{
  "transcript": "When people ask me, how did you survive? I leave out a small thing, which isn't really a small thing. Any survivor who has a heart and brains lives with guilt that they survive and others didn't. My mother was sent straight to the gas chamber. My father was beaten to death. My sister Martha was murdered. My brother's Willie and Martin and Louie were murdered. And here I am, and they're all dead. Why them and not me? It was as if God had his hand on my shoulder to lead and guide me when I was all alone and in mortal danger. I remember everything since I was 3 and a half years old. I can tell you the color of the stripes on my mother's sweater from when I was a little boy. It's good and bad, such a memory because everything stays with you and you can't shut it off. I remember where we went fishing his boys, but I also remember what the barracks look like in auschwitz. And the capo with a stick in his hand, and everything he did, and that memory is very, very bad. It never goes away. He reached down and rolled up the leg pants. Look, see. Since the day of my liberation, I wear 2 pairs of socks, For the past 50 years, I've never left the house without 2 pairs of socks, that and a safety pin. 2 pairs of socks because in the camps, a pair of socks can make the difference between living and dying. The deficiency of the body, the dirt, the filth. From a splinter, you would develop rotting plush. 1 splinter, from a wooden shoe, and you would die. And why a safety pin? A little pin could save your life in the camps? If you need to hold up a piece of cloth as a bandage on your leg or keep your pants up. How did I remain alive for almost 2 years in auschwitz? It wasn't by education. I didn't have any. It was the hand of the almighty. I'm gonna tell you something that I don't think I've ever said. As terrible as it sounds, I don't think I could live without the nightmares. It gives me a very ultra realistic difference between life and death. It shows me what life is now, and I would never give that up. Never. Never. Never. That was an excerpt from the book and we talked you about today, which is unstoppable. Sig, Will zig astonishing journey from Auschwitz survivor and penny this Immigrant to Wall street Legend and is written by Joshua M green. This story is unbelievable we too learn what Zig had to go through and endure and then what he able to accomplish out for the fact. I'm gonna jump into the book. The book starts when he's 21 years old, there's 19 47. He's arriving for the first time in America, and he's about to be reunited with 1 of his sisters. And so they're pulling into a port in New York city he says 21 year old Sig had been nauseous vomiting and losing weight for most of the 2 week Ocean journey. Hearing the cheers he climbed weekly to the top deck and took a deep breath. The fresh error was a relief after the bad smells of so many people cramped gather on the deck below. Nearly all Jews deported to Auschwitz, died within 4 months of arrival, but here he was, alive and in America after having spent nearly 2 years in that concentration camp. So he's about to meet his sister, Jenny, who escaped about a decade before, the the the time that Sig arrives in in America. And so I wanna tell you a little bit about how Why Zig was... Actually, helped save her life as just a young kid. So the family was was being persecuted in the small town in Germany. They have to flee that town. They went up in Berlin in 19 36. You could not have had worse timing. And so as a little boy, he's realizing, hey, there's a lot of people fleeing, and he says by listening in on the conversations in Cafe. He learned that some people were managing to escape Europe by securing exit visas. Sig visited a dozen console. It's looking for back entrances and open windows in his mission to steal the necessary documents. And so this is taking place 11 years before he's gonna meet this sister that he's about to steal these documents so she can escape in, New York. So says, Zig R his life scaling embassy walls breaking in offices and gathering up Rubber Sam's. With the stolen tools, he forged 3 visas. And so at first, he offers these visas to his his parent. 2 2 of these visas to his parents. His mother says, no. I'm not going anywhere. I was born here, and I will die here. She didn't know how prophetic that statement was because in Let's see, 7 years from now, they're gonna be sent to Auschwitz. She's killed immediately. And then, a few weeks later, his father is beaten to death. And so he dies in Auschwitz as well. So it says she declined. I was born here and I will die here. So Sig gave her visa to his older brother, Joe. Who had already been a prisoner in a concentration camp. So this is well before they get it sent to Auschwitz, but managed to get release. Yeah, Sig figured Joe was already a mark man and needed to get out of Germany quickly. His sister Jenny was pregnant and Sig insisted that she and her husband except the 2 remaining visas. So those are the the 3 visas. They were able to escape. It says Jan and Joe left Germany, they first traveled to... They left Germany, were able to emi to Shanghai and China, then from Shanghai. They made their way for it to the Dominican Republic and then from Dominican Republic, able to get into America. And so it's was very common during this time. They hadn't had way of speaking, so you had no idea like, what what was going on in in Jenny life. They went a meeting on the docks in New York city. So the the book starts with him as a 21 year old landing in America flat broke. He's got, like, 200 bucks in pocket. And then from there, he builds this what's gonna wanna being a multiple hundred million dollar business empire. But it's... That's the first chapter. That's where the first chapter ends and then it goes back in time, and it talks about his time in osha It's everything he has to go through to get back to this point. So he's winding a meeting Jenny before I get to Auschwitz, so I wanna fill you in because this was... Just gives you an an understanding of just how insane and brutal the experiences that this guy had to go through. So he's meeting. Remember when he gave her the visa she's pregnant they escape. He hasn't seen her since then. So it says, Jenny told Sig, the tragic news that her 5 year old daughter, the 1 she was pregnant with, had died a smallpox in Shanghai before the journey to the dominican republic. Sig remembered watching hundreds of children die, forced into gas chambers. Their dead bodies later thrown into the cr inventory in fires and made a mental inventory of his family. He was alive, Jenny and her husband more alive, their brothers Joe and Erwin had survived. Everyone else was gone. He would calculate that 59 members of his... Of his family had perished. So through there's this Jewish refugee, charity organization in America time, providing all these refugees, like a a tiny little apartment, and so says the rivals were escorted into the rooms sig being 1 of these people for many, it was the first time in years that they held a key to their own quarters. What now he wondered? He had nothing. No resources and no credentials. He spoke with a thick german accent, had only a great school education and years of torture and starvation were still fresh in his mind. Yet. Here he was, still breathing. Staring out the window at the snow covered New york New York Streets. The 200 dollars in his pocket would soon disappear if he didn't find work. It was clear and so this is what Sig realizing. It was clear that Americans were alive in every sense of the word, world, word, rather shooting. Moving purposefully, purposefully towards some vision of tomorrow. He like that. He would do that too. Grasp opportunities and not allow the darkness of the past to rob him of a bright future. His job was to grab whatever scraps remain from the rubble of his life and cobb them back together into an edi. Of a yet to be determined size and shape. Okay. So now we go back in time. We go to early 19 30 Germany, what it was like to be Jewish this at this point, we're gonna see that even from the age of 14, he was working over 70 hours a week, in forced labor. This is before he sent Auschwitz, and it says by 19 36 Jewish children were no longer allowed to attend school. And sig... And Sig schooling came to an abrupt end. Jewish businesses were taken over and Jewish men were sent to work in force labor factories. So by the time he's 16, he's already been working with some of these factories for quite a while. It says in 19 43, 16 year old Zig was in the middle of his night shift at a lamp factory. When an officer walked in and arrested him. For the past 2 years, he'd had been working 12 hour shifts 6 days a week. And so this scene that's happening now where he's being arrested his entire family and everybody lives in their building and their neighborhood are pulled out, few weeks ago I read the the the, the biography of Steven Spielberg. In Spielberg foundation, the he sort of foundation to document when he was doing the movie centers list. He was sort of foundation to document all of, like, the, like, the, holocaust survivor memories. And so Spielberg actually in this book at the end because that foundation interviews and documents everything that that Sig. Right before Sig dies, Because sig die... It gets diagnosed with the stage 4 blood cancer. And so before he dies, he ones spending 10 or 20 hours just just interviewing with Steven Spielberg Foundation and just re reliving all of the the memories and everything had. But the reason I bring that up to is because I... When I re... When I read his biography. Photography a few weeks ago, I also re rewatch Sc list and there's a scene in that movie, which is almost exactly what the scene and where I'm at in the book is. So it says, they pull everybody out of the buildings and saying, you know, hey, grab your stuff we're they're not telling them where you're going, bring all your supplies. And so you see that when they get to Auschwitz. In the movie. They have, like, all, like, all the boots going in a big pile. All of the suitcases going a big pile. Like, the the the Nazis are are taking all the jewelry and robbing them. And so It says, in 1 of the crowds awaiting deportation Sig saul his father and his mother standing with his older brother. His older sister, her husband and their 7 year old son. Sig other brothers were also... Were also there. These are the ones that they get murdered. Everyone held suitcases and bags of food. In the distance, he saw a girl... A little girl around his age. Little younger him brother. In the distance, he saw grown in the dark and a dark green overcoat, looking alone and lost. He hu over to the girl in the dark green coat. She came from a poor family like his, and all she wanted was to hold his hand. I don't care what happens to me now that girl whisper to him. She ended and this is what he's saying. This is what Zig says about that. She didn't know where her family was. She had no 1, and she knew I wouldn't leave her. So in Shi is a girl in the red coat that's famous because it's all black and white, and then you see her walk as as this scenes are occurring, and she's on the red coat. In sig scene, she's on a green coat. So there's they're ushered onto to trains real quick, and he says, unless you were there, you can imagine how horrifying a nightmare was. So they the the train stops. They get out. Sig overheard, other british... Other prisoners say the name of this place. Auschwitz. So everybody separated, he doesn't know where his mom and dad or he does not know where his siblings are. So a guard comes up to him, a, a guard came up to him. How old are you? He snapped? 18 Z lied. What profession, master tool. He lied again. The guard pushed sig onto a line of prisoners on the left, then pushed the girl in the green coat to the to align on the right. Sig did not know that the that a line on the right was for prisoners selected to be killed. And that almost all children under 18 who were sent to the right. Along with the younger children, the elderly and the sick. Nor did he know that anyone without useful skills was also sent to the right to be killed? Where this is... This is so there's gonna be a couple paragraphs like this 1 in the book where he... He's talking like I just said the opening. Like, the survivors killed? Like 59 members of my family perished. Why was I not 1 of them. And so he says where did the impulse come from lie? Claiming that he was 18 and a master tool. True, he did have some tool making training in trade school, but he never completed his schooling and never worked to Day in his life as a tool the mystery of that impulse, which surely saved him from the gas chamber would plague him for the rest of his life. And then there's just so many paragraphs like this 1. I mean, This is like, very similar to... I, again, the parallel because it's fresh my mind just re rewatch it is Sc list. It says, Sig again scan the line to the right and called a glimpse of the grown the dark wing overcoat. As of seeing her for the first time he thought, she looks so young, so innocent. He watched snowfall in the loading platform, his guards marched her off with the others. A moment later she was gone. And then we have this this in this testimony. He's giving later in life where he says as a jew growing up in Germany in those years, Sig said, you expected to be beaten and mistreated, but a gas chamber, a cr. Now that you didn't expect the s and the smoke from the chimney. And what they did to the children, what they did to the children, I can still hear the screaming of children who were ripped away from their parents. The memories don't stop. To this day, I argue with the almighty that if cries of children, he's saying this 50 years after it happened. Wait till I get to some of the memories he has in the end of the book when he's dying in the hospital. It's just I don't know if Ever read read a book like this. The memories don't stop to this day, I argue with the almighty that if the cries of children would relieve my ears, I would go more often to the synagogue, flames shooting up from the cr, the horrible smell, the horrible smell, it was unbelievable. So in addition to reading this book, I was also watching documentaries on the third reich in concentration camps. And I was on the phone the friend right before I sat down to talk to you. And I said I was that the the impact that this book had on me. I woke up knowing I was gonna record today. And I just I just have... I told I told a friend of mine. I just I have nothing to complain about. Like, I'm healthy. I have a roof over my head. I have air conditioning, heating and cooling. I have an espresso machine that that makes espresso anytime I wanted it. I have a food full of of, excuse me a refrigerator full of food. I have clothing. Like, you just read your exposures yourself to these stories and you just real... It helps put things in perspective of how good you have it and how bad and drastic and tragic life can get at certain points of history in certain places on the planet. It's just it's unbelievable. So I wanna go into, like, his mindset. There's a line in a song that I love and I I took a screenshot of the Lyric page and keep it on my phone. It says the point of making is the mind is a powerful place and what you feed it can affect you in a powerful way. And so something that saves sig is the fact that it's like, he's engaged in psychological warfare, and he compares in contrast, like his mindset. Like, he needs, like, I can't allow myself to think that I won't survive. I won't give up, no matter how bad I want to. I'm gonna survive I'm gonna get out of this place. And so part of that, is the fact that Sig even from a young age. He says extreme amount of self confidence. And this helps him a lot and his business like later on where he, you know, he takes over an oil company. Dad you know nothing about oil companies. Takes over a bank. You nothing no bank. He just assumed hey, hey, I can learn. I can figure these things out. And so what he realized is like hey, I'm smarter than these guards. And so the only asset I have. They have guns and they have clubs and they can beat me and they can throw threw me a gas chamber. Like, I've gotta use my mind. And so he says the guards were sad, and they look for any reason to kill. The Nazis opened the prisons of Germany and brought hardened criminals into the camps and made them masters over kids like me. Remember he's 16 at this time. I says, because I, because I could out with the guards, I always felt superior to them. I think about how crazy this might... Like, what an extreme mindset you have to have. They've taken everything from you. They've separated from your family. I don't know at this point. He I he doesn't know his mom's dead because his mom gets killed the first day. He's gonna find that out after. But they've taken your family taking all your possessions. They've shaved your head. They've take away your clothes. They make you forced labor and you're like, I'm superior to you. So just says I always felt superior to them. I hated them. I hated their brutality, their in inhuman behavior. I felt stronger, more intelligent and I had confidence in myself from childhood. So even though they had guns and did all the killing, I felt superior. This is what I mean about the mind is a powerful place and what you feed it can affect in a powerful way. It was obviously touch of arrogance, and some of it was justified, and some of it not justified, But even in the totally hopeless condition, I looked down on all of them. And then there's some just background that the author gives us between 1.1 and 1300000.0 people were murdered in auschwitz. So he's constantly going up to the guard saying, hey, I have this skill. He lies about his age says, oh, yeah. You need some Make tools I can make tools. You need anything that they said they needed. He'd said say, yep. I can... I know how to do that. So they need help in a hospital. I mean, that's, like and he makes the point. It's not a hospital you think, like, there barely people keeping people alive. So he lies his way into a job at, a hospital by saying that he has experiences as a nurse. The reason he does that is because it's in the middle of winter. This job inside, and so it saves him from from labor in a snow and and a lot of people freezing to death and dying. And it's because of this, he he's he's gonna be reunited temporarily and he's gonna actually gonna see his father die. So it says the first day in hospital, the capo made me load Jewish patients onto a truck. I still have a picture in my mind of Jewish patients cursing for not lying to the guards for not telling them. That this 1 is healthy, and that 1 is healthy. The prisoner thought that a male nurse like me had power to save them. I had no such power. I just loaded them onto a truck. I knew where they were going, but I couldn't bear the idea that I was sending them to their death. So I told myself the truck was taking them to recover at some other hospital or maybe some other camp. 3 hours later, the truck came back with their clothing. They were all dead. And then this is just... This is... I hate to use that word again, but this is unbelievable, what I'm about to reach you. 1 day, a doctor Took Sig to an area where of the info where he saw patients on the verge of death. Sig he looked around and there on 1 of the lower bunk was his father. He was badly beaten to a point that he we and then it says, sig webster to recall the moment then con... At this moment then continued. I knew that he wouldn't make it. My father's last words were son, who's gonna take care of you. Don't worry. I have friends, Si he reassured him. The death sergeant came the next day with prisoners carrying a big vat of potatoes. Imagine that. You're starving to death and here you see potatoes like your grandmother used to make. You would give your right arm for it. The guards stood there and ordered me to feed it to the prisoners, and we gave these dying people 10 to 15 large spoons of these raw potatoes. Sig walked around the room, lighting out portions to the sick prisoners including his father. 1 older prisoner shove the laid away. That older prisoner said to me. What are you an idiot? I'm not an idiot. I told him. And he says to me. Yes. Yes, you are. You don't know what that... What's... You don't know what what's what? Come back tomorrow and you'll see, and the next morning, 80 percent of them were dead with their stomachs exploded. They had been bleeding all night from him. And there was my father dead. The potatoes were poisoned. Poisoned potatoes. I think I helped kill my father. Sig covered his father with a blanket and walked away before prisoners arrived to cart the bodies to the cr. I wanted to remember him the way he looked in life, not the way he looked in a pile of corpses. They had been in auschwitz fewer than 40 days. And unfortunately, it gets even worse. A few weeks later, word reached Sig that his mother had been sent to the gas chamber the day she arrived. And so this is an example what I mentioned Earlier he just refused to believe he was doomed. The older prisoners are just saying, hey, give up. Its useless we're all gonna die, just go and and yourself on the fence. They told him you won't survive better run now and grab the electric wire. I couldn't take such talk about not coming out a live Sig said. I didn't wanna hear it. Whenever my mind told me I was not gonna survive the almighty told me to keep going. So I stayed away from others. In the hospital, Zig had met a prisoner doctor, whom he described as a bit of a philosopher. Sig told the doctor. So he's got... He talks about, like, choices inside Auschwitz posed, like, a dilemma for prisoners because you didn't know if the information was dependable or not. Like, oh, take that job Don't take the other job. Stay away from that capo, don't go next to this capo. The right... The quote unquote right choice could run up being fatal. And so he's asking the doctor, like, what should I do, the are trying to recruit me because they need carpenters, but he didn't know if it was like a trick. And so he says, I told the doctor about the carpenter training in the main camp and asked what he thought. I can't tell you what to do the doctor said. It could be just as bad over there or worse. And the reason Bringing this your attention is because what the doctor says here. This is... He takes us advice not only now, but he takes his advice for the rest his life. You're a smart young fellow the doctor said, follow your instincts. That was advice Sig would remember for the rest of his life. So he survives almost 2 years. This is now 19 45, the there's actually Stalin's forces, the Russian forces. Are actually coming into to where Auschwitz at. And so they're actually having to get all the the prisoners and make them do what what is... What we known after the fact is a death march. And so really, the reason I'm gonna read this this section two's is because this is an illustration that Zig constantly had to make life and death decisions under a great amount of uncertainty. And so him and a... He's got a small group of friends or, this guy Lot r, which is gonna move to America too. He's kinda why up surviving. His name... He's changing the name to Larry. So he... Larry went for savings life, so they wanna being, like, really good friends for the rest of their life. But it says the night before the death marches from Auschwitz began. And when the other prisoners were asleep, sig and Lot tar, and 4 other their men crept out and hid the mud under the barracks, huddled together in their blankets, watching fires burning in the distance and debated what to do. Rumor had it that the Germans were gonna blow up the camp and leave no evidence of their crimes. 1 man said that quote unquote healthy prisoners, those who who could still walk would be marched out at Dawn. Another man said it was impossible to stay hidden under the Barracks. Who knew how long they could survive in the bitter cold. Better they all agreed to take the chances on the March rather than freeze to death hiding. They crawled back inside the Barracks and waited for morning. And so that winds up being the right choice they were unsure, but the healthy prisoners the ones that could walk were forced to March. Now here's the problem. This is January. It's freezing cold... They... They've been the certain percent say in living. They've been, I guess existing on less than 700 calories a day. So you're gonna have... It says they go from nearly 6000 people start the March. And 5 days later, they get to this other camp. It's a I can't pronounce. It's like math thousand, and only 1600. So 1600 people survive at a 6000, Zig and Larry being 1 of them. But this is where He winds up being separated from his best friend. Now remember this part in a few minutes because it's unbelievable, what happens to to Larry. And so I'll I'll get there a minute. So it says, Zig Larry and some other survivors of the death march collapsed on the barr floor. Larry Zig said in a weak voice. When they ask you what you can do, say and he's almost dead. Zig had to wind up, like, almost carrying him on this March. And the reason he did this is and he was pissed off at the other people that were supposed to help because Larry had saved a bunch of people's lives. And so people offered him, hey, keep going. They they passed him in the the death March. And they told Larry, like, hey, keep it up, you can do They offered words of... Encouragement, but they wouldn't actually help carry him. And Zig actually wind up helping carrie. I he's like I have this... He saved my life. I have this obligation to do the same for for him. So it says, oh, and so his friend is extremely weak. It says when they ask you what you can do is say you're a metal worker, our tool maker. Anything they can use for the war effort. Don't forget. Yeah. Yeah. Larry Mum through a haze of fever hunger in his exhaustion. I'll tell them that. Over and over and over again, I told him to say that Sig explained. Now, he's just... He's fast forwarding because when he gets to America. He actually 1 of the first stops he goes and visits Larry parents. And so he's telling the them the story in the book. And so he's saying, over and over again, I told him to say that Sig explained to his parents and frustration years later. If you say you're a metal worker, they're not gonna kill you. He says, yes. Yes. I'm gonna say it. I'm gonna say it. And then he doesn't say it. He doesn't say it. The German shipped him to 1 of the worst sub camps. That is how 18 year old zig lost track of his best friend. With what no way of knowing if either of them would survive. And if they did, whether or not they would ever find each other again. So they're at this other camp, I think they're in Austria if I'm not mistaken. And this is, like 2 months later, and everybody around him is still dying, and this is just... This gives you an idea of what he had to survive and what he had experience. He was shoved to Barrack with 4 other men. They all collapsed from his exhaustion in the morning, Sig woke to find that the other men man had died in his in his sleep. The second night, another died, than another until he was the only 1 left alive in his bunk. Now look what he has to do here. He arranged the dead bodies next to him as though they were asleep so that when rations were handed out there were... When rations were handed out, there would be more stale bread for him to eat. The smell of dead bodies filled the room. And then it is amazing how everything change overnight. And it's not because the Nazis suddenly said, hey, you know, whoa, we we realize the era of our ways. They're they're constantly getting pressure. And so now the allies, this is American soldiers have actually are penetrating the camp. And so the what I just at the story just told you, Sig wakes up the next morning, and the Germans are all gone. It's just the prisoners. And so it says the next morning, Sig solely raised myself up and period out the barr window. The Germans were gone. And then the distance on a hillside was a soldier in a uniform unlike any that he'd ever seen before. As Sig wash, American tanks and armored cars crashed through the gates. Prisoners emerged slowly from the Barracks, shuffling slowly forward, and shi and sig stumbled along with them. On the day of his liberation, 19 year old sig with skin and bones and weighed less than 90 pounds. He was nearly dead from exhaustion, exhaustion, malnutrition, and pneumonia. And so this is what I what I just mentioned earlier, what a story. So the Us army, they evacuate the survivors from the camp to Sig in. They sent him to a Red cross hospital in Austria, and he's reunited with his best friend, it gets even crazier. His best friend's parents had escaped. I don't I don't think they were explained how they separated it from their sun, but their their families in America. Well, their son is lost somewhere in in Europe during the war. Right? So Sis sig and Larry were were reunited. Fate had assigned them to the same hospital. Larry showed Sig, a newspaper clipping that featured a photo of himself on the day he was liberated. 1 of the first American soldiers to enter the camp had had had take had taken a photo of Larry. When the soldier returned home, he sold, this is so crazy. Just imagine being in imagine being in his his parents shoes with what I'm about to you. When the soldier returned home, he sold the photo to the New york post, and the newspaper ran it on the front page. That's how Larry parents learned their son has survived the holocaust. By seeing his photo on the front page and the newspaper. Can you believe that? Oh my goodness. Okay. So as the story gets even crazier. Then the very next paragraph So oh my goodness. Okay. Have you ever seen the movie in Glory bastards, Brad Pitt, directed by true... Quentin It's based on true events, obviously, fictional a fictional account of true events, But it's these these soldiers, These Jewish soldiers have volunteered to go hunt nazis. Sig does something very similar to this. It's not exactly the same because, he was recruited... He's recruited because he speaks all kinds of languages. I think he knows German, Polish and Russian I'm not mistaken. I could I might be wrong about that. And it's not like he's completely fluent as he is in German, but he he knows enough. So there is this thing called the Us Army counter core. Okay? And so they're gonna hire survivors of the the concentration camps to go hunt nazis. And sig volunteers, and this is how he gets. He went up serving... It's called the Ci the the counter intelligence core. It's a part of the Us Army. Okay? He went up serving them for 2 years, they get him the the the, like, past admiration and give a free ticket to to get on a boat and get. That's how he gets to New York That's how the story starts where he Lands in New York he's meeting his sister Jenny. It's because of what he does here. And so it says once they regain sufficient strength, they went to work for the Us Army counter intelligence corps. So Sig talks about that. I got a permission to form a an armed backup team. Sig team was given a jeep and sent out the door. Let's go hunt some Nazis. Sig told his crew. This gave him the chance to capture some of their former Nazi press. And so they wind up going into all these little small towns in Austria and everywhere else. They're just hunting for a lot of nazis, like, flatter other parts of Europe, some Switzerland some to south America, some wind up staying there. So he winds up helping catch So Joseph Go is, like this well known. I talked about him a lot on the Churchill podcast I did. And so he's was like the Of Propaganda for the Nazi party. Well, his brother, they caught him, but they couldn't find... I know. I think Joseph killed himself I'm not mistaken. He had a brother named Hans. They were hunting. Zig crew, this this this these Jewish not nazi hunters, wind up staking out his house and finding him the team rushed up handcuffed and then drove him to Ci headquarters for questioning. And so he winds up as a picture of Hans Global, which is Joseph his brother being interrogated by the Ci. And then I think Staff. I'm not mistaken he stan trial for for war crimes. And they sent him to life imprisonment, and I think he then he dies of I can't if he kills so. In anyways, it doesn't matter. The point being is that this dig unbelievable story gets even more unbelievable the fact that they've catch Joseph Go brother and wind up turning him over to to the the Americans. And so I wanna get to his, like, what he does when he gets to America. I'm wanna wrap his whole section up in 11/19/1847. As A I thank you know... Our decision. I thank you from the Ci of new... For nearly 2 years of service. 21 year old Zig received free passage to New York. On December twelfth. He arrived in America looking for work and a new life. Okay. So now we go back to where the story began. 21 years old, no education, thick accent, 200 bucks in pocket, no skills really to to speak of and, a mine tormented by just witnessing the the the the darkest period of maybe human history. And so he's gonna try to take any job. I'm gonna... There's there's a lot going on in these sections. I'm I'm really gonna give you, like, the the top highlights. Obviously, really think you should I highly recommend reading the book. I think there's a lot of value in actually reading the entire book. But he starts off very first job. He's hired just... The reason I'm gonna send read all this to you or at least the highlights to you is the fact that this is something we see over and over again just like, you don't know what the future is going what the future holds. You can only connect the dots looking backwards to quote Steve Jobs. So what he would Zig has do is she just like, okay, Let me take the first opportunity. His first opportunity is shoveling snow for 2 dollars a day. Remember, he dies with a net worth of hundreds of millions of dollars. Okay? But he's shovel snow. Okay. Alright, now I'm making 2 bucks a day. That's 14 dollars a week. How can I do a little better than that? So then he he takes that first opportunity. Saves a little bit money gets a second job. His second job. Now he's working... Remember that this point in American history. So huge industrial base. There's just sweats shops all over Manhattan, making all kinds of different products. And so Sig is just gonna take jobs in in places, you know, they're they wanna being very bad for your health. But he's doing whatever he can to try to make money just get to that next step, that next opportunity. So it says his second job was working a sweats shop in downtown Manhattan, that manufactured leather leather goods. So now he's making he goes from making 14 dollars a week to now he's making 28 dollars and 50 cents a week. His sister is working for a bow tie manufacturer at a bow time factory. He's like hey. Can you give me a job there. Hoping you're in a better living. He convince her to introduce him to her boss at the bow tie factory. How much are you earning? Missus Friedman asked. 36 dollars a week, Sig answered a 20 percent exaggeration, and I won't work less for that. It work less than that. That's 6... So that she goes, okay. I'll pay you 36 bucks a. So he goes from 14 dollars a week to 28 50 week. Now he's making 36 dollars a week. And now he's working in a bow tie sweats shop. So then his brother is actually working for, a company that that manufactures necktie ties. And so he gets a job there. Like, I can make more money if I sell instead of, you know, working in a sweats shop, I'll become a salesman. And that's really the way to think of Zig is. His his greatest skill in life is fact that he was a master salesman. He was very gifted speaker, we'll we'll go into more details like, how, like, how he how he applies that she take over oil and banking companies. So he says, okay. I'm gonna work his next high salesman. Why? Because every sale earns earn him a commission. His friend has saved his life in the concentration camp and the 1 that then Sig saves his life on the death March Larry he's also there, so he convince the Necktie company to to hire Larry as well. They work there for a little bit, then they hear about this other company called national Picture. So everything I'm telling you is taking place over a lot... There's a lot more detail. I'm just trying to give you to get to the point where he he actually starts because the of the book is, he became a Wall street legend. So I got gotta get to the point where he starts studying stock market, and that's how he's going to overtake these companies. So then they find national pictures. They sell, like door to door stuff. So he starts selling stuff door to door. Sells stuff like blankets, they have these, like, lights that you sit on top of your Tv. Like, just, like little tri that, you know, random things that people might want. So he does that for while. He saves up money. Then he's gonna start his own company. And this is where he actually winds up meeting his his wife. And so it says she learned that her bow or her boo was entrepreneurial and had recently started a business with another refugee. Manufacturing change purses, which they sold to pocket book and handbag factories. She assumed her parents would be impressed by such an ambitious young man. Her parents were shocked. So he, you know, no education, not a lot of money. I should tell you. He's 27 years old at this point in story. So he's been an America for 6 years. His wife comes from a extremely wealthy, like, like, upper class jewish family. And so I didn't know if myself on this page. He can't catch her break, and we're gonna see why. She she assumed her parents would be impressed by such an ambitious young man. Her parents were shocked. They thought of their daughter dating a refugee, a man with no money education was into. So they wanted having to a lo. Her parents don't know that 3 weeks later, Sig showed up at their house to attend the sweet 16 party of Naomi that's his wife's younger sister. He rang the bell when Naomi mother opened the door and saw him. This is what I mean about. He can't catch a break. She lung him. She lung Sig and smack him in the face. Get out she yelled. You're not welcome here. 1 of her guests rabbi Greens, grabbed her arm. What are you doing he said? This man is a holocaust survivor. You should welcome him. I don't care. Naomi mother screamed, get him out of my house. And so reason I bring that to your attention I think it's actually really important because especially, right after I just finished reread at doris biography and I, auto automatically and Told you I think, like, he's... Out of anybody else who studied in the podcast. He's the closest I I feel got to, like, mastering life and really, like, had a... It was successful in every area of his life. And something at Door pad where he was very supportive of. He's he's like, listen, me and my wife decided we're gonna spend like, we're gonna give our kids all the education they can they can possibly want and teach them how to think for themselves, and then whatever life they choose for themselves, we're gonna support them. And I think Ed did that because he realized, hey. The the past in my life where I was able to choose for myself, Like, the ones I, like, I what I learned on my own, what I wanted to pursue my loan, those are the things I found most satisfying and I was to the best at as for... And if somebody said, hey, no, don't do that job that you really wanna do. Take this other job because other people might think it's more prestigious. Or, hey, don't study the subject you're genuinely interested and study this subject because other people might, you know, think that it's it's better, you might make more money in the future. Realized like that those were dead end paths. And that you would never truly excel something that you weren't. It wasn't, like self directed self driven. So what's interesting to me is the prejudice that his wife's parents had for him, saying, hey, you're a refugee. You're not good enough of my daughter. He did... He winds up doing the same thing when his kids are grown, and they wanna date other people. Like, his his daughter wants to date this other person, she actually loves, and he's like, no, that that that that guy's not good enough for you. Like, basically, he makes that same mistake. And so his Sig story is extremely inspiring. Don't get me wrong. But he's also flawed. There's a lot of things he does where I think, like, we can learn, like, okay. Let's not do that. And I don't wanna sit here and, like, you know, criticize somebody went through what he went through. I can't, like, I can't even begin to imagine what that was like. But I just wanna... I think it's important. It's like, hey, I went through this terrible experience. I didn't like the fact that, you know, III was uneducated, but I'm ambitious. I'm working hard. I will I will provide a great life for my family, Your daughter, who I want to marry me. Right? Like, why didn't you learn not to do that when that was done to you? He would only want his daughters and his sons to marry people... They had to be... I... Obviously, they had to be Jewish. That's that was obviously very important to him. Yells. Like, if you fall in love with the gentile. Like, I they should have died in officer. Like, he's an extreme character. There's a lot of stuff in the book like that. Right? But his point is it's like, no, They have to be ivy educated. They... It was like, but you weren't I educated. Like, isn't it more important that they're intelligent and like, okay, What if they... You weren't... It's not that you weren't smart enough to get to the ivy league, but you were in Auschwitz when other people were college age. Like, I just... I'm surprised he didn't make that connection. I guess it's my point. So eventually, his his if in laws do come around they realized. Okay. This... He's very motivated. He works extremely hard. He's a work. So he doesn't really have... Like, that's it. He's if he's a awake, he's working, you know, he's got demons. He just... That... That's what his focus is on. And his entire life is dedicated to that. And so he winds up working his his in laws own, like, ce and like, they they manufacture what is, like, heads stone, bronze and and head. So he winds up running part of the their business. The reason I'm bringing to your... That your attention is because in his spare time as he's running this business, he's making a little bit money, he starts studying the stock market. And this is going to lead him to the career that... Like, where he builds his business empire is by doing this. So it says, in his spare time, he studied stock market. And with the money earned from selling Bronze plaques and granted head zones. He purchased modest amounts of stocks. 1 of his investments was in Wi shire oil company. It was a company in Texas. Wi shi seemed like a safe bet. It was a small company and its stock was affordable. And then this also gives you something that, an insight into how he ran his businesses later on. He was not believe in diversification, and he was obsessed with accumulating stock. So it says when Naomi found out her husband was purchasing shares of Will star on a regular basis, she chi him. More stock, we can barely pay the bills and you're buying more stock. Sig made excuses, but he didn't stop buying. And this winds up being the turning point in his life because he buys a stock. He winds up going they're they're they're really entrenched in the in the Jewish community in New Jersey at the time. And so they go to this this, like, farewell dinner, and he's gonna meet this guy, this older entrepreneur named soul Diamond, And meeting soul diamond changes Sig life forever. So it says among the guests was a businessman named soul Diamond. A 70 year old man who was 1 of New york's most prominent entrepreneurs. Diamond had been a member of, the York Soccer exchange and after retiring, he par his familiarity with the market to become a major shareholder in mining companies and other businesses. He was discrete about his business success. He refrain from bragging dressed without us... Dressed without os citation and drove a 20 old cadillac. It still runs. Why would I change it? His his associates described to him as a low key multimillion millionaire who didn't try to get it get on Tv or radio or in the papers. He just accumulated stocks. So they went a meeting. They went up talking. They discovered they both own stock in Wi shi oil company of Texas. Diamond said he was... He so now Diamond tell telling zig this. He he's saying he's concerned over Shi failure failure to realize this potential. The company has a number of deals cooking that could lead to a substantial increase in revenues provided the right person was at the helm. The company needed fresh energy and a charismatic leader. He could lead the takeover himself Diamond said, but he was approaching 80, might zig consider leading the charge. And so Diamond puts this idea in Zig mind. Sig, you know, let's see. 40 years younger than than than Diamond. He's like, why don't we accumulate stock? And then let's do a takeover, and then let's pursue... Be more aggressive in pursuing the opportunities that the current ownership is letting lag. That is essentially the idea that Diamond gives Zig that Zig runs with. And so this is gonna to be the beginning of them plotting to take over this oil company. Zig was excited by the offer. His options in business so far, had only been sales, which limited his income. Heading up on old company would put him in the big leagues where serious money could be made. He knew nothing and this is the the story of his life. He knew nothing about natural resources, business finance or how to take over company. But he had no hesitation accepting soul diamonds offer. In Zig, remember he's like, oh, I'm a master tool maker. I'm a nurse. So I'm to eat the same thing. He's just like, I'll just figure it out. I'm going to doesn't matter. I don't know how to do it now. I can learn how to do it. And Sig, Diamonds I real go get her who would who would hike to the ends of the earth if need be. Soul Diamond said he would back Zig financially. If Zig would take up the task of overturn the man who was then president in Wi shi. Zig welcomed the challenge and the opportunity to show the world that he knew more about business than people gave him credit for. Meanwhile, with as much money as their middle class income would allow Zig continued to purchase shares in Wi. I didn't see how this was gonna change our life, his wife said. Remembering other stocks, her husband and brought and other career moves that he had made. But that's how it turned out. And so that's another point where she makes, like, well, yeah, but you said this about other stocks. Yeah. You said this about other business opportunities. He had way more jobs and I list off to you. And I think that's the great thing too where He just... Had this perseverance. It's like, okay, I went down AIII took a risk. It was a dead end. I fell down. I I'll get back up. Dust myself off, try again. I'm gonna go after another opportunity and just go ahead and he was just want... This guy is relentless over and over again. And so I don't wanna... Like, I I don't wanna, mislead you. Like, this is a this takes years for him to accomplish. What's happening here with the the oil company. And part of this is the fact that he was just a gifted at salesman, and so he was already part of this community. He went to every... Like, he did this on, like, a grassroots individual by individual basis. That's also part of the reason why it took so long. To take control of Wi or a company, so he needed to purchase large amounts of company stock. For years, he aggressively solicit family, friends and acquaintances, enrolling everyone he could he could to purchase shares of Wi shi and join his investor group. And so this is what I was referencing earlier. Harry he's just a, a master salesperson. Zig laid out his proposal. If they joined him in purchasing Wi stock, eventually, they could take control of the company, run it tight or run it rights. Excuse me. And generate substantial earnings for shareholders. The way Sig explained the plane... The plan made perfect sense. That was his gift an ability to convince anyone of anything. People were me by him. You couldn't review refuse sig. He attracted people like bees to honey. Everybody was glued to his words, and they swallowed everything he served up. I ended up buying some stock at 7 dollars a share and so did my father. My son law, his brother and also invested heavily, and we all made a profit. We were convinced by Sig salesman ship. Otherwise, we wouldn't have bought the stock. Who had ever heard of the Wi shire oil company of Texas. By the winter of 19 64, that means Sig would be 38 years old. Zig his small group of investors had finally acquired enough stock that he was now in position to address the Wi s board in person and assess and assess their response to his takeover bid. And so Took years to work himself into a position to get to the position he's at right now, And then it goes extremely fast for for from here. Really quick. I just wanna pull out 1 paragraph from this meeting he's gonna have with the Wi willpower Board because this really gives you a look into how he views himself. So it says, gentlemen, you're looking at a man who had the Fox like instincts to survive history's darkest hour. A man who has no fear of adversity and who cannot be intimidated by overwhelming odds. The almighty has given me a second chance of life along with the skills to make great fortunes. So he's... They they own such a large percentage to get. I think 2 seats on the board, he wanted to being able to influence management, and he's eventually gonna be Elected to ceo of this company this happens all within a year. Sig put Sig Fast forwarding a little bit. Sig planes were risk here, but the alternative he concluded was to allow Wi shi to continue sinking. Let him run with it. Mcdonald who was running the the company told the board. Run with it Sig did. He would implement new projects and increase the number of wells. Made every attempt to look like an operator. The first year, Sig moved forward with the development of 11 exploratory wells, and then he wants benefiting from this this... Unfortunately the the the death of the Ceo of the company. He really the thing... Way to think about this is he... He's just extreme way more risk on than the the previous management of the company was. Wills shi president died suddenly of a heart attack. The board elected Sig as Will shi new president and Ceo. It was a remarkably fast rise for Sig, 1 that had begun just 3 years after meeting soul Diamond and only 1 year after Sig first meeting with the Wi wheelchair board. And so now he finds himself as the president and Ceo of an oil company. Know a company that we used be owned by Canadians that there's that's in texas that he's running from New Jersey. His message to stockholders was positive and exciting. So now he's he's... He's essentially... Like, once he becomes a Ceo, he's... Instead of selling them to buy the stock, he's selling them on the dream. Right? The dream of what this company not what the company is now, but what it will soon become. His message to stockholders was positive and exciting. The engineers were optimistic about Wi his future, the company had great potential and while not yet profitable, will share own leases on multiple properties right for development. New technologies were coming online, opportunities in the oil industry abound it. And now with the right people to home, the future would be prosperous. This is all with Ci telling them. Right? Stockholders picked up on a not too subtle sub tax. The old board members had dragged the company down, men in their senior years who lack the drive and fresh vision to turn potentials into reality. Their average age was between 80 and dead. Sig once commented. And this is such a great, like a great line. Like a race horse pointing his nose at a gap in the field and bursting through to take her lead, Sig grabbed the moment and ran. So this is another example of what I'm meant. Like, okay. I'm gonna grab the first opportunity that shovel snow. Then I'm gonna make bow ties. Then I'm gonna sell, and I'm gonna be Door door salesman. I'm just gonna do every single thing. I'm gonna get to the next opportunity once I get to that opportunity we'll look around where's is the next place of advancement ma'am. So they're doing well. They're starting to to, some of these wells are working out, but like, this is taking too slow. He's like, we need cash. We need a lot more cash because the more cash we can get the more wells we can drill. The more wells we can drill the more money we're gonna make. And so this is where he gets the idea. He's, like, we need to buy a bank. Like, the the audacity of this guy is amazing. In Sig mind, it was not enough. Although these gains are very gratifying. I'm fast forwarding, let's see. For, I think 4 years in the story. Your management is not satisfied. Since the growth potential of the company has not yet been realized, Sig energy and ambitious new and ambition, new no bounds. If Wi shire was gonna keep growing, the company would need a steady stream cash. Why not buy a bank? Banks have lots of cash. And so this idea of getting a bank. He's gonna wind up taking over this this small at the time a small bank. I think they have like a hundred million of assets by the time he dies when he... Right before he dies. He runs the bank up until he dies. They're gonna have, like, 4000000000 dollars assets. So it's called the trust company of New Jersey, and then it's referred in, the, the book is by its initials Tc n j. There is a lot of detail in the book, but I... There... Really, this 1 page that I'm on is gonna tell you this, like, half page right here. Is gonna tell you why he wanted to own a bank. This is also gonna get him in trouble later. I forgot to tell you, like, I said his stories is unbelievable, in addition to surviving also and coming to the country with no money, dying hundreds of millions of dollars of net worth, taking over, public traded. Oh, company taking over a bank. He want... He's also the first person in American history to end up suing the Federal Reserve. So there's just insane and reason they wound up suing him is because what he's about to do here. Or they try to get him to dives vest the oil company from the bank later on. But this is really why, like, the the idea that builds his... The reason I wanna bring this attention is because this is the idea that that Sig uses that builds his business empire. And so this is why he wants to own a bank. So he says, the more Sig learned about the nation's complex tax codes, the more he saw 1 great benefit in Wi shi taking over the bank. If Wi shire acquired acquired 80 percent or more of the bank's stock, they could file a consolidated tax return. At that point, the book... The bank would have the right to upstream to Wi tax mice, otherwise due to the government. So what does that mean? Instead of writing a check to the Irs for taxes owed on the bank's earnings. Tc c and j could legitimately write a check for that amount to Wi shire. So Wi shi is the parent company. The oil company owns the bank. Okay? This upstream of tax money was perfectly legal and would provide Wi with abundant cash to finance its growth. So that's why he's doing. He wants the the the profits of the bank kinda drill more wells and and develop the oil company's earnings. Right? Bank would become what Sig professionally called his cash cow. Supplying Wi share with large steady streams to development money for opening new wells. Okay. I just said that. The arrangement would be potentially potential gold mine to drill new wells and expand other oil companies had to constantly raise money from outside investors in complex limited partnership agreements. The process was time consuming and risky. By receiving funding from their own subsidiary, Wi shire could effectively avoid such risks and this is also 1 of the main points, there was also pro profit motive. No outside investors meant not having to share profits. So he does exact same thing he did with the the oil company. So starts Accumulating winds getting 20 percent and then 25 percent, then just buying up. He does tender offers. I think this takes, like 2 and a half years I wanna say, and here's the punchline, and I just wrote this guy's unstoppable at age 44, Sig was now the youngest Chairman and Ceo of any major bank in the state. Now what's interesting to me is from the rest of the book, and we're about half... I'm about halfway through the book. At this point in the story. He's gonna live another, let's say, 30 something, like, maybe 30 or something like that. Almost all of the book is about the bank. You very rarely hear about... He considered himself a banker. And because, like, he winds up growing this this bank. It's in New Jersey. Winds growing it to be 1 of the biggest banks in in in the the state of New Jersey. And so this is what the most... The vast majority of the book is about from here on him. This is an example. And so he would do things. The reason, I bring that to your attention is because he would do things. There's a great Essay by Paul Graham that says do things that don't scale. It talks about like, how when you're a small company, there's a counter 2 of ideas. Like, you should do things that don't scale, and those... By doing things that don't scale help you turn into a large company. And so I... Like, obviously, sig had never read that that essay, but he understood that in intuitively. And so his whole Mo opera Is doing things that don't scale. Just like, hey, I took control of, oil company, and I did that by going door to door, every friend, every family member, every friend they had. Any family remember they had and literally going 1 by 1 maybe groups of, a handful of people a time buy the stock by the stock by stock. This is what he does and he constantly recruits every single person. If you're in an elevator with Sig, he's like, Rudy Bank. And he's gonna convert you into a customer. And then he... He's... I mean, he this guy's is insane. There is some things that are, like, over the over the line, like, the way he talks to people and yells with them is not the nicest person as you could imagine. You'll be sitting in his office, He'll ask you see to wallet? Like, why do you wanna see a wallet? And then he'll go through your wallet. And if he notices other Atms, cars for other banks he'll cut up the Atm cars right in front of you? You know, say you're not, like, he'll start crying, say you're dis loyal to him, how dare you... How could you possibly bank with somebody else left after everything done for you. Like, the the larger point is there... He's got some good ideas in this sense that he does things that don't scale because those things allow him to grow into a, like, a larger bank. It's gonna by spoiling your customers, which I'll get to in a minute. They bring you more customers. So this is just... I know. I'll left myself is, like, we need more of this. What he's about to do here, which, again, from a financial aspect, doesn't make sense. But if somebody did this for you. If a business did this for you, you're gonna tell other people. Almost everybody that needs banking services, what they did for you. So he wants to walking in at this point he's running the the bank. He he's on. Like, he is in the bank all those time. He's traveling around to every single branch. Like, he's still doing, like, tell work, like, he is... Never loses the connection to the customer. Another smart thing he does. So it says he, walked... Walks in and sees, like, woman, like, crying in in the and, like, 1 of his employees is trying to help or and he... So he steps in. Says the woman pointed to a number at the bottom of the page. Don't have enough money to buy Christmas presents for my family. She she explained in broken English. I read in the paper that if I join your Christmas club program and say 5 dollars each week, then at the end of year, I'll have 400 bucks, but they say I only have 260 dollars. And now I don't know what to do. She buried her hand in her head her head in her hands. The manager study the woman's past. You had... And the this is what I mean. Like, the the manager's acting logical, but that's not the right move in the situation. Because it's not like a pure financial transaction here. Where most businesses think that way. Right? The manager study the woman's past spoke. You had to start... You had to start the contributions in January in order to make the 400 dollars he said, You started in June. All your interest... All your interest was credited. I'm sorry, but the number is accurate. Sig stepped in and move the manager aside firmly. There's so many stories like this in the book. Madam, How do you do? I'm mister Will. I'm the bank president. Sig took the past book and pretended to study the numbers carefully before handing it back to her. It was our mistake Madam. We mis calculated the interest. The real number is 400 dollars. You can buy all your presence don't be upset. The woman embraced him. And so this is Sig point. Tc c and jay was not the only bank in town. Customers had options? It would not do to penalize someone because she had not understood the rules. Why give her reason to switch to another bank? He wanted his customers to be happy. And so before I go back to doing more things they don't scale Just trying to really spoil your customers and how you keep doing that. Your war their mouth is gonna spread over a long period of time. Like, the sky owned a bank for multiple decades. Took a long time to grow from a hundred... I think a hundred and 80000000 to 4000000000. If I'm not mistaken. But I have to bring this point out because he's also just, like, this crazy entertainer, and he, like, he was very... It's interesting. He had almost like a, dual personality and since like, he was... He wanted to be respected and admired by other people. But he also didn't care what other people thought. And so like he would was just bust out to singing and, like, dancing in the middle of, like, public places. And really he's just happy to be a alive if you think about, like, why wouldn't you be when he saw, like, how precarious life really is. It says he had a beautiful voice and sounded like a professional singer, but he'd sing at the odd times. He would sing in restaurants in public places. He would dance in aisle. He would be oblivious to everyone around him. The whole world was the stage. Often he seemed more like an entertainer than a banker. People would ask us. Now this is his children. Does your father own the restaurant? We tell them no. He's just happy to be alive. People thought he was nuts and would laugh at them, but he didn't care. We were proud to have a father who could have that much fun and not care about what people around him thought. And just that idea. Just he's just happy to be alive. No. He doesn't own the restaurant. He's just happy to be alive And it's funny because he wants a meeting some of his best friends because they move in next door and Sig had the habit of singing in the shower. And 1 day the guy that just moved in, like, after several days of hearing this this this relentless singing, open the window to the house He's like, well you shut up and and then Sig pops out, and they wanna becoming friends from that. I'm gonna go to... Actually, know 1 more thing before I get to to treat spoiling customers. So when he hires people. He's like, listen, you don't have to... He wants you to... He's like, you're not gonna walk as fast as me, talk as fast as I do or think or work as fast as I do, but you have to you have to do all those faster than you think is possible. So he was really into walking fast, talking fast and working fast. Some of this is, like, he saved time because he just wouldn't say goodbye. He would just, like you'd be in a room with him. He'd say what he needed done And like, there's no Okay. We're wrapped up, Was like, no, Didn't. He just left, and he do the same thing on the phone, abrupt departures, whether from a room or from a phone call were classic sig. He had no time from lengthy courtesy and hung up on everybody without saying goodbye. Very often people would would keep talking to avoid, and only after hearing the disconnected dial tone, did they realize that he had hung up a long time ago. And so in the book, there's a lot of examples of him having conversation with the customers. Like I said, he's just constantly, like, this the president of the bank and he's still meeting with people. He went getting in trouble with the Fdic. He gets trouble to Fed. Gets troubled all these other people later on. Like, never, like, you know, I don't think he's ever find. I don't think he goes to jail. He he doesn't go to jail. For sure, anything like that. But he just, like, in a heavily regulated the most regulated business on the planet, which he talks about later. Maybe I shouldn't have enter the most regulated business on the planet, and he just doesn't... Like, he doesn't think rules apply him. And he doesn't like people telling him what to do. But the point is is, like, he does things that you just wouldn't expect from somebody running this giant bank. And so he's constantly recruiting customers on A111 by 1 basis. And so I just wanna pull out this this exchange that he's having with the customer because I really think that it it illustrates, like, this concept of doing things that don't scale and that if you spoil your customers. If you do that... What's best for the customers, it's just gonna bring you more customers. So it says customers amazed by Sig great rates and couldn't figure out how his bank ever made money. Zig he asked. How can you afford to give me such special treatment. Zig answered candle. I know that you're gonna play golf this weekend at at your country club with all your friends. When someone says he doesn't like the rates at his bank or tells you his banks turned down for a loan. Do you know what you're gonna say? You're gonna say, you must immediately call my friend sig, the chairman of the Board of my bank. He always approves my loans. And you know what your friend is gonna reply? The chairman of the board of your bank personally approves your loans What's his number? That's why I give you such special treatment sig he said, because you will be my goodwill ambassador to all your friends. You will be referring at least 1 new customer to me each month, and that's how I'm gonna make up for the losses I take with you. Sig went through the scenario with major customers 3 or 4 times a day almost every day for years on end. And then his son who also worked in the bank brings his, like, wraps us up for us. My father's strategy was spoiling certain customers in order to create a constant stream of customer referrals from them. And then Sig also has a really interesting. I think this is a useful framework. So he has this idea of, like, differentiating your... Between the employees that you have. And realizing they're either a workhorse or a race horse. And so this is what he means by that. When evaluating the job performance of his employees, he differentiated between workhorse and race resources. Our workhorse was someone who did the minimum. Fall the same routine day in and day out and rarely came up with a great idea. So that's the workhorse. Okay? A race horse with someone with potential, an individual who showed initiative, ambition and the ability to go beyond the call of duty. Of course, you need workhorse in any business he explain. All businesses need people to do the basics, but there's no point spending precious time trying to turn a workhorse into a race horse. And so something the book mentions over and over again is that he had 1 of the the the largest egos that you could ever find in a human being. He talks about, like, oh, you can't. Like, he tells his kids later on that you can't marry that person because you're the daughter of a genius or you're the son of a genius. And so everybody... Like, he he would yell at people and insult people. And he call... His favorite insult was a sc. It's like, all, this person a sc, this person. Like, that person a sham sc everything else. He was really relentless with the pressure he put on those around him. Like, this is a very hard dude as you could imagine. Going everything he had experience. Right? And so he he put... He was relentless with the pressure he put around on people on on those around his family members, obviously, people he worked with, but he's also could be pretty funny. So this is an example that sometimes to put they're talking about like, you know, kinda little disrespectful to people times, But he said sometimes his put downs were amusing? I don't know how so so could have made this ridiculous investment said? If he's such a great businessman, how can he let himself be sucker buying something so worth. Goes to show you, even smart chickens shit on their own feathers. He would conclude, quoting an old yi s. I had never heard of that and that made me laugh. Even smart chickens shit on their own feathers. That sounds like something that Charlie Mu say. So that's why I started laughing him. Those who knew him best understood that the humor did little to erase the nightmares years of his past. And so this is very interesting because it's right after talks about, you know, undoubtedly poor treatment of people around him. It talks about in his complicated relationship with with his religion and with God. And the fact that from from... There's no getting over what he went through. And so it tormented him until the day he died. And so as he winds up having, like, a, almost like he he uses rabbi is like a therapist. Okay? So it says, rabbi cat served as Sig therapist and confidant on. The 1 person with whom sig could discuss his nightmares and flashbacks. So he would wake up in middle night screaming. He have nightmares you'd be drenched and sweat, Like, you know, just I I he just can't even imagine. I I I'm repeating myself and that's not very descriptive, but it's just... I just have no words for this. So it says, the rabbi and sig would speak for hours but the meaning of life, the world of evil and whatever business issues were on his mind. Singing rabbi cats also shared an existential dilemma, namely how to reconcile a ben ben God with the murder of more than a million children in the holocaust. How come you never go to the Synagogue. Sig young son once asked. I have a mixed relationship with God he replied. I go to Synagogue on the Jewish holidays and give thanks to the almighty. Without the will of the almighty, There's no way a short like me would have survived the holocaust, but I don't go to Silicon every week. I have a hard time being thankful for the murder of a million and a half Jewish children, are the murder of my innocent 7 year old nephew and 2 year old niece. So what he's referencing there is that that line when they separated and right when he got to auschwitz. He's put in the left line the girl in the green coat and some of his other family members are put in the right in his right line was his sister, her her husband and their 7 year old son and 2 year old. Daughter, and they were killed that day. They were gassed and killed that day. So there's an entire chapter called government Sc. And this is where he starts fighting. He's gonna wind up suing the Federal Reserve And this is, like, the downside. The the good side of having a giant ego is the fact that, hey, I don't know. You know, I don't know. I'm not Tool maker. I can figure out how to get to. I'm a nurse. I figure how to make a nurse. Would be a nurse. Right? Now and I'm doing that for little life and death. Once I get to America, like, I'm learning on the job. I don't know how to I don't know much about stocks. I can teach myself about stocks. I don't know how to run oil company could teachers. So, like, that's the good side of having this the supreme of confidence this Ego. I always think of... You know, I look for any excuse to to reg this quote from Nolan Bush and the founder of Atari. I've told you. I don't know. A does it probably dozen times on past podcast about this because I think he's dead on and he... What Nolan realized is not only that. Like, he was 1 of the first... When Nolan was founding technology companies. It was very rare for the founder to actually run the technology company. Right? You do. At that time, they would... They would start the company and then they would bring in older management. And so Nolan Bush. Was 1 of the... 1... Like, he laid the foundation for a lot of these technology company founders and Ceos to actually maintain control of their company. Right? He was doing that and to eighties. And so he noticed something about his own life, but also Steve Jobs who was, you know, he worked for Nolan, was, like, 10 years younger than Nolan. And so he says perhaps everyone has creative potential. But only the Arrogant are self confident enough to press their creative ideas on others. Steve believed he was always right and was willing to push harder and longer than other people who might have had equally good ideas but who caved under pressure. So the reason I that up is because that's counterintuitive. Most people say, hey, you know, don't be arrogant. Don't, you know, be humble whatever case is. And and no 1 saying, no. If you're humble, you're, like, you're gonna lose. And so you see that with Sig. He just says right here. Sig had a deep rooted hatred of authority. He could not tolerate anyone telling him what to do. The an was very deep seated and very obvious. So That's beneficial when he's building his career. It also gets him into trouble with the Federal Reserve. He wanted to sue them with the Fdic with the Sec with all these other regulators because he he did not... He would not listen to other people. He thought he knew better. He literally calls the reason the chapter I'm in, is called government sc is because they would tell him they would give him an order to do things. Like, I'm not doing this, and it, like, he'd have to hire attorneys and he... They'd have these huge fights, and he was convinced that he knew better. And in some cases, he was right, if they try to get him to dives vest his real estate because the the real estate on the books in on his bank where... Like, there was a... There's was a recession, and they went the the value dropped. And so the regulars is, like, you have to sell this get off your books. He's like you idiot. This real estate is 5 miles from New york city. Real estate is cyclical. I'm not selling. Have this huge fight. Somehow, he he avoids having to sell it, and then he wants coming back and doubling what he made on the real estate who's actually writing in that that example. So this is... There's a very complicated story in the book. This paragraph is really gonna tell you, like, what what his fight with the Federal reserve was all about. And don't worry about the name of these acts and these laws because the book talks about the laws change constantly. They're renamed or updated. But at this point, the Fed is saying, hey, an oil company cannot have ownership of a bank you have to dives vest. You have to separate your 2 holdings. Right? And he didn't wanna do that. So it says the Fed officer cited the Bank holding Company Act, the B c Act, which stipulated that not that a non banking company could not own or operate a commercial bank. The assumption behind the B c Act. They said was that an oil man like Sig knew nothing about banking and that his risky oil drilling jeopardize bank customers... The bank customer's money. Zig, the Federal officer said. You have been... You we have notified nearly 4 parent companies across the Us that they must get rid of their banking subsidiaries. Your company is the only hold out. And so another thing about Sig is the fact that he's highly leveraged and yet all of his wealth is concentrated in his company. He also has constant stress and and health problems. He's a constantly work a hall. He's constantly worried about it his business. So there's just some... This gives you an idea of, like, how he thought about asset on allocation, and then even when he's about to have c bypass surgery. Listen to what he says his daughter. His daughter has to come in. There's some complicated way to get around these regulations, his daughter ones up running 1 of the companies, but she's really like, he stars control. Like, he steps aside, but he's so controlled. So there's a bunch of that in the book the book as well. As a further consequence of the constant buying of stock. Sig was forever cash poor. Whatever wages bonuses or cash dividends he earned. He used to pay down his margin loans or earl else buy more stock in his 2 companies. He had... He was as high and Mighty Ceo of a bank, collecting a huge salary and huge bonuses every year, and no 1 suspected he was also often desperate for cash. That's where some of his migraine headaches came from. His fortune was tied up in those stocks. He had heart problems and was about to this now that this is his daughter telling us a story. He had his... He had heart problems. He was about to undergo a quote Qui bypass operation. On the Gu, He called me close to him, and I was expecting him to say something like Sherry. I love you. Thanks for staying with me. Instead, he motion for me to bend down so he could whisper in my ear and said, Sherry, I want you to buy 300 shares of trust company stock, but you have to do it today. Quick before 04:00 when the market closes. And so eventually, the Fdic, the Fed, the Scc, he does have to make some structural changes to his business and says he fu over having been forced to make so many changes. But these were the rules of banking and he had no choice but to comply. I don't think there was ever time that my father truly enjoyed banking for banking sake. He loved making himself and others happy and rich, and banking was almost necessary evil for doing that. Sometimes he would say, I should have my head examined for picking the most regulated business in the world. State regulations, federal regulations, Sec regulations. What could be more stressful? He hated taking orders from anyone. And so I mentioned earlier, he's just really hard on everybody around him including his kids. And so then he answers the question. He's like, why are you such a hard ass to your children? And he's just got a great line here. Father, his son asked him. Why do you bust my chops so mer over every single decision at the bank? Because I'm not gonna be around forever. Sig replied. And if you can tolerate me over and over, then you'll be able to stand up to anyone after I'm gone, and this is the great line that he ends the advice to his son. This is fantastic. Never give up, only death is permanent. Everything else can be fixed, and this is his record right before he finds out that he's dying. Sig had grown his bank from a hundred and 80000000 in assets to more than 4000000000 by the year 2000. All with without mergers or acquisitions. And so he did not take care of his health. He worked all the time, wouldn't go to the doctor. And so he's wind up staying at a... He's staying at a friend's house So we're gonna take a trip the next day. And it says, these are the people that that he would... He met when he was singing. It says during the night, they heard sig throwing up. They ran upstairs and found the bathroom cover with blood and sig sp on the floor. They put him in their car and race into the hospital where x rays and blood work revealed that stage... That he had stage 4 advanced multiple mile myeloma myeloma, which is an incur blood cancer. That had ravaged sees body. And so he's very close to dying. He's in the hospital, and he has a staying that he said throughout his life that he's like I'm still in auschwitz. I'm still in auschwitz. Like, bay because he's saying, like, you can never out run these memories. And so he's gonna wanna... Let me just read this to you and and you'll you'll see, like, the the... Unfortunately, why it being a literal. The doctor studied his declining numbers and recommended deck d, which attack cancer with greater potency than any other steroid. Although the drug could bring on serious side effects, amnesia, confusion, dizziness, nausea, insomnia, and hallucinations. And so Sig friend, the 1 that discovered him throwing up and and and and took them to the hospitals of doctors. Sig doctor friend Jerry Qui, warned that resort to deck D tron, carried risks. I get calls from the police he told them. They find patients on D tron, walking down highways naked. It makes you insane. Sig had no choice. He was deteriorating and gave doctor's permission to begin the aggressive treatment. At times, under the drugs influence, Sig imagined he was not in a New York City hospital. But in a concentration camp. He found a pencil and drew maps of the hallways, nursing stations and laundry shoots. He memorized routes and noted obstacles between his hospital room and the outside world. Remember it's not a hospital room Tammy. He's in a concentration camp. And he showed the drawings to sherry his daughter, who was always by his side and whispered that this is how he planned to escape. The memories of auschwitz were so vivid that he sensed the ss were lurking in closets and peer around the edges of corridors. When doctors wanted to put him inside an Mri scanner, he refused saying it looked like a cr material. So he winds getting release in the hospital, It's not doing really well, and he's... He winds up being able to survive. He wanted to make it to his son's birthday. And so his his son comes to visit sig at his at his apartment as his condo. And he says, when he arrived as his father's apartment, he found him sitting on the dining room table. Sig pointed would gl at the cake and candles and colored triggers swirl and snow white frosting. Hap, b birthday, Sig called out weekly. His thin arms raised in delight. The nurse lit the candles and with whatever strength he could must, Sig saying in a slow trembling voice. Happy birthday, happy birthday to you, Ivan, my dear, happy birthday to you, j as best as he could. He ended the song and pointed for his son to blood the candles, which he did. Sig was rushed to the hospital the next morning. He died that night. Less than a year after his death, his estate was worth hundreds of millions of dollars. Not bad as Sig once said. For a short, Bow legged you with flat feet, who never graduated Kindergarten and started with only 240 dollars in its pocket. And that is where I leave it. There's so much more in the book. Highly recommended It was a fantastic. It was a fascinating story something that's very entertaining and you learned at the same time. If you buy the book using the link it's in the show notes of your podcast player, you'll be supporting the podcast at the same time. If you wanna buy a guest description, for a friend or a coworker, family member, I will leave a link and to show us to do that as well. That is 223 books down 1000 a go, and I'll talk you again soon."
}