{
  "transcript": "Du gaul admire have included both Henry Kissing and of osama bin laden. He has been compared by admire and d to French figures as diverse as Charlemagne, Joan of Arc, Henry the ninth, Louis the fourteenth, and Napoleon. And to non French figures as diverse as Bismarck, Mu, m, castro, and Jesus Christ. The range of these comparisons reflect d gaul extraordinary contradiction. He was a soldier who spent most of his career fighting the army, A conservative who often talked like a revolutionary, a man of passion who found it almost impossible to express emotions. In france today, Charles D gaul is everywhere in memories, in street names, in monuments, in books shops. At the most recent count over 3600 local had a public space. A street, an avenue, a square a roundabout named after him. When an opinion poll in 2010 asked the French to rank the most important figures in their history, 44 percent placed D gaul at the top. Far ahead of Napoleon in second place, with 14 percent. Throughout his career, he was a brutally divisive figure. He was rev and ideal, loads and adored in equal measure. Hatred went beyond words. D gaul was the target of about 30 serious assassination attempts. If the lives of the French were so passionately caught up in their relationship with the gaul, it was because he was the central actor in France's 2 twentieth century Civil wars. The first civil war resulted from France's defeat by Germany in 19 40, when the government of Marshall Signed an armistice with Hitler. Refusing to accept this decision. D gaul departed for London to continue the battle. His act of defiance transformed him into a rebel. Over the next 4 years, D gaul claimed that he not Pet baton represented the true France. He returned to France in 19 44, claimed as a national hero. D gaul challenged the way that the French thought about their history and politics. I was an excerpt from the book, I'm gonna talk you about today, which is D Gaul, and is written by Julian Jackson. And before I jump back into the, I wanna gonna tell you why He spent so much time studying and learning about Charles to gaul. So this might be outside of the the episode I did where I read all of Warren Buffett shareholders. This is probably the episode that took the most amount of time in preparation. So I listened to the the audiobook book before I read this book. Previously, I told you, I listen to the audio. I said it was 60 hours. It's not 60 hours. It's 35 hours long. And then I read the book. The book is 800 pages long. It might be the most detailed biography I've ever read. And then I also watched there's a a movie that just came out. It's it's in French with English subtitles. It's called D gaul, came out I think, like 2 years ago, and so I that movie as well. And the reason that I thought spending all this time studying shows Go was valuable. Came from just a simple quote that I read in a book about 2 years ago. All the way back on founder number 01:10, I read this book, called Distant Force. It's the closest thing we have to a biography of Henry Singleton. And the quote comes from this guy named Arthur Rock, Arthur Rock is 1 of the first venture capitalists. He he funded companies like Intel, Apple and Tele, Tele was the company Henry Singleton founded. And this is what he worked, Arthur works with some of the most like, gifted entrepreneurs in history. 1 of those being Henry Singleton, and this is what he said about Singleton. And he says, Henry reminds me of the goal. He has a single miss of purpose, a 10 ethnicity that is just over repo. He gives you absolute confidence in his ability to accomplish whatever he says he's going to do. Yes, he is rather a roof, operating more or less by himself and dreaming up ideas in his corner office. Let me tell you this, that corner office produced a corn of ideas. And Arthur Rock not the only famous person in history of entrepreneurship that saying the praises of Henry Singleton actually discovered who Henry Singleton was through Warren Buffett and Charlie Mu. Warren Buffett, and not only shareholder letters but also in in in speeches he talked about it that he thought Henry Singleton. He says Henry Singleton has the best operating and capital deployment record in American business. If you took the top, the 100 top business school graduates and made a composite of their triumphs. Their record would not be as good as singleton. He went on to say that the fact that business schools didn't study Henry Singleton. He said that was a crime. And then Charlie Mu, this is a quote from Port Charlie Alma. As sharing Buffett admiration for Henry Singleton, Charlie Wonders. Given the man's talent and record, have we learned enough from him. And so when you have 3 people that have studied entrepreneurs for multiple decades, people dedicate their life to this like Arthur Rock Warren buffett and Charlie Mu, and they're telling you, hey, this the guy. This is the guy you study you need to learn from him. And then 1 of those people say, hey, He's very similar to this other historical figure. I took that as a challenge to... Okay. Let me go and study to go. And I I really wanna know what Arthur rock meant by he is like D gaul. That singleton is like D gaul. And so that is why I decided to spend all this time why I read at 800 page powder did all these other things because I think it's important. It's another reminder that I don't look at these as separate episodes. I look at founders is just 1 giant discussion on the history of entrepreneurship. A discussion that is already hundreds of hours long, and, hopefully, a discussion that will continue decades into the future. So with that, let's jump into the book. There's just a few things in the introduction Wanna pull before I get into his early life. And then from there, the book flows on a chronological order. So it's it's easier to to follow. And so the very first thing is the fact that D gaul what built his myth. So it says 1 of the Goals greatest achievements was the myth that he constructed around himself. And that myth was launched by the radio. So pot... Just like podcasts or I consider miraculous today, radio before it was a miracle because it allowed you to speak directly to gigantic audience all around the world. And in Doug gaul case, he was broadcasting to to people mainly in Europe. And so it says the deed that launched him in 19 40. So this is after Germany defeats for France, And so the... The single single of purpose that Arthur Rock was describing with Henry Singleton, Dick gaul version of that is continue fighting. His... He absolutely refused to accept defeat in this absolute refusal. No matter what happens to accept defeat is what makes him a national hero because he looked at the government that sign an arms... Arm, the French government that signing the armistice with Hitler that gave up as treason. And so he flee to London. He's the only ally really left fighting Hitler at this point is Churchill in England. I covered that back on the podcast, the splendid in the vial. It was a few months ago, if you wanna listen to, if you haven't already. So at this point, he's in London. He has fled and he's saying, I am the French government because I am the the the only 1 that's not giving up. And he's got a great quote. The guy's got a great quote in that movie that I watched of his, and it's describing himself. And he says don't turn your back on he who will not septic defeat. So it says the deed that launched him in 19 40 was a speech. A speech almost no 1 actually heard, but subsequent speech is fared better, and for millions of French people between 19 40 and 19 44, D gaul existed as a voice heard on the radio. And so he used the radio as a tool to build up support. It's... In fact, it was it was so remarkable by the time he comes back to France after the liberation. A lot of people running up, they they see this congregation of generals, and they run up to other generals thinking okay. This is who... This must be who To goal is. So many of his followers didn't even know what he look like. So this is a little bit about... Something I I observed over and over again these boundaries faces the fact that the the greatest founders in history have identified a series of things that are extremely important to them, and then they repeat them over and over again because they all understood that repetition is persuasive. And so this is D gaul talking many years in the future about this. It says d gaul commented. The things that I want to be known that I consider to be important. I think about them for a long time. I write them down. I learn them by heart. This cost me the most terrible effort. They are the only things which count in my eyes. And these things remained remarkably consistent throughout his whole life. This is a little bit about that. It says there seems to be a granite like consistency to his personality and beliefs. The most famous sentence he ever wrote is all of my life. I've had a certain idea of France, and that's another thing I need to pause. It's extremely important. This is the same thing. If you go back and look at the early dates of Amazon, Jeff Bezos, Steve Jobs, all of a lot of these founders they they repeat things so much that they become, in Jeff's case. They're called Jeff, and they're very consistent. Their philosophy about how to build a company what's important what they're trying to teach everybody around them that's engaged in the same mission as they are. They repeat that over and over again, and it says relatively consistent to gaul is the same thing. And the reason that I left itself on this page is. In fact, the paper back version of the book that I'm holding in my hand, and I'm struggling told in my hand because it's so large, it was reprinted as a... With a completely different also So this 1 just says D gaul by Julian Jackson. They I got I don't know if they did this because it was more descriptive work. Could so sell better. The the you'll you can find the same book in paper version called a certain idea of France. The life of Charles, The goal. So that that comes from his memoir. It's the very first sentence in his auto. It says all my life. I've had a certain idea of France. And this is where I wanna draw another comparison to Henry Singleton to the Steve jobs to these people. It's the fact that In Gulf case, he has a certain idea of Friends. Right? We take the ideas that are in this, and we say I have a certain idea for my business. They are... They spend an enormous amount of time figuring out what do I want my company to be. Another way to apply this ideas. To have a very certain idea of my life? What do I want my business to be? What do I want my life to be? D go thought for decades, a certain idea of France. And to him, there's nothing more important than country. I would say he even put his country above his family or anything else. Like, he did... Arthur rock was dead on. He had a single ness of purpose, and that was France is going to survive. We are not going to accept a defeat. So I think that applying that idea to this is exactly what I want my business to be like. Right? This is exactly what I want my life to. And it's more important than the business part is what do you want your life to be? Do have a certain idea of your life and to never give up on that idea. I think it's an extremely powerful idea that you learn by studying the life of Charles Gaul. Okay. So I wanna move on, there is just... There's so many good to golf quotes. This guy's una extreme. This is 1 that's coming from after the liberation of France when he's... When he's actually in power. So he said saying this is how crazy it is. He says there is no moment of my life, when I was not certain that 1 day, I would be at the head of France. But things worked out in a way that it could not predict. And so the crazy thing about this. He was obsessed with the this idea. Since he was a little boy. His father was was served in the French army, he would take him to, like, the battle when he was a young kid take him to the Battlefield or the cemetery where all the soldiers that died and battles in, like, depression war, things like that where he'd make them read the heads stones and then they would, like, recite passages and stuff. So almost like he was brain washed by the time the goal is 10 years old. He decided he was gonna pursue a life in the military at the age of 15. The goal writes an ess which he projects himself forward to the year 19 30. And in this vision that he's writing in the essay of as a 15 year old boy. He is a general of the French army and he has just defeated Germany. Okay. So then the book begins. Now after the introduction, talks about, hey, He's a voice before he was a face. And really, more important than he's a voice. He's an idea. He was an idea that France was not doomed. So let's go into his his first speech and the 1 he's most well known for even though not that many people heard it. So became was like, a legend, like a meme, I guess is the way to think about it in today's terms. Right? The goal was a voice before he was a face. He entered history through a short Bbc broadcast from London on the evening of 18 June 19 46 weeks earlier, the German army had launched its assault on France. The French were overwhelmed with extraordinary rapid repetitive. And on seventeenth of June, the head of the French government, Marshall, Okay. Another thing. So Highly recommend the audiobook. If you do wanna reading the book because they have this great... The the the voice on the audiobook has just these great pronunciations. I have no idea Like, I can't even... I can't even pronounce English words. Much less. I'm not gonna... I have no idea if I'm butchering. I know I'm butchering these names. So just bear with me. These these french names. But the reason I recommend the audiobook so much is because it's just... It's... I think French is like a beautiful language. Even though I don't understand it, it just sounds beautiful to me. And the the the narrator on the audio is did a fantastic job. So it says, that's why I'm gonna call him. And he's actually a really important person. This was actually the crazy thing is this was d gauls mentor. D gaul ghost wrote books for him, they wind up being enemies. In fact, this guy sentences to gaul to death when he when he leaves france to... For England. And then once the allies overtake the Germans, and they they they take back control Paris. Put on is then sentenced to death. And then when... When... And he's, like, 89 years old. He might be 9 years old a time. It's it's remarkable. And then D gaul commute to sentence, but they wind up having a very close relationship and then they have this fracture in this... They become bitter enemies. So it says, Announced on French radio that he would be suing for an armistice with Germany. To go speech to the next day was a challenge to Baton defeat ism. Remember, this is this... I just love the idea of what what the said, don't turn your back on he who will not accept defeat. So this is what Said I'm just gonna pull out some highlights from my speech here. This government, alleging that our armies are defeated, had made contact with the enemy to end the fighting. Certainly, we have been overwhelmed by the mechanized forces of the enemy on the ground and in the air. Infinitely more than their number, it was the tanks, the airplanes and the tactics of the Germans who forced us to retreat. It was the tanks, the airplanes the tactics of the Germans that took our leaders by surprise to the point of ringing them to where they are today. I wanna pause here. That sentence is extremely important because for 10 years before the war, D gaul is writing. He's given speeches. He's bill he's building relationships with different people in France. He's talking about, we need to mech our forces. He wrote a book and they wind up finding Hitler had Doug gaul book and had notations and notes. And so almost use it like a blueprint. To Go with Silver remarkable, what well, Mean there's a million things as remarkable about this guy. But so Remarkable was he has receipts. For a decade before this happened, he was warning you if you do not update your army if you don't start start embracing the strength needed for a military, we are going to get run over by Germany. He called this shot a decade before. So this is what he's talking about. The tanks. He talks about, and he was a, he saw... He he serves. He wants getting injured. He wants getting shot twice in world war 1 actually. But he's like, hey, war has changed, and we have not updated our strategies. We're still fighting the last war. And if we don't update our ideals, we're gonna lose the next war. And the next war was inevitable in his in his view and he wanna up being right about that. So it says, but has the last word been said, must hope disappear is the defeat definitive. No. I tell you that nothing is lost for France. The same means that conquered us can 1 day bring us victory. He goes on. Despite all of our mistakes, all of our failures to catch up, all of our suffering, they're are in the world, all the means necessary 1 day to overcome our enemies. The destiny of the world is at stake. He always talks like this. Like, he was on a mission. He... When you go back to that that that that that mental model that Jeff Bezos taught us a long time ago. He's like, listen, when you're high... Recruiting people your. Company, you don't... You want missionaries and not mercenaries. Mercenaries are just there for the money, maybe for the perks or whatever. Missionaries will always make better products because they believe in your mission. So make sure you you sip off the people you're recruiting, company put him into 2 camps and only bring the missionaries with you, D go was missionary. Whatever happens. Listen to how he talks, whatever happens, the flame of the French resistance must not be extinguished, and it will not be extinguished the golf spoke many more times of the following weeks and increasing numbers of people started turning into his speeches. Okay. So we're gonna jump into its early life way before world war 2. This is 1 of the most... I, say probably the most influential person on the life of Charles Gaul was his father. So this is what he wrote about his father in his auto. My father was a man of thought culture tradition. He was imbued with a sense of the dignity of France. He made me discover its history. Later in life, when fascinating the person who most influenced him, he would always mention his father. In who now he's talking about or his early life. In this family, intellectual work was all that counted. On Re, passed on to his son a reverence for writers and the life of the mind. Okay. So at this point the story, doug goal is about 18 years old. I already said by the time he was 10, hey I'm gonna dedicate my life to the military. He says his only fascination was with war. The last war and the next 1. So he goes to this military academy. It's called like Saint. Most not most likely pronouncing it correctly. So it says he graduated from there in the summer of 19 12. We have no evidence that he stood out in any way except for his height. So that's another thing that he's well known for. And if you look at pictures of him I'm like, Google Images, he's, like a foot taller than everybody else. So he was 6 foot 5. At the time, the average height in France for a man was 5 foot 3. So they call him, like a giant. They called him the the the the giant Asparagus something with his nickname On... Something is to do with an asparagus, and that relates to his height. So there was many other odd features. Okay. So this talk about physical appearance being odd. He's a very odd person in general, just like Singleton. There are many other features of, of his physical... Odd features of his physical appearance. His small head, his heavily hood eyes, his long neck and his lack of chin. Although the gaul was not prone to intimate self, he made an... He made occasional comments which which hint that the Icy reserve he projected was rooted in a certain physical awkward ness about his appearance. I did not have a ph that pleases he wrote. So he graduates he elect to join the infantry and this is what he writes about that. When I joined the army, it was 1 of the greatest things in the world. Under the criticisms and insults that had been hurled at it, it waited with serenity and even muted hope. For the days when everything would depend on it. So the noise left myself on this page is, D gaul talks about the army the way Enzo Ferrari spoke of his cars. So it's a great quote from go... That book go like Hell. I think it's like founders number 97 something like that. And it says Enzo far ferrari spoke of automobiles as if they were an ina. Cars possess unique behaviors. They breathe through their carburetor. They were skinned with metal. When Ferrari was asked which took if his cars was his favorite. He answered the car which I have not yet created. And which if his victory meant the most, the 1 the 1 which I have not yet achieved. So it's, like, I'm almost like this poetic, like, they speak of these things as if they're they're speaking to, like, a lover. So the go finds himself at the right place for him at the right time in the right place in history because he was obsessed with war. He was obsessed with defending the glory of France and maintaining its empire and so war war 1 breaks out. He's a young man. He he's already in the military, and he gets shot for the first time. War machine in France and Germany broke out in on August 19 14. He was a platoon commander and in Lieutenant at this point and he had about 65 men under his control. So now he's gonna describe this. He's writing about this later in the hospital after he gets shot. And so it says to go wrote up his impressions on that first morning while they were still fresh his mind. And I'm pretty sure he got shot the very first day. The first shots of the campaign, what impression did this make on me? Why not admit it? 2 seconds of physical motion, a nod at throat and that was all. I could even say that a feeling of satisfaction. Nothing I think about how crazy this is. You were getting literally putting your life on the line, you you you could die in a few minutes. People around you were dying. And this is what he says, I could even say that a feeling of satisfaction came over me. At last, we're going to get them. So he thought of Germany as France's historical enemy. And that's why when he's 15, he's writing this this this dream essay where I'm, you know, fast forward in 15, 20 years in my future, and I'm a general in france, and I'm just defeated Germany. And now he's getting a shot as a young man to to actually fight German. Judge actually fight the German. And so, yeah, It was right. He ends up getting injured in the first 20 seconds. This is what he says about that. I screamed out first section forward with me. Remember he's leading 65 people into battle. I rushed forward realizing that our only chance of success was to move very fast before the enemy funny They says that now because that... He's default aggressive, And that's 1 1 of his the biggest criticisms about the French generals in World war 2 is they just sat around and waited for Germany to attack instead of taking the the fight to them. I was hardly cover... I hardly cover 20 meter meters when I felt a kind of whiplash on my knee when he gets shot in the knee, which caused me to stumble. 4 other men with me were also moan down in same instant. This other his friend was killed outright right next to him For the next half a minute, there was a terrible hell hair hail of bullets around me. I could hear the bullets entering the with a dol thud into the bodies of the dead. With my leg completely numb and paralyzed. I extracted myself from the bodies around me and crawl along the street underneath the same Cecil hail of bullets. How I was not pierced like a sieve will forever remain 1 of the great questions of my life. In his... In his 20 seconds to combat Dick me 2 discoveries. 1 about himself, the other about modern warfare, and this is also gonna be something that he warns people that decade before over 2, begins. The first was that he was indifferent to physical danger. He was like this his entire life. He's an insane person. This was the first that he was indifferent to physical danger. Throughout his life, he would display the same Bra he had shown at this river crossing. To that it's to the despair of those in charge of his security. The second lesson was summarized in 1 sentence where he he writes winds up writing this book. In the twin of an eye, it became clear that all the virtue in the world is powerless against firepower. And so he winds being sent to the hospital. He was so desperate to take part in the fighting that he left the hospital before his wound was fully healed. So he heals up, goes back into war, and he shot again. D gaul was wounded in this time by hand in the hand by a bullet. The injury became severely infected and he was hospitalized for a second time. And then it says right after this. And this is, I think the most important thing to know about to go and I underline the sentence it said, a million different ways in the book. Nothing dented his belief in victory. Nothing dented his belief in victory. There's just no quit. There's no other option. I have a single... Purpose. I'm going to win. France is going to be glorious or I'm going to die trying. We must con... That he writes about this. We must conquer He I that. The victor is the 1 that wants victory most energetically. His his view remained that the French could accept nothing less than the absolute and definitive victory of our forces. The peace must be dictated by us. We must harden our hearts and concentrate our energies to repel the multiple temptation that a cunning enemy is starting to offer us. And so that's again, when I stuff like that. I think about not just what the goal is doing in in this this battle again in World war 1, but really it's like, let's come up with a... He came up with a certain idea of France. It's come up with a certain idea of our life. And never give up on that. The absolute and definitive victory of our forces, the peace must be dictated by us We must harden our hearts and concentrate our energies. Concentrate our energies on our certain idea of our life, our business or whatever we want. Out of this experience that we call life. And really, that's what I'm taking away from from spending, you know, who knows 60 hours studying to all. So unbelievable. He heals up. He goes back into battle. Okay? Oh my goodness. Okay. Then he goes back into battle. By the end of... And then the Germans are just are destroying them because and that's... If you ever said where we're 1, all military historians talk about and people actually surge and fought and combat they're, like, listen, you put me in any, like a off fight anymore. I don't wanna fight world war 1. Because there... They did not update the fact that they essentially just sent a bunch of young people to die against machine guns, which did not exist before on this scale before that war. And so they all talk about. That's the absolute worse because there's no tactics or no strategy. There's it's just... Okay. Go over that hill. We lost 90 percent. Let's do it again wave after wave, and it's talked about in the book. Obviously Gonna skip over it. But I wanna bring up this point. This is when he's begun become a prisoner for. And this is extremely important in his life story. By the end of the day, his company had been almost entirely wiped out. He was believed to have been killed And, remember this is the guy that's gonna, sign the armistice with Hit Hitler. And before he does that he's his mentor to the goal. Baton signed a citation commend him for his bravery in the field. Thinking he's dead. Few days later, it became known that he had been taken prisoner. And so D tells us what happened. I set off crawling along the trench. I had barely gone 10 meters, went down a trench perpendicular to mine, I caught sight of some Germans cro down to avoid bullets. They spotted me at the same moment. 1 of them gave me a bay net thrust that wounded me in the thigh. Another killed my... It's a french word for, like, like kind of like an assistant at point blank range. Seconds later, a grenade exploded literally under my nose and I lost consciousness. It's astonishing that he survived the explosion. I wanna pause here. So far in battle. Right? This is the first year of battle. I think the first, like, 6 months if I'm mistaken. He's been shot twice bay and hit by a grenade. So he's gonna spend the rest of the war in a prisoner war camp. He's gonna try to escape 5 times, but this is also the first incident. He has, like, mel c nature, life, so he's in a deep deep depression. He endlessly he returned to an inaccessible sadness caused by the humiliation of being a prisoner. At this moment, I am gripped by a grief so bitter and so deep that I do not think I will ever again experience anything like it. And it will only end when my life ends. So that is if I'm not mistaken, he is 24 years old when he's saying that. So eventually, where war 1 ends, he's released. This is November 19 18, so that would put him at what 28. And now it says, as he wrote I'm returning to France, the great joy I share with you is mixed for me, more better than ever, with the ind... Regret and not having played a greater role. Remember, he dedicate his entire life to this, and he's like, I'll never get another chance. I think that for the rest of my life, whether it will be a long or short life, that regret will regret will not leave me. Let it at least serve as a spur to think and act better. And so now the book goes, and it covers a a large part of his life rather quickly. So from, let's see. He be... To the time he's, like, 20... From time he's like, 29 to 42. This is all before the the war is gonna break out in Europe. He's gonna... He's still back in the army. He's getting a lot of experience. But this could it goes more on this fact that he had... He suffered depressive states intermittently throughout his entire life, says when no... When the gall became famous, his aids would despair what they called his... With at his temperament, his volatile and unpredictable mood swings. His son descent into the black pessimism. This is something they're they're gonna draw an analogy that Winston Churchill also had to deal with, Churchill called this, this these periods of his life, the black dog. Like, Churchill black dog, these moments of despair became incorporated into his myth. The man of destiny sur mounting the temptation to give up. Does temperament is already at evidence at the end of the war, so when he's he's writing to his mother, I am 1 of the living dead. You offered to send me books to work for what? To work 1 must have an aim, what aim can I have? My career. But if I cannot return to fight before the end of the war, will I stay in the army, and what mediocre future would await me? And really, the the point of pulling that out is because everybody's gonna go through that ex xp... If you're trying to do something difficult, building a company, being 1 of those things, it's inevitable that you're gonna go through these periods of, you know, depression, darkness, whatever you wanna call it, it's just you're not thinking. Like, think about what he's writing there. He's gonna dead. He's got a... Yeah, he doesn't know at this point, but he's got, you know, 5 decades of public life in front of him, he's gonna become 1 of the most important play play 1 of the most important roles in in human history. It's just like, when you're in, I guess, reading these stories and seeing other people experience, the benefit being and why I think all the the smartest most productive people... Smartest most productive people ever live all read biographies and all continuing to read biographies it's because you see this play on other people's lives. And you just realize, okay. I can take a step back and realize, I'm just not thinking clearly here. And I just need to wait for this this feeling to pass. This this dark period of my life that I'm currently experiencing to pass, and then I'll be able to to have a clearer perspective on what like my life is going to be and what my future is gonna be. Right now, the goal does not have that. So as we we go through this, like, next decade and a half of his life, Just wanna pull off a few things here. And I'm doing a lot of this selfish because Singleton, Henry Singleton has... There's a lot of ideas that that Learn from him that I'm going to apply to my work. And I think I'm gonna wind doing another podcast on him. There's not a lot of... I've read the 2 books, the outsiders and then dis force I actually talk about, but there's also material online. So it's was like, maybe re reread those 2 books, read a bunch of things that you can find online and then combine that into a podcast. And then maybe I can tell you then, like, how the ideas I stole from him and, like, my application to them because and, like, I think ideas scale up and down. Like, he used it to build this giant conglomerate called Tel. Like, I can use some of those ideas just for founders. Right? So I really, a lot of my highlights was like, okay. I look at it through the viewpoint of what Arthur Rock said, Like, Singleton is like the Go. Well, this is very interesting. The goal keeps himself apart from his peers. And if you listen to those 2 podcasts on single tenure if you read the 2 books. You realize he did the same thing. He was not, like, he purposely kept him apart from his peers because I don't know. He never explicitly said this, but we're all... You know, we're prone to to copy or to be influenced by the people around us and where we let our mind. And I think for Singleton link why he sat in his corner office alone, with just his apple to a computer, like, because he wanted to come up with unique, interesting ideas, usually from, like first principal thinking. And that's why Singleton ideas were so different. Then most of the ideas of c... Famous Ceos or founders at that time in history. And I think that's what gave him the difference in his thinking gave him the, you know, the what Warren said. Were warm office said is like the greatest record in American business history. So we see a little bit about this here, D gaul kept a loop from other French officers. So he's a french officer as well and did not join their social outing. They found it hard to understand why he never came to their to the mess. Meaning e ate with them. Never joked. He would speak little and rum 8, and and he would be rum on thoughts, 1 could only guess at. And so this idea of keeping to yourself, keeping your ideas to yourself. Is very interesting because there's a quote, by claude Shannon, legendary creator of information dairy. Right? In that book distant force, and I'm gonna read it you. I just grabbed it real quick, and he's talking about Singleton. He says, he always tries to work out the best moves. Shannon said. And maybe he doesn't like to talk too much. Because when you're playing a game, you don't tell anyone else what your strategy is. Another idea from this put period in in in Doug gaul life. And this is really... He's saying this 20 years before Doug go becomes Du. Right? He is Charles D now, the person. He's not Charles Gaul, the idea, the revolutionary to hero. But he he's he's seeing this war that's happening, between with Poland, and he says the lesson he drew from Poland victory was that a country is defeated only when it has lost the will to fight. This was a lesson which influenced his view of the the his view of France's plight in 19 40. That is happening 20 years. So that's what I always like about when you... When you're reading biographies, you realize that they've enormous amount of time having these experiences, learning from experiences, reading books, learning as much as possible because they're... They know that, like, these ideas are useful. They just don't know when. And so they're exposing themselves. Many ideas as possible. And then they use an idea that they may have learned a decade or 2 decades previously to an opportunity they... They couldn't have possibly predicted so that idea That's like, okay. I... I'm seeing what's happening here. A country is defeated only when it has lost a will to fight d gaul winds up being the only person in the French government that never lost the will to fight. And so now he goes back and analyzes Germany's defeat in World war 1. And another thing I wanna pull out to you that I think, the gulf shows with a lot of people in, like, some of the greatest events in history, is he's obsessed with the importance of self belief in Morale. If you remember that that book I did on Ernest Shack. It's called endurance. And he's this legendary poll explorer, and he realized realizes, like, as 1 of the greatest leaders, I think that I've have come across the east. And he says something in that book that was fast. He says, like, he was more But, obviously, he could frees the death. There's all here here in the arctic for God's sake, but he says I fear a, the the the loss of morale, like, AAA low morale more than I fear fear the cold. And this is something that led multiple expeditions life and death expeditions, and that's the takeaway away He has, I think the goal would would would agree with him. And so this is what the goals. And I don't know if I've made this point clear enough. But like the Goal has this, like, insane extensive knowledge of history. He's 1 of the most well read people you can come across. And so he took everything he learned from history and would apply it to present day, which again, I think the smartest and most productive people in the world that I've ever lived, do the exact same thing. So he's, like, ad, like, the the the the the president of France and right before Germany overtake. He's, like, you need to be like this guy, and I look up the guy I was, who is he talking about? I look up at this, like, the guy had lived in, like, 16 hundreds and the go him alone his situation. This is what he did. So we should copy this and like, wow, this guy's no joke. So here's D go many years after the fact, looking back at the defeat in Germany and identifying important factors. Okay? So it says, Tag gaul argument centered around the importance of self belief and morale and warfare. He was fascinated by the fact that although the Germans still had massive military resources, their will to fight had suddenly snapped. So this is what he says. As if by the fatal strike of a magic wand. A sort of moral super annihilate the war like qualities of the German people. German troops were still in enemy territory. German factories remained intact and her fields fertile. However, she surrendered. She refused to make further sacrifices, hoping to end her suffering. And that line really hit me at the end. She refused to make further sacrifices hoping to end her suffering. And I I think 1 of the greatest quotes I've come across from any of the of read comes from the founder of 4 seasons is he sharp, and he's got 1 of the best maxim. And he says excellence is the capacity to take pain. Most people don't do that. They run... That's why everybody quits. Right? Steve Jobs tells us how of what separates the successful entrepreneurs from the unsuccessful ones is just not giving up. That's a crazy statement from the person that created the most successful consumer product of all time. Half. What separates success failure is just not quitting. Is he sharp. Excellence is the capacity to take pain. If you wanna end your suffering, you're not willing to take that pain anymore. And so you quit. Wanna give you a little bit more insight into his personality, He's extremely disagreeable, extremely arrogant so he's attending a military academy that trained senior army officials and he doesn't hide his disgust because he feels like what they're we're teaching is how to to to win a war that no longer exists. And if you think about it, he was completely correct. This is very similar to if you read warren shareholder letters, or you hear Charlie Mu speak. They are relentless, and they're like, listen, your business school professors are destroying generations of entrepreneurs and and investors because you're teaching them bump. And so you could think about that that this kind of an analogy of what he's saying. He's like, I'm going to military Academy, You're supposed to be training senior army officers and what you're teaching us is bs. So it says, was single to go out was less of his contempt that he fell for his teachers. Then his refusal to disguise so 1 of these Colonel that he's that's teaching him said, commented that Doug was intelligent cultivated and serious with brilliance and facility, but he spoils inc qualities by his excessive self assurance. And his harsh towards other people's opinions. He has an attitude of a king and exile. The this remarkable sense of self belief from the 34 year old captain shows why Do go attitude must have seemed quite ins inseparable to his superiors. And what is he doing? He's systematically ref the dogma of official teaching. And so his point, this is where it's also gonna Okay. So we, I just said Mu and Buffett definitely do that over and over again. Right? If you've read their words and you listen to him, you know that. But he's also... This is where he's gonna... He's going to parallels singleton. Henry Singleton again. And so in this case, Du gaul is, like schooling his teachers. He's like, listen, you're not even driving the right lessons from Napoleon. So it says, there was never... He's talking about Napoleon. And he has some quote... He definitely criticize Napoleon quite a bit too, but this is something that thought Napoleon right. There was never a single corpus or doctrine in the army of the first empire. That's Napoleon, seizing the circumstances, adapting to them, exploiting them. That was the basis of Napoleon's conduct. So sees a circumstance adapt to them, exploit them That's the basis and deploying contact. Con... Conduct. This is something that the gaul believes his entire life that you have to adapt to ever changing circumstances. Herb Keller founder Southwest Airlines talks about over and over again, he's like, listen, planning is orderly and logical. Reality is chaotic. Planning does not square well with with realities, herb keller, advice to future entrepreneurs. Right? And part of the reason he was able to build the only airline. That was profitable for 40 straight years. That's insane. So what did... Henry Singleton us. Often criticized for not having a business plan just like her keller was. Okay? Henry replied that he knew that a lot of people running companies remember this is a person that had the most successful record in American business history. This is what he's telling us. This is and this is why he was so different from his peers at this point. This is like, I think the 19 sixties is when he's saying this. Had replied that he knew that a lot of people running companies had very definitive plans they followed us. But we're subject, but we are subject to a great number of outside influences on our businesses, and most of them cannot be predicted. He's is still singleton talking to us. Okay? So my plan is to stay flexible. He told a business week reporter who was interviewing him. My only plan is to keep coming to work every day. I like to steer the boat each day rather than play plan way ahead into the future. What did... And that that book I just did with Charlie Mu on Damn wright. What it he tell? There's no master plan at Berkshire Hathaway and there's no master planner. It's the same idea. The same id expressed by Charles d gaul by Herb Keller by Henry Singleton by warren Buffett by Charlie Mu. That is the stuff that makes me excited. These people did not know each other in real life, they they worked to different industries, different time in history, different parts of the world and yet some of the gifted most gifted people that have ever lived arrived at the same conclusion. So a bunch of quotes on leadership in this book, but I wanna continue with his team action. This is this is this is what he's 30 for. 34 when he's writing this and my phone Was mistaken. Action must be constructed on contingency. So at this point in his life, this is 19 25. He's... This is when he's the the the the Pro of. Right? Who I'm most likely mispronouncing name, the guy told you about over Again. What the goal rum originated later on the career of, he would invariably comment that Marshal that's I think this is his first name was a great man who had died in 19 25. What makes this are curious is that 19 25 was the year that the gaul started working directly for him. And so it talks about there's 2 main military legends in France at this time, Being 1 of them this other guy Fa f fo c h maybe. Is how you pronounce that. And they each represented a different approach to war. And so Fa was the exponent of the offense. Okay? And the believer in the importance of will as a key to victory. That is very much D gaul. Okay? Baton was known for his emphasis on the need for meticulous preparation, and he... And D gaul really believed that his caution bordered on defeat. And so d gaul has these great quotes. This is from this... That movie I watched, to be passive is to be defeated. And then he... He's talking about. This is a quote when Germany just in like a second war is destroying France. With great rapid repetitive. I think it's the word. He says the old generals never attack. He's talking about Baton and people like this. Alright I think 1 theme that that comes up over never gonna these books. Is the fact that belief comes before ability. People would think it's the opposite. Like, you achieve something then you none all. You believed you could do it way before you had the ability to do it. Doug goals... The way he's talk... Listen to how he talks. So he's he's writing... He's ghost writing a book for Per ton. He's accomplished... He's been in battle for what 20 seconds not 20 seconds, but he, you know, not very long. Maybe a few hours. He's been shot bay shot twice Bay edited Grenade. He spent mode of vast the world, the war in more were 1 as a prisoner. Right? Photon the most decorated French military leader that you have at this point and listen now he talks to him. Again, this goes... He's got this unbelievable self belief. And I think founded the reason supporting because founders need that? Like, why is this compare we keep comparing to Gaul and Henry Singleton? Like he had... So he trusts... Singleton was able to trust his own judgment. He knew that he could think things through independently and come up with the best plan of action? Right? And you have to have a large degree of self belief to do that and it's the fact that Singleton had this large degree of self belief, led him to take actions that resulted in this miraculous record that he had. So I think this is extremely important thing to, like, remind ourselves self. So it says, just they're just, like, fighting over this this book that that that they're ghost rating. And so it says the goals outrage response displays a remarkable degree of self belief. And this is what he says to this to the legend the the the main legend of the French military at this point. A book is a man. That man up to me, up to now was me. If anyone else becomes involved in this, only 2 things can ensure. Either he will write another book or he will demolish mine. If you wanna do another book, I have no objections. I will simply take my book back. But it but if it is a matter of maul my philosophy and my style, I oppose it. A few days later to go compounded his insulin by writing another letter in at tone quite extraordinary for a mere captain addressing the most v military figure in France. He warned Baton against changing anything in their agreement. He would not allow others to be involved in the writing of the book. So Tag gaul was very hard for people even around him that were on for a long time to feel like they knew who he was. He did... He spoke very little, would not tell you what he was thinking. I've told you over whenever never again that you know, 1 of the great things about rh biography is when you get to the end, you feel like you know the person, I don't feel like I know who the goal is. I have... I know his ideas. And I think his ideas are extremely intelligent and inspiring. And I've just shocked at that no matter what you throw in front of this guys. It's just refusing to quit. I think that's very admirable. But I have no idea who, like, he he was not forthcoming in who he was. There's 1 area of his life where it... That's different. So his third child, little Anne unfortunately was was born with Down syndrome. And at the time, it's a very common history. Like, if the child... They call it, like, mongol at this time in history, you would send the child off to, you know, some kinda like, facility, hospital you know, places it the day. Somebody else takes care of them. D gaul and his wife said, no. She's staying with us. In fact, she was with him the whole time, that she winds up dying when she's 20 years old in their arms. But you see a the human side of the gaul that he hid from other people. So he talks about her birth was a trial for my wife and myself, but believe me, anne is in my joy and my strength. She is the grace of god and my life, bless his heart for saying that. After Anne premature Death he wrote to his sister. Her soul had been liberated. The tender ness of the relationship between the gaul and his little daughter, the 1 person perhaps who was not in all of him. Shines out in a photograph of the gaul sitting in a deck on the beat, beach with his little girl on his knees, her finger en ent her fingers en ent in his. The strangely au steer man who found it so hard to express affection would spend hours playing with his child bless his heart. There's another great story in the book where, I think, like, they just had a meeting. 1 of the military leaders are serving under him came back una announce a few minutes later because if you're forgot his brief briefcase, and he walks in. And again, the call is super serious never betray like, he has the greatest poker face in history, never portrays what he's thinking to anybody and does that intentionally, and he finds he stumbled upon the goal, like, with his daughter in his arms, singing her dancing with her and singing her a song. That was just... You can just couldn't believe there was... That side of D gaul ever even existed because D gaul refused to show that side. But this just idea. I found extremely touching, like his love and affection for his daughter. Okay. So now we're in the 19 thirties before war, he writes this book. Actually, I think it was published in 19... No. I was post in 19 32. It's called the edge of the sword, and it's amazing because this is what I meant earlier when I said to Go has receipts. And I wanted to find this book. I cannot find it. I I wanna say it was like, 1500 bucks. And it's it's it says the book is tracked on leadership. The goal returns to obsession about the peril of A prior are thinking, so let's define that that's relating to or den reason of our knowledge, which proceeds from theoretical deduction rather than from observation of experience. Come on. That's again, worn in Charlie there. Right? So says it returns to his obsession about the peril of a priority thinking in his view, the successful leader has to combine, quote from to gaul. A creative spark with a capacity for obstruction in critical intelligence. The leader also has to cultivate mystery and keep his distance, while exercising a large dose of ego ism, pride and hardness. Leadership, this is a crazy quote. And 1 of my favorite lines in the book, and he's a very The way this guy communicates. He's he writes really. The way he writes is he's got some great lines. It says leadership is a solitary exercise of the will. This book is a timeless meditation on leadership. And it also serves a contemporary purpose, which at this point, he was articulating to Go with the trend of French politics and diplomacy since the mid 19 20. So, again, he's got a certain idea of France. Just like Singleton had a certain idea of his business and anything that went against that. 1 of the last interview Singleton Gay right before he died. He was famous because he did, he bought a lot of his stock back. And he did this, like, 10:15 years before other Ceos were were doing it. But he says right, may maybe even longer or maybe, like, 20 years before that. But, at the end, a lot of Ceos are are are doing that. And so he said, like, he was asked, like, what do you think of the fact that all them are doing this. Like, if everybody's doing it, it must be wrong. There's a bit of that into indigo thinking. And so he says the French embarked on a policy of reconciliation with Germany. The backdrop to this policy was a public mood of pass past them This is where they... They're not building up their army. They're not being strong. This is d go Was was calling. He's like, you think this war is over. This isn't a... It was, Dan Carlin, my favorite podcast in history. He has this great series on World war 2 called the ghost of the Os front, and he talks about... He's like, listen, the the gap between, he quote somebody. I don't remember who was. But, you know, the 20 year gap between the end of World war 1 and the beginning of World war 2. He's like, that wasn't a the end of the war. It was an inter mission. And tag gaul picked up on that too. And he says d gaul believed it talking about Francis and France's policy of reconciliation trying to play kate Germany in between 2 wars. He says, it believed to be a fantasy contrary to the laws of history. And he says, this war is not the last. Whatever the horror sacrifices grief tears that it was brought that had brought in its wake, men have not been changed by So what he's just saying? Human history doesn't repeat human nature does. Human nature's is constant friend that he's gonna describe exact... He's writing this in 19 17. How crazy is this? And he's describe exactly what's gonna happen. For some years, there will be a sense of shame and fear. Then the smell of blood will fade, and everyone will sing its glory. The century old hatred between these 2 countries will revive in more extreme form, and 1 day peoples will hurled themselves at each other. Again, determined to destroy each other, but swearing before God and mankind that they had been attacked by the other. The edge of the sword was written to remind the French that war has always been a motor of history. That's what he says. The war was that war was as inter integral to human existence as birth and death and part of the endless cycle of decline in renewal. D gaul viewed this not as a of war, but as a statement effect. And so now this is right before where a few years before he's gonna be proven correct. He winds up getting, promoted to a Battalion commander, and this is what he said about this. It is indeed a pleasant advance of the ranks. But the real issue is to make a mark. That's the goal at 37 years old saying I wanna make a mark on the world. So he writes another book called towards a professional army. This is the 1 that Hitler takes notes from And d go, this is... He just... D go was correct about conventional French military thinking about what that conventional French military thinking got wrong. And he did this years before Hitler gonna exploit the weakness in their thinking. Right? So the book had 2 central arguments. The first was that mech maximization, so technology applied to modern warfare the way You think about that Okay? Especially the invention of tanks had revolutionized warfare and rendered obsolete the central election lessen than that the French high command had taken from the experience of World war 1. That firepower gave a supremacy to the defender over the attacker. So that's what he talks about. Like the old generals never attack. They're following a playbook that no longer works. But to go argue that if tanks were deployed autonomously, their combination of speed and firepower would make it possible to wage offensive warfare without risking the terrible massacres of War 1. This is very similar to patents thinking if you ever look at patents. And he's like listen, I'm not hold thing. I don't wanna hear any of my soldiers saying that I'm holding anything. Let me... I'm gonna read some quotes. Patents gets general patents gets famous speeches of the speech given to the third army. It's even appeared in that There's a movie. I think I wanna oscar, like, in the seventies that he gives a speech in, but I'm gonna read you patents thinking on this because he was also in a, in favor of tanks. You know when he was a tanker, maybe the most famous. And this is really the way that D gaul acts. And I think there's a lot of parallels between some early, like, some examples in entrepreneurial history. Like, if you look at how Bill Gates have approached Microsoft. I would say how Mark Zuckerberg approached early is of Facebook because this is very, very similar. So this is a pat says. I don't wanna get any messages saying I'm holding my positions. We're not holding a goddamn thing. We're advancing constantly, and we're not interested in holding anything, except the enemy's balls. We're gonna hold him by his balls and we're gonna kick him in the ass. We're gonna kick the living shit of them all the time. Our plan of operation is to advance and to keep on advancing. And so that central idea is completely opposite of what the Germans generals thought the the lessons they took from World war 1 that no longer is going to apply when when Germany and when we're war 2 breaks out. It's this. It's like, we're not holding anything. We are advancing constantly. It's like, we're not digging trenches. We're not sitting here waiting for the enemy. We're taking the fight to them. In this super default aggressive that patent and into gaul or advocates for. You also see in people building businesses. This hardcore, I'm going to go out and find as many customers as possible sign up as many people as I possibly can. I'm not sitting there and waiting every day I'm on the attack. It's a very similar idea that's central to this criticism that the goal is now making in this book, and this is the book that Hitler winds up taking notes on it and I just read this book a few months ago called in the company of giants, and it talks about it it references Bill Gates, bill... It is, like, 16 founders in that book. It's it's... You can find an archive. And 16 2 Mba students in the nineties wind up interviewing 16 technology company founders. And so that's what the books about. And 1 of those is Bill Gates and the the the title of Bill gates chapter something like the leader of the Panzer division of Microsoft. And so they're... What they're referencing there is the fact that Germany had this Panzer tank strategy. This, like, default aggressive counseling movement, attack attack attack strategy in world war 2. That is exactly what D Gaul is writing about 5 years before Germany uses a tactic. So says, I already read the part about tanks. So he's saying, hey listen, We need... This is my solution. We need to create a professional army of a hundred thousand a men operating alongside the norm army. Not only with these professional soldiers have techno expertise but they would be imbued with a sense of purpose. And so it says when Gaul arrived in London after Francis defeat in 19 40, the book was rapidly translated into English under the title, the army of the future. On the cover were the words, a 19 34 prophecy France disregard it, Germany worked on it. A copy of the German translation with some approving annotations by Hitler himself was found. Okay. So this is what I referenced earlier He's like, hey, we need... We need more people like this guy. And I don't know how to pronounce it's like Louis V boy or something like that. And this is the guy that was alive in the 19 6. Or excuse in the 16 hundreds. He's like, we need people like this now. And so we hear... We see Du describing Basically, what I'm... Like, we have to look at the traits that the Gaul myers. And this is who... Like, these are the traits that this this person he studied. There's was a alive of a couple hundred years before the events that are happening in book. This is the traits that this guy possessed. Disdain theories, he was careful not to disrupt or destroy. But as a realist, he never ceased in his efforts to reform and improve. They really, you can think about the way he's describing this guy is the way he views himself. Though ob in pursuing his ends, he was capable of being flexible. There's that idea again. An enthusiastic planner, he also knew how to bite his time. Une by sc, he used whatever means seems simplest and most ex ex. He was severe in his judgments of men while not des disposing them. Clear cited without being skeptical, devoid of illusions while not lacking faith. He was imp regarding incompetence. He was distant, but also approachable. Ready to read reports while in the end, making his own judgments, welcoming advice, but jealous keeping the final decision for himself. This is to go through and through. He had enemies and allies, but no friends. And another thing about the gauls, he saw himself as just like, he was destined for greatness to play this role. Right? And so he's talking about the fact that people have to have great people in his case, great men to lead them. Right? So she says crowds and modern urban society where rational and malleable. Their emotions needed to be harness and manipulated by leaders who knew how to exploit their rationality. Men cannot do without being led any more than they can do without eating, drinking and sleeping. So he's definitely a bit of an elitist. Okay? In short, the leader was a... This is his his description of leadership. The leader was a master towards whom people's faith and dreams are directed. And so now we're in 19 36, Hitler is already making this is right before we're we're world war 2. Right? And well, let me just read to you. Hitler's bold action and occupying the Rhine had been a bluff since he was not yet ready to fight. But this was a bluff to... That the French government had been unable to call because it's army was not organized in a way that would allow it to take rapid offensive action. So England's this time just like Francis this time is being led by these weak people. This is not the churchill and this is not the d gaul. Okay? And I don't know myself on this is if only there was someone who had previously warned about the need to have an army capable of taking rapid offensive of action. This is ridiculous. And then, he so he's he's meeting with this guy, blu, And says the goal count in the meeting would make a point about the workings of a paul parliamentary government. And he's really... So what he's about to describe is how distracted... There's no long periods where they can actually think and and plan and strategize. And I I'm gonna read this to you, but I'm gonna tell you my note before I made to you. The history of entrepreneurship is extremely clear about the need to be able to concentrate. And if you have a schedule like this, you can never do that. During our this is Doug all talking about the meeting. During our conversation, the telephone ring 10 times. Diverting blu attention to minor, or minor, parliamentary or administrative questions. As I was taught taking my leave and the phone ring again, he made a weary gesture. You see if you see if it is easy for head of government to keep his mind on the plan, you have you have outlined when he cannot remain 5 minutes thinking about the same idea. So that's a weird sentence, but he's basically saying, how can I even plan in the future? I cannot remain 5 minutes thinking about the same idea. This is also weird. I thought I had is, like, destruction of our... Like, there's a depressing stat for me at least. It's like, 98 percent of all books sell less than 5000 copies. And I think I greatly are overestimate how much people read. Based on own experiences. And just, like, if we keep t locating or or reducing our our, attention spans to something like we read in, like, tweet size our 15 second video, like, we're doomed. We can't... Like, we cannot have s detention spans. Like we have got to have the need to to think about the, the same thing for an extremely long period of time. And then in this section, D go has 1 of the greatest quotes. All that matters is to survive. The rest is just words. More on this, the these mach combinations. These early mach nominations by Hitler and myself on this page, this guy is so on point. He just... He saw things so much more clearly than anybody else did. Hitler's demand took France and Britain to the brink of War with Germany. This was a avert to the last minute by the munich agreement, which gave Hitler most of what he wanted. The gaul was plunged into despair and dig ind nation. This is what he says. The French like startled chickens, utter cries of joy while German troops enter triumphant into the territory of a state that we ourselves help to construct, whose frontiers we guaranteed and which was our ally. Step by step. We accept the habit of humiliation and retreat so that it becomes second nature. So now the war begun with Germany, and he's writing to the prime minister or the president of France. He's gonna wind up being in his cabinet for, like, 11 days before Germany overtake, France, but he just... Again, more another prop... They called a prophetic letter. And so the goal right now is just pointing out. Like, this is a problem with your stupid strategy where you're just waiting around. What are we doing? So actually, I'm wrong. This is after Germany invaded Poland, but before they start fighting in France. And really way you think about this is the same thing I've repeated, default aggressive is the path that Goal wants to take here. Our military system has been exclusively built around defense. If the enemy attacks tomorrow, I am sure we will hold out. But if he does not attack, we are reduced to almost complete imp. Then when he judges that we are wary with waiting, disoriented and unhappy about our own inertia, he will launch an offensive with from a psychological and material point of view, much better cards than he holds today. So he's, like, go attack him now while he's weak and you can actually take him. In my humble opinion, there's nothing more urgent and necessary than to gal the French people instead of comforting them with absurd illusions of defensive security and he was dead on because I think it takes Germany 6 weeks to take over France. He's like you're comforting them. He... Again, prophetic. Galvanized the people now. Instead of comforting them with absurd illusions of defensive security. But nobody is listening to him. So he goes again, the goal took the bold step in January 19 40 of sending a long memo, setting out his ideas to 80 important political military figures. I'm just gonna pull a couple highlights here for you. The striking successes that the is achieved in Poland. Thanks to motorized warfare will only encourage him to go further down this new road. To break this mechanical force only mechanical force to certain to be effective, which is exactly what he wanted you to build up 5 years before you found yourself in this position. The creation of an instrument of shock and speed is absolutely imperative to us. The conflict, which has just began could well be the most widespread complex and violent ever Again, he was right about that. In it is high time that the French drew the necessary conclusions. In setting this document the go was appealing against to the political class above the heads of the military. As in the past, this extraordinary step got him nowhere. So he's still serving the army at this point. And so now he gets to fight the Nazis. And so is a description of The gaul fighting the Nazis. He has 3 battles with them. All witnesses were unanimous about his resource... Remember I said earlier that he's una stream and a crazy person. Says all witnesses were unanimous about his resourceful energy and complete ind to physical danger. Between May fifteenth and June second, he slept only 3 nights. Does he take time to eat? Does he... This is I somebody that's in his division describing that this period with the goal. Does he take time to eat? No 1 knows. Does he sleep? The cigar butts 1 finds in his room in the morning allow 1 to calculate the extremely short time are cigarette butts. I'm sorry short time between the last and first cigarette? A map a map properly set up and properly lit a map constantly and exactly updated. That is the essence of his command post. So he's just... He doesn't sleep. He pushes... Oh, I guess, I'm gonna run over around dot here. He pushed himself to the limits and he expected the same from his men. This is more of a description at this time. D gaul remember remember what what we know about henry singleton, what other people said about, what Claude shannon told us. D gaul is very often alone. Alone when he eats, alone when he has his coffee, alone when he takes a stroll around the command post, alone when he visits the front. He heads off with a complete ind to any danger to study with his the position of the enemy and possibilities in an offensive of an offensive. I ask, why are you always alone? And again, the way this guy communicates is just... He's it's just... It's... He almost speaks, like he... Like, he he wrote it down beforehand. Right? And this is what he says. Why dana is answer to why you always alone. 1 does not speak in an operating theater or why piloting and ship. What I have to say as a leader, putting my men in my tanks into battle requires calm and reflection. All those who have done something valuable and durable have done so alone and in silence. There's another person describing his impression of the gaul as a commander. The goal exercise the command that was independent, exclusive, authoritarian and ego centric based on the conviction of that his judgment was in every case the best. It has a lot in common with a lot of history's greatest founders. They were They had the conviction that their judgment was the best. He received a report without saying a word. He his constant pressure or, his constant presence, Presence, on the battlefield, among his men created and propagated a feeling of confidence. And so they... He he comes to the realization. Is like okay, The battle of France is clearly lost. Okay? But his point is just like, we're an empire. Fine. We're not giving up. This is this is a world war. So since this about France was clearly lost, the issue was essentially political. Would the government sign an arms armistice ending hostilities or would it leave French soil and continue the struggle from North Africa from 1 of his colonies are elsewhere? And so for D gaul, this is great documentary on Netflix. I recommend if if you haven't seen yet, it's called 14 peaks. I actually just, ordered the auto. It's this guy never climbed him mountain his life up until 2012. Decides to have this idea. Like I'm gonna climb the 14 highest peaks in the world. I'm gonna do it in like, a year or something like that. And it's... He's from Nepal. His things like N or something like that. But he's just got fantastic energy and outlook that absolutely found... Like, that that washing the documentary fired me up, and he's got 1 of the greatest quotes in that documentary. He's like, giving up is not in the blood, sir, it's not in the blood. For D gaul, giving up is not in the blood. There was no issue where are we gonna China armistice. Are we gonna keep the fight. We're gonna keep fighting. This dude is gonna have to kill me. I'm not giving up. And so at this point, he writes... That the letter he writes to the president of France is remarkable. I'm gonna pull out a couple of things from here. Are you're here? We are on the edge of abyss and you bear France on your shoulders. I ask you to meditate on this. Our initial defeat comes from the application by the enemy of ideas that are mine. And from the refusal of our commanders or our commanders to apply those same concise options. After this terrible lesson, you were alone in supporting me. So this guy actually Ran, is actually at this point in his life later on, they they they have some kind of issues, but at this point, there... He agrees the call. You were alone in supporting me, and you are in charge in part because you supported me and the people knew it. You have achieved power, but having a chief power. You've abandoned us to the men of the past. I do not deny their past glory, nor the merits they once had. But I tell you that the men of the past, if left to themselves will lose this new war. These men fear me because they know I have the necessary d to force their hand. The country senses the need for renewal and a matter of urgency. It would salute with hope and appearance the sun, the country would salute with hope, the appearance of a new man, a man of the new war. Shake off conform conform. I pronounce I incorrectly. Know what I mean? Shake it off conforming, established positions, and the influences vested interests, are we will perish? So it says on June fifth, he was appointed under secretary of state of defense. For the next 11 days until the the resignation of On June sixteenth. And so other people are talking about the Gaul at just just, like week in history, and he says, his ideas and his manner of expressing them seemed to be incompatible with democracy. And to that I wrote he would have made a good founder. This is before. He he meets Churchill for the first time before. He flee there. The war still going on this before France gives up and real recognize real, we see it here, although the meeting solved nothing the Go made an excellent impression on churchill, who was only too aware of the defeat affecting many of France's leaders. So churches is like, I'm not gonna quit. This guy's not gonna quit either. Alright. We can we can work together. They wanna, maybe hating each other because you have 2 people that are similarly stubborn and bull headed. The goal is just obviously completely con con and disagreeable. So I I understand that, but he Fdr and Churchill wind up just not knowing what to do with this guy. And let's just put it that way. So this is when they give up, Bernard gonna going to, step down. John's is gonna get in his place, and he's gonna give up. So really, the north of myself on this page or people make all the difference. Where Na will broke. The gauls is still intact. So says resigned, the go Rush Who seemed to him, like a man relieved of an unbearable burden, but also someone who had come to the end of any hope, the gaul plan to return to London in the in the British plane in which had just arrived. So this happened. He's trying to make like, have Churchill come in and support them, flies back by the time he flies from London back to Paris, they've already given up. And this sets us up for the the turning point of the go life, which is an act of rebellion. The go rights of this moment in his life, I appeared to myself alone and deprived of everything, like a man on the edge of an ocean that he was hoping to swim across. I felt that a life was ending, a life that I had lived in the framework of a solid France and an ind individual army at the age of 49, I was entering into an adventure. It is indeed, now. This is author giving a great summary of this point for us. It is indeed hard to exaggerate the extraordinary nature of the step that the goal was taking. Equip 2 suitcases, a small stock of Franks that their currency. He was heading for a country in which he had set foot for the first time 10 days earlier, whose language he spoke badly and where he knew almost no 1. He was going into exile. And this is where, like, his pro his prophetic nature, was almost spooky because in the edge of the sword, the book that he wrote in the early what 19 32, I think. He's gonna describe himself here. What's gonna happen in his life? The intervention of human will in the chain of events has something irr evo about it. Responsibility presses down with such weight that few men are capable of bearing it alone. That is why the greatest qualities of intelligence do not suffice. Undoubtedly intelligence helps, and instinct pushes 1, but in the last resort, a decision has a moral element. The gaul who has been most of the inter war years reflecting on the nature of leadership had written the script. Now he was ready to acted out even if this meant disobey France's most revered military leader and his former mentor. Right? This was the moment for which the gaul had been living in his mind for many years as he wrote in the 19 twenties. When events become grave, the peril pressing, a sort of tidal wave pushes men of character, so think about hit. That's his view of himself. Right? Pushes men of character into the front rank. And then the the Jared. I was calling Jeremy. Julian Jackson the author does a great. I just love this paragraph he says. Without the fall of France, the gaul would undoubtedly have become a leading general in the french Army, probably a minister defense, perhaps even head of the government. But he would not have become gaul. And so this is when he's in exile. This is when the call... The goal becomes the goal. These are the 4 most important years of his life. It is unbelievable that he goes from exile with almost no resources to triumph it and beloved leader in 4 years. And so this is description of this There's a quote at the beginning of this because now we've entered in a new part of the book. And there's a great quote because I think what they're describing here describes the path for every founder. Right? Anybody trying to do any difficult in life or for purposes of podcast, we would normally focus on, you know, running being as good as possible you're working and running a company. What everyone seems to ignore is the incredible mixture of patience of ops creativity. The dizzy succession of calculations, negotiations, conflict that we had to undertake in order to accomplish our enterprise. So the parallel, they're they're saving France. They're saving a country, but that is a great description of the the the circuit unclear path that lays me lays in front of every single founder. So they sinus armistice are armistice with Germany, and they go back and forth, and then he finally... He's he's on the radio I've already read the part of the the first speech. But then this is where he just he he attacks his former mentor. Because he... They're really the way to think about the gauls he really believed that giving up was treason that you that you deserve death for giving up. And so I'm just gonna pull out a couple of these things where he just goes right after baton. And it says, reiterating that the armistice would reduce France to a state of ser attitude. He plunged the knife in. To accept such an act of enslave, we did not need you, marshall. Anyone would have done. This was the first time that Go ahead had directly addressed Baton. For the most junior gen ex general because They they strip him general when flee in London. For the most junior ex general in the French army to address as as an equal, France's most revered soldier was bla me. Now think about that. How things are gonna change. At this point he's like, this is last ones she can't do that. He is sure and his in He... His... In his certain idea of France, his trusting his own judgment He knows he's doing the right thing even on the outside world is selling me crazy. And here's the punchline line. He was preparing to assume the role of savior himself And so this is really the important part. There's there's a 1 sentence here, but there's so much more to think about here. And this is why he was put in the front. And because at this point, he's the only 1 taking, like, the the position that Churchill would agrees with because he's in London. And at this point, England's is almost like the last 1 standing in the way of Germany taking over all of europe. Right? D gaul strength during these 10 days was that he was the only political figure in London who knew exactly what he wanted to do. So remember, D gaul has 1 purpose. He a singular mind, continue fighting. And so this idea of if you... It makes it so much easier for people to work with you. If they... You know exactly what you wanna do. There is a... I did a bonus episode book called creative selection. Anybody building a product and I think should. Should read that book because it's about... It's written from a a programmer that worked at Apple when Steve j was alive, and he, like, designed. He helped design the the keyboard on the first iphone, and I think I forgot what our Safari and I a couple other projects. I can't remember it's time head. But he has a a story in that book where, you know, he... Steve did everything through demos. So you have to show me work, and then he'd give you feedback. But he says that everything at that point was, like, Steve was, like the Oracle of Delphi. In the Apple ecosystem. Like every single important product decision went through him. But he's... But the, his name's is Ken C. If I'm not mistaken. But the the the author Ken made the point. He's like, but the the Oracle Delphi you know, spoken riddles and it was like, what the hell? Like, I don't give you an answer a question. This just just leads to more questions. He he's like Steve wasn't like that. His communication was crystal clear. And you always knew exactly what he wanted you to do next. And again, that comes from having a clarity of purpose understanding exactly. Think about this. He's d go the own doug strength was that he was the only 1 who knew exactly what he wanted to do. And the important part there though is it's you know he knows he knows exactly what he wants to do, but you don't know how you're gonna do yet. And so I think that's really important. Like, okay. I know exactly. I'm I'm very strict in what I want to happen. But I'm very flexible in how I accomplish that. I think is a good, like, the combination of those 2 ideas is extremely powerful. Now there is unbelievable amount, of detail in this book. There's... This is why It took me so long to read this book. Why It took me long so so long to make this podcast. To read multiple pages over and over again because what the hell going on here? They'd mentioned these people and I have to go and research who they are and what happens to him. So I'm gonna skip over a lot of this stuff, Just know that he's having all kinds of trouble recruiting people and gathering supplies Like I said it's a miracle that he went from exile to triumph here on 4 years. I don't... It's it's on... It's unbelievable. But his response to these difficulties is perfect. So, you know, they they wanna up losing out I didn't even know I, like, the French. So he he considers hit him he is the true France. Right? So he refers to the people that quit and that that that are working with Hitler now as the Vic Vic government. Vic, I've heard to pronounce a bunch of voice. Who knows how to say? Vic government. So they wind up having fights. It's like French kit 1 of killing French people. So it's like, the Gauls French and then the Vic French, which is so crazy to me. And so at this point, the Government gets to the spot before Dev vault can get there, and so they get the resources they get the soldiers and supplies and his response here is perfect. He says we had a reason to hope that our friends would have been able to assist our operation. Unfortunately, Vic was there before us. These things happen in war. Most important sentence this to this entire page, Fortune cannot always be fatal to us. And then 1 of his soldier says, the sober in his expression and the calm of his tone worked on us. And it's important. He's projecting a sense of, hey, warrant in control, we're gonna be okay. Underneath his service calm though, which reassured his followers, doug gaul was badly shaken. Another setback. After another setback, he writes us. He writes letter his wife. However, intense doug go to despair, it was brief. The letter he wrote to his wife is not that of a man about to give up. For the moment, the entire roof has fallen on my head he said. Yet I am hopeful for the next stage. No, let us hold firm, no storm last indefinitely. And so 1 other strategy that Go ahead is he he liked to pick fights. He thought there was an advantage in there and being on the offense. He thought it uses as a negotiating tactic. So he... He's gonna pick fights unfortunately with allies, but he also constantly picks fights with his enemies, and he feels that people that gave up on the... His idea of For answer is is sworn adam enemies. So he's gonna say something to Baton again. And this is because Baton meets with Hitler And then after the meeting announces to the French people that he's ready to go down the road of collaboration with Hitler. To go Ap p. He just cannot believe this happening, he's still doing these radio addresses, which some which people in France are hearing secretly. And so this is where he starts, like, the goal is really born. It's not the goal the persons the goal the idea and the minds of his followers. Okay? So it says the goal raises the stakes even further by issuing a manifesto announcing that there was no longer any proper French government because that organism situated at Vic was unconstitutional and subject to to the control of the enemy, which is his interpretation of saying you're gonna collaborate with with Hitler. Right? Consequently, he had a sacred duty to take on the French effort in war. And so this is when he starts... He realizes. He has an epiphany that he's not a person anymore. He's an idea, and he'll start to speak in the third person. The go had an epiphany. There without... And this is him writing. There were thousands of people there were thousands of people and they began to shout to gaul to Gaul. I was taken aback until then in London, by contacts had all been personal an individual. But here was the people, the voice of the crowds. And suddenly, I realized for the first time what a heavy burden I bore. Whatever a responsibility I had to all these people who were counting upon a man named to go to liberate them. There was a person named the go who existed in other people's minds and was really a separate personality from myself. From that day on, I would have to reckon with this man. This general D gaul, I became almost his prisoner, so he would... From this point, it says now, this is the author of this book. It was from this moment in his memoirs, that D gaul starts to talk of himself in the third person, the gaul appears as a figure whom the narrator of the memoir watches. And so now they're realizing oh my God. The radio broadcasts are working. The people are hearing and they're rallying around this person that just think about it. Like, III remember when I was red read arnold on Source biography. He talks about. He was he he was in austria right after World war 2. And he was... He's like I have to get out of here because the Austrians along with the Germans had just lost, and he says, I was surrounded by people that felt like a losers. And so should you imagine being in France at this point, your country's overtake. You have Hitler you know, the the 1 of the most evil parts people to ever exist, and your government collapsed with almost no resistance, I guess is a way to put that. And, yet, that's not changed. Like, you don't wanna be under the sub... Of a foreign entity. Like, no 1 would... Like, of course, I guess, looking back in hindsight. Now it's just realize like, of course, he's gonna have this silent hidden majority. These people that, are not going to be able to speak out because of fear of, you know, being killed, Germany's literally, like occupying the streets Paris to at this point. And yet on the radio, they hear this guy, like, no, We're not defeated. This is a war war. We have allies, America... We have access to Britain. America... We, America's is gonna jump in the war. They have this huge industrial might we have an empire. We're gonna fight We're gonna fight fight fight, and they're they're gonna have to kill us to the last person. And so here's what happens. Efforts first no 1 in London had any idea if anyone in France listening. These broadcasts were a bottle thrown desperately into the sea. But gradually, letter started to reach London from France. 1 letter stated at 08:15 because that's when the the broadcast would come on. Our entire family falls silent and drinks in the voice of the English radio. Of our free French, an invisible thread ties us to you. In August 19 40, d gaul was condemned to death for desert for desert, in December, he was stripped of his nationality. So again, that's a government that he feels illegitimate saying, okay, we catch you. We're gonna kill you and guess what you're no longer a french citizen. But here's the thing. And there's a weird parallel, I draw here. And maybe that's not. It might be obvious. I'm not sure. But it doesn't matter what that government saying. If the people are with you, that's all you need. And the the pair of the weird parallel would described here is that that's also the same thing in in business. If you have customers that love you. And you're constantly focused on serving their needs. Not don't look about the competition Don't focus on anything, but building the best solution for that person that the that group of people. These customers that love you that's that's the most important thing in business it's the thing you never wanna take your eye off of. This is a that's a... There's a quote by the founder of Aol, Steve Case that made me think of this. He's, like, everything is... I forgot the exact quote. It's like, something like, everything else is subs serving to the fact of building something that your customers love so much that they will tell other people about. And if you just do that and focus on that, that is the most important thing to do. And so you really think at this point the goal is saying, I'm not worried about the Vi government. I'm not worried about Britain. I'm not worried about German. I'm worried on 1 thing, the continuation of the French country as an idea as a place as a people. We are not subs subscribing into the Nazis if you are with me. Spread this message, listen to these radio broadcasts and tell more and more people. So that's how he goes from celebrating, you know, at 1 point, there's always, like, battles to happen and then these ex French soldiers I wind up sneaking into London, and they all reported to the gaul. And at this point, he's just happy, like, there's like a hundred and 52, I think, is a number that that happens in 1 time. Right? And you have a thing about that. How crazy this is. World war 2. Your tens of millions of people fighting. Right? And this guy's just like, okay. I got a hundred and 50 people. This is a great day. Hundred and 52 great people. This is a fantastic day. Eventually, it goes to a hundred and 52 people to thousands 2, I'm walking down the streets of Paris and people are are going crazy because this guy did not give up. This voice is here in the flesh. This idea of D gaul never folded in the face of the axis of the face of the Nazis. And not only did he tell you like he he he said he wasn't gonna fold, and he gave you the strength to not fold. Just wanna pull out 1 sentence for you here. The notification left myself is his d has a certain idea of France and is willing to be disagreeable to accomplish that. So it talks about, like, he's having all these negotiated from the churchill. It says the British found him so different from the more p Frenchman that they had known in the past. Again, same idea spread throughout his other pages of the book, spread throughout the years of his life. Here's a goal. No question or discussion we must go forward. Whoever stands still falls behind. I mentioned the fact that he's disagreeable with everybody including his allies. You know, he's got... He's gonna have the strained relationship with churchill. I wanna give you an update. This is 19 41, and this is Churchill view of D gaul in 19 41. They've been working together for about a year. Churchill was a appalled by the reports of D gaul behavior. His initial decision to support the gaul had been slightly impulsive Gamble which had not entirely paid off since the gulf failed to attract as many supporters as either of them had hoped. But Churchill had stuck with him because the romantic and sentimental him side of his nature was seduced by the nobility of the general's solitary struggle. And he never imagined that from a position of complete dependence, which is where d goals at this point, the goal would cause him any serious problems. What he had not understood was that D gaul was much more than just to lead a group of Frenchman to fight for the interest of the allied cause. Given the treason, that's what he saw of the Vic government, the goal believed that it was his mission to embody and represent the interest of the French nation. It meant showing village, vigilance wherever France's interest seemed to be threatened, even by her allies and to show that France still had teeth. He was ready to bite the hand that fed him. Churchill attitude to D gaul never fully recovered from the shock caused by general's behavior in the summer of 19 41. And so in the British government, this time like, our... Is this kinda crazy. Are we gonna find out that we backed an insane man, moving forward in the timeline a little bit? Again, I think the the main theme here and the 1 I just hammer her home and take away from if you read the bulk or this podcast is I only have 1 name. I am single minded. I have a single purpose. When asked about his political views by a journalist to gaul declared. I a free Frenchman. I believe in God in the future of my homeland. I declare Solemn, that I'm attached to no political party, nor linked to any politician of any kind. Here's his punchline. I have only 1 aim to deliver France. He's... What he prioritizes is not the same thing as other people. Right? So a lot of people are hearing about them. They're they're hearing his message they're resonating, they're coming they're coming to join his his mission. Right? And a lot these people are jewish people because they... They're just have to be jewish French that want to fight against Hitler's Germany. And yet, there's a huge anti semitic wave in France at the time. And d is was like, I don't get... I don't care about that. And listen what he says here. So says, d gaul excluded no 1. He was unusual in his seemingly immunity to the anti semitism that was such a feature for society at the time. So this all... This Jewish guy comes to try to... To try to he's like, I'm signing up. I will... I'm... I wanna fight with you, and I love what d says. Says the officer in duty made it clear to boris that he was not welcome. As soon as this came to D gaul attention he overrule the decision. This what he said. Whether he is a jew, a partisan or all manner of other things, I only see 1 thing that he is a Frenchman who at the age of 52 has enrolled to fight and this is his punch. I know only 2 kinds of frenchman, those who do their duty and those who do not. So again, that same idea is like, when you're crystal clear about what you want to do it, make sure decisions easier. I don't... Are are you gonna do your duty and fight for free France or you're not, and it doesn't matter what other attributes you have. The people that are willing to fight, those are my people. The willing the people are willing to not get them away from me. Now these are reflecting on the fact that the British are, you know, saying, hey. You these guys really hard to deal with. Really to think about this or the way, I would think about this is the goals in trans and disagreeable ness, their features are not bugs. And so he illustrates this point in a very... Just 1 sentence It's very simply. The British thing perhaps, I'm not someone easy to work with. But if I were, I would today be in John's general staff. So he's got diplomats from other countries coming to visit them. This is somebody from the United States that observed the goal. And this is what they thought. That we're we're getting further deeper into the into the war. We're in 19 42. Observed with amazement the modest mon austerity of his surround things There's no gadgets, no exterior signs of anything, no shake showcase of cabinets with objects. This is more than simplicity. Remember we're talking about him. He really think about, Doug gaul he belongs to his job. Okay? His mission. There this is more than simplicity. There's no character of him. No souvenir. No object. Nothing, and no 1 would guess visiting him whose house 1 was in. I have never seen that before with any man in a prominent position. He belongs to the job with a noble tranquility. The Gaul style remained authoritarian. Meetings were brief and important decisions were taken by him alone. The general lives alone in Olympia sol. He thinks alone He decides alone. He does think and he... He's decision, but he does think and he does decide. And then the the book starts out with, you know, his contradiction, the the fact that he a a massive contradiction, like almost any historical figure. Right? And so says the truth is more complicated. The goal could be a good listener, and 1 observer noted how he would fix his cobra like gaze on the person he's talking to. The calls default reaction to advice was to reject it. But those were strong enough nerves to hold their ground were often surprised to find subsequently that he adopted their ideas. It was, however, almost physically impossible for the goal to admit that he was wrong. This is such a a crazy statement by him. I only esteem those who stand up to me. But unfortunately, I cannot stand them. So this is more observations of the goals relationship with other people, D gaul never cease to ema a chile reserve which were which were held intimacy. He found it impossible to express affection or gratitude and was incapable of apologizing. When when this other guy remarked that he wished to go and might occasionally show a more human face, another guy that knew him, the reply was that it's impossible to make someone who was tone deaf, appreciate music any more than it's impossible to ask the gaul to suddenly develop human contact. Another person that knew him intimately or intimately as 1 can know him described him like this. He felt the honor of his country as few men can feel anything. As Christ according to the Christian faith took on himself the sins of the world. So that's he's saying he took on the sins of France himself, I think he was like a man during these days, who had been skinned alive and that the slightest contact with friendly, well meaning people got him on the raw to such an extent that he wanted to bite. As it just goes... Goes back to how difficult he is to deal with and how he just won't budge. Another description of Go here. The arrogance that makes him from time to time almost impossible to deal with is the reverse side of an extreme sen. I have never known a man at once so un gracious and so sentimental, but he sentimental for France. That's what people people were surprised by. He belongs to the race of the unhappy and tortured souls to whom life will never be a pleasure to be enjoyed, but an air desert to which the pi must struggle. And then another 1, this comes from somebody that served under him. Frenchman who had joined d gaul in July 19 40 was considerable reservations was 2 years later, reassured that his necessary active faith had been vin, and so this is what he says, in my eyes, the crucial fact of these last 2 years is that in the general, meaning to go. France has a genuinely great man. I have seen him operate in the most difficult circumstances and each time comes out. He comes out of it bigger in my eyes. He has learned a lot from his responsibilities over the last 2 years. He continues to see what is essential. He needs around him, men who administer who look after the details who sometimes need to soothe wounds. Because he's so abrupt. Right? But he is the great... But he is in the great line of heroes who have saved France from the peril that have faced her. Another portrait of D gaul, and really the idea of D go. Really think about what he inspired in other the belief that he inspired another other people. And again, this is why he could not ban. Could not break. He could not quit. When I learned the news news of the armistice to go gave me back my honor, the possibility of be of being able to look people in the face against. Again, my sense of being a Frenchman He has the most profound, far reaching and often prophetic views on events. There is no doubt that he has a very high sense of his duties and his mission. In my view, he would be a great man even a very great man if his understanding of men equaled his understanding of events and ideas. And if you could more easily make contact with people. Undoubtedly, it is because he despise them that he does not understand them. To a large degree, his unwillingness to bend his end in trans are will. He likes to say, being as weak as he is in trans is his only weapon, and he wraps up this section the same guy saying, it has been said, and this is true that he does not incline naturally to democratic ideas. And again, there there's a statement in, like, that previous book or previously in the book, and I said, hey, that made me think this guy gonna be a good company founder. I don't know the reason why, I don't even think the reason why it matters. But if you go through the history entrepreneurship, it's always 1. Like, you might start a company, there might be c founders 1 of the case is, but inevitably, there's always... It's the greatest companies are led by a formidable individual, and it's always going to be 1 person. They can have partners. They could have c founders They have people that help them, but it's always 1. This is their... The greatest companies are not run as a democracy. So Fdr and Churchill are extremely loyal to each other, and they tell the goal over and again. If you ask us to choose between each other, like, we're gonna choose the the other person over you. So, like, stop. Like, do you you have no resources, like, what are you doing? You're crazy. And so the... But they're so surprised at how effective the goal is at gaining support and just operating from a relatively weak position compared to this position that Britain is at and at the time in the United States isn't this time. And so they have this idea of like, okay, we gotta we gotta get rid of sky. So we got... What do they do to, like, try to diminish his influence? They make a committee. Right? This kind of the opposite, point that I was just trying to make you a minute ago? And it within a couple days, he takes over the committee. So there's a lot, like, way more detail than I'm giving you, but I just wanna point out a couple things. Like, the complexities that Go had to do with are really unbelievable. But I think he's... Besides the fact that he just... He's he just said my only weapon is the fact that I don't give up I'm in trans. Like, I'm... That's what I have to lean on. He goes back to what I was just saying, Like, as long as you have the support of the people, and you don't take your eye off serving those people, you're gonna be fine no matter what. So it says rose roosevelt suddenly realized that after only 10 days, the gaul was close to assuming full control of the committee. In what 1 diplomat described as a historical die tribe, Roosevelt wrote to Churchill. Suggesting again that the time had come to break with the go entirely. They they they go back and forth and this over and over again. Eisenhower, He's not the president's of. He's is general. Okay? General Eisenhower was instructed to tell the goal that the French that French North Africa was occupied territory and the Americans would permit no weakening of Ge gerard authority. Gerard gerard is this other French general that the that the Americans were trying to see if Okay. Let's put Gerard in in charge of the French not to gaul. But they couldn't do that because... And the reason they can't do that. And this is how it ties to the fact that all you need is customers to love you and never take your eye off that. He has all he needed was the French to love him. So the... The French did not get behind Ge gerard, like, they did the goal. So it says that the Americans would not permit a weakening of Gerard authority. Good luck going against... That's exactly what he does. He he wants having a fight with this southern general and he the gaul becomes a victor. This was the exactly what tactic. Not for the first time, the gaul had goa his adversaries into such an extreme reaction that even those who d deployed his methods felt obliged to rally around him. Overt foreign intervention in a French colony was guaranteed to cement French unity. And where do you think that Unity is cementing around. It is not around the person the Americans wanted not some renting around Ge gerard, it's cementing around d gaul. And so this is a great summary of this event that's taking place in the book and really an effective formula to anything. It says gerard is only asset which this support of the American government, but this was ultimately a liability. Faced with the goals political ruthless. Brilliance as a popular tri and total clarity about what he wanted to achieve. There's that statement again, total clarity about what do he wanna achieve, Ge gerard never stood a chance. So his d formula, the effective formula the Gold used in this circumstance was 1 ruthless, 2, brilliance and 3. Total clarity about what he wanted to achieve. And then this this interaction between Churchill and D, it winds up giving us the perfect description of the goal. So this is right before. They're about to do... They're about to allies are about... David Germany was listening to the podcast, that I mentioned the ghost of Oz the Dan Carlin Hardcore history 1. And I think Dan says in that. Like, by 19 43 It was pretty obvious. Germany wasn't gonna win the war. And so it it's just a matter of time. So now we're pushing into 19 44 or they're about to 2. Land normandy. They're gonna... The allies is gonna take over France, This is gonna lead to d gaul being insta and and and and basically liberating, helping Liberate Paris, and the rest of, France as well. But before that, they're, like, going back and forth and, you know, the the relationship with Roosevelt and and Churchill just not good at this point. And it says the goal had less success with Churchill who arrived in Mar cash and invited this is a French colony at this point, though. And invited the goal to meet him. Remember, the the section is a perfect description of the goal. Okay The goal was insulted that Churchill would presume to issue an invitation to a French leader on French soil. Churchill was insulted that the goal did not leave, but the chance to see him and think about everything churchill done for him at this point. The meeting solved nothing. On the British side, they reported that the goal had been very difficult and unhelpful. Behaving as if he were Stalin and Roosevelt combined. The French side said that there had been a good atmosphere. A good atmosphere meant that the 2 men had not actually screamed at each other. Churchill reported what he had said to the gall, and this is so fantastic. Here's Churchill us. Right? Look here. I am the leader of a strong and un beat nation. Yet every morning when I wake, my first thought is how I can please president Roosevelt. And my second is how I can consolidate consulate Stalin. Your situation is very different. Why then should your first waking thought be how you can snap your fingers at the British and the Americans? And so once again, I think this is the main main point of the book. Once again, they try to route around a go? And the gaul is saved by the loyalty of the French people. And so Eisenhower and in Roosevelt are trying to organize the French resistance. These are the people that have been in french all the time fighting, fighting the government, fighting, Germans fighting anybody else that's not for free France. Right? So like the way, we're gonna organize these people, and they won't organize because they all wanna fall behind the goal. So Eisenhower are saying. Is he's like, we have own direct means of communications with the resistance with the resistant groups in France, but all of our information leads us to believe the only authority that these resistant group's desire is to recognize desire to recognize is that of D gaul. The gaul is now controlling the only French military force that can take part in this operation. Consequently, we must deal with him alone. So once again, the the business equipment is the the loyalty and love of customers. Right? Pre put a premium on that above everything else. Once again, the goal is saved by the loyalty and the love of the French people. This made his position extremely strong. Again, the gauls is just a crazy person. So this is the day. I think this might be the the speech right before the allied invasion of France, and it says, it was 1 of The gaul great rhetoric performances, and this is just insane that he says. He says the supreme battle has begun. It is, of course, the battle of France and the battle for France for the sons of France, wherever they may be, whoever they may be. The simple and sacred duty is to fight the enemy by all the means available. The directive given by the French government must be followed to the letter. Behind the heavy clouds of our blood and tears. The sunshine of our grandeur is re emerging. The allied invasion of France was successful to go was there and this is D gaul finally, in Paris after years and years of struggle. D gaul then launched into a speech which he claimed and his memoirs was improvised, but he which he had carefully prepared in advance Its opening is 1 of the great passages of French twentieth century political or still hard to hear today without being moved. This is what he said. How can 1 hide the emotion that grips all of us who are here In Paris, which has risen up to defend itself and which has done so by itself. No. We will not hide the sacred and profound emotion. There are moments which go beyond each of our poor lives. Paris. Paris outraged, Paris broken, Paris marty, but Paris liberated. Liberated by itself, liberated by its people with the help of the armies of France with the help and assistance of the whole of France of that France, which fights of the only France, of the true France of eternal France. After the speech, tag gaul was asked if he would now declare that the Republic has was restored. Doug gaul Kurt reply expressed the thought behind every action he had taken. The Republic has never ceased to exist. Vic was always and remains null and void. I am the president of the Republic. Why should I pro it? The goal had instructed that on the next day, he would stage a procession down the Champs Ali, his plan was not for a military parade, but to walk slowly and show himself to the population. To his people. There was no precedent for a walk about of this kind, risky in a city swarming with snipers, but the idea was a supreme example of D gaul instinct show ship. Even so, no 1 could have predicted the extraordinary success of the parade. The size of the crowd is impossible to estimate. It was probably the largest gathering of its kind in the history of France. The extraordinary intensity of those strained faces who are seeing him for the first time. It was indeed D gaul, towering over everyone else, whom the crowds had turned out to see and to cheer. The voice from London was made flesh at last. And that is where I'll leave it. He lives for another 25 years, but that his single of purpose. Was completed with the liberation of France, and it goes back to tie this all together which would spawn this idea that quote, from Arthur Rock on Henry Singleton. He reminds me the go. He has a single of purpose. A 10 that is just over powering. He gives you absolute confidence in his ability to accomplish whatever he says he's going to do it and if you think about that statement and the reaction of the French people. They he d all gave them absolute confidence in their ability. Being led by him to accomplish whatever they said they were going to do. If you want the full story, recommend reading the book. In my opinion, I enjoyed... I think the audiobook book is the way to go for this 1, especially for something this long, It's 35 hours. It's an unbelievable story. But if you buy the book using the link that's No, she'll be supporting the podcast at the same time. I wanna thank all the people in December that bought gift subscriptions. I was blown away that so many people value founders that they would be willing to spend more money to give it to friends to coworkers to family members, motivates me. I'm working on founders every single day. I do not take a day off. I'm reading and studying now more than I have in my entire life. And so I hope we can continue this momentum. I know it's not the holidays anymore. But if you wanna buy guest subscriptions. I really, really appreciate if you do that. There's a link below that you can do that rather easily. I have the next 3 or 4 book already picked out I'm gonna do. I'm gonna be inspired by to go and we be default aggressive, I'm gonna be attacking them as fast. And as Stir as possible. I'm never gonna obviously, you know, cut corners. But I am going to be completely obsessed. With with building up founders even better this year and spreading it as many pop people as possible. So please if you have the ability to tell friends about it, share it on social media, by description, whatever you can do to help. I really appreciate it. Just know him working every day to make sure that's it's valuable to you. That is 224 books down 1000 ago, and I'll talk you again soon."
}