{
  "transcript": "In his 90 years, Churchill spent 55 as a member of parliament. 31 years as a minister, in nearly 9 years as prime minister. He had been present at or fought in 15 battles. And he's been awarded 14 campaign metals. He had been a prominent figure in the first world war and a dominant 1 in the second. He had published nearly 10000000 words, more than professional writers in their lifetime. And painted over 500 campuses, more than most professional painters. He was a fellow of the royal society, a university chancellor, and won a Nobel prize. Scores of towns made him an honorary citizen dozens of universities awarded him honorary degrees and 13 countries gave him a medal. How many bottles of champagne he consumed is not recorded, but it may be close to 20000. He had a large and much loved family and countless friends. So winston Churchill led a full life, and few people are ever likely to equal it. It's amplitude, variety and success on so many fronts, but all can learn from it, especially in 5 ways, The first lesson is, always aim high. As a child churchill received no positive encouragement from his father and little from his mother. He was aware of a of his failure at school, but he still aimed high. Conscience of his ignorance, he set himself to master English history and to familiarize himself with great chunks of literature. Once his own master, he played to win the top award in the world. Lesson number 2 is there's no substitute for hard work. The balance he maintained between flat out work and creative and rest restored leisure is worth study by anyone that's holding a top position. He never evade hard work itself, taking important and dangerous decisions in the course of a 16 hour day. No 1 ever worked harder than churchill to make himself a master or. He worked hard at everything to the best of his ability. He put tremendous energy into everything. Third, Churchill never allowed mistakes, disaster, accidents, illnesses, on unpopular and criticism to get him down. His powers of rec both in physical illness and in psychological responses to ab object failure were astounding. He had courage. The most important of all virtue and its companion Fort. These strengths are born, but they can also be cultivated and Churchill worked on them all of his life. In a sense his whole career was an exercise in how courage can be displayed, reinforced, guarded and dole out carefully, heightened and concentrated and then conveyed to others. Fourth. Churchill wasted an extraordinary small amount of his time in emotional energy on the mean of life, rec, shifting the blames to others. Malice, revenge seeking, dirty tricks. Spreading rumors, harbor grudges, waging vendetta. Having fought hard, he washed his hands and went on to the next contest. It is 1 reason for his success. There is nothing more draining and exhausting than hatred. And last, the absence of hatred left plenty of room for joy in Churchill life. His face could light up in the most extraordinary attractive ways as it became su su with pleasure at an unexpected and welcome event. Joy was a frequent visitor to churchill psyche, vanishing boredom, despair, discomfort and pain. He liked to share his joy and give joy. He showed his people a love of jokes and was a source of them to many. No great leader was ever laughed at or with more than churchill. He drew his strength from people and imparted it to them in full measure. Everyone could find comfort and reassurance in his life story. Is an excerpt from the Epi log in the book and I we talked to about today, which is Churchill by Paul Johnson. So I did... I read the splendid in the vial. 1 of the best books Ever read. I think it's ton number 1 87. After I read that book, or I think on that podcast, I said that I had heard that there's over a thousand... I think Churchill is 1 of the... Maybe the the person that's written that's had the most biographies written about them. I heard that there's over a thousand... That have been published. And so I got a bunch of, book recommendations, biography recommendations on Winston Churchill from listeners. This is 1 of them. I was shocked that when the book arrived, it's only a hundred 66 pages. And so that was immediately intriguing to me. How do you tell the story of 1 of history's famous most famous formidable individuals in just a hundred 66 pages. And then I start doing research on the author. And now I found... I love when this happens because when you find a new author, you just start ordering all of his books. And I found out that hero wrote best selling biographies on Napoleon, Churchill, Eisenhower socrates and Mo. And so there's a blurb in the very beginning of the book I wanna reach you real quick, and it says, his his name to the author authors name is Paul Johnson, and it says, Johnson can give the reader the definitive sense of having known churchill or at least of having hung out with him for a bit. Churchill that you spend some time in this man's company and who won't want to do that. That is really key because I've talked to you about this before, like, a really great biography. You'll get to the end and you feel you have, like, you know the person. And just like a friend, like, a good friend of yours it once you feel like you know the person you have an idea of how they think and what they would do when you're in it's in this, like, a situation that you're faced with. And so what happens over time, you read a bunch of biographies you build up all these mental models of these these great minds in history, and you can use them as tools as you approach Okay. What would Churchill do here? What would Charlie Mu do here? What would Steve Jobs or Edwin Land or somebody like that do here? So before I jump into the book, I want to go back to this this line that that Johnson has in the epi? Where he's like, everybody can learn from Churchill story. So out of when you say and when you read bunch biographies and in in our case, there's what, 230 biographies of entrepreneurs so far there that we've gone over for this podcast, churchill all over these pages. And I think about what we learned last week, Charles the gaul, who said I cease being a person. I was more of an idea. And I think that's really Winston Churchill an idea in people's mind, and it's this idea that you never never never never and nothing greater or small, larger petty never give in. And that's 1 of his most famous quotes. And so there's all these... These entrepreneurs in the past that had read biographies of winston Churchill and then use his story. The fact he... That Churchill faced and had to lead a nation and we 1 of the great most greatest points in history and they use it as strength and not give up. And I'll just give you 1 example. I did A34 series back, about almost a hundred episodes to ago on Larry Ellis. And everybody knows Oracle now. They know, you know Larry Ellis is a network over a hundred billion dollars, but they don't know that he almost went bank up. And so there's a story in 1 of those biographies where he's very close to the edge. His business is going down the drain. He's getting divorced. Everybody's telling them to give up and he talks about what's what he's reading what's on his bedside. And 1 of them, his favorite, 1 of his favorite historical figures with Churchill. And at that time, the most difficult time in larry Ellis since life when he's about to lose everything. He's actually reading the biography of Churchill on drawing strength to not give up. And so you could think about that that point Larry Ellis life has fork in the road. He goes left. It's bankruptcy. Its failure. It's quitting, who knows what's gonna happen in his life. He goes right. He doesn't give up. He keeps going and 4 decades into the future. He's 1 of the wealthiest and successful people to ever live. And so before I get back Churchill life and this book. I wanna give you 1 example of how powerful this can be. There's a, a media entrepreneur that I read the biography of, and I think it's founders number 01:29. The the... His name is Felix Dennis. The book is called how to get Rich, 1 of the world's greatest entrepreneur shares secret, it's really the the best better title. I was kind of a crunchy title, but the the title should have been how I got Rich. But Felix talks about Churchill a lot in that book. And so I just wanna read because it has to do with with the fact that Churchill with the people he was leading, he gave them, like, he had an enormous self belief and the belief that, hey, if we don't give up, we are going to win. We will survive our entire existence is at stake. And so he was able to import that that tremendous belief on others. And then in turn, that lesson reverb throughout history. And that that idea of churchill that you don't give up that you have a belief in yourself that you keep going even when you don't want to and even when it looks like you were going to fail is very important. And so Felix picks up on that. And he he quotes Churchill a bunch of times in this book. Again, number 01:29, if you haven't listened to it. I'm gonna read this paragraph because it's just it's fantastic. It's about the importance of belief. And this is a Felix Wrote. And he's writing this as he's dying. He has cancer. I think he dies, like, 5 years after the book. It's published from that mistaken. And something like he says, I'm not asking you to be Winston Churchill. None of us could be. But I do ask that you begin right now, right at this very moment to ask yourself whether you believe in yourself. Truly, Do you believe in yourself. Do you? If you do not, and worse still if you believe you can never believe, then by all means, go on reading this book, but take it from me, your only chance of getting rich will come from the lottery are inherited. If you will not believe in yourself, then why should anyone else? Okay. So let's go into the book. This is the very beginning. He says, if all the towering figures of the twentieth century, both Good Evil, Winston Churchill was the most valuable to humanity and also the most likable. It is a joy to write his life and to read about it. None holds more lessons, especially for youth. How to use a difficult childhood, how to seize eagerly on all the opportunities, physical, moral and intellectual. How to dare greatly to reinforce success and to put the inevitable failures behind you. And how while pursuing vault ambition with energy and re to cultivate also friendship, generosity, compassion and decency. No man provided more public entertainment with his dramatic ups and downs, his noble, his powerful writings and sayings, his flashes of rage and his sun beans, some beams of wit. He took a prominent place on the public stage of his country and the world for over 60 years and it seemed empty with his departure. And this is really... This next sentence. It's a... It's also printed on the back of the book. And I think is why Churchill so worthy studying and why, this is the second book I read on him, but probably, you know, the second of maybe a dozen that I plan to read over my lifetime. So he says how did 1 man do so much for so long and so effectively. That's a great question to I think about. So let's let's read that again. How did 1 man do so much for so long and so effectively. As a young politician, he found himself sitting at dinner, next to the daughter of a chancellor. Respond, and this is so fantastic. Gives you the idea of self belief going back to what Felix was just telling us. Like, if you don't believe in yourself, no 1 else is going through. That's the the very first you have to believe yourself. That's what he's telling us, Step 1. Right? Responding to her question he announced. We are all worms, but I really think I'm a glow warm. Why did he glow so ardent let us inquire. And so right there the author telling us why he's writing the book. This is a... I'll just tell you front, I love this book. Highly encourage you to buy it. I wish there was more... I I told you it's very distressing to me that that over 98 percent of all books sell less than 5000 copies. These authors spend so much time many years doing all this research and putting it into a format dis stealing these ideas for us that we... It's just like, Robbery theft, reading rather, not not Robbery. So this is a quote. It's reading is not a chore. Reading is theft. It is a robbery. Someone smarter than you had spent 20 years beating their heading against the wall trying to solve the problem that you're dealing with. You can steal that hard 1 knowledge and make it yours. That is power. And so the reason I that up is because if I ever write a book, I I left a note to myself later on the book is, like, if I write a book, I wanted to be like this. I wanted it to be... He uses a short sentences, he gets to the point. There's no fluff and it's fun to read. And I think with a book like this where it's like, okay, this a hundred and 66 pages. You can read easily read it in a weekend. It just makes it more approachable, opens the market up to potential readers. I have friends that even read a lot. And I try to... In fact I try to get friend of mine that reads quite a bit. To read that Charles the goal book, with me. He's like, I'm not reading an 800 page book or you your mind. So I just think there's an I... There's a there's a market there. The more book should be highly edited. I remember that from a 1 of my favorite quotes from Churchill and the Sp in La vial. Is he tells his staff that it's sloth, not to compress your thoughts. He's like, make your memos and your letters shorter. If I love that. It's sloth not to pressure your thoughts. Alright. So let's get back into his early life. Churchill was capable of tremendous physical and intellectual efforts of high intensity over long periods, often with little sleep, but he but he also took Nap so. But he had a course... But he had corresponding powers of relaxation, filled with a variety of pleasurable oc occupations, and he also had the gift of taking short naps when time permitted a very long time ago. I did a 3 part series on Richard Branson because he kept writing Richard branson kept writing these, like, little short auto geographies. And in 1 of his books, the book called Screw it, let's do it. I think this is back in, like, the forties founders. He talks about learning that he was reading that Winston Churchill, had took naps. And so he's like, oh, that's a good idea. Like, I I started copying that idea. And it's... The idea was, like, you almost have 2 day when you do that, you have almost have, like, 2 days worth of activity, fit into 1 day. So it says, when possible, he spent his mornings in bed tele, dictating, and receiving visitors. In 19 46, he was asked Churchill. What do you attribute your success in life to without pause or hesitation, he replied, conservation of energy. Never stand up when you can sit down and never sit down when you can lie down. So he didn't have the best parents. His dad died rather. They they basically ignored him. His dad died. He says Winston was only 20 when his father died and was haunted by his tragic final face. So what they're talking about there, is he used to be a, rather, like, formidable person, somewhat, I guess, not nearly, like, his son would turn out to be, but he had some kind of progressive mental illness was the end of his life, and they're pretty sure, like, at the time this the late 18 hundreds. So went un diagnosed, but they're pretty sure it was like, syphilis. I I think it was syphilis. It says, so he's 20 years old, his father died, and he was haunted by the fact that his dad, you know, turned into a show of himself basically it was a further source of unhappiness for Winston that he had seen so little of his father, father. First, his father was so busy then he was so stricken. He remembered every word of their few personal conversations he had had with them. And then we see the the the personality of the author, Paul Johnson Shines book, and we an example of that. Here, how much Winston inherited from his father, good or bad is a matter of opinion. Mine is not much. Indeed, there was little of the churchill in him. They were on a whole, an un remarkable lot. Non achieved distinction. And they think he might... So Churchill suffered from a several periods of his life of, like, depression, and there's a there's a a family history of that. There was a bunch of pathological depression in his father's side of family. So it says Winston complained a periodic dark moods, which he called the black dog. But these were occasion by actual reverses and we're dis... We're soon dispersed by vigorous activity, So this idea of being depressed, stressed, anxious and and eliminating that. Are mitigating the effects of that with vigorous physical activity. This is an idea that Winston Churchill shares with several other historical figures, Nelson Mandela talks about this in his. Teddy Roosevelt talks about this over and over again. And so we see Winston Churchill using that idea as well. So it says it was from his mother that Winston derived his salient characteristics. His energy. He was extremely high energy, a love adventure, his ambition his intellect, his warm feelings, his courage and resilience and a huge passion for life in all aspects. And then this is just fantastic traits to to if you're gonna send an example for other people, your children included, she believes that sky was a limit that everything was possible that tradition, precedent and the quote unquote right way of doing things could always be ignored when ambition demanded. She loved high risks and did not weep if they did not come off. All of this. She transmitted to Winston. And so if you... When you read Churchill writing when you hear him speak, he matt, he was a master of English language, which was really surprising when you realized he was not good at formal schooling, this is all the stuff to taught himself. He was not a boy who did naturally well at school and his reports were mediocre. His father wrote him off as an academic failure. Winston became not merely adept, but mastery in his use of words, and he loved them. I definitely do too. I actually have a... I'll leave a link in the the show if you're interested, but I have a personal email list that's separate from the podcast. Every book that I read. I just sent a... So for every, I read I do, so I don't know if somewhere between, like, 15 a hundred I highlights from each book. The email is was like, okay, What if I could pick the 10 best sentences. Sometimes I put a paragraph on there because I thought it was so compelling, but I really try to, like, just strip all context down, let's just celebrate the beautiful language and the fact that you can convey a powerful Id idea in just a few words. And many of these writers that were reading these books on are just masters at this. And so if you're interested, you can sign up, it's completely free. There's no ads. There's no shenanigans. It's just... I read a book. After every, I read, I'm gonna send you here the 10 my tent top highlights. And again, it's really just a celebration of words. No English statement, statesman has ever loved them more meaning still talking about his love of language, love of words, and made more pursuits... Persistent use of them to forward his career and redeem him in time of trouble. Words were also main source of income throughout his life from the age of 21. Almost from the start, he was unusually well paid, so he winds up being, like a war correspondent. And the price they would pay at this point. So we're talking early 19 hundreds. It would be like the equivalent he'd get a couple month assignment and be likely the equivalent of, like, a hundred or 200000 dollars. You can make in a few. It it's was just remarkable. Almost from the start, he was unusually well paid and his books eventually made prod digit sums for himself and his descendants. There is mind blowing stat after world war 2 of the book that he wrote. I'll get to that. How much... I I... It just shocked me how much money he made off this. He wrote thousands of articles for newspapers and magazines and over 40 books. There can be few boys who made such profitable use of something learned at school. In that sense, and so that's his whole point where he falls in lobby, starts reading the classics of English literature, writing all the time. And even though his grades weren't great. He did... That's where he discovered his level of of language and words. And so Paul makes the appointment was like, well, maybe his dad's wrong. Like, there... If you... Because his dad obviously died, so he didn't get to see his son's use of words later on his life and the fact that was his primary like weapon, really. And so paul makes point. He's like, well, that sense. Winston instance education contrary to the traditional was a notable success. I always love it when in these stories these famous historical figures. There's lives in her intersect. This example here. So he he says no sooner that was he commissioned into the army. Oh, this is something I gotta tell you, like, he wanted to be famous. Like, that was, a goal of his Churchill began his plan of campaign to make himself famous. There was a war going on Cuba, so he signs a contract with this newspaper to go down there and publish his dispatch. This is the same time when Teddy Roosevelt there. So says he was not the only outsider who came to Cuba for experience. Theodore Roosevelt led a force there, the 2 man had a great deal in common, but did not get on. Roosevelt said that young man wrote Teddy a little older than been than churchill as well. That young man Churchill is not a gentleman. He did not rise to his feet when a lady enters the room. That may be true. When Churchill was comfortably in Wisconsin chair, he was reluctant to rise. Thus, the pattern of his life for the next 5 years was set. Finding wars. So this is what I meant about. He made a great deal of money for... As a work correspondent. This is his primary occupation when he's in his twenties. Thus the pattern of his life for the next 5 years was set finding wars, getting special permission to visit participate participating in them, reporting them for newspapers and in book form. So it says in between wars. He wasn't just sitting around being lazy. Says he was not idle while waiting for opportunities. He was conscious of his ignorance of the world and in history. Right? And begged his mother to send him big important books. He read everything that he could get his hands on and forgot nothing he read. So he has a series of adventures. The author goes to really rapidly. 1 of them that he's famous for is bow bow war, bauer war have heard this pronounced several different ways. He goes there as a reporter as supposed to be stretched a non patent, but then he's captured and put in a prisoner war. He was captured and made a prisoner war escaped and then had a hazardous journey through the through the bowl lines, by bear lines, Harvey pronounce it. He then went back, this actually makes him extremely famous back in in Britain by the way. He then went back to the war in earnest showing an extraordinary amount of physical energy. We tend to epi my churchill by his later sedentary existence. In youth though, he was very hyper active. So he gets back home. It says he had achieved the fame He saw made himself cons. His photograph appeared over a hundred times in newspapers in the year 1900. So that means churchill was about 26 years old at this point story. And then returned to London a hero. He quickly published 2 books. Gave a series of pub public lectures in Britain, Canada in the United States. This is something that made him a ton of money. Throughout his entire life. He was extremely bad of money by way. He would go in debt. He would speculate money. He'd buy things on margin had to be bailed out multiple she's tail this. In addition, he had a row of metals. I don't understand this part, and the the author didn't explain it. But he gets, you know, all these meta metals, but he's just... I guess... I mean, he's not fighting in the these wars that they're describing. He's reporting on them. So that part was a little confusing to me. He had meanwhile taking his first step in politics. In all these rapid developments, he had accumulated a number of critics and even enemies. And in reputation for being brass, bras, arrogant, pre, dis, boast and a bound. So bound was a new word for me. I had to look that up and that is a dish man. So he's loved and hated, like anybody's going to be on the other hand, he was the best known what best known young man of his generation. So he he winds up getting elected to a seat in house of commons. He was 26, not a bad going. And it talks about some of his motivation. He thirst for office, power and the chance to make history. Churchill then and always was a massive of contradiction. He loved to be a top dog, but he felt for the underdog. Churchill was never a warm longer as his enemies claimed. On the contrary, he warned against it just as urgently as he warned against unprepared for it. That's really important. And this is... And again, I think this is the beneficial to me to read this book right after reading that giant biography of the goal because even though they start off with, like, a, you know, semi liking each other, maybe develop a hatred from each other. Their... Their the hatred, at least in my interpretation of was because there were so much alike both stubborn, both did thought their destiny was to to you know, make history to play on the grandest scale stage. Both absolutely refused to quit, both extremely smart, both extremely well read, both gifted writers and speakers. But the point is there's just a lot of overlap there. But this is another thing that they share in common is the fact that they both warned, they had re... I said I'm a the golf podcast. To go had receipts. He told you what was gonna happen 5 years. 10 years before it happened. He wrote it in books he gave speeches. He sent letters to powerful people, Pay attention to this. Pay attention to this. Churchill did the same thing. And that's 1 of the most fascinating parts of us studying both their... Both their lives is that you could be dead on. And the entire world is telling you no no no. You're mist misread the situation, we have nothing to worry about in an early 19 thirties, in late 19 twenties when Churchill warning about Germany arming up again, saying we need to build up our army. We have to be very careful about this. Everybody else is saying, no. Actually, let's give rid of our army. Let's just give... Let's turn up everything over to the league of nations. It's just... It... That is such a big idea from reading history. Is the fact that there are times in history. There's like this mass misunderstanding and state of confusion where everybody is reading the situation incorrectly. And when you put forth your view that in time is going to be proven correct. They tell you nope. You're wrong. You don't know what you're talking about. They divide you. They attack your your personal character, and you need people like the Go Churchill that just don't give a damn. There's nothing that you can say to the churchill are to D gaul to convince them that, hey, you should give up. You don't know what you're talking about. There's nothing to worry about. So let's go back to this. This paragraph to spawn. Thought. On the contrary, he warned against it just as urgently as he warned against unprepared for it. The 2 were ind individual. But Churchill was sufficient, was sufficient of a realist to grass that wars will come, no matter what, and that a victorious 1. However, dreadful is preferable to a lost 1. And then there's just this random sentence here. I jot it on this page. This is a worthy goal. Means you're an interesting person. It is not easy to classify churchill. Another thing he hasn't in common with the goal. It goes, like, I don't care about politics. I'm not assigned to any political party. I have 1 aim and that is to deliver France. Very similar to what the author telling us about Church. He was not a party man. That's the truth. He switched parties. Back at forth. People thought he was like an opportunistic, definitely was, his loyalty belong to the national interest and his own. So something I feel, I've I think, like, a self critique I have is sometimes I don't talk enough about the supporting cast that these interesting people had throughout history. And a lot in a lot of cases. They had extremely supportive spouses. And Churchill was no different. And he wanted up being married said his his wife's name is Cl, So first of all, he he had a bunch of other women that he could choose from some of which are really rich, They would come on, like Dow, but he always put. I love this line. He always put happiness before money. So it says Cl... But but Cl suited so the author talking about. You know, he's not just gonna marry a woman just for money but Cl suited him and he loved her. He always put happiness before money. Among all the twentieth century ruling elites, the churchill might be judged to have had the most successful marriage. Each was totally faithful to the other, and Cl devoted herself completely to her remarkable husband. She gave him good advice, comforted him in his many career mishap. That's important that that sentence is double underline in the book that I hold of my hand. I can't remember the person that said it. It was somebody that Read a book about and they're like, listen, you all you'll always remember your successes and not your failures. And to me that that what they're telling us is, like, take risks. And so it is remarkable. There's many notes Making the spoke of how many failures that Churchill had and that's irrelevant other than the fact that he learned from them because all you need is 1 big success. I think that's true for obviously entrepreneurship, You could fail at 10 different businesses, but all it takes is 161 really good, profitable business that makes you and your family comfortably rich. You only need 1, and I think that's a fantastic. It's really a echo of the the the idea we learned from the founder of Kin, Paul or fella, where he says, school and life don't really mesh together because in school, the teacher you have to be good at everything. And he's, like, you know, I was called Dumb. I was select they said, I it'd be a loser. He got expelled, like, 4 times, but he's like, in life, You only have to be good at 1 thing. And he's, like, I didn't know how copy machine even worked. All in and he was like, could sell what came out of it. And the fact that I got really good at selling what came out of it. I had a wonderfully, you know, successful life. I made enough money I could, you know, donate... I think 20000000 dollars to uc Santa Barbara and have a building named after me. It's just... It's it's it's a it's an interesting thought. So it says, let's go back to this. She comforted him in his many many being most important were their career mishap and calmed him down when he was triumphant it. And this is just an example of a sentence that tells an entire story. Churchill was never content to be silent or active when the opportunity to say or do something interested in presented its Another great sentence for you. He court danger given the chance. So I fast forwarded quite a bit in the story. He's around 35 years old this point. This is right before World war 1 breaks out, and he's put ahead, like, in charge of, like, the navy So it says the role and this is really I'm bringing us your attention to to give you an idea of his work habits. The royal navy was the most complex and widely spread fighting machine on Earth. It was dogma automatically proud of its ways and determined not to change them. The senior admiral regarded Churchill with Horror, because he wanted to to update them to to increase it. This is something, like, a common thing throughout his entire, career. So says, junior officers and petty officers saw him as hero, because he improved their pay and the conditions of the navy. There were many hundreds of naval establishments and bases in the british isles and the mediterranean the alone and Churchill visited every 1 of them. He looked into everything and everyone He often worked 18 hours a day and absorbed the new technology of naval warfare with impressive speed. And this is another great sentence. He recognized no limitations to his activities. Knowledge just trying to make his own country stronger, but he's also looking around to see what other people are doing. This is when he starts to get extremely concerned about activities of of potential. People that are not enemies today, but maybe enemies in the future. And so this is where I wrote a rather a long note to myself on page. I'm gonna read it to you before I read the section like to go Churchill saw the threat from Germany a decade to before anyone else. The lesson here is to identify the weaknesses of your company find solutions to that weakness and internal forces inside your company that are trying to make it weaker. So that's the remarkable story about both churchill and d go is not only do they have these very formidable external enemies, but they have to fight people on their own team as well. And so luckily in in a company. Easier are to eliminate those internal. If you're aware them, ways way it's way easier to do that than it is in in in, like, at the country level. So it says Churchill was concerned by the German decision to build large number of u boats. This is 20 years before where were 2. What were they for The answer was unmistakable. Britain has the largest merchant navy in the world and imported a greater percentage of her food. This is what I meant about. You have to identify potential weaknesses of your company that other people can attack. In his case, it's a literal starvation is when he's talked. Well. Britain had the largest merchant... Navy in the world and imported a greater percentage of her food than any other rate power. The German you boat was a potential war winning weapon, which could starve Britain to death. Well The only answer was to build large numbers of you boat destroyers. So Churchill, just like the call, default aggressive. I'm going on the attack. I'm not gonna just let here sit you. I'm not just gonna sit on a way for you to attack me. That's not... That's not how that's gonna work. This he did, so he's building... He wants abilities to you both the destroyers. Right? This, he did, but at every step in his policies, he was opposed by elderly admiral admiral of whom there were a large number occupying key positions. He spent as much time battling with them as he did at the actual work of modernizing the navy. So again, this is where the lessons are are not literal in church those life. This is why so many when so many entrepreneurs quote him and talk about them, they talk about the fact that he inspire them and never give up, but this idea. It's just like, okay. I'm gonna identify weaknesses that other people can attack in my company. I'm gonna make them stronger I'm also gonna find people that... And once I put forth a plan where I'm trying... My intention here is to make the company stronger, which is what Churchill trying to do right on the country level. I need to be wary of the people that attack me and want me to and for whatever reason, reason really irrelevant. If you think about it, 1 do not want me to gain strength. Anybody that is trying to prioritize a weakness in my company must be eliminated. And so Churchill is gonna have many many mistakes during World war 1. I'm not... Like, yeah I mean, 1 that he of the campaign. He was with for the rest of his life. But here's the... This is an important part. Right? Because we're about to start World war 1. So it says when War came, Churchill was ready. He was prepared psychologically and in every way for what he realized would be the biggest conflict in history. So he also talked talked about that where people like, oh, and this is something I learned by listening to hardcore history. Both in World war 1 and World war 2 for some reason, a lot of people thought, oh, it's gonna be a really fast. It'd be 6 months. It'd be a couple months. It's like, how could you think that? Especially maybe it's more understandable how you could think that 1 we're 1, But how the how the hell you're thinking then World war 2 after we just saw what happened world war 1. And that's just again, we human nature. We have very short memories. Most people do not listen. Do not learn from history. So it says he was like a man who had long school himself for a job and was now told to do it, So he's prepared. This is 1 of his like, his superiors and he says, there is 1 thing he's describing. There is 1 thing at least, they can never take away from you. When the war began, you had your fleet ready. So it goes into, like, the detail of how horrendous war war 1 was, just as a mass sacrifice of young lives says we must remember that Churchill had warned in speech and print that this would be a catastrophe for humanity. So this is the prime minister's description of Churchill, fantastic qualities to have. He says he is so resourceful and un. 2 of the qualities I like best, and I think even better than that word un made is to actually use the actual definition, and that's not discouraged by a setback. So being resourceful, and then not allowing inevitable setbacks to discourage you. He's a 2 fantastic quality stimuli. And so he's... There's gonna be all kinds of mishap that happened. He's gonna get blamed for. He's gonna be demoted, but I wanna pull out something that his wife said about him at this time, and the know left myself is his wife was right. This is the skilled churchill was still... That's... Would still possess 20 years in the future when the British needed it most. It was the only time in his life to, in in Churchill life that Cl Churchill, His wife made a dramatic appeal on the behalf of her when she writes a letter to his superior. Winston may in your eyes, and in those with whom he had to work, have fault. Have faults, but he had the supreme quality, which I venture to say very few of your present or future cabinet possesses. The power, the imagination, the dead deadlines to fight Germany. So this is where we see 1 of his first depressive states. He's down and depressed, but he's still defined. Again, I think these are the traits that that even a century after this is happening, people are still drawing strength from, and it's just amazing when you... When you... When you're in this part of the story and really Churchill life in in in the whole. It's just amazing how much of an advantage simply not giving up. Not quitting can give you. So said, so Churchill was out and had to watch imp and silent, while the politicians admiral rules and generals compounded their mistakes in the operation, and it ended an... Glorious evacuation. Though and though an official inquiry eventually exon him. At the time, he got the blame. So this is the gal fiasco. As theo as theodore or Roosevelt once remarked of a financial crisis. When people have lost their money, they strike out un thinking. Like a wounded snake at whoever is the most prominent in line of vision. Here, it was it was not money lives, money lost but lives lost, and there was no doubt who was the most prominent. It was the lowest time in Churchill life. He was dark, somber, troubled and defiant. This is what he says. I had pretty well lost everything. He rooted in his inactivity, something he had never experienced before. His wife leader said, I thought he would die of grief. And so he's looking for outlets for his depression, his grief, and his unhappiness, and then this is where he picks up his lifelong habit of painting, and I didn't know that several of his paintings have been, like, collected and they go for outrageous prices, it says he discovered as other sensible people have done that painting is not only the best of hobbies, but sure a sure refuge in time of trouble. For while you are painting, you can think of nothing else. Soon misery began to retreat, his mind, self respect, his confidence was restored. Painting after politics and the family became his chief passion, and he painted for the rest of his life. So eventually, he's saying, hey. I gotta get back in the fight, the the war not over so at the end of 19 15 says Churchill was determined to go back into the fray. He was given a Battalion to command. And now he's was going into combat. The experience restored his faith in himself and his faith in winning the war. Churchill service and the trenches. This is really important, actually. Churchill services service and the trenches served him well in both world wars because it enabled him to understand the view of the ordinary soldier and officers. So again, we're thinking about the lessons of churchill in context of business. Right? Well, 1, I gotta get back into the fact that he, there's 1 of my favorite quotes from the goal. Well... And I think this this talks about... This describes what's happening Churchill life. You know, he's down, defeated it, but he's still defined. And it says, don't turn your back on he who will not accept defeat. As a fantastic quote, don't turn your back on he who will not accept up defeat. Now this second idea. The fact that he was leading, group in the war. He's in the trenches. He's with them. He has... He's has to lead somebody have to have the understanding of how they think how they look at things. So he's, you know, far removed. He's in the upper echelon of politics and yet spending time with ordinary soldiers and officers, gives him another form of education. This is very... We see this over and over again in the history of entrepreneurship. The example, I came mind the when I jot it down when I got to his part of the book is the fact that this is exactly what the founder of Ups did. I think his name was Jim Casey. That might be, like, founders number 1 82 or something like that. But he said, he... Like, anytime he would see a Ups truck. He would stop pullover over and instruct his driver to pull over, and he'd go and have a conversation to the Best driver, and he said that he would rather talk to a Ups driver any day of the week than some executive at Ups. Because he's, like, the executives they filter this information. Maybe they wanna kiss my ass whatever the case is, but he's like a Ups driver just tells me what's exactly on his mind. And so he used that as like, a form of reconnaissance to know exactly what was going on in his company. And that's just a fundamental idea that will never got a fashion. So the systems that they they they rush to put in place at the very beginning of the war. Think about that over time. It's very natural for any system to get more bureaucratic, more complex something we had to learn to deal with. So many years later, this is towards the end of the war. He's made the minister of munitions. And it was very interesting. I'm gonna... I'm gonna relate what Churchill doing at this point in his life and career with what Sam Walton told us in his fantastic. So since it was a confused ministry, which is now he's put in charge of, which had grown up hap has during the war. Think about, like, the very beginning of a company like, a startup up, you're just kinda, like, trying to build a plane airline to fly. Right? Very similar situation. Obviously, more deadly consequences, we're having a just to to spin up a an apparatus to conduct a successful war. So it says it was a confused ministry, which had grown up pap during the war and it was a maze of duplication, contributions and beer credit gang warfare In a short time a fan hard work, churchill made it simple, logical and efficient, who would not wanna run a business that was simple, logical and efficient. So know if myself, Sam Walton did the same. He knew fighting back complexity and bureaucracy as a never ending task. 2 quotes from the biography of Sam Walton auto of Walton, I wanna bring to your attention. Sam says, if you don't 0 in on bureaucracy every so often, you will naturally build in you will naturally build in layers. You never set out to add bureaucracy. You just get it period without even knowing it. So you always to that word he's telling us. So you always have to be looking to eliminate it. Because then you're not gonna be simple logical and efficient. Right? And so there's an example in Sam's auto is like, you know, new shipments are coming into at the back of every Walmart, they're labeled with a price and then they're put on the floor. And every so often, there's a there's mistake that's made on the pricing, so some manager came up with an ideas. Say, okay. Now we're gonna add a step. They're gonna come in the back of the store. They're gonna be labeled the price, and then we're gonna have these people standing there with these little, like electronic scanners, and they're gonna scan everyone and make sure that the price is accurate. And Sam would visit his stores and he would drive him crazy. It's like, why are we just doing the job? It's like, why do we need these people? Like, we should be not adding another layer of complexity in Bureaucracy here? We should do the job the correct way the first time And so Sam says, another quote directly from him, really, it's a pretty simple philosophy. What you have to do is just draw a line in the dirt and force bureaucracy back behind that line. And then no for sure, he... This is really just fundamental understanding of human nature of the Sam possessed. If you think about what he's about to tell us. And then know for sure that a year will go by, and it will be... And it will be back across that line. And then you'll have to go do the same thing again. So something Churchill talked about over and over again in his life he's just... He's he hates communism thought it was the worst scourge in history, talks about when Lenin had the bo group at the end of 19 17, murders the czar, the Russians czar in his family. There... I think he said there was, like, I forgot how many people died. He talked about the book. I'm sorry I didn't make that note. But He talks about it, he felt it was like a personal failure not to stop communism when he had the time. When he had a chance, there's this there's this strain of thought that hey, if you if you snuff it out there. If you crushed bo, bo division eventually cause Mu and Hitler, maybe all the events, the horrible events in world war 2 never happened, who knows. But they really... I just wanna bought 1 sentence for you that I think is important the lesson for me and you to take with us. Churchill was never allowed by his critics to forget that he failed his... That has failed attempt to distinguish communism, but he did not pine himself. I just read the founder of vans the shoe company. His auto, it's founders number 02:16. He has he... The the guy drops out. I think in 16... When he's 16 years old. And he's writing the book when he's close to 90. Right? He had multiple decades of career, just extremely hard worker, and he has an entire chapter in that book called shit happens. And so in that chapter, he says, listen, he has a very simple, like, formula to use. He says shit happens. You acknowledge it, you learn from it, you forget it and you move on. And I think we see the same exact thing with church churchill. Like, I'm not gonna beat myself. This is this mistake. I will learn from the mistake. I'll acknowledge it, but I'm moving on. I'm not gonna sit here and dwell. That that doesn't this no good. And so I feel out what churchill that here is very similar to what we learned from Paul Van on Founder number 02:16. So there's all these transitions that happen in church with life because the party that he's part of winds up getting sweep out of power and then he'll eventually usually has, like, a few year absence and he'll gets sweep back in and this happens over and over again. Really the the the the lesson here is that he's kicked back down to the ground. Again, we know Churchill not staying on the ground. That's just not in his in his blood. Okay? So it says, effectively, this ended the coalition government. This is the government that at the time, churchill happen to be a part of during the campaign church was in great pain and was rushed to the hospital for an emergency operation. In the twin of an eye. This is Churchill describing this point of life. I found myself without an office without a seat without a party and without an appendix. Churchill was once again sent to the bottom and had to face the task of where ai climbing the ladder again. For the third time... For the third time in his life, it was not it was not so easy now that he was nearing 50 years old. And so he has a couple unsuccessful attempts at getting back his his seat in government. So she says like, alright I forget this. I'm gonna take a break. I'm gonna write another book. Remember he wrote over 40 books in his lifetime. Says 1 of Churchill strengths was that politics never occupied his whole attention in. He an astonishing range of activities to provide him with the relief, exercise thrill fun and not least of all money. He embarked on his enormous record of the First World War, which he called the world it's the book called the World Crisis. It made a great deal of money over the years, and more than 3 quarters of a century later is still in print and still being red. And it's also an example of this idea that we see over and over again that. 1 successful opportunity usually beg gets more successful but yet unpredictable opportunities, its success opened before Churchill an endless vista of publishers contracts all over the earth for anything that he cared to produce. Somebody recommended me a book. That has to do with, I think it's called, like Churchill and champagne or something like that. It's like, I I thinking I'm gonna read it because the premise is interesting. It's, like, identifying all the the... His his relationship with money. And the fact like he would rush to make as much money as possible, then as soon as he made it, he would spend it all. If churchill live well, he never had much cash in his hand or saw his investments rise to a point where he could feel secure for life, or even for the next year. So that's just a little statement about that That comes up a lot in the book. He just... He loved to spend money in Champagne. I mean, they said what, he probably drank 20000 bottles of champagne. A lot of that being vintage. So not a... That's not a cheap habit. But this is hilarious. He had his own version of Pe, of performance enhancing drugs. Maybe I should do this before I sit down a recorder a podcast. In those days, Churchill often took several width of pure oxygen to lift him before a bout of or, and he would travel up to the government house with 2 canisters of pure oxygen. That's hilarious. That's wild. So he... Like I said, earlier, his has receipts, he predicted a lot of stuff. He makes tons of mistakes though. He cannot... There's just impossible to think you're gonna be right all the time. And so 1 thing that he didn't see coming is the fact that this is now in between World war 1 and World war 2. He's like, no, we don't have nothing to worry about with Japan. This is says, he wrote a letter. This is to... I think this this is... He might be writing to the prime minister. I can't remember who's he's writing to. But it says, which used long arguments humans backed by statistic. Look, the number saying we not anything to worry about. What are we have to worry about? To show that there's no need at all to consider a possible war with Japan. Here's this is what he says. I do not believe that there's is the slightest chance of of it in our... Meaning the war Japan in our lifetimes. The Japanese are our allies. Japan is on the other end of the world. She cannot menace our vital security in any way. War with Japan is not a possibility. But this is the reason I'm bringing this your attention because he owns it. He owns his mistake. He does not pass the buck. There's nothing worse than somebody that's making uses. When this happens, he blamed himself. They talking when Japan came in and took over Singapore, which was an English territory, I guess at the time. So says when this happened, he blamed himself, he never shrank from accepting responsibility when it was just. And then he's just got a bunch of great lines in the book. This is 1 of them. He called for a premium on effort and a penalty on inertia. And he certainly practiced what he preached. At this point, He needs to make a bunch of money. He goes and he's writing books and he goes to circuit. Usually, when he does this he goes to America and makes a ton of money. And then we see a tale as all time. He winds up losing everything because he's buying things on margin. This is this happens over and over again in financial history, and we never learned. People are still doing this right now in present day. So it says, we have really... He's writing a note to his wife. He's like, look, look all this money I made. This is fantastic. I mean, all this money with no effort in a short amount of time using margin. Okay? Well why do you think that's gonna happen? This is 19 29. You know what's about to happen? So he says we have really recovered in a few weeks and we made a small fortune. A month later, all of it has gone. This was the Great Wall Street crash. And so he's writing under my he's he's writing another letter. Under my window, he's in New York at the time. Under my window, a gentleman cast himself down 15 stories and was dashed to pieces. His financial adviser, Mc gal and had been investing his funds on margin. Something Churchill did not under stand. And so not only did he lose all his money, but he had to buy himself out of the mess. And he almost has to cell his house, he's just in really bad spot, and then what happens is when you're in about spot, you're not thinking clearly. And so it says his confidence had been shaken, and his bruce condition, he be began to make political mistakes. And think about that. How old does he know? This would be... He's in his mid fifties. How terrifying would it be to lose everything. Now not only said, like, go from in a in a month's time, I think you're... You know, you've built up a small fortune to now go into to to, in a blink of an eye to have a negative net worth at 55 or in your mid fifties. It's terrifying. And so he starts writing again. He goes back on the lecture circuit about 2 years later. He's wanted... Almost gets killed. I didn't... I I didn't didn't know this. I don't think that he wasn't getting hit by car because he's in New york cross in the street and the cars come from the other direction as they do in England. Right? Churchill found for a moment have been without direction of politics, obsessed with the need to make money, so he returned to America election. Right, he was crossing fifth avenue in the Dark in New york city, and he looked the the wrong way. And he gets by car. He was badly damaged. He was lucky to be alive. He was... He sent to the hospital and was spent a long time there recovering. He was very, very down. He wrote to his wife. I have now in the last 2 years had 3 very heavy blows. First, the loss of all that money in in the crash, then the loss of my political position in the conservative party, and now this terrible physical injury. He was afraid he would never recover from these blows. But this period of, you know, depression being sad, only lasts a little bit. He realized realizes he's knocked down, but he has to get up again. So it says he went back into the fray, shaken but calm and determined to live more dangerously than ever before. And to fear even less. And so now we enter the point of his life, it's very similar to the 1 with the calls and they called the un... This chapter called the un unrelated profit. And this is where he's just realizing before anybody else, like, what is you actually happening. Now what you're telling me is happening, But what I can actually see, and this is why over and over again these books. Like, they give examples, like, you have to work yourself into position where you can trust your own judgment. That's all you have in life. You only have your judgment. You cannot copy and just go along with everybody else's dogma. Now began the hardest pure... And harshest periods of churchill life. He was lucky to have a seat. Now he's back in government where he's active was much loved and had many fatal friends. Otherwise, he might have been ex as a politician to became instead of professional writer. He was lucky to have an ado, but some... But and an ado wise and sometimes critical wife and a growing family of children. He was lucky to have chart well. This is his, like, a state, his family stayed that he was lost multiple times. Which was a personal paradise which he where he could lick his many and his many moons. He was lucky to have his art. He he did more paintings this decade, so he did 250 paintings in this decade out of the 500 that's 5, than in any other. And he was lucky above all that events suddenly gave him a clear vision of what was happening in the world. What would happen unless he prevented it by his amazing gifts and energies. The picture cleared early in 19 33 when Ado Hitler captured power in Germany, and immediately set about his own plans to destroy the treaty of versailles and make Germany the strongest power in Europe. Churchill had red mine comp and believed it represented Hitler's plain intentions. So did Hitler. This is a crazy quote from Hitler. My program what from the first was to abolish the treaty versailles. I have written it thousands of times. No human being has ever declared or recorded, what he wanted more often than me. And of and of quote, there was no British response to Hitler's arrival on power. Churchill had already pointed out that the Germans had been breaking the provisions of the of the Versailles treaty, which for forbid the creation of a large army for some time. But says Hitler merely accelerated the process. Few people had red mine comp, fewer still believed it. In government circles, Hitler was seen as a diluted adventure who would soon be discarded. Nor left myself here is never underestimate your opponent. This is what they do over and over again and like, he's not a problem. They're we're fine. They make up all these excuses and why he's not a problem. But the think about it. Like, what is the benefit of why is never underestimate your opponent, a good lesson to to learn from history? Because doing so is all downside and no upside. Why would you do something where there's no benefit doing it and potential life ending, company ending, country ending catastrophe. They're... It's all downside and no upside. It's silliness. Don't underestimate your opponent. Never. The stacked against his policy. This is... What Churchill wants. He wants a strong, rear armed Britain. Ready to ready and able to oppose a strong, re armed and vengeful eventual Germany. He did not see himself as a reactionary longing for the past. For a pass that was gone, but as a prophet of a dangerous future. He said Britain would soon be fighting for his life and he was laughed at... This is less than 10 years. Earlier. Excuse me 10 years in the... Less than 10 years in the future, German planes will be bombing print... The the city of London in other areas in Britain to Smith. They'll kill over 40000 civilians. Just people living their lives just like that whatever city you're happen to be in right now. Imagine you're just living there, and and then because of the ineffective attitude and strategy that your government had, bombs are being dropped on your house your apartment building and wherever you're living. Think about that. He's saying Britain soon be fighting for his life and he's laughed at. Talk now Paul Johnson, the author gives us this historical context. It was the only period in British history when pac became not merely fashionable but creed of the majority think about that. It's fashionable. It's what everybody believes in and it's the exact wrong attitude to have at this point. That is so powerful to sit and contemplate about. Right? A... This is insane. A piece ballot asked nation, so this is their voting on this. Right? To sign up for a emotion rep national retirement, which is Churchill idea, and instead to leave everything to the league of nations. It was adopted by 80 percent. Of the 10000000 votes cast that gives you an idea of how unpopular Churchill opinion it was at this time. Unpopular and right. And so now the these ideas, now of these are stupid ideas. Right? History proved these to be really stupid and dangerous and deadly ideas. They're trying to export these ideas to other people to other countries. Anthony Eden for the government said it was British policy to get the French army cut from 694000 troops to 400005 years after the Anthony Eden stupid idea that he's giving us here. Right? Germany will invade France, a week in France and run over them in 6 weeks. Churchill protested strongly. Eden rebuked him for opposing. And then the newspapers attack him too. Look at this stupid for warm longer. Churchill crazy. The house was enraged and in an ugly but this is a quote from a, a newspaper time. The house was enraged and an ugly mood towards mister Churchill. This was the first sign that he had sacrificed the position of popularity he had so favorably acquired in the twenties by good behavior and was now regarded as a nuisance and a trouble maker. Churchill told the house on 11/28/1934, that up to 40000 londoners would alone be killed, and he was right in that. He said in the first week. So he's wrong about that, but they... It's remarkable about that, according to what I found, 40... At least 40000 civilians died in in the battle Britain from German bombs. So there's a bunch of all the stuff I just read to. Let me read the note. Reminds me of Henry Singleton. And right before he died, he gave an interview, and he was asked about stock buy backs, which he was a pioneer of. And when he was doing them, no 1 else's know. Right? Than 20 years later about to die, he's not doing them anymore, everybody else is doing them. And so he says if everyone's doing it, there must be something wrong. And then I just wrote about the idea that you should give up your not... You don't wanna build up your own strength. Give it over to some other entity that doesn't care about as much as you care about yourself, the league of nations, which is insane. And so I said this is madness. Britain still stands today and the league of nation does not. And yet, these are... This is who the vast majority saying. No. No. We don't have to worry about it for ourselves. Let's give it to these other people that don't give a shit about us. Popular public opinion could not have been more wrong. That is such a powerful idea. And so Churchill goes back to this. He's laying out all the problems. He says, listen, the Germans and Italians have 800 bombers between them. We have 47. You don't think air fair in the next war, the next inevitable war, which again, people thought wasn't never gonna happen again. That's not gonna be a problem. If our enemy or potential enemy has 800 and we have 47 His speeches were growing more passionate and telling as a danger increased and more and more influential people were saying to him in public or more likely private that they agreed with him, and that's the problem. That people are so fearful of speaking out to get criticized so that they're telling him that they're telling him that they agree and they're do telling him I'm private when what he needed is other people to step up with him and say, hey, this is the problem that we see. This is... I'm not some luna. This is very obviously. If you just sit down and think about it. Don't just copy the thought thoughts and ideas of the people around You were everybody says, okay, 87 percent of us say, no. Don't no. Don't have to do this? Like, here's the problem. Hey, we see this crazy guy over in Germany? Is he or is he not building up the army? Yes. Okay. Is that not a violation of this treaty that we signed? Yes, It is. What do you think is intended? Did you read his book because I read his book? Any he lays out. He's not hiding his plan? It's in his book? Did you read it? No You didn't. Okay. So how the hell if you didn't read the book. Could you arrive it? Could you think you're well informed enough to arrive at a conclusion that could potentially cause the end of us as a free country as we know it? How is it possible that humans can make this... To such a g mistake. And then be so confident in their ignorance that the... They cast and attack the 1 person, that 1 person being churchill that is actually looking at the situation clearly. That is a fatal flaw in our in human species that will never go away. And that is why the people that are curious about the world around them, people that study history have a massive, massive advantage over those who do not. You know so I'm fast forwarding a couple years in the story. For the fur... He's he's on this for years. Talking about this. For the first time he he's nearly 40 year... 40 years, 40 year career, his entire his entire political career rather. Churchill lost his... System completely. Now, this is a really important point. There's a there's old maxim that spread throughout human history. It says it's darkest before the dawn. Right? It's a the you... Usually, the worst time that you could have is right before things turn around. I wanna... I wanna quote, Paul van door again. A very wise 90 year old who wrote to. He says opportunity is a strange beast. It commonly appears after a loss. So he's getting press depressed. He's like, I cannot... Things are getting worse. And yet we're signing the munich agreement We're doing all these dumb things that happened, and it then it then it starts a shift because then people start realize, oh my god. This Hitler you guys is crazy. So it says then slowly, but with gathering speed, opinion swung against Munich, against Chamberlain that's Neville Chamberlain, the the prime minister that's gonna, essentially his his was... His opinion was let's a appease Hitler. Let's, you know, let's just give everything once, and then he'll he'll leave us alone. And he's gonna wind up for resigning and then the churchill takes over. In the whole appease policy. And so they went up Germany... I don't have to replay World war 2 for you, but Germany and Invade Poland, France and and Britain had guaranteed poland safety, and so they have to declare war and now it's on. And this is where Churchill was gonna become Churchill. Once War was declared Churchill was invited to accept his old old post. He's in the cabinet first, and he wrote a vanished, and this is really interesting. The idea that darkness became before Dawn an opportunity that opportunity is a strange beast It kinda appears before a loss. This is something or after a loss other. This is something that he was appearing his entire life for. Just like D gaul said, He's like, I... There was never a doubt in my mind that I would... I would not be the leader of of France. I just didn't know, like, it was gonna happen in ways I didn't understand. Or I couldn't predict. So this is what Church. A very strong sense of calm came over me. After the intense passions and excitement in the last few days. I felt a serenity of mind and was conscious of a kind of uplifted detachment from human and personal affairs. And this is what Paul Johnson says. This was remarkable considering the problems facing him. He's almost not... It's not happy. That's not the right word, but he's like, okay. I know what is at stake, and I want to be the person that's in charge that is leading. I'm will... This is what my entire life. How all the of my life have led up to this moment, and now it's my time to act. And so this is story before, right before Chamberlain decides to resign. Churchill gives fantastic speech. And this is... The... The reason it's so important is because this... What these times, these hard times is when leadership was needed most and churchill was there. Churchill speech was the only 1 made for the government which showed conviction hope and resolution for the future. Chamberlain decided to resign, Churchill got the job. When I was reading this whole section, made me think that there's all these turning points. And that obviously this turning point in the history of Britain is a lot more important and there's a lot more stake. Than than a turning point in the company. Right? But we think about these lessons and we try to apply them to our our day jobs our professional jobs. Right? And so when I'm reading this, I thought about this fantastic. I've read Phil nights auto multiple times I'd I've done, I think 2 podcasts on at least, and in shoe when the founding of Nike. Right? This is the time when they become Nike. Nike was called Blue Ribbon sports. In case you don't know the details of the history. They were resell other people's shoes. And they had this idea. Hey, why don't we make our own, Phil saw that there was an issue. Like, their supplier was was having all these, like, he was basically plotting against them, and he real and feels, like, in a weak position. Right? And so he's, like, we're selling... They're, like, I think they were called the tigers. I can't remember. But we're selling their shoes. Right? But if they ever were yank, they say we're not gonna sell them to you anymore, like, our companies over. And so that eventually happens, but he had done a little bit of preliminary work and trying to build his own brand of Nike. And so he has to gather his company. Right? This is a way before Nike is even public. So again, very similar to what I was talking about Larry ellis, and you have these 2 paths. Larry gives up. He's bankrupt. He he goes left. Right? He goes right and he continues on, and he's worth a hundred billion dollars 40 years in the future. So same with Phil Knight. He coulda gave up, and then he we don't even know who he is. There's no Nike. Something happens. Right? And so he's gathering all his employees at this point in the book. And he's talking about, listen. We lost a supplier. They screwed us. They're they're we're gonna be in a lawsuit with them. We could be going out of business, and everybody is depressed. And then this is the speech to fill night gifts. Leadership has to has to transmit hope, and it's exactly what Churchill doing where we're on the story. And so Phil Knight says I looked down at the table. Everyone was sinking, slump forward. I looked at Johnson. Johnson was his, like, crazy. This is employee number 2 at Nike. He was like, he was more passionate about Nike than maybe Phil Knight was. So he says, I looked at Johnson. He was staring at the papers before him, and there was something in his face, some quality had never seen before. Surrender. Like everyone else in the room, he was giving up. The nation's economy was in the tank. A recession was underway. Gas lines, political grid lock, rising unemployment, Nixon being Nixon, Vietnam, so think of he's talking about. Like, it's not like we had a beneficial economic climate to launch a brand new brand that no 1 knows. Right? And he says, it seemed like the end times. Everyone in the room had already been worrying about how they were gonna pay their rent, pay the light bill. Now this, I cleared my throat. So in other words, I said, what I'm trying to say, we've got them right where we want them. And in the story, his employees go crazy. He rallies around them. He's, like, we're going to build our own brand. We're not selling other people's products. We're gonna manufacture and sell our own product. That is the beginning of Nike. How can you listen to these stories and not be motivated and inspired and wanna jump out of your chair. I love this. This another 1. I don't have in front of me, but Sam Walton starts this this chain of store is called, like Ben Franklin. It's like, guess, like a franchise we could think about it. So he's store is so successful. That the he made a mistake in or or his career where he didn't have, like, he had a bad lease. Right? So the the guy that owns a building that he's renting from him sees his success, so he's... He won't renew Sam's lease. He winds up not renewing Sam's lease, and then opening the same store in in the building he owns. And so Sam his attorney's office at the time. And he attorneys songs. So like, there's nothing you could do. Like, he didn't protect yourself in the lease, and his attorney says Sam was just sitting there cl and un cl his wrist, and then he grits his teeth. And he says no. No. I am not whipped. I found the store. I'll find another good town and another store just wait and see. It's the same idea the same experience. You could give up, say, okay, that I made a big mistake. I'm out of business. I could fall on the ground and maybe go work for somebody else whatever the case says is, and it seems like, no. I'm not doing that. Phil Knight? No. I'm not doing that. Winston Churchill. No. We're not giving up. And so this when he's... When he's elected prime minister at the most important point in British Hs, this is what he says about this. It's tonight this is what he writes in his diary. I am... I was conscious of a profound sense of relief. At last, I had authority to give directions over the whole scene. I felt as if I were walking with destiny, and that all my past life had been but a preparation for this hour and for this trial. 10 years in the political wilderness had freed me from ordinary party ant. My warnings over the past 6 years had been so numerous, so detailed and were now so terribly vin that no 1 could go against me. I could not be rep approached, either for making the war or with want of preparation for it. I thought I knew a good deal about it, and I was sure I would not fail. Therefore, though impatient for the morning, I slept soundly and had no need for cheering dreams. Facts. Are better than dream. And this is where Churchill becomes churchill, I go into way more detail and the splendor in the vial because that entire book is about this this period of time. So if you haven't listened to that, and by the book, the book is absolutely fantastic. It's like, 1 of the most highly rated books that I've ever found in Amazon by the way. And so he... He's immediately say like, okay. I know what I'm doing. He's got... Really the... What's happening is... Don't myself is believe in yourself. You were the leader. You worked yourself into disposition. Trust your instincts and go. He felt his authority and exercised it. He was seen walking up and down the ep captain captain cabinet room once after a major major firing, sack, saying aloud, I want them all to feel my power. Churchill was overwhelmingly admired, even loved, but also feared. And he's also an extremely gifted communicator. 1 of these is not only he he r you up with beautiful language and inspires you to keep going but he also really crystal clear. That's something that is extremely important. All of his orders without exception. We're in writing and we're absolutely clear, then it gives examples of a bunch of speeches. I love this. I have nothing to offer but blood, toil, tears and sweat. He added in the same speech that his aim was quite simple and clear. Again, clear communication. It's all we can... We can only really rally people around simple, clear instructions. So we cannot be complex, cannot be too long it's sloth not to compress your thoughts. This is a hell of an example of way to compress your thoughts. So what is my aim? They all said I have 1 name, and that's to free france. Right? This is what this is what Churchill aim was. Victory at all costs. Victories in spite of Volta terror, victory. However, long and hard the road may be. For without victory, there is no survival. Britain was facing extinction extinction as a free country. So the bunch of great quotes, and really, I'm gonna read this to you, the note that the thought that popped to my mind when I'm reading Churchill words, a great leader makes you believe. We shall not flag or fail. We shall fight in France. We shall fight on the seas and oceans. We shall fight with growing confidence and growing strength in the air. We shall defend our island whatever the cost may be. We shall fight on the beaches. We shall fight on the landing We shall fight in the fields and in the streets. We shall fight in the hills. We shall never surrender. I mean, this guy. Let listen to this. Let us therefore brace ourselves to our duty and so bear ourselves. That if the British empire and its commonwealth lasts for a thousand years, men will still say. This was their finest hour. And so Paul Johnson, the author was alive at this point, he heard the speech. He live... He was living in Britain, and he talks about this. Like, this the the part about never surrendering, rang true. We believed it. We meant it, and it's this idea that you have a great leader that is making... Nowadays he possesses this unbelievable amount of self belief, but he's able to to transmit that self belief and onto you. It's so important. And now, so there's another thing that I really think is brilliant about churchill. Obviously, there's a last things was was brilliant, but it's really that he was... He was able to identify his most important asset and go all in. And so in his case, like it was obviously an idea we can grab. But in his case, it was the idea Was like, well, what's gonna win this war. Right? It's gonna be air power. And so it says, his... He sends the importance of air power, and he had a speed in grasping the opportunities it offered. So really, this section is identify your most important asset and then go all in. The says the Britain used to have the world's largest air force, but it had been previously neglected in the twenties and early thirties. He made Beaver. I talked about this guy and that responded in in the vial too. He made Beaver his minister for aircraft production and told him to go flat out. By the end of the year, British production of war aircraft both fighters and bombers had overtake in Germany in both quantity and quality. For the first time in the war, British technological security superiority was established. And Churchill and Beaver book put all available resources behind maintaining and lengthening their leads. So think about that. It's identifying most important to go all out. Right? And multiple times in that thing. It's like, they go flat out. They go... I'm gonna go flat out. I'm gonna put all my available resources behind this most important idea And so he explains his thinking why this is so important. He's like, listen, When I look around, when I look around to see how we can win the war, I see that there's only 1 sure path. We have no cotton the army, which can defeat the enemy military power. So he's talking about Hitler. But there is 1 thing that will bring him meaning Hitler back and bring them down. And that is an absolutely devastating, ex attack by very heavy bombers from this country upon the Nazi homeland. And so we see the same idea. This is the Battle Britain. Right? He survives. This is when they're really on the defense. And he realizes, like, once, the Battle Britain had in effect made a nazi invasion possible? Because Hitler had the plan for a long time. Was like, I'm gonna weaken you up, soften you up by bombing the crap out of you, and then I'm gonna land my troops on your shores, and I'm gonna take over your country just like I've taken over the rest of Europe. This... If if... And Churchill the only 1 standing in his way. Right? This is before before America has joined into the war. Once he realizes that they were, like, their their that, Hitler has has postponed indefinitely, the the the ground invasion of Britain. Churchill goes from a defensive standpoint, and he had offense during the brat Britain during wrong, but now it's gonna be flat out offensive. Says the battle Britain had in fact me to nazi see invasion possible. At the same time, Churchill was be be gearing up to begin the battle of Germany. I it's like, no, You were attacking me. No. It's my turn, and I'm gonna go default aggressive of going on the attack, which was wage was growing force over the next 4 and a half years. So another thing that Churchill does it's really smart. Is it's... He... Obviously, court, he figured the largest ally the most powerful he could get at this point in history was the Americans. Right? And but he he didn't matter. Like, he went after the big fish, but he would also go off small small the small ones as well. So it says churchill was always in the lookout for allies, large or small. The I left myself on this page is est Lau did the same thing. I beg you. Read est Lau auto. It's like 200 some pages really easy to read. She's 1 of the most formidable entrepreneurs in history. And I think people overlook her. But with done something she did that was genius. She did like, things that don't scale. Right? That idea at the very beginning of building her company. And 1 thing I learned from Lau is that you needed to give your full effort always everywhere. And so she says in her. No community was too small for my attention. My absolutely full efforts. I had written for instance, on a bus 6 hours to open a small store in Corpus, Christi, Texas. That store's clientele was modest in size and economics. No matter. And if you have a an entrepreneur that's willing to ride on a bus for 6 hours to open a little store because they know word amounts spreads gradually over time and into compounds, It's gonna be very hard to compete with them. I don't care if it's small now. That's fine. Maybe only get getting 5 customers, 10, a hundred 50. But over time, if I give them my full efforts, everyone recruits 1 or 2 or 3 customers, then turns to 300. So that 100 goes to 300, and now maybe they all those 300 do another 2 more so of just go grows and grows and grows. I just love that. Give full effort always everywhere. That's a hell of a lesson from est Lau. And so think about this. There's another great example of churchill. That really, everything in life is just a matter of perspective. And so, yeah. It... Like, he's talking about hey. I'm fighting the... I'm fighting the Germans. We have to deal with this this bastard Hitler. These are terrible times. But then he's just, like, but we also have the opportunity to to to snuff out 1 of the most evil people in history. And so he says do not let us speak of darker days. Let us rather speak of stern days. These are not dark days. These are great days. So again, the whole point you're is switching your your perspective. The greatest days our countries ever lived, and we must all thank God that we been allowed each of us, according to our stations to play a part in making these days memorable in the history of our race. And so that made me think there's a great paragraph that. I read a long time ago a Catherine Graham auto. It's called personal history. And that's fascinating story because, like, warren Buffett in the book. Like I should be they become friends. Jeff Bezos is the 1 that actually recommended reading that book. I think that's I found it. But there's this conversation because she's alive at during this time, and she's talking to her husband. This is before her husband kills himself. And she talks about this is just sucks. Like can you believe that we're so unlucky to be alive during Hitler. And her husband had a different perspective. Same... Looking at the same thing with different perspective. He says, or she says, in 1 exchange between us, I had deployed the fact that we had the bad luck to live in the world with Hitler to which Phil responded, I don't know. Maybe it's a privilege to fight the biggest son of a bitch in history. I love that idea. 2 people looking at the exact same situation coming at of from different perspectives and arrive vastly different interpretations. Just giving had a little bit. This is towards the end of the world, or on end of the world. End of the war, America's already in it. Churchill had an uncanny gift for getting priorities right. Churchill greatest intellectual gift was picking on essentials and concentrating on them. He is not a gambler, but never shrinks from taking calculated risk if the situation so demands. His whole heart and soul in this battle, and this is a fantastic fantastic sentence, and he is an apostle of the offensive. And so the beginning, it talked about that Blurb talked about, you really get a sense of knowing churchill that he spent some time with him or reading this book. So an example of something that that speaks to him is his personalities The fact, he's extremely witty, and he's funny. There's a lot of times I laughed in the book. And so give an example of his his his wit. So it says his daughter, Sarah had made an unfortunate marriage to a stand up comic. And whom churchill d tested. Even after he faded from the scene. Once at a conference in Cairo, Churchill was account... Recount his worries to his other guy, this this minister, and the minister said, who told him you're lucky. Things are going well. Really? This is towards the end and it's pretty obvious that that They're gonna win the war. Things are going well. Really? Look at Mu. The Italian dictator was nearing the end of his power. Everything was going wrong. His foreign minister count Cia, had married his has had married Mu daughter and had been accused of treason, treason and had to been shot. Churchill reflected a Mu plight and then said, Well, at least he had the pleasure of murdering his son law. So something he said after the war, this is right at the end of the war, but something that's really important. He... He cultivated powerful for at least ships that could help his mission. No none of that being more important than the relationship he has with Fdr. When Fdr dies, this is what he says. No lover. Ever studied every whim of his mistress as I did those of president Roosevelt. And that's something he talked into the goal, it's, like, you know, I wake up every day. I'm I'm a I'm a leader of a powerful unbroken nation. I wake up every everyday thinking how I can please Roosevelt. And, yet, you, good dog to go, wake up every day and think how can I like prod or snap my fingers at the French and the Americans? He's like, what is wrong with you? This is very of the war. Churchill treated the surrender of Germany with suitable rhetoric and champagne popping. He drank a bottle of his prize 19 28 vintage. He was relieved by Hitler's suicide. He had not re a prospect... This the prospective task of hanging him. 1 of the most surprising things in the in the story of Churchill, the fact that the same year that the war ends, he's... His... His parties voted out of office. Still don't understand this. And so it says churchill was out, and this is what he said at the time. This isn't also something that gives you an idea of his wit in his personality. On the night of 05/10/1940 at the outset of the mighty battle of Britain and I acquired the chief power in the state. Which hence forth I wielded an ever growing measure for 5 years and 3 months of war war. At the end of which time, all our enemies having surrendered unconditionally are being about to do so. I was immediately dismissed by the British electorate from all further conduct of their affairs. His wife's comment was, perhaps it's a blessing and disguise to which churchill replied, it appears to be very effectively disguised. Another main lesson of Churchill life even after the wars that just does a great quote. I I think Shakespeare. I can't remember, like, don't go gently into the dark night or go do not go gentle until the good night, I think. And so it talks about, like, he was obsessed with having guns and and even, like, worried about getting killed later in life, and he says, I dread capture more than death. Or. I dread capture more than death, and I will go down fighting. And so when he gets kicked out of office. He's like, I'll go back to writing. The chief activity of the post war was writing. This is the main reason his wife was right to say that the 19 45 defeat was a blessing in skies. He had always believed he said this is such a great line. Words are the only things that last forever. Between 19 41 and 19 45, he had performed great deeds. Now he needed to write the words to ensure that the deeds were correctly described and so made immortal. And so this is what I referenced earlier. This is wild, how much money he made off this. Their... The book is called war memoirs. It was immensely successful not least because so much in it was new to the reader, and especially fascinating to those who had lived through the years he described. Indeed, it was 1 of the most popular and highly rewarded books ever published The original deal bought Churchill 2230000.00 dollars. The equivalent of 50000000 dollars today. He eventually reelected and then resigned that he's around 80. He lives till 90. I wanna quote from his last. He's 79 years old at this point of in story, and this is his last speech. Which way shall we turn to save our lives in the future of the world. Does not matter so much to old people. They're gonna die soon anyway. But I find it point in to look at youth in all activity and most of all, to watch little children playing their married games and wonder what would lie before them if god worried of of mankind. That the day made dawn when fair play, love for 1 one's fellow men, respect for justice and freedom will enable tormented generations to March fourth, serene and triumphant. From the hit epoch in which we had to dwell. Meanwhile, never flinch, never worry, never to despair. And this is the end of Churchill life, but not a story. He celebrated his nineteenth birthday November and died the following January. His final days were painless without incident. His last words were I'm am bored with it all, but then he added, looking at the faces around his bedside. The journey has been enjoyable and well worth making once, and that is where I'll leave it. Absolutely love this little book. If you've never read a biography of Churchill. I I'd highly picked I I highly recommend picking this up. Super easy to read really interesting, really entertaining. If you buy the book using... The link that's in the shown us in your podcast player, you'll be supporting podcast at the same time. The best way to support founders. If you have the ability to do so, is to buy gift descriptions for friends, c founders, coworkers, whatever case is, I will leave a link in the show as to do that. You can buy some for, up to a year, a few months, whatever you choose. I do appreciate that's very, very helpful. That is 225 books down 1000 ago, and I'll talk to you again soon."
}