{
  "transcript": "America prepared the way for the cult of the entrepreneur. In due course, the public applauded the outstanding steel maker Andrew carnegie, and the oil man John D rockefeller. This new kind of hero was controversial, and it is a fact that throughout history 1 person's hero has been another's villain, not only in his own day, but later. The heroes of America's emergence as the world's largest industrial power were clearly genuine in 1 sense. Since Carnegie cheap, high quality steel benefited everybody. Rockefeller slashing of the price of ke by 90 percent was a gods sent, and ford's its cheap reliable model t ended the isolation of the farmer. But to others, such men were robber barons. Are in the words of president Theodore roosevelt, m factors of great wealth. People must agree to differ about heroes. I have always had a saw for those who speak out against the conventional wisdom. And who are not afraid to speak the truth even if it puts them in a minority of 1. I think we appreciate heroes as a most if we have a tiny speck of it ourselves, which might be fan into a flame if the wind of opportunity arose. So how do we recognize the heroes and heroine of today? I would distinguish 4 principal marks. First, by absolute independence of mind, which brings from the ability to think everything true for yourself and to treat whatever is the current consensus on any issue with skepticism. Second, having made up your mind independently to act resolute and consistently. Third, to ignore or reject everything, the media throws at you, provided you remain convinced you were doing right. Finally, to act with personal courage at all times, regardless of the consequences to yourself. All history teaches that there is no substitute for courage. It is the nobles and best of all qualities, and the 1 indispensable element in hero in all its different manifestations. That is an excerpt from the epi of the book We're gonna talk you about today, which is Heroes. From Alexander the Great and Julius Caesar to Churchill and D gaul and is written by Paul Johnson. I wanted to hop on here real quick and do a bonus episode for you because This is, the same author. I just... The last episode was on Winston Churchill. I loved... This is the first... The Churchill book was the first book of Paul Johnson's that I've ever read. Wound up doing a little bit of research on and realized he's he's written biographies on everybody, like Mo, Eisenhower, Churchill. He's run red... Excuse he's written a bunch of history books, with collection of historical figures around different, like classifications. So he's got 1, like the this one's heroes. He's got creators. He's got intellectual. And so this book has 13 chapters in it, each chapter has anywhere from, like, 1 to 3 different historical figures. So the ones I'm gonna talk to you about today. Is George Washington, Abraham Lincoln, Julius Caesar, Alexander the Great Winston Churchill and D gaul. And I'm gonna do Alexander the great first, but I I wanna review what he was saying the Epi. I wanna give you these 4 traits that he feels the people that he profile on the book that were, you know, were separated by time, lived in different countries yet. They all all arrived at similar traits. And I... There's so many notes that happened to myself on this... In this book where just as great writing, great writing, great writing, because he's just very to the point. I really appreciate that. I always think... Ever since I read that book to splendid in the vial, and I love that. That's why I discovered this quote for Churchill where he's, like, it's sloth, not to compress your thoughts. And I feel that's why I'm gonna run ordering a bunch of Paul's books because he compresses his thoughts. He analyzes all he takes in all this information and then gives us the most valuable parts. So let's go through these 4, and III edited them them down even more. So there full 4 bullet points of traits that we can emulate in our own line. Number 1, absolute independence of mind. Think everything through yourself, treat current consensus with skepticism. Number 2, act resolute and consistently. Number 3, ignore the media. Number 4. Act with personal courage at all times, regardless of the consequences to yourself. Okay. So I skip to Alexander the great. This might be the best, the the best chapter name in the entire book. It's he puts Alexander of the Great in Julius season the same chapter, and the chapters called Earth Shaker. And again, the note left myself on this page. Is This is gray writing. It's a celebration of words. This is exactly what Churchill was was known to do and the gaul. They just loved language. So it says with Alexander and Caesar, we come to the 2 principal actors of antiquity who operated in the theater of the entire known world and became prototypes of the heroic character for the next thousand years. This next sentence is crazy. Ready? They carved out vast empires for themselves and hammered their names into the history of the earth. Each was brave, highly intelligent and almost horrific self assured, so he's talking about conqueror. Right? 200 and something pie... 200 plus biographies into, reading biographies of entrepreneurs, each was brave, highly intelligent and almost horrific self assured. The the the founders that we said in this podcast have the same trait. Us who's whose ambitions knew no bounds. They were also cruel, selfish without sc and fundamentally un unbelievable, but they were admired inevitably, more perhaps than any other 2 men of their kind. They were giant like, almost superhuman in every respect. And that's actually a really important point that he's making in that entire paragraph is. We are we are studying it the most extreme humans that have ever lived. Which means by definition, their their their great traits are gonna be more extreme than average, but sore their negative traits. And so as I I was reading this section It brought to mind this quote that I discovered a few months ago, maybe a few weeks ago in the book in the company of giants and it was this interview that Steve Jobs is giving in 19 97, and he was asked, What do you think your weaknesses are when it comes to management and he says, I don't know. That's the least interesting part of his answer, though. This is the most interesting part. People are packaged deals. You take the good with the confuse. In most cases, strengths and weaknesses are 2 sides of the same coin. And that's 1 of the amazing things that I discovered about Steve Jobs. I read what 10 books on them so far for the podcast, something like that. Watch countless interviews of them. Every every time I find something new. There's always useful information that he has in his interviews and his talks and his writing that's just useful to future generations of entrepreneurs. Okay. So it says, Alexander the Great was a son of a tyrant. His dad was to philip up the second king of Macedonia. And now he's talking about his dad. He was a man of formidable achievements. He was highly creative. He built up a formidable professional administration with the capacity to raise money in vast quantities and to stretch its communication almost indefinitely. He also created a permanent professional army based on the infantry ph, which was without equal in its own age. So I'm gonna pause there because They're gonna talk about how Philip was murdered. I wanna recommend an episode of a podcast because I learned a lot about Alexander, and I'm eventually gonna read a few biographies on him. But there's a if you search for hardcore history addendum. This is not Dan Carlin main hardcore history feed. It's a separate feed. It's episode 9 it came out last year or excuse me. It came out almost 2 years ago now, and it's called glimpse of Olympia, and it's an it's a 3 and a half hour podcast on Alexander's mother. But in the beginning, if you listen to Dan Carlin, Podcast podcasts, you know this, he has to add context before he gets the story. In the beginning, he talks a lot about Philip and the early days of Alexander's childhood. This is where I learned, which All I'll get into here in a minute. I just... It blew my mind that Alexander didn't go to school. He had a tutor, Philip had hired Aristotle to tutor his son 1 on 1. I just blew my mind, But it it was an initially... It's a it's a fantastic podcast in episode in general. But it's it's very interesting hearing about this time in history and all the the different characters Philip being main character in their Alexander's mom will get to in a minute. And, of course, Alexander. So it... He Philips gonna die, and he just said he's a formidable. He had formidable man had formidable achievements built up this... 1 of the greatest armies that you've... That has ever existed, and that is Alexander's inheritance. And so this is what the author of this book says. It it was the most magnificent inheritance, an aspiring world conqueror could possibly hope for. And he also inherited Philips ambition, and there was 0 limit to their ambition. And once Alligator alexander sets out to conquer, he doesn't stop until he dies. He does die from a, very young age though says. So says, if Alec alexander's father was a tyrant of genius, his mother olympia was passionate, ambitious, un and violence. And I'm don't wanna ruin in case she listened to the other podcast, but she also has a, a violent end to her life. Alexander had a sinister parent. More good writing. He was well educated. Philip chose as his son's tutor Aristotle. Alexander's Years under Aristotle for 1 of the most intriguing relationships of all antiquity. And so now the subscription of Aristotle. His sheer knowledge was encyclopedia pe. He was a born teacher, and it is hard to imagine an instructor more qualified to prepare a clever ambitious young prince for world responsibilities. And so now we get an overview of Alexander says he rose early. His diet was spare. He learned to drink heavily. He did not water his wine, but drink it meat, Macedonian style. He was a superb rider in audacious hunter, especially of lion. He wrestled, but otherwise didn't know athletics. He was skilled with the sword and spear and an expert at all forms of arms of arms drills. His trade to talk about his trade is violence. This is a crazy statement. His trade from boy. He dressed to be seen, so he's not here to fit in. Right? He read homer, all of his life and nope the passages by heart. It was to him a bible, a guide to heroic morality. A book of etiquette and a true adventure story. So they're referencing, the Eli and the Odyssey. And then it goes into his mindset. And we're gonna see Alexander the great has, like Kanye West levels self belief. And the note off myself on this page because it's gonna go over a couple pages. The mind is a powerful place in once you feed it can affect you in a powerful way. So it says, Alexander believed he was descended from hercules. This mythical ancestry which was very real to Alexander had an important impact on his life. Inspiring him inspiring in him a spirit of emulation courage and daring, and a longing to perform comparable marvel. Hercules horrible death also gave him a certain fatal them which made the risk of death unimportant to him. And let's assume that statement is true. It made the risk of death unimportant to him. Imagine where you can achieve if you had no fear. And most people rightfully so fear death. If you don't fear death, there's very other thing... Very few other things that you could actually fear. Right? So what could you achieve if that you just did not have fear. Now there's a bunch going on. I have a bunch of highlights on these pages. And so it says, this is an astounding story. Quite unprecedented describing Alexander's Life story. Okay? This is an astounding astonishing story, quite unprecedented and never again equaled. So like a year or 2 ago, I bought the I bought David Go audio, which is called, can't hurt me. And he says something that was really interesting. He says you wanna be uncommon amongst uncommon people. That's exactly what the author is telling us about Alec alexander. It's listen. He had an Astonishing story. It was unprecedented and never again equaled. And so it goes into everything he accomplished in his very short life. Alexander traveled over 20000 miles. Much of it on foot in difficult mountain and desert terrain. How did he do it? The most important factor as always with successful statesman and men of action was sheer willpower. There is no substitute for will. He had a pre natural self confidence and persistence. The feeling that if that it was right to do what he planned and that he could certainly do it. There is no substitute for will. And then it goes even into deeper into the the idea of what you put in your mind is it's very important. It's a very powerful place because it's gonna affect you. So then he's like, I'm a god. Alexander began to assume divine honors and to believe that he was the son of a God. Possibly zeus himself rather than Philip. His self confidence was continually reinforcing itself both by success and by imitation of immoral or immortality? Excuse me. I read a quote 1 time was fantastic, and I think Alexander would agree with it. And it says, at the end of the day, you've gotta feel some way. So why not feel un beat? Why not feel like the best to ever do it? And so then, Paul what... What I like what Paul's was writing to is he he does, like list form. So this is he he identified 10 reasons, 10 important factors and in Alexander success. But there were 10 important practical reasons where Alexander succeeded. First, although he inherited a superior superior military machine, he continually improved it by intensive training and above all, by leading it. He always marched with the men. He led from the front in that part, of course, I had to double underline. If you could somehow transcribe every single episode of founders and then search through how many times has that come up over and over again in these books over and over again in these life stories leading from the front. It appears over and over again. Second, his battle leadership had a record written on his body? He was wounded 9 times. 4 wounds were superficial, but they left interesting scars. 4 were serious and 1 was nearly fatal. Fatal. When the men gru or threatened mutiny, he told them, I've been hit by sword, a lamp. Dart, arrow and a catapult missile. He would strip down and show them there's his scars. Third, if need be, he could change his tactics in mid encounter. That again is something very common in the history of entrepreneurship. The the idea of optimizing for adaptability of being flexible of being able to react to the changing environment that you're operating your company in. Fourth, his battles were role planned, thanks to his thorough in getting the best maps and his ability to read them. Fifth, he understood the technology of the day. Sixth, he understood the importance of sea power and used it on a large scale with skill, which was a form of technology and his day. If you think about it. Seventh, he grasped the vital role played by good safe harbors. And I think the closest parallel to the history entrepreneurship with that is making sure that your your company's financially strong that you... You're not on the edge. You have a a giant margin of safety to use Warren buffett words. Eighth, he turned the whole expedition into a continual adventure. By stressing come cam. His calvary were his companions. He usually knew them by name. So he... Then Paul talks about... There's a bunch of other history... People in history, like Shakespeare and all these the other people that picked up the same point, and then 1 example uses that churchill also used this idea of Alexander's It says Churchill picked up this point for his battle of Britain, with the fighter... With the the fighter pilots. He would know that my name, he treated him like his companions. Ninth, ninth, there were more material rewards. The booty secured during the conquest was colossal. And so, yeah, in the days of Alexander at the days of Caesar, that's how you got rich. You went and you killed other people further stuff. And number... And finally, number 10, Alexander thought decided and above all moved swiftly. He appreciated the importance of speed and war and the terrifying surprises speed made possible. His enemies were nearly always stunned and shocked by his arrival. He invented the blitz Blitz Creek. And so the importance to speed, again, another idea that you and I talked about over And again. Just wanna quote from that book in invent and Wonder. This is Jeff Bezos was talking about that. You can though. So this quote is from Jeff Bezos I was talking about the importance of speeding up. And in this case, you kinda make decisions fast. Right? You can drive great people. You could drive great people away by making this... The speed of decision making really slow. Why would great people staying an organization where they can't get things done? They look around and after a while, they're like, look, I love the mission, but I can't get my job done because our speed of decision making is too slow. And now he's gonna wrap up this section on Alexander saying he's both a hero and a monster. Alexander became the prototype hero because of the extent of his achievement and his personal courage. He left his mark in many ways. He founded 70 cities. Many of them named after him. He thoroughly understood the art and technology of war and it in its most advanced forms. But he had many other interests too, art architecture, science, gas astronomy, energy, energy sources many other. He poked his nose into everything. This is the positive side. Against this, Alexander's territorial greed, which was ins and his love of war and the actual business of fighting, which was the passion of his life, set the worst possible example for future generations. Many evil and ambitious man took heart from his record. In truth, he was never content with his conquests, and he wanted to rule everybody. He was the first man to aim realistically at world rule at any cost. And so that is an example of what is in this book. Those highlights all came from about 10 pages 10... Each person has about 10 to 15 pages where he gives us his overview of these people's life. Which I thought was interesting. When jump into Julius Caesar now. Caesar effectively transformed the Roman Republic into an empire. Thereafter the emperors were all Caesar's. The name of the man having become synonymous with world authority. And so on the next 2 pages is there's a bunch of different lessons for us. Here's my summary, words are the only things that last forever that's a quote... That I learned from Paul's other book on Churchill. The the value of clear and simple language. And then the idea that you must control the telling of your own story, and it gives him more personal traits that we can that Caesar had that we can emulate he was energetic. He was fast and he was fit, and he was also obsessed with the details. So says Caesar endure in another an important way. He was a man of colossal energy and foresight cunning. He aimed to conquer as well as the world he lived in. That is another wild sentence. Now he's gonna conquer when I'm alive, the world I'm in now, but I wanna conquer all of history. And he knew that to do this, he must get in his own version of events and in good time. And what better way to do that than to write it yourself. So amid all of his other activities and worries in camp and in moments of hurry to repo, he wrote and wrote and wrote. He finished 7 books. It says his account I don't know the name of the book. But it says his account of his conquest of go. And he wrote 7 books 1 each 1 covering each year of this battle. He also could try to produce 3 books about about the Civil war that he started and want. These books written at speed and under pressure have the supreme merits of simplicity and clarity. And I love that those are supreme merits. I'm glad that that, Paul wrote that. They have the supreme merits of simplicity and clarity. Caesar simplicity was deliberate. He wrote not to show off or to aston, but to get his point across. And I love this quote by Caesar. I've never heard it before. He said you should avoid an unfamiliar word as a ship avoids a wreath. So his works were widely red. And so then he gives us a little bit of background about Caesar's early life. His father died when Caesar was a teenager. And the family was was poor anyway. So Caesar hugely ambitious had to do it all himself. He had an an obsession with Cleanliness. His ph was good and he kept fit. His energy was colossal, and he spent his life trans mu it into speed. There's that I word again. He thought fast, decided promptly Jeff Bezos would be proud. Right? And above all was quick to move. His ability to move fast was his the key to his success or was 1 key to success and the despair of his enemies. He was born to soldier. He loved the life of the camp. He possessed the patient. He also possessed the patience to train his men with infinite care. He said of his men. These legions can tear down the sky. He trained his staff and senior commander... Commanders as meticulously as he trained the legion airs. And as a result, he could delegate authority with confidence, but he also led from the front. And so that idea that he was... He wanted move fast, but he had the patience to train. We go back to sole price the most influential retailers has ever lived. People like Sam Walton, jim Jim Cynical, the founder of Costco, the guys have founded, Home Depot, Jeff Bezos, Sam Walton. All these people stole ideas from sales from sole price. And he's famously said his my favorite quote of his is that you train an animal. You teach a human. And so his mentor because Jim a go founder of Costco wind up working for soul price. And he said he learned everything that he knows he learned from Sole price, and he said the same thing. He was giving advice to other company founders. He's like, if you're not spending 90 percent of your time teaching, you're not doing your job. And this is more about Caesar's early life, this is an the insane story. I didn't know the story. So it says Caesar made his way slowly up the official hierarchy, this is the Caesar pirate story. And a a reminder that there's just some people that you do not wanna mess with. Caesar being 1 of those people. So it says he's making his way up solely up the official hierarchy to further his career, he went to roads to study rhetoric. And when returning, he was captured by pirates. Caesar raised the money to pay his ransom, then a further sum with which we he equipped a pirate navy, captured the pirates at a kidnapped him and then crucified them all. Whoa. He was obsessed with war. Of course, he wanna conquer word world and he also saw a war as a way to get rich, fighting man loot. Caesar was so successful that he returned rich. The conquest of Gaul was the fu of Caesar's life. It made Caesar in cash terms the richest man in Rome. It was done without any authority from the senate. Indeed, it was done against the rule that no further territory was to be conquered without specific permission. So if this is a guy that gets kidnapped, then gets released and then comes back and kid numbers, it's highly likely that if you wrote down some words on a piece paper that say, hey, you can't do this. He's not really gonna care. And so we see that with his with the conquest of goal. Because, again, he saw that as a way. I... This is the way I'm going to achieve great wealth. And with great wealth can come great power, which is really the... What he was after. Right? This is a trade though we can copy from him. His approach to difficulty was all problems are sol. But then he goes back into the fact that he too is both a hero and a monster. You we... Yet. We have to say that the 8 year conquest of goal was from an ethical viewpoint, 1 of the great crimes of history. And those that his lessons reverb throughout downstream of the generations. Right? So it says throughout the history of Europe, princess in future games would be taught about Caesar's battles, all of which he won. In order to learn about war and ruling. But these struggles can be seen in the harsh light of gangster criminality as well as the soft glow of historic grandeur. And so Paul just does a fantastic job throughout this book. He's constantly sending hero monster. Hero monster. And then it's not the case for everybody profiles. But when you're gonna have conqueror and people are leading nations and engaged in battle, of course. It depends on the perspective. In Caesar's case, if you're a roman, you think it's fantastic. If you're a gall, then you thank he's a monster. It's just a, obviously, a matter of perspective, like most things in life are. There is no doubt that Caesar was a man of exceptional ability over a huge range of activities. Among, I guess, to to add to that too because because in the book Paul talks about it's it be fantastic if we didn't have these characters throughout history, but the fact that we do have these characters, these world conqueror, these tyrant in many cases these dictators that have the power of violence behind them. The fact that they appear over and over again. Leads 1 to believe that this is a fundamental part of human nature that that's not going to change. So he he... The reason To tell you this is because hopefully, if you find this interesting you read the book. You'll see he's a very balanced about this. So, it says there's no doubt that Caesar was a man of exceptional ability over a huge range of activities. Among his qualities listed as foremost, great mental power, energy, steadfast, a gift for understanding everything under the sun, vitality, and fiery quick of mind. Few men have had such a combination of bold, shrewd, and wisdom. But if he was the model of kings ship for 2 Millennia, which he was. He also... He was also the inspiration for dictators tyrant. And see what I mean about that? Like, he's he's bringing us... He's trying to present as completed picture as possible and lets you make up your own mind. He doesn't really push forth his opinion too much. So it says Napoleon at the height of his power, said, you should write about the death of caesar in a worthy manner. It could be the greatest task of your life. Continuing this quote from Napoleon. The world should be shown how happy Caesar would have made it. And how much better everything would have been if only he had been given time to bring his subs his sublime plans to fruition. So that's Napoleon's reaction to are being assassinated. Right? And then this is where the author comes in. That is 1 view. Another might ask how many more would Caesar had he lived, had killed. Napoleon killed 5 times as many as Caesar. M, another admire of Caesar killed 70000000. These things need to be weighed when we tell the stories of heroes. And that's a point, I really appreciate because I... Like, when we're reading these biographies of these great people in history, like, for our purposes like, we're studying people that reach the very top of their profession. So they obviously learned a lot of things on the route to the top of the profession that are beneficial. These ideas that we can use in our. That's the main point. But we're not trying to highlight these people. In many cases they're extremely flawed people. Like Steve Jobs. You have to take the good with the confuse. So I'm gonna gonna to George, Washington. And I've had a few people ask me over the years to to do a podcast episode. There's a biography on Washington that's highly regarded. I think the the authors is were ron for now. So I'm I I will eventually get there. I just don't know when, but this is an overview and or an intro to George Washington. Washington was 6 foot 3. That made him enormous in his day. He stood out. This had a powerful influence on his character as a leader of men. He was relaxed, statues and formidable by nature. He radiate calm and quiet authority. And then me go into the fact that he... What I I didn't know I left myself on this page is he had a great schedule and then we'll see that Washington had specific knowledge that few others had. And the idea of the importance of gaining specific knowledge in this age of infinite leverage we're, that was covered from the Alma It's actually founders number 1 91. If you haven't listened to that, and I would order the book immediately. Was it's fantastic. So it says this is a schedule. I do not mean he was in any way passive. He was a vigorous and active man, an early rise about his business all day, and by no means intellectually idle. He accumulated a library of 800 books, So that's really I'm trying to be a vigorous and active person. I wake up early. I try to be about my business all day, and I've I really don't wanna be intellectually idle. I don't think I have 800 books, maybe I do if you factor in my kindle, definitely not 800 fiscal. So... But I think that's just a fantastic, like, min mini blueprint for you and I. Washington, so this is about his specific knowledge. Washington this is before. He's obviously the first president and plays a huge important role in founding of America. So says Washington took the obvious course of going into surveying. Thus making himself useful to the... To members of his family. This is what I don't understand. I gotta read more about, but they said his members of his family were theoretical owners of hundreds of are thousands of acres. Excuse me, hundreds of thousands. It's not hundreds or thousands, Hundreds of thousands of acres. Most of it was un surveyed. So it talks about why is this the the knowledge of surveying. So important at this point, this proved of value. It taught Washington method, keeping of daily, accurate records, map reading and map making, knowledge of the country. At the time of the revolution. So he's gaining this knowledge for the revolution. Right? He knew more of America than all but a handful of his fellow revolutionaries. So that's a... I'm gonna pause there because that's a very interesting idea, especially, again, this applies to the why I think Naval was so dead on in the fact that you collecting and and are cultivating might be the better word. Cultivating specific knowledge is so important in the age of infinite leverage. So in in Washington's case, he had a very unique set of knowledge that almost nobody else had. He developed it before the opportunity to arose where he could use it to his great benefit. Without that knowledge, maybe he doesn't have as much success in the war. We don't know who he is, so that's how important it is. Right? But the reason of all would tell you that this so important is because let's say there's 10 other people that do exactly what you do. Right? In the age of infinite leverage, the the the the gains accrue to the very best. It's not like, okay. There's 10 people to doing what what I do. 10... All all 10 of us are gonna split 10 percent e evil equally. Excuse me, of the market. So maybe there's 10000000 dollars a year that's spent on whatever product or service. There's 10 of us where each gonna get a million dollars here. That's not how happens. You'll find 1 person gets 90 or 95 percent of all the value. So let's take this idea that we're learning in Paul John's book about Washington. Combining with the 1 we learned from Neville Ra. Now let me quote from what I consider the best talk on Youtube entrepreneurs. It's called running down a dream. It's by Bill Gu. I'll link it in the show notes. I'd I'd Watched it over and over again. It's And this is what he says, because he... He's giving a talk at University of Texas. I think he's Mb Mba students. And he profiles 5 different people that all approach their craft very similarly. Okay? And so this is 1 of the... And then he talks about, like, the highlights. He compares what, the lessons the that he learned from these 5 people and and take those lessons and trying to tell us that we can copy. Right? We can emulate and use these ideas in our craft as we try to get to the top of our profession. And it's... Very, very similar to what George Washington did in his life. It would Neville taught taught in his... In in his, like, in the the book and in his speeches and tweets and everything else. And he says, be... This is Bill Gu talking. Be obsessive about learning in your field, hone your craft, constantly understand everything you possibly can about your craft, consider it an obligation. Hold yourself accountable. Keep learning over time. Study the history, know the pioneers. This is the punchline here. Strive to know more than anyone else about your particular craft. You should be the most knowledgeable person. It is possible to gather more information than someone else. And then he's got another great Bill Girl has got another great statement here. I'm gonna interrupt it though. I talked about how I heard Bill's words. Right? And try to apply it to founders. And I talked about that on founders number 02:17, the auto... When I re reread the auto of Est Lau. So I think at the beginning of that podcast. If you wanna hear more about that, about how I... I'm trying to apply those ideas, Bill's ideas and, really Washington's ideas and Involves ideas, 2 founders. You can... I I'm pretty sure it's at the beginning of 02:17. But what I liked about Bill's talk is he doesn't like... He's not gonna let you off easy. He puts a very high bar? And so he's gonna force you to to ask yourself questions? Like am I doing am I doing the most I can possibly do? Am I actually living a full life? Am I approaching my profession, my my job, my passion with 100 percent of what I'm capable. So he says the good news. If you're gonna research something, this is your lucky day. Information is freely available on the Internet. The bad news you have 0 excuse for not being the most knowledgeable person in any subject you want. The information is right there at your fingertips. And I think later on, he he gives an example of, like, let's say you wanna learn most about esports or something like that. He's like, you should be able to be, you know, tough... I I can't remember the exact I don't I don't know why I didn't don't have them on my notes. But going off memory, he says something, you know, within 6 months, we dedicate this and your really Hustling, you should be able to get maybe the top 5 percent or 10 percent. And then he says, you know, within 2 or 3 years. Whatever the time frame was. He's, like, you... It's very possible to get to the very You can be in the top 1 percent. And why is being in the top 1 percent of knowledge having specific knowledge so important because we live in the age of infinite leverage and we're not all the the the gains are not divided up equally. And so as this project continued and as I heard Bills, lessons and I'm reading all these books. I was like, okay, I simply will not... I will not allow anyone else to know more about the history of entrepreneurship. I will... And I'm not gonna quit, you're gonna have to kill me to get me to stop. But I think if I keep going at the pace I'm going let's say a decade from now. I completely understand it's gonna take a very, very long time, but being focused on 1 thing for over working on every day for a very long time to achieve this. I'm not saying it's easy by any means. But I know I I'm able... I will be able to do that and 2. That is what I'm shooting for. And that is not my idea. That is my synthesis of all these other great minds, their ideas. I'm like, hey, I can use that too. I can gain specific knowledge that's value but other people. So I just love and again, I didn't even know this book existed. Before last week. And I love the idea that all of these ideas that were learning together. They they they find a way to influence an inter lock and affect each other. And that's extremely extremely exciting. And and again, it kinda there's like, this giant flywheel will happen. It's like, just... It makes me as the excitement... Like, when you discover these ideas, you get more excited and then this excitement leads to even more motivation. And then you realize, hey, motivation good, but you also need discipline. So use motivation as a way to reinforce the discipline you have and just do it every day for a long period of time. And as we know, most people quit. And what we just learn for setting churchill show and to Gaul and all these other people, you have a massive massive advantage if you just refuse to give up. So let's go back to Washington. This also surprised me. Washington in time became 1 of the largest landowners owners in Virginia. I think that this had to do with inheritance so. And 1 of half... This is the surprising part. He was 1 of half a dozen richest men in America. Then he goes into the fact that his... He was a general, and I wrote down here, he'd make a great entrepreneur because you see how he approached his his... In his case, his work as being a general. As a general, he was primarily a strategic... A strategist rather than a battle commander. He was always outnumbered up to the final showdown at York town. He had to fight with amateur against professionals. He was always short of weapons, uniforms, ammunition supplies, and responsible officer so he could never afford to force a battle or even often to fight a full scale defensive 1. Yet his strategy was clear, intelligent, absolutely consistent and maintained with an iron will from start to finish finishes is that not the traits of the great entrepreneurs. They're out gun out battle. They start where they have way less resources than whoever they're competing against. And yet to strategy is clear intelligent, absolutely consistent and maintained with an iron will from to finish. He believed he represented the legitimate government of the 13 colonies whose traditional powers Britain was trying to use Ser, so he also believed in his mission. It did not matter how many ski or even battles he lost. This is what... This same section as why I thought he'd be a great entrepreneur It did not matter how many ski or even battles he lost or how often he had to withdraw or how much territory he had to sacrifice. So long as the army held together. This is a war of attrition. It's just exactly what we were just talking about the fact that you just have a massive advantage if you don't quit and that's what he's talking about. I just gotta to survive. He forces his opponents always to address him as general Washington and tri treat him as a lawful opponent rather than than rebel. That's more to do with belief in his mission. Washington fought a war of attrition. It was his belief that provided he and his army remained in the field on all the counts of survival, the rest is just words. That's for Charles d Gaul hottest. Right? The financial and human cost of the war to Britain would mount, and the will continue the will to continue on Britain's part would weaken. I'm still on the same page. I wrote another note to myself. These are founder traits. All the all this proved to be true, Washington strategy succeeded and in due course at York town, the opportunity arose for a decisive stroke. He seized it eagerly and delivered it with speed, resolution and complete success. He could not have pursuit. This long term strategy through many wear some years without a hard inner core of self confidence. That in turn had to be based on a firm conviction of the justice of his caught. And that really, I thought of something the other day, because he's talking about, you know, the fact that he believed his cause was righteous. Like, he's giving a lot to his life. A, lot of his life over was based on on that belief. Right? There is there's something that I learned. Like, it really, it's a lesson from the history entrepreneurship altogether, but I wanna use a specific example to illustrate this point to you. It's why you start we're not talking about in his case, like, he's fighting literally for for for the survival of his. Right? Or soon to be country. Why you start your company matters. And it doesn't... That reason doesn't have to be comp p. And so I I don't know why this popped into my mind where already even came from. But in the book shoe, Phil Knight talks about, like, you know, Nike gigantic company today it's 1 of the the best brands ever been created, and he's like well, listen, I just started Nike because I believe that if everyone got out and ran a few miles every day, then the world would be a better place. And that kind of blew my mind. Like, this simple idea, this belief and he really believed this because running was about of his. Right? And the very first shoes at Nike, You know, Nike did a lot of stuff now, but they were all... It was all running shoes. He sold the first, in this case, even before he had his own Nike brand. He would travel throughout of the state of Oregon to different track meats, and he'd sell sneakers running shoes. Excuse me. Out of his trunk out of the trunk of his car. And so he had that belief. He's like, listen, if, like, running has been a great and it he even talked about, which is, you know, weird now everybody runs. But at this time, I think this is 19 sixties. If I'm not mistaken. If I have the time frame correct, and he's just like, people were thought they be gone and run, like, something was wrong with you. It wasn't like this beloved activity and the sport and people didn't realize the benefit. That it provided. And so that idea, it's like, I am starting this company and I'm I'm doing this because I sincerely believe that if people go out and they run a few miles every day, the world will be a better place. So in my own tiny small way, I I truly believe. Like, if people... If I could encourage people to read biographies, and we have more people learning from great people of history and then sharing those lessons like the world will definitely better be a better place. While I'm reading this book on heroes, I was also watching the series on Netflix, it's called, like Tyrant or how to be a Tyrant something like that, the the the narrator is actually the the actor that played Tier Lannister on Game of Thrones. And it's really interesting because the series is interesting. I don't even know if it's that good. Like, what I liked about it was they compare all the common traits that these tyrant start history had to 1 another. I thought that was the value in watching the series. So they have people, like Stalin, Hitler, the the the people the Kim, the people in North Korea, Ga, all these other people. But they really pick up on the fact that, like, it's really almost impossible humans for a certain segment of humans to resist absolute power. And in these cases, like, they had absolute power, they could kill without retribution, they wind up having, like, a har of, you know, women, they had access to state level of wealth. They... And then when you have, like, unrestricted power and you get these really weird over time, you get really weird behavior. And the reason I bring that up now is because Washington resisted that desire for absolute power, and it wasn't at all clear at its time in history. Like that that could've have been a route he took, but he wasn't interested in that. So it says Washington won war, and that is his primary claim to be to heroic status. But it is his conduct afterward, which is sublime. How difficult it it is for a successful revolutionary general to educate himself from political responsibilities are to push ambition firmly down. So the king of England pay up on this. It is to George the third credit that he spotted the fresh l the fresh element of Hero heroic is hero, which Washington's victory opened up for him. He asked the American born president The Royal Academy Benjamin West, what will general in Washington do now. West said he believed he'd go back to his farm. George the third said, if he does that, he will be the greatest man on earth and remember that this is the last paragraph of Washington I'll you, but remember the author is British because he's gonna talk. He's talking about America here like like American Soc about America, which is interesting to me. He was not... Washington it was not only the Obvious choice for president, but essentially they only want. He had no alternative, but to accept a task. Unanimously assigned to him by the new nation and it says and he did it very well. The United States of America has been fortunate in many ways, especially in the magnificent endowment of nature, but not the least of its blessings was the man who first led it to victory. Then made the new nation that emerge law abiding, stable and prosperous as well as free, and this is just this is a best sentence of this entire section. This double achievement is without parallel in history. Now we go to what maybe my favorite president, Abraham Lincoln. I read a book on him, about great biographies it's by Doris Currents, goodwin is called a team of rivals. I may reread it, and into an episode of founders in the future, but the note myself is what it means to be a good man. Abraham Lincoln comes high on the list of enduring popular heroes. There is, I think 1 word that explains Lincoln's heroic, pre in the hearts and minds of so many people. Goodness. He was a good man on a giant scale. A man who raised goodness into a political principle into into a way of public life and into a code of government activity. And the fact that he came from nothing and nowhere had little former education or parental guidance. Had taught himself morality and made himself a good man entirely by the intelligent cultivation of sound deep rooted instinct, makes his character all the more appealing. And so he is going to... Lincoln is going to share a trait that many historical figures have the fact that he was self educated in a master of words. In sc his record, it is impossible to point to a particular episode and say here he was morally wrong. There he was in exclusively weak are in the case, or in this case, he d himself. This is what I mean about, the extremely high bar Lincoln puts for us on how to be a good person. All this despite the fact that his life is remarkably well documented, and all evidence has been sift it over again and again. So this is wow. It says there's a public big bib of all these books written about Lincoln. He says there's 3958 books on Lincoln. And thousands more have appeared since this collection was put together because that collection is 60 years ago. And so now he gets into the fact that he was a master of words. If ever a statement was a... If ever a statesman was a master of words, he was. Perhaps the fact that he was largely self educated brought him to words with a freshness and sense of discovery so easily lost in the academic pursuit of literary excellence. But there is something there excuse me, there is nothing, But there is nothing naive are primitive about Lincoln's use of English. It's simple, but also extremely sophisticated. He chose words not for their grace or glory but for their fundamental accuracy and truthful. Here is a simple example. Lincoln rose from nothing to the White House. Through the law. From being a manual labor in a variety of humble occupations, he acquired enough book knowledge to set up as a lawyer. He did sufficiently well his profession to be able to do that to do what it taught him was an overwhelmingly necessity. To change bad laws by political action. All and learning all these skills, obviously came or, like, the foundational level that allowed him... The foundation he built around rather that allowed him to accomplish what he accomplished later on when he was president. He became a skilled lawyer lawyer but remained a good man. Here is a letter which sums him up and so this is Lincoln writing. It says, Dear, sir, I have just received your check for 25 dollars. You must think I am a high priced man. You were too liberal with your money. 15 dollars is enough for the job. I send you a receipt for 15 dollars and return to you a 10 dollar bill. Yours truly a Lincoln. And so this is gonna echo what Steve jobs total that he said that the storyteller the most power a person in the world. And so it says words and the ability to weave them into webs, which cling to the memory are extremely important in forwarding political action. So it's also important in company building. Repetition is persuasive. And if you go back and listen to, like, a Jeff Bezos or Steve Jobs talk. They repeat the same things over and over again, they have a handful of ideas, and they're they're known. So in in Jeff's case, they're referred to by people internally in Amazon as Jeff. It's these little maxim. These little ideas that he's trying to transmit you into your brain, repeat them over and over again, trying to persuade you trying to teach you at the same time. But this idea, it's like words and the ability to weave them into webs which cling to the memory. Why they're called Jeff. And 1 of the greatest things about an example of that in Steve Jobs career is he would use it... What what was he trying to accomplish? And this is something he would talk about in 2010 before he died, talk about back you could read when he in his twenties and the eighties. And he says, I wanna make insanely great products. Those 3 words tell steve jobs entire story, insanely great products. And so I think that's a that's a different takeaway for all these these histories from history's greatest entrepreneurs is that you have to craft the narrative of your mission. And the best person to craft that narrative is the person that founded the company. Right? It was even more important in the third quarter of the nineteenth Century America where most of the population was aggressively literate. I didn't know that. I thought it was Opposite. And they they were brought up to read and re key documents like the declaration of independence, the constitution of the bill. Rights? And so it says this was the way Lincoln himself was brought up, and he added to the cannon 2 of the first of its documents. The Getty address and the second inaugural dress. Entire books have been written on these speeches and their evolution. But it seems to me that the key phrases within them came to Lincoln in intuitive flashes, leap up this more great rating here. Leap up from a mind that had rooted so long in the nature of political truth and injustice and the frail of man in promoting them that it was composed of hot coals from which sparks might be emitted at any instant. Then talked about him as a person. He did not let his personal mel colleague stop him. He was always active. This is something I learned in by reading that book. Was an typical hero and that there was a streak of mel calling in his character. He suffered from occasional bout of depression and some historians have even argued that he was a lifelong depressive. Lincoln was always busy and almost always busy doing things. He wanted to do and which we're worth doing. He had time for thought and no 1 thought harder than he did, but no time for brood. And then I'll wrap up this section with on Lincoln with the fact that he did the right thing even when could easily avoid it. Lincoln was a strong man. And like most men quietly confident of the strength without vanity or he was without Vanity or self consciousness. There was a little incident towards the end of his life, which to me is full of meaning. After the fall of Richmond, the confederate cap... Capital, On the same day, Robert El lee finally surrendered, Lincoln went to see his secretary of state with whom he often disagreed. And so that's why the book the team of rivals is so unique because he realized that even he he went and and staffed his cabinet with people he disagreed with, and people from other political parties. And he thought they're are differing points of view would actually make the country stronger. This is what it... Like, it's like, maybe the least ego statistical leader we've ever had. So it says, you know, as the fall, so the the war is ending. He Lincoln went to see a secretary of state with whom he often disagreed and whom he did not particularly like. Sew had somehow broken both his arms and his jaw. Lincoln found him not only Bedridden, but unable to move his head without a moment hesitation, the president's stretched out at full length on the bed and resting on his elbow brought his face near sew, and they held an urgent whispered conversation on the next steps the administration to take. Then Lincoln talked quietly to the ago man until he drifted off to sleep. Lincoln could have easily used the excuse of sewers inc capacity to avoid consulting him at all, but that was not his way. He did the right thing. However, easily it might have been avoided. Of how many other great men might this be said. If you do wind up picking up this book. The good thing about this book is you don't have to read it in 1 sitting, you don't even have to read it in order, you could read a chapter at a time. So, hey, I wanna learn more about. In this case, I'm just fast forward to the chapter and church on the goal. But it's all like this. It's, like, very compact writing, interesting stories. There's a bunch of people in the book I didn't know who they were. I think it's a useful tool to have a to have in your house to have around you maybe on your desk or whatever the case is. So this is... It's interesting. So this title is called Generous hero and a heroic monster. So we we are... We already know that Paul loved churchill. Right? Yeah. He was a british citizen. He actually asked a question to Churchill when he's using a boy. So the generous hero is gonna be churchill, and he calls gaul Heroic monster. Let's go to Churchill first. Churchill was the arc Archetype hero of the twentieth century and his life was long and full. Most people believed he drank too much, especially of whiskey and brandy, but he sip the brandy very slowly, and he took his whiskey heavily diluted with water. He never gu liquor. So maybe that's how he's was able to drink all day long because it's all watered down. As more on his his activity levels at the... When he's a young man. Churchill was both very active and a very inactive man. He spent an extraordinary amount of his time in bed. This was not sloth, but method. So he talks about... He asked him a question. The first time I I'm at Churchill. It was a 19 46 as school boy and I asked him Churchill what do attribute your success in life to, he replied instantly, conservation of energy. Never stand up when he could sit down and never sit down when you can lie down. Churchill followed his ac axiom. If possible, he spent the morning in bed, but he was not in active he read letters, dictated answers went through with newspaper and did a great deal tele. He also received visitors. Churchill record of activity is unlikely to ever be equaled. Churchill built Walls made lakes painted over a thousand canvas made thousands of speeches all over the world, some of the finest ever delivered and mastered the art of broadcasting in a way that was never that has never been surpassed. He is the only member of the house of commons who after sitting in a cabinet, commanded an infantry battalion in action. He also survived a number of personal and political crisis of great ferocity. At 1 time or another churchill was vicious attacked from every quarter of the political spectrum. And part of his fears have activity and the fact that he lived of entire full life, I think has to do with the fact that he was underestimated by his own family from a young age. Next to energy Churchill hot Intelligence. This aspect of his armor for life has generally been underestimated. Not least by his parents so now he's gonna give us another example from history. Ever calls lady Morning, foolish dismissal of her son, the future duke of Wellington. Another highly intelligent man. As food for powder, nothing more. Imagine your mom saying that by you. Lord Randolph, which was Churchill father. Lord Randolph, and lady Randolph, disappointed by Churchill poor academic performance, thought him fit only for the army, and in the army fit only for the cavalry, which demanded fewer brains. Imagine your parents thinking lot about you. That's terrible. But Churchill abound in natural intelligence and was almost entirely self educated. And this is so important. And this is gonna remind me what James Dyson, James Dyson gave some of the best advice, and it sounds crazy. It's like, listen. Don't... Like, you might... There's value in being ob to. So it says the truth is churchill had a fine mind. And the fact that it was an un and uneducated mind sometimes work to his advantage. Again, uneducated and and formal schooling. Right? He obviously read and and wrote and and and studied a ton in his own. When I read that session, it there's a weird quote, 1 of the most bizarre quotes I've ever come across in any of these books. And it comes from the the first... If you've never read any of the books on founders. This is the first book of should read. It's the 1 I would recommend the most for entrepreneurs because it's all about us... It's an entire story about insane persistence. And it's how James Dyson struggled for 12 years built 5127 prototypes before he found any modi of success. The 99 point 9999 percent of all humans that Ever live would have quit way before James did. And so just reading that book and the fact that it's short. You can read in a weekend. He's funny. Anyways, this is a quote from him. And so he's talking about at the end of the book, he's talking about, like, now running Dyson. Like, what does he do? And he's his whole thing is, like, difference for the sake of it. Right? I'm not... Gonna he's not gonna build... If somebody else has already built a product, He's just not gonna come up with a Me 2 product, none of. So she says, encourage employees to be different on principle. This is part of my anti Brilliance campaign. What does that mean, Dyson. Very few people can brilliant. Those who are rarely do anything worthwhile. You were just as likely to solve a problem, which considers what products are right? Products are a solution to the customer's product. You are just as likely to solve a problem by being unconventional and determined as by being brilliant. And if you can't be unconventional, b ob tooth be deliberately up to 2. And I'll get to this punch first. I wanted to find that word just to on the same page of twos, annoying insensitive or slow to understand. And why is James saying be up too? And he remember this book is rather old, like, 20 years old at that time or maybe 30 years old, Might be, like, 35 years old, actually. There's only 5000000000 people on the planet at this point. So he says, be deliberately ob to because there are 5000000000 people out there thinking in train tracks. And thinking the way they've been taught to think and what he's saying is they're not actually thinking, they're just copying. And so if you be of tooth and unconventional and determined, you're gonna cut derive insights that the people are just thinking in tracks, copying what everybody else is doing that that not doing much thinking at all, you're gonna arrive at at better insights. You can use those insights to build better products and the idea. The truth is churchill had a free fine mine and the fact that was un and uneducated mind sometimes work to his advantage. It's the same idea, expressing in vastly different ways. More on churchill, the person, he loved power and sought it greed always. He was most anxious to possess it in all its p. That's a favorite phrase of his. The fact that he wants to possess power in all its p. And was most reluctant to re it. He said that the campaign the campaign in gall colloquially was a failure because I did not possess the power to make it a success, and he applied that lesson in the second world war insisting that he be invested with sufficient power to direct the war effort. Really, the war effort it effectively. Really, it's it's the same thing that we see over and again and and studying these histories of the company founders and the assuming the founders of the company and the they create. The best companies are led by single formidable individual with almost absolute control. You can think of the best companies ben neville dictatorship. Another example of something that comes up over and again, people who study history have a massive advantage over those who don't. This is what Paul says about churchill love of history, history to Churchill was the great teacher. And he remained under her iron rod all of his life. He was willing to not hold grudges, which I think was another strong attribute of him. Chi bore rank at the time but seldom him afterward. He said himself, he was not a good hate. The moment victory came, I ceased to hate Germany. In war... And then this is his this says this is a a central maxim of his life. So this is churchill writing now. Okay? In war resolution. In defeat defiance. In victory, magna, in peace, goodwill. So another thing that that comes up over again, companies should follow suit. You should be the 1 telling your own story. I think we're seeing a lot of entrepreneurs and companies doing this or they're, like, creating media arms. They're writing, They're making podcasts, there. They're getting their met they're... They realize like, we have the tools of communication now we can... We should be the ones telling on story. In Churchill Day, the those tools of communication were speech just giving speeches and writing books. And so it's the same idea and it's just company should follow suit. There's no reason not to take to you to not use this good idea. In this book, I've drawn attention to the efforts of some great actors in history to get posterior on their side? So how do they do? Alexander arrange for writers to put his case? Caesar wrote his commentaries on his wars. But Churchill was by far the most thorough successful. And ensuring that his tale was told. The work, so now it's gonna break... This is his most successful. The 1 I told you last week that he made, like, 50000000 dollars in in today's dollars on. And this is 5 points about his most successful The work has 5 remarkable characteristics. First, the book was a documentary history as well as a personal memoir. Second, characteristic was size. Thanks to all the documentary documentary element, all the important episodes in the account and many minor ones are described in detail. Third... The third point. By any standards, this was 1 of the most successful books ever written, both financially and in terms of readers leadership fourth. The work was was both a personal achievement and a team effort. He and entire he had copy editors and researchers. It's just... It was not it. It was not solely authored by his pen. Number 5, and this links up with the first point. The work had an impact on how we see the history of the war in its aftermath. And it still helps to shape that received history. And so now he moves on to the gaul, who he views very differently for sure. So it says Churchill younger contemporary, Charles D gaul was a national hero, national hero too. Who saved the country twice. First in 19 40 from Shame and second in 19 58 civil war. He also gave France the first successful constitution in its history after 12 failed attempts, which still serves well after half a century. So I think he was inter... Like, my interpretation of the author's opinion on the go is that his achievements were really not up for debate, but he was a flawed person that didn't really like humans. And so this an overview of the goal. He made a virtue of his singularity and turned it into a philosophy of life that's also why I think entrepreneurs should study charles to go. That fact right there, and I think that's with Arthur Rock of 1 of the first Vcs picked up about Henry Singleton. It's the singular, singular purpose that, Henry approach to his building of his company. As he put it, and this a quote from to gaul now. Solid was my temptation. It became my friend, What else could satisfy anyone who has been face to face with history. So that's why took go was very much a person of his mind. To spend time most of time reading, would love to be alone. So that's what he's referencing there. And he also had a dim view on on... He was an elitist. He had a dim view on most humans. To get close to somebody and he was an extreme character. So all these combinations produced this very unique personality in in human history. To get this as an example of that. To get close to somebody was was seen as a possible source of weakness. He demanded intense loyalty from his followers and usually got it, but he gave none in return. And so who talks about 1 of his most dedicated people. It's this guy named Su, most likely can pronouncing incorrectly. And so he says, after he he went... He's want... Paul had wind up talking to him He says, after the girl's death, I asked him if this anecdote, he's just referencing. I'm gonna skip over was true. He replied. Yes. He did say that. He was a terrible man. And this is somebody's most decades him. This terrible man was an intellectual. By this, I mean he thought ideas were more important than people in his main dedication of his life is that certain idea of France. Right? More particularly, he thought the idea of France infinitely more important than individual Frenchman, whose role in life was simply to work, fight, suffer and if need be, die for France, which he was also willing to do though. You saw how many times he'd put his life on the line for France. So tell talks about this is The guy that it was his mentor. Cool, who they wanted wanna up having him falling out later in life. So Gets him to give a course of 3 lectures on leadership at the military staff College. And this is why, again, may not like him as individual, but he he had extensive knowledge on history and and useful ideas for this point in French France's history. Everyone present at this lecture was senior to the goal. And the lecture were an astonishing display of historical knowledge, delivered without a note. They discussed the nature of of the hero in in war, and in the need on occasion for the hero to disobey foolish or coward orders from above. This is, like, 2 decades before he does this in real life. He published them later in a book called the edge of the sword, and they're an uncanny atom admiration of his later role. What are we doing here? We just... Caesar just said to avoid unfamiliar words, like, avoid a ship avoids a reef. So I had to look up that word. That means to fore shadow. So she coulda have just said they... And they are an uncanny for foreshadowing of his later role. That that whole section though, I think about the fact that, hey, on occasion, the hero has to disobey foolish or coward orders from above. That's why The girl definitely fits into this idea of being a mis fit and and a rebel because that's he definitely did that later on his life. And it really talks about his central like, what was his main benefit, the role that he played, side the fact that he refused to give up? It was his attempt in writing and speeches and studying this whole career to... It was his attempt to propagate novel military ideas, he was 1 of the first people to realize that with the mech... To think about the technology has changed war forever, we have all generals in place that are using the same playbook that they using in World war 1, which is all about defense, setting up trenches, waiting for the people to come over top, and then we'll just machine them machine them machine gun down 1 wave after another. He's like, this doesn't make any sense. He realized what the use of tanks of aggressive nature of speed of movement, the same thing that Hillary winds up copying the idea to go on using it, same thing patton, general patton used for the allies for for the Americans as well. It's like, we're not holding anything. We're not digging trenches. We're on the offense all the time. And so this idea is you 1 of the first people to realize, hey, you're using an outdated playbook that's no longer working. And so, again, the attempt to propagate novel ideas. I think that's really interesting. The go was not a warm and friendly man, he was not generous or forgiving are magna magna. I hate that. Can never pronounce that word. He was quite unlike churchill in these respects. He was an ego on a monumental, indeed a superhuman scale. And this is also... Now he... This is where Paul's is gonna criticism criticize him a little bit, but this is also what Doug saw is his main benefit. There cannot have been on this planet in the last 2 centuries, a human being more difficult to deal with, are those are are who came so close to the abstract quality of en. And so that word is a refusal to change one's view or to agree about something. This is... Doug also that is an asset. He has a quote in that giant 800 page biography, I read of him where he says, he says something like, listen being as weak as I am. This is after the fall of france. Right? Being as weak as I am in trans is my only weapon. And so it says, he... He who's essentially... What what Paul's is telling us here is in he's in trans in trans personified. The goal made himself particularly difficult to those in Britain, who friend and helped him notably churchill. Indeed, if there was 1 characteristic even more prominent into gold than his ego ecosystem and selfish. It was his in gratitude. He saw gratitude as a weakness in a general, actually in general, and to a man in his position as a fatal weakness. There was also in gaul a streak of ruthless. That is definitely true. There's a... There's a situation in that book where he's... There's a potential rival that's being backed by Americans and the British to to lead the Free French. And Tag gaul uses 3 formula that I talked about that The golf podcast. It was ruthless combined with brilliance, combined with an absolute being absolutely clear about what he wanted to do. And he winds up making quick work of this guy, not real real re the power or his insistence on being the the leader of the free French movement. And yet even after all, the criticism that Paul has, about the person he is, really what I I'm about to tell you is the fact that Doug kept... The fact that he isolated himself from other people is what made him more interesting because he's able to derive at insights that other people are not coming up with because he's isolated for them. This very similar to what Singleton did. They talked about, hey. It just sits in his corner office as an Apple to computer and you come that that corner office a corn copy of ideas. So if we were just reading all the same stuff as everybody else and is listening to same stuff and being exposed by same stuff and you're... It's very hard to come up with unique insights. So This is where Paul just wraps up to tag gaul. He says yet, his views were always interesting. So it could flawed individual, maybe a selfish person. Maybe not somebody you wanna be friends with, but it is something somebody who could learn from. He had his views were always interesting. And so he's gonna wrap up this entire section, both Churchill and d gaul were old style National heroes with the limitations of such, but both had a transcend gift of reflecting upon the process of history. And that is where I'll leave it. There's about 25 other hairs in the book. If you buy the book using link that's it's in the show notes in your podcast player, you'll be supporting packets at the same time. I'll leave a link in the the show notes. If you wanna buy a gift description, you can buy... I think up to a year subscription. You can also do a few months. So if you haven't done that yet, and you want to... That's the best... The very best way you can could support founders. You have somebody in mind, maybe a friend coworker or a loved 1, send them a few months, send them a year It's a totally up to you. Whatever you choose I deeply deeply appreciate it. That is 226 books down, 1000 ago, and I'll talk you again soon."
}