{
  "transcript": "The original addition of the essays of warren Buffett was the centerpiece of a 19 96 symposium that I organized. This gather brought together hundreds of students for a 2 day dissection of all of the ideas in the letters, featuring a series of vibrant debates among some 30 distinguished scholars, investors and managers, with Warren Buffett and Charlie Mu participating throughout from their seats in the front row. In the decades since its initial publication, I have often taught this book in my classes, and at seminars at 4 different universities. The book is adopted by scores of professors at other schools for classes such as investment, finance and accounting, Investment firms have distributed copies to their professional employees and clients as part of training programs, All the letters are woven together into a fabric that reads as a complete and coherent narrative of a sound business and investment philosophy. Experienced readers of Warren Buffett letters to the shareholders of Berkshire Hathaway have gained an enormously valuable informal education. The letters dis still in plain words, all the basic principles of sound business practices. The writings are broad in scope and long on wisdom. And that is an excerpt from the book that we talked to you about today, which is the Essays of Warren Buffett, Lessons for Corporate America, and it was put together by Lawrence Cunningham. And this is another recommendation that came from a listener. If you have more book recommendations you'd like to see me cover on the podcast. Please, send them to me. The best way to or the probably the easiest way to do that. Is just email me david at founders podcast dot com. I have a a ton of highlights for the spoke before I jump into it. I wanna tell you what it is. So back I'll the way back on founders number 88. I read every single warren Buffett shareholder letter in order by year. So And it's by far the the the largest book that I've ever read for the podcast. It's the longest episode. It's like the size of a textbook. And so I just work my way through that book in in order in chronological order starting at the very first shareholder letter I think in, like, 19 65. All the way, I think it ends in 2020. This book is... It's an edited version of Warren Buffett shareholder letters, but instead of put putting organized by year, it's organized by topic. So 99 percent of what I'm gonna talk to you about today is it's gonna be just warren buffett its own own words. I do have some highlights from, the introduction, Lawrence wrote an introduction introductions. It's about 30 pages long. It's, like, his own analysis and and, like, an overview of the lessons he learned from, reading and re reread Buffett Shareholder letters wanna jump into the introduction. So he said some of Berkshire businesses are massive. 10 would be included in the Fortune 500 if they were stand alone companies. Buffett and Charlie Mu built this sprawling enterprise by investing in businesses with excellent economic characteristics and run by outstanding managers. So just pause there. I'll tell you the note that came in mind when I got to the section. That is repeated over and over again. We're looking for excellent businesses with excellent economic characteristics. So businesses had throw off a lot of cash and are run by outstanding managers. And as Buffett and then mu with less tact points out over and again, most businesses are poorly run, most people are very average. So the supply, the they'll note of myself is a supply of companies that have these characteristics is really small. And that... So in in his shareholders letters, Buffet will repeat that over again. And we're looking for excellent economic characteristics, and we're we're looking for outstanding managers. And then he also talks about how... How difficult it is to find those businesses. So you can go very a very long time without buying another 1. And so I think the conclusion for founders is obvious. Right? These the supply of these companies are... And they have these characteristics as small. The demand is large. So teach yourself and make it so your own company can be described as such. And if you're able to do that, then you're in control of your own Destiny, you can keep a wonderful business for your entire life. You could sell it for high premium whatever the case is. But again, it's a small supply and a large demand So to me, the smarter thing, the more difficult thing definitely is teaching yourself and make it so that your own business and your own company can be described as such. And so less than 5 paragraphs later, this theme is repeated. According to Buffet, these results are talking about his fantastic financial results over his long career, according to Buffett, these results follow not from any master plan, but from focused investing. That means allocating capital by concentrating on businesses with outstanding economic characteristics and run by first rate manager. So I have the paper version this book. I don't have the kindle version. If I had the conversion, I'd like to search for that term. I've gotta imagine that term appears 20 times in the book. And so that's the theme you and I talk about. And again, You gotta pay attention to what people repeat repetition is persuasive. They're doing that on purpose. They're repeating things that are extremely important to them. Things that they wanna teach you. And then Lawrence gives us another overview of of Buffett approach to business. It's gonna echo something that, 1 of my hair Henry Singleton. I wanna read some quotes from from a book I write on him as well in a minute. So it says, virtually, all of Buffett net worth is in Berkshire stock. His economic goal is owning all our part of a diversified group of businesses that generate cash. And so I discovered Henry Singleton through Buffet because Buff and Mon talk about him, read 2 the only 2 books I could find about Singleton. He's blew my mind. He's 1 of the... I I guess, 1 of my heroes is the way. Think about it. He's I trying to emulate the way he thinks in my own career. Mean, so much so that I just read an 800 page biography of Charles D gaul because Arthur Rock was 1 of the first venture capitalists and who worked with Henry Singleton said in the book that Singleton reminded him of the gaul. And I was like, okay, Well, I don't know much about Charles Gaul. Let me read this giant, so I understand what Arthur Rock was saying. But in the... So there's 2 fantastic books in the archive on Henry Singleton. I did. It was the... 1 the outside addresses is 1 of them and dis reinforces the other. And so I just wanna pull out 2 quotes because this idea It, like... It's it's rather simple idea. Right? The fact that we're just focused on cash flow. It is all about cash flow. I wanna own businesses that generate cash. It's not a new idea. Right? And so these are 2 quotes from the outsiders about Singleton had the exact same approach. I said singleton believed that the key to long term value creation was to optimize for free cash flow, and this emphasis on cash informed all aspects of how he ran the company. This and then there's another 1. And this is repeated over and over again, both in his own words and people running bottom. This single minded cash focus was the foundation of their icon, and it invariably led to a laser like focus on a few select variables that shaped the business strategy. He's just focus... Hey, I'm gonna put all my net worth in my company, and my goals is I'm gonna own either the entire business or part of a business that generates cash. So says Buffett fore goes expansion for the sake of expansion and for goes dives investment of businesses So long as they generate some cash and have good management. Then it gets into Buffett teaching style. Buffett annual report is not glossy. Buffet Buffet prepares it it prepares its contents using words and numbers, people of average intelligence can understand. Also not a new idea. I just read this book on heroes. I learned that Julius Caesar. He purposely used simple words, so the books that he was writing about his conquests and like, Empire Building he was doing. Would be widely read. In fact, he has... There's a great quote in that book where he says you should avoid unusual or uncommon words like a ship avoids a reef. And then it goes back into Buffett insistence on having high quality working with only high quality people. I'm gonna read the. There's a bunch of thoughts that popped to my mind that relate to how other entrepreneurs in the past thought exactly... This exactly the same way. Having first rate people on the team is more important. Buff instruct to take great care in identifying Ceos who will perform capable. Again, dessert it is a very small supply of people like this. Outstanding Ceos do not need a lot of coaching from others. So it's a fantastic quote. From Steve Jobs. There is no shortcut around quality and quality starts with people. This also popped in mind because I had a long time ago. I it's in the in the back in an the archive, like, founders number 34 35 something like that. Maybe 36, it's the the the auto of the founder of Pixar, Ed Cat, Ed Cat was the person that I worked for Steve... With Steve Jobs for the longest consecutive time. I think they worked together for 26 years. Steve said, learned more about managing, group of talented people from Ed than anybody else and Ed has a fantastic reason why the quality of people is so important. So he'd go around Ed Ed talks about his. Goes around and ask these questions, you know, to students so he's given lectures and all this other stuff about what's more important people are ideas. And I'm just gonna read 2 quotes for you because I I just absolutely love this It just excites me terribly. So it says there's an important principle here that may seem obvious. Yet in my experience is not obvious at all. Getting the right people and the right chemistry is more important than getting the the right idea. People think so little about this. In all the... All these years, only 1 person in an audience has ever pointed out the false dichotomy about the entire question. Right? To me, the answer should be obvious. Ideas come from people. Therefore, people are more important than ideas. And then he summarizes his entire point later in the book, add that is in creativity Inc and this is why it's so important for constantly focused on improvement, education, development. If you give a good idea to a mediocre team, they will screw it up. If you give a mediocre idea to a brilliant team, they will either fix it or throw it away and come up with something better. And so I think that especially saying, hey. The the brilliant team, they'll figure it out on their own. Right? Give them a a bad idea. They're gonna fix it they'll come up with something better. In this book, let's go back to the book that's in my hand. Outstanding Ceos do not need a lot of coaching from owners. And so that's why I think Steve jobs realized there's no shortcut cut cut around quality and quality starts with people. In that book, I did a couple months ago, in the company of Giants. He's giving an interview. 19 97. He's like, no. You don't understand. The founder most important job is... And you would expect Steve saying, hey, the founder most important job is to to build a great product. Right? With everything we know about. He's like, no. It's recruiting. All of your energy should be put in getting building building your team with the the absolute most talented people and that takes a law. It's really... First of all, he points really hard to do. And it takes a lot of time and energy, But that is where your focus should be, which is exactly what I think Buffett would agree with that, and it's definitely I mean, how many times does Ed bring up the same point in his book. It's really the quality of the people you're working with is... This is the most important thing. Start there. And then this is... I love this. I've read it years ago, I've never forgotten and I think it is the bet... Like, there's no formula business. Right? We talked about this all over and over again. It's their complex adaptive systems. Right? But this is the... Like, if you had, like, some simple operating system. I don't know if you can come up with a better 1 with this when you're building your company. The Ceos is at Berkshire various operating companies are given a simple set of commands to run their business. And so there's 3 things here, and it says run your business as if. Number 1, they are the sole owner. So run your businesses if you own a hundred percent of it. Number 2, run your business as if it's the only asset that you hold. And number 3, run your business as if you can never sell... If you can never sell or merge it for 50 years. And so as you can imagine, if you're giving those instructions to the people that you're working with, Buff and Mon are... I would call it consider them anti diversification with 1 caveat, their anti diversification for those people who know what they're doing. If you if you feel they talk about constantly if you don't feel you have The capability of the talent to invest in individual companies like they do. They're like, don't waste your time. They repeat over and over iran just buy an index of, like the S and p 500, Buffet even did this bet where he won. I think he bet, like, 500000 dollars at Was like a number of hedge funds that wouldn't now perform that index over 10 year period. He talked about it later in the book. But the reason I bring this to your attention here is because this is something that Andrew Carnegie says, Larry Ellis, a lot of people think this way and they said, instead, and they're talking about the difference in the advice most people get to the advice that a lot of the founders and investors that we cover. They just... They think more like to each other than they do to, like, an average person and the advice... Like, for an average person just doesn't make sense if you're building your own company. And this is 1 example. Instead of don't put all of your eggs in 1 basket. We say put all of your eggs in 1 basket and watch that basket. Here's an idea from 600 Bc that still works. This is something buffer repeats a few times in shareholders letters, and he says Asap... Or this is still Lawrence. Actually. We're not into... We're almost done with this section. I'll get to buff. 1 second. Asap was to Fable of the ancient world. What Buffett is to business essays in our own. The Sas invoke the fabulous the fabulous to show that valuation has been the same across the millennia. Aes asap said, a bird in the hand is worth 2 in the bush, and Buffett extends that principles to dollars. Valuation is counting cash, not hopes or dreams. It is doubtful everyone learned the lesson however, for it has been taught repeatedly since Asos time and yet, well, it has been taught repeatedly, since Asos time. That's another thing that pops up over and over again and warrants writing and Charlie speeches is the fact that you must learn to learn from the experience of others. Charlie says over and over again, 1 way to guarantee failure in your life is to only to only be capable of learning from your own experience and not being able to learn from others. And so this wrap up wraps up this introduction then we'll get into hip Buffett writing. Buffett essays are sprinkled with historical reference points. Especially economic history. It was wild. In 1 case he's writing. He's like, oh, was just reading the 18 96 annual port of Coca Cola. Just... So he's got this obviously deep historical knowledge that maybe no 1 else on the planet possesses. Buffett Essays are sprinkled with historical reference points, especially economic history he reflects the importance of understanding the past to handle the present and navigate the future. And that is the entire thesis of founders. We are learning from great founders that the past. There was this great interview I heard with Kobe Branch trainer 1 time. And he said that all players in the Nba watch tape of players currently playing. But he says Kobe would go back and watch tape from like, the 19 sixties. He'd call up Jerry West and like, hey, How did You an El Baylor when you were playing together, both averaged 30 points a game. So I understand how I can play with a prolific score of Shaq. And so Kobe would constantly be harassing his from teammates. It's like, that's nice. Watch the the tape because of players in the league now. Everybody does that. But do the things that most people aren't doing go back and watch the tapes. And I just came across Kevin Durant, still a plays anybody now. He does this as well. I came across 1 of the best like, the best tweets I've ever seen It came from you Kevin tweeted this because they were talking about, oh, yeah, Kevin Durant better than Michael Jordan, and he saw this video and he responds. He goes mj. Michael Jordan is 1 of 1. God level. Unmatched, unparalleled, a pure master at this shit. I'm still watching his games to learn. And I love that analogy. Think about what we're doing here, what like, what you and Are doing together founders. We're watching tape of, but we're we're watching tape of histories, create entrepreneurs. We just have to find it in books. Okay. I've had a lot of espresso this morning. Okay. So let's get into buffet. I'm gonna need it. There's so many highlights there. Okay. Let's get into to Buffett own writing, and this is about owner related business principles. I'm gonna read the the highlights from a few paragraphs here, and then I'll tell you the note. I have a long note out of myself as well. So it says at the end of each year, about 98 percent of the shares outstanding are held by people who were shareholders at the beginning of the year. That's insane. 90 percent of our shares are owned by investors for whom Berkshire is their largest security holding. Very often far and away the largest, So that's main theme of Buffet singh identify good ideas and then concentrate your resources around them. He says this in many different ways. Many of these owners are willing to spend a significant amount of time with the annual report reports. So he's talking about why his approach to And again, you think of he... He's... The greatest investors ever lived, but really he thinks of himself as a teacher. And you can think of reading his shareholder letters just taking a course top By I warren Buffett. In fact, I went through... As I was reading this. And I think I even have a note left to myself is, like I was like, on our pages into the book at this point. And I was like, this is so stupid. Like, like, I went to business school. I was like, you, what about... Like, the the last 2 years of business school, should literally just be somebody teaching Buffett, shareholder letters line by line. You should cover it once in your third year, and then cover it again in your fourth year. And I think I really think... And this is something that's simple. You can pick up the Kindle. Think about crazy is. And I I recommend you doing this. Right now, you can go to On. And by the kindle version of warren buffett shareholder letters. Right? It's 2 dollars and 99 cents. And why would you wanna do that? Because then it could sit, it's just an app on your phone. Like, the ios app, the kindle app, I use time. And so when I have a thought about, hey, what is Warren thinking about this? Like, what is warren thing about diversification? What does he think about focus? What whatever it comes to mind, type it into the Kin app, and then you pull up, here's the 25 times over 60 years that he mentioned that? You can just read it. It's a huge resource. And think about how expensive textbooks were when you're in college. Compared to 2 dollars and 99 cents. It's just wild. Alright. So let's go back to this. Many of these owners are willing to spend a significant amount of time with the annual port report, and we attempt to provide them with the same information we would find useful if the roles were reversed. When you receive a communication from us, it will come from come from the fellow that you are paying to run the business. He's talking about himself. Your chairman himself has a firm belief that owners are entire... Entitled to hear directly from the Ceo as to what is going on and how he evaluates the business. Okay. So I'm gonna... I just lied to you. I'm not gonna finish reading anything this. I need to get to my note because what he just said there. I feel that you're entitled to hear directly from the Ceo, what's going on and how he evaluates the business. I really feel this is another echo of this theme that you and I talk about over in an that you have to lead from the front. No 1 cares about your business the way you do, and therefore, you're in the best position to teach other people about it. So that's not only your employees, let me give you that same quote that I repeat over and never again that the founder of Costco said, his advice to Ceos and founders. If you're not spending 90 percent of your job... 95 of your time teaching, you're not doing your job And I think that applies to external customer communication. You've spent the most time, more time than anybody else thinking about your product, investing time, energy, money into your product. Just explain why you built the product. Like that's the best sales pitch to potential customers. Alright. So let me go back to this. So we feel you're entitled to hear how I evaluate the business. You would demand that in a private company. You should expect note that you should expect that. You should expect no less than a public company, a, once a year of report of stewardship should not be turned over to a staff specialist, or a public's relations consultant who is unlikely to be in a position to talk frankly on a manager to owner basis. So he's telling us do it yourself. Okay. So that's the end of that page. 1 other thing, 1 other the note, I did not read you and it has to do with the fact that hey, 98 percent of our shares outstanding. They're held by the same people who were here last year. 90 percent of our shares owned by people where it's by far their largest concentration of resources, again, the advice there if you're if we're reading between the lines. Once you have a good thing going, don't stop and then concentrate your resources. So great thing about reading warren shareholder letters is not only it's a really simple language, but he's got these great maxim and sayings that really... It's just a way to, like, hook these lessons into your brain. So he says as 1 of the Indianapolis 500 winners said. To finish first, you must first finish. So Warren talking about don't take risks. Any risk whereas you have a risk of ruins who talks about the dangers of trading a margin or taking on too much debt. He says the financial calculus that Charlie I employ would never permit or trading a good night's sleep for a shot at a few extra percentage points of return. I've never believed in risking, what my family and friends have and need in order to pursue what they don't have and don't need. And so this echoes something that I learned when I read that Charles to. He has the fantastic quote. He remember he's going through 1 of the most difficult experiences that a human has ever had and in human history, and he said, all that matters is to survive. The rest is just words. So he also talks about not all of his decisions are purely financial decisions. They're more of a life philosophy. Like, I have to... You know, he's same string and he tapped answers to work. Like, you... You're... If you find work that feels like play work that you love, you'll do it all the time. And if you do something all the time you come a master at it, and if you do it over a long period of time than you have the the magic of compounding. Work working to your advantage. Right? So he's saying, this... I'm not selling any of the businesses that we own completely assuming that they generate some cash. Even if I could sell it, take that money and switch it to something else. And he says that it's actually... He feels that it it penalize, Like, he, they're willing to take a hit on the money aspect. I'm gonna provide an alternative view on that, and I'll give you that in 1 second. He said you should be fully aware of of 1 out of 2 Charlie and I share that hurts our financial performance. When regardless of price, we have no interest at all in selling any good businesses that Berkshire owns. We are also very reluctant to sell sub par businesses as long as we expect them to generate at least some cash. Jin Rum managerial behavioral behavior. See there's a little hook is not our style. Style. We emphasize that the comments here refer to businesses we control, not stocks. And so he saying, yeah, well and this is... You gotta be aware because are just talking to to people that are investing with them and people that may potentially invest in Berkshire, that we're gonna do this even if it hurts our financial performance. However, when you realize this as time goes on, this might actually not hurt their financial performance because this pro... This policy probably provides opportunities to buy more businesses in the future. And so if you've spent your whole life building your business. Are you and it's a family business you spent me 4 decades and you wanna find a home. Somebody actually cares about it. Right? So this is a business that you absolutely love. You spend your whole life building this. It's... You gave so much of your life energy to it? Are you gonna sell it to someone who's gonna flip it? Or you gonna sell to somebody who's demonstrated a track record like Buffet has? Of, hey, I will buy. I'll let... I want you your family retain at least 20 percent ownership, something like that maybe... I forgot what the number is now. It's changed. But you'll have some skin in the game, and then you keep running it, and we just leave you the alone, but now you have the cash. And so again, maybe on the short term, it hurts his financial performance, but in the long term, it opens up so many more opportunities that if he didn't have this policy may not be available to him. I think that's an interesting idea. About, this another example of the fact that know, I'm what, 230 something biographies into this project that we're doing, founders and investors inevitably, they wanna help the next generation when they get close to the end of their life. They may not be sharing their secrets while they're in their prime. But when they get to the end, they say, hey, this is everything I learned spent 5 decades building this business. I'm gonna put in the book, read the book. I just talked to, I just re reread my highlights from, I think it's founder number 01:04. It's the the biography of the founder of Ikea. He starts like ikea at 17 years old. Okay? He dies 74 years later. He worked on it for 70 years. And all over and over again throughout his life. He's approached by authors. Hey, let's write a biography for this cal. He said, no. He finally agreed to do this 1 because he said your lessons will benefit future generations of entrepreneurs, and his entrepreneurship wouldn't... Was in his blood, and that's why he agreed to do it. So it says though we continue to be unwilling to talk about specific stocks, we freely discuss our business investment philosophy. Same same situation here. I benefited enormously from the intellectual generosity of Ben Graham, the greatest teacher in the history of finance, and I believe it appropriate to pass along what I learned from him even if that creates new and able investment competitors for Berkshire. Just as Ben's teachings did for him. Something Warren talks about and kinda of warns us for over multiple decades it's the fact that there's a lot of fraud and and and lying and just d in in business in general, And this is gonna... In fact, I just re reread my highlights from Ed Thor Auto. And that's what he said. Let me read something from. This is from the book of man markets. There's actually 2 podcasts. I've read this twice. In the, archive if you haven't listened to it. Enters a genius by far. He's the person at out of every single person I've said. He's the closest that has come to mastering life. So he says the fraud, sw and hoax is, a flood reported almost daily in the financial press have continued una during the more than 50 years of my investment career. So that that that tells you why you wanna read the book right there. Is the fact that he worked at his career over 50 years. And he writes an auto to steal the lessons over 50 year career, hoax his scams and man and large scale financial rush personalities have been with us since the beginning of markets in the seventeenth century. So that's Ed telling us, hey, This has happened for hundreds of years. It will continue in the future. He talks about, hey, Good offense is playing games where you have an edge. That's how you make money, but you need a good defense too. Be or else people are gonna take your take that money from you. And so now we get to buffet just talking about this. We're very suspicious of accounting methods that is vague or unclear. Since too often, that means management wishes to hide something. More money has been stolen with the point of a pen that at the point of a gun. Charlie and I tend to be Lee of companies run by Ceos who woo investors with fancy predictions. A few of these managers will prove prophetic. But others will turn out to be con jennie opt and even char. Unfortunately, and here's why he's telling us this is a warning from him to us, unfortunately, it's not easy for investors to know in advance, which species they are dealing with. And so he gives us 3 ideas and a way to avoid getting ripped off. 3 suggestions for investors. First, beware of companies displaying weak accounting. When management takes a low road in aspects that are visible, it is likely that they are following a similar path behind the scenes. There is seldom just 1 cockroach in the kitchen. Second, unintelligible footnotes usually indicate un trustworthy management. So it's talking about, you should be able to to speak clearly in simple language. If you're you're using a lot of jargon. If you're you're trying to to hide something essentially. If you can't understand a footnote or an or other management explanation is usually because the Ceo doesn't want you to. And ron's descriptions of certain transactions still ba me. Finally, be suspicious of companies that Trump at earnings projections and growth expectations. Businesses seldom operate, and this is such an a important point. Businesses seldom operate in a tranquil, no surprise environment and earnings simply don't advance smoothly. Charlie and I Not only don't know today what our businesses will earn next year, we don't even know what they will earn next quarter. We are suspicious of those Ceos who regularly claim they do know the future. And we become downright and inc if they consistently reach the their declared targets. Managers that always promise to make the numbers, will at some point be tempted to make up the numbers. 2 more highlights on separate pages, talk about really about really they're about the same fact that you have to have... You have to only... You have... There is no shortcut around quality and quality shows people. Such... I code that Steve Jobs quote, but you got to identify and only work with high quality people. And the the the supply of high quality people, unfortunately, extremely small. So he says Charlie, and I know that the right players will make almost any team manager look good. We subscribe to the philosophy of date... Of the founding genius of Og and Math, David Og, another 1 of my personal heroes. If each of us hired... This is an og quote that that warns subscribe to. If each of us hires people who are smaller than we are we shall become a company of doors. But if each of us hires people who are bigger than we are, we shall become a company of giants. And so later On talks about the fantastic management that is, in their their insurance company Geico. And really what I thought about this is the idea here is a Bruce Lee quote, hack away the una unintentional. And so that's what they've done. They've removed any obstacle for Tony. The guy they're about to talk to or talk about. They remove any obstacle... The unimportant things that other people have to focus on, and that's because Berkshire owns the company. So says, I believe the Geico story demonstrates the benefits of berkshire is approach Charlie and I haven't taught Tony a thing and never will. But we have created an environment that allows him to apply all of his talents to what's important. So maybe we should do that same thing in our own life. We should create an environment that allows us to apply all of our talents to... What's important. Hack away the unintentional stuff. There's a bunch of busy work, bunch of unimportant things. In fact, there's a fantastic book I did Tuxedo Park. It's the biography of Alfred Loom, who is known as, like, the the most fascinating guy. No one's ever heard of. And the there the main last time I took away from that book is something that was really interesting ditch the to do list. Alfred would only focus what is the single most important thing I need to work on. And he would work on that until that promise is solved at the exclusion to other may be important, but less important tasks. And this idea is like, I'm, if you're only... If you're always just solving the most important problem you're gonna make progress. Anyway, that's it as a random thought. Let me go back to this. So it says, Charlie, I haven't taught tony anything and never will, but we have created environment that allows him to apply all of his talents to what's important. He does not have to devote his time energy to board meetings, press interviews. Presentations by investment bankers are talks with financial analysts. Furthermore, he never he never he need never spend a moment thinking about financing, credit ratings or Wall Street expectations for earnings. Because of our ownership structure, he also knows that his operational framework will endure for decades to comps. That this operational for framework. In this environment of freedom, both Tony and his company can convert their almost limitless potential into matching achievements. And so go back to this idea where I said, they you should have an entire college level course of just analyzing the teachings in warrant shareholder letters. This is 2 paragraphs. And in 2 paragraphs, he gives us a great ideas. Like, these these are the things you need to do if you wanna make your business stronger, and this is how you can guarantee to make your business weaker. So I'm gonna give you the overview first and I read it you how to make your business stronger. 1, delight customers. 2, eliminate unnecessary costs 3 continuously improve your product. Very simple. How to make your business weaker. Number 1, treat customers within difference. Number 2, tolerate, b and waste. Every day in countless ways, the competitive position of each of our business grows either weaker or stronger. If we are delight customers, eliminating unnecessary costs and improving our products and services, we gained strength. But if we treat customers with ind or tolerate b, our businesses will with. On a daily basis, the effects of our actions are imp, cumulative though, their consequences are enormous. And I think anybody that that's tried to, like, get in shape or go to the gym. They realize, like, you go a gym 1 day. You work out, you go home look at the mirror nothing changed. But you do that every day, and then 6 months later a year later, 2 years later, that's when you start to see the results. Right? It's the same thing what it warrants talking about it here. Every day, it's either with or growing, getting stronger or weaker, but you're not gonna see those consequences of those actions for certain for quite some time. When our long term competitive position improves as a result of these almost un undo actions. We describe the phenomenon as widening the out. And so that's 1 of his famous phrases widening the out. He wants you to picture like your business the castle, the moat is obviously, the water that circles it that makes it harder to to lay each your castle, really just think about. It's the bit... Your business's ability to maintain competitive advantage over your competitors. Okay? So it says, we just got this phenomenon as widening them out. So your business is getting stronger, getting more durable and der... And doing that is essential if we are to have the kind of businesses, we want a decade or 2 from now. When short term, this is so good. When short term and long term conflict, widening the out must, and he emphasizes that word, must take precedence. So now he's writing the fact that Berkshire Hathaway literally started as a textile company in New England, and he threw money at it for 20 years eventually has to close it down. And so this is his takeaway after closing the the actual textile firm, where the the company gets his name from after 20 years, by conclusion from my own experience and much observation of other is that a good managerial record is far more a function of what business boat you get into than it is on how effectively you roll. Though intelligence and effort help considerably, of course, in any business good or bad. Should you find yourself any a chronically leaking boat energy devoted to changing vessels is likely to be more productive than energy devoted to patching links, our links, rather excuse me. This reminded me, so I read Mark andre. Here he has a blog archive. If you go back to founders number 50. You can... I link to it. Can download the Pdf for free, I think it's, like, a hundred and 80 pages something like that. It's amazing that's it's free, you can... And essentially, it's, like, somebody it's really gifted at building startups and has analyze business history, just saying these are the most important observations that I have. That may help you on your journey, you can also listen to. I think it's Eps episode number 50. But 1 of the things that pops out is, Mark felt that he had a rather unique perspective where he would ask, you know, what's most important? What what... Out of these 3 things? What is most predictive of businesses of a business success? Is it the market did you operate in? Is it the team you have? Is it the product? And so he says, he... He... And what he does in the his blog archive. He makes the case for each 1, But he's, like, if you have to pick 1. It he's, like, it's the market. A market... Will even... If there's strong demand market, it will pull product out of And so that's an echo of what warren is saying. Like, listen, if you're in a chronically leaking boat. If you're trying to build a textile business in the 19 seventies and ad in America, you gotta jump out of that boat. It doesn't matter how gifted you are, you're not gonna make of money. And so he continues when an industry's underlying economics are crumbling, which is a description of the textile industry. Right? At that point in history, talented management may slow the rate of decline. Eventually, though, eroding fundamentals will overwhelm managerial brilliance. And so there's just 1 line I wanna you. I wanna give you some context of what's happening. He's talking about, like, they're... Him and Charlie don't really, like, options, like stock options, businesses. They've bought somewhere that's, like, see the the compensation. And the point... The larger point here is that you have to be pragmatic and flexible. And his point is, like, listen, this is where we think about this, but we've even invested in businesses where they have it, and it actually works. And so he says, he's like, at our conclusions. It's like, we're not just gonna sit there and, like, the business is working, but you're losing a different... You're using a different philosophy us, so let's just change it. He's like that doesn't make any sense. So he says, if an ain't broke, don't fix it. It's preferable to purity at any price. So he's like, I have these ideas in this This is what Perfectly I'm comfortable with. But again, it's if it's not broke, don't fix it, I'd rather choose that option and you have to purity. You have to follow exactly what I... What what I believe and what I think is right. Really the reason I brought this your attention is because 1 of my favorite quotes have ever come across. It it popped into my mind when I got to this section and it says business is like nature. It doesn't care if you arrive at the right answer from the wrong reasoning. And then this is just fantastic. This is a 1 of my favorite ideas I've ever come across. I think the Vol Rob was the 1 that really put into the words with me, but reading the books. He put... He says it doesn't you should find work that feels like play. Right? That's a very simple way of describing And when when you read these these biographies. You realize oh, a lot of people that there's a lot a high correlation between the most successful entrepreneurs of our time all time and people that found work that felt like, play. They don't feel like they're working. They're just playing They're obsessed with it, and they do... And they're doing something. They're obsessed about for multiple decades. That's why they get these crazy results. Most people first don't find work that feel play. And most people quit. They'll run a business for 2 years, sell it start another 1. And then repeat over and over again. Some people are built that way. You know, if you feel that's, like, like, I'm not... You know, it's... You gotta be who you are. Follow your natural drift, I think is what Charlie Mu would tell you. But the the greatest results undoubtedly come from people that stick with the same business over an extremely long period of time. And Warren says, like, the only way to do that is to to to design something on a work environment that you actually enjoy. So it says this arrangement em body a very few very simple ideas. Charlie and I have carefully designed, both the company and our jobs so that we do things we enjoy with people we like. That's a very simple but powerful idea. If we were not paid at all. Charlie and I would be that delighted. With the c jobs we hold. And so some of my highlights is the fact that Warren just has fantastic 1 liners. I don't think I need to elaborate on them. If you're listening to this you're smart enough to do it yourself, and there's just I mean it's amazing how many I come across. These are 3 on 3 different 1 liners on 3 different pages. If you can't tell whose side someone is on, they're not on yours. We can afford to lose money, but we can't afford to lose even 1 shred of reputation. There's plenty of money to be made in the center of the court. He spent a great deal writing about corporate culture. It was very interesting. There's was actually an entire section at the end of the. Goes into detail about Buffett. Berkshire corporate culture, and in that section Charlie Mu gives, like the best overview of the Buffett system. I'll see if I can find it linked somewhere online. I I do quote from it So I'll see if I can find it, But reading the whole sections, it's worth it. But this is just an example of that. And he says, culture self propagate. Bureaucratic procedures beg get more bureaucracy. Really think about that. Like, you get more of what you do. And so culture self propagate. This is... Oh, this is this is gonna remind me something I heard, Charlie say, in a, in a At had the Berkshire hour hathaway shareholder meeting. He says listen, I can't give you a formula because I don't use 1. Business schools will give you a bunch of formulas. Don't work. And so this is Buffett writing in 19 85 about the fact that it's better to avoid theories that are clearly wrong, but very popular. Most institutional investors in the early 19 seventies regard to business value as as of only minor re relevance when they were deciding the prices at which they would buy ourselves. This now seems hard to believe. However, these institutions were then under the spell of academics at prestigious business schools who were preaching a newly fashion theory. The stock market was totally efficient and therefore calculations of business value and even thought itself. Were of no importance and investment activities. We are enormously indebted to those academics. What could be more advantageous in an intellectual contest whether it be bridge, chess or stock selection than to have opponents who been taught that thinking is a waste of energy. And so Buffett counter point in this section. He buys a farm with his son in Nebraska, and he buys some commercial real estate by Nyu, in New York. And he just... Essentially what he saying is like, listen, don't listen to them. I'm gonna give you 2 examples. This is not complicated. It's not easy to do, but it's not complicated. Don't go over complicate. So it's really he's he's giving us 2 stories of fundamentals. I'm gonna tell you his takeaways. I don't have to read through, like, the pricey paid for the Nyu or the farm or anything like that. And so he says, listen. I tell these tales to illustrate certain fundamentals of investing. Remember he's talking about buying a farm and buying commercial real estate next to Nyu. Number 1. You don't need to be an expert in order to achieve satisfactory investment returns. But if you aren't an expert, you must recognize your limitations and follow a course that's certain to work reasonably well. Focus on the future productivity of the asset that you are considering. So in this case, it's farm in Nebraska and real estate in New York. If you don't feel comfortable making a rough estimate of the assets future earnings, then don't do it, just forget it and move on. And so he's like listen, what is the cash that you think this thing's gonna throw off in the future Now he's gonna say, some people don't do this. Some people say I bought it at for a million dollars, I don't care what it makes. I know in 2 years from now, I think 2 years from now sell for 2000000. And so he's like, that's speculation. That's not investing. If you instead focus on the perspective price change of a contemplated purchase. You were speculating. There is nothing improper about that. I know however, that Am unable to speculate successfully, and I'm skeptical of those who claim sustained success at doing so. So I don't know if don't know if I can't remember if this is a highlight in this book I read or if it's something I heard him say, but he talked about his... The reason he prefers investing over speculation is because he feels speculating is, like, he feels there... It's, like, dancing at a party and you have to leave by midnight, but there's no clocks in the room. And so his point is, like, you can't predict when you're you're... Spec... What you're speculating on is just kinda cease in increasing in value and it's gonna go in the other direction to wipe you out. So he says half of all coin flipper will win the first. Toss. None of those winners has an expectation of profit if he continues to play the game. And the fact that a given asset has appreciated in the recent past is never and he... He I this word is never a reason to buy it. Fact that a given asset has appreciated in the recent past has never a reason to buy. With my 2 small investments, I thought only of what the properties would produce and care not at all about their daily valuations. And this is 1 of my favorite sentences. He repeats this over and over again, games are won by players who focus on the playing field, not by those whose eyes are glued to the score. This is to his fifth point, I think. Forming macro opinions are listening to the macro or market predictions others is a waste of time. Indeed, it is dangerous because it may blur your vision of the facts that are truly important. When I hear Tv comment op pine on what the market will do next, I am reminded of Mickey Mann scathing comment. You don't know how easy this game is until you get into the broadcasting booth. And so we wraps up this section here, My 2 purchases were made in 19 86 and 19 93. What the economy, interest rates or stock market might do in the years is immediately following. So there'd be 19 87 and 19 84 was of no importance to me in making those investments. I can't remember what the headlines or pun were saying at that time. Whatever the chatter, corn would keep growing in Nebraska and students would flock to Nyu. And so this is where this... The the organization has benefit or the organization is book really benefits because over a decade later, he revisit that same idea. And I'm just gonna read 1 paragraph really a summary of what he just... This is the lesson thing he was just trying to teach us. And my summary of the summary is don't be prisoners of the moment and do your own thinking. In the 54 years, we have worked together. Him Charlie. We have never fore gh an attractive purchase because of the macro or political environment are the views of other people. In fact, these subjects never come up when we make decisions. Okay. So this is an idea that's widely known, but I think it's important In case some people don't know it. And in in case you do, it's important to to revisit and it's his introduction to to his mister market, idea this is the idea he learned from Ben Graham. So says when we... When we're investing we view ourselves as business analyst, not as market analyst, not as macroeconomic analyst and not even a security analyst. Eventually, our economic fate will be determined by the economic fate of the businesses that we own. Whether our ownership is partial or total. Ben Graham, my friend and teacher Long ago described the mental attitude towards market fluctuations that I believe to be the most conducive to investment success. He said that you should imagine market quotations as coming from a remarkably accommodating fellow named mister Market, who is your partner in a private business. Without fail, mister Mark appears daily and names a price at which he will either buy your interest or sell you his. And really, his main point here is I think points of controlling your emotions. Even though the business that the 2 of you may have that the 2 of you own may have economic characteristics that are stable, mister Markets quotations will be anything but. For sad to say the poor fellow has incur emotional problems. At times, he feels fork and can only see the favorable factors affecting the business. When in that mood, he names a very high price because he fears that you will snap up his interest. At other times, he is depressed and can see nothing but trouble ahead for both the business and the world. On these occasions, he will name a very low price since he is terrified. Mister Market has another enduring characteristic he doesn't mind being ignored. If his quotation is uni uninsured to you today, he will be back with a new 1 tomorrow. Transactions are strictly at your option. Under these conditions, the more manic depressive of his behavior, the benefit the better for you. This another important point. He makes mister Mark is there to serve you, not to guide you. It it is his pocket book, not his wisdom that you will find useful. If he shows up someday in particularly foolish mood, you're free to either ignore him or take advantage of them, but it will be disastrous if you fall under his influence. Indeed, if you are... If you aren't certain that you that you understand and can value your business far better than mister market, you don't belong in the game. As they say in Poker, If you've been in the game 30 minutes, and you don't know who the patsy is, you're the patsy. And then he continues on about this idea where some part of your business philosophy is not gonna be financial, and that's the way it should be. So we referenced this earlier. It's like, I don't care if I can a couple more percentage points. I'm not selling a business that I own. A determination to have in a hold which Charlie and I share obviously involves a mixture of personal and financial considerations. To some, our stan might seem highly centric. Charlie and I have long followed David Og advice, develop your eccentric while you're young, that way when you get old, people won't think that you're Gaga. Certainly, our posture must seem odd. To many in... To many in that arena, both companies and stocks are seen only as raw material for traits. Our attitude however, fits our personalities and the way we want to live our lives. Winston Churchill once said, you shape your houses and then they shape you. We know the manner in which we would... In which we wish to be shaped. So I just love that idea. Some part of your business philosophy will not be financial. And that's the way it's supposed to be. Okay. So this must seem might seem a little odd because it's just 1 sentence here. Really, what I feel is my obligation to do is, like, I have to jot down. Because I I'm not, like, I'm not just reading this book. Right? I'm, like, every book I read now is seen through the eyes of the hundreds of other books and stuff we've been studying for the last 4 years. And so he's talking about, like, arbitrage and and paying attention to, like, the active market and just he's not interested in that. And so Just wanna pull out 1 sentence and then I need to tell you the idea that popped in my mind. He says, this is not how Charlie nor I wished to spend our lives. What is the sense in getting rich just to stare at a ticker table day? If you don't, and I wanna add if you don't like staring at a ticker table day. Some people probably like doing that. Right? And so the the thought that popped my mind is I'm reading this whole section, Which, again, That's the only sentence I'm gonna pull off for you. Is that you can do both. Meaning, 1, figure out how you wanna spend your life because that's what he just said. What's the point in getting rich. That's we're... First he said, that's not how we wanna spend our lives. What's the point us getting rich we're doing something we don't wanna do. So you... The goal is to do both. 1, figure out how you wanna spend your life and 2, find out how to get rich doing that. This is a discussion I was having with it front friend the other day. It's it's not... We usually not what you do, it's how you do it. If you look at almost any You have, like, the example I used in this in this conversation that just keeps in mind. Is it's like, you know, you have realtors that make no money. And you have realtors that make millions. You have to make no money. You have that make hundreds of millions of dollars and eventually, there'll be a billionaire off of podcasting. You have investors that don't make any money and investors to make ton. It's not what you do It's how you do it. So to me, it's like, no. Let's figure out how to do both. Let's figure out how do I wanna spend my life And then figure out and then that's actually the hard question. Right? And then from there, once you're focused on that. How can I get At doing that? And in this section, to know that myself is this is a reminder that good aid is are rare when you find 1 bet heavily and don't sell. When we own portions of outstanding businesses with outstanding management, our favorite holding period is forever. We continue to think that is that it is usually foolish to part with an interest in a business that is both understandable and dura wonderful. Business interests of that kind are simply too hard to replace. It's hard to find a business that that you understand and it is dura wonderful. Okay. So this is the idea that it's really important to focus on a few high quality decisions as opposed to thinking that you're smart enough to make hundreds of, good decisions. So he says Charlie and I decided long ago than in that in an investment lifetime, it is too hard to make hundreds of smart decisions. Therefore, we adopted a strategy that required are being smart and not too smart at that only a very few times. We'll now settle for 1 good idea a year. I'm gonna tell you why this is Jeff Bezos arrived at the same conclusion that warrants are arriving at here. This strategy we've adopted preclude our following standard diversification dogma. Many pun would therefore say the strategy that our strategy must be risk here than that employed by more conventional investors. We disagree. Portfolio concentration, meaning most of your assets in a handful of small businesses. Right? Raises both the intensity with which an investor thinks about a business and the comfort level he must feel with its economic characteristics before buying into it. So it's again, if all of your eggs are in 1 basket, you're damn sure are gonna wash that basket. Is this is is the point that he's making here. So in that book in invent and wonder, and invent in wander, excuse me. I think it's founders number 01:55 all Jeff bezos to shareholders letters, combined the second section the second section is, like, edited transcripts of some of his best talks. This is what he says. I need 8 hours of sleep. I think better. I have more energy. My mood is better and think about it. As a senior executive, what do you really get paid to do? You get paid to make a small number of high quality decisions. If I make like 3 good decisions a day, that's enough, and they should be just as high quality as I can make them. Warren Buffett says he's good if he makes 3 good decisions a year, and I really believe that. And so then Warren gets into when diversification is needed and when it is not. Because sometimes it's a smart strategy. So he's gonna talk about like, what what kind of investment classes would fit that? Some investment strategies require wide diversification is significant risks exists any single transaction. Overall risk should be reduced by making that purchase, 1 of many mutually independent commitments. He's gonna say this is really the path of venture capitalists. You may consciously purchase a risky investment. If you believe that your gain, considerably well considerably exceeds your loss. And if you can commit to a number of similar but unrelated opportunities. Most venture capitalists employ the strategy. Another situation requiring why diversification occurs when an investor who does not understand the economics of specific businesses, nevertheless believes it's in his interest to be a long term owner of American industry. That investor should both own a large number of equities and space out his purchases. So he's saying that what's the widest form diversification. You own the entire market to an index fund. And he says if the reason you wanna do this is because no nothing investors can actually outperform most investment professionals. Paradox, and he's saying, that the like, just because you're you don't know much about investing. Right? That doesn't mean you're dumb, and this is such a good summary or, conclusion to that 1 section. It's paragraph further. Paradox, when dumb money acknowledges its limitation, limitations, it cease to be dumb. So if you know hey I'm not I'm not... I don't have some unique skill. I can't just pick a bunch of stocks and businesses like warren can. So let me just buy the index. And so then this is his... Now he's... He just gave us 2 other examples. Right? And now this is his chosen path. And the note I jot it down right under this is that most founders fall into this category because if you just need 1 successful business, the business that you own, to make yourself wonderfully, rich and it's successful. Right? On the other hand, if you are a know something investor able to understand business economics and to find 5 or to 10 sen priced company, so he's still talking about from a investor perspective even for a founder or you could just be 1. Right? If if Jeff Bezos never made another investment with Amazon. He's still fabulous wealthy. Even though, you know, he does... He investing quite a few other things. So says, you just need 5 to 10 cents price companies this says important long term competitive advantages, conventional diversification would make no sense to you. It is apt simply to hurt your results and increase your risk. I cannot understand why an investor of that sort elect to put money into a business that is his twentieth favorite. Rather than simply adding that money to his top choice. The businesses he understands best. This is the part that most founders fall to. The businesses he understands best and that present the least risk along with the greatest profit potential that is should be your favorite. The business you understand best in the words of the prophet may west. Too much of a good thing can be wonderful. And really, the way I think about, all these lessons that warren is talking about. Like, he's essentially his his his main lesson is focus. If you go through the history of entrepreneurship, the importance of concentrating and focus is obvious. It repeats over and nerve again and yet, this is a mistake that's very common. I've just talked I was just talking a friend of mine. He just raised a bunch of money for a start, and all he wanted to talk about was N entities and crypto. And so I asked I was like how much time were you, like, he sounded rather to me. Sounded I'd rather knowledgeable on this stuff. And I was, how much time are you spending on this? And he's like, I don't know, like, 10:15 hours a week reading about it and learning about it. And personally, I think these subjects are interesting to talk about, they bring up unique visions of the potential future. But I just told almost was like, you know how crazy that is? Like, you essentially, don't think about it, like I'm spending 10 hours a week on this. So in a month, you're spending 40 hours researching to something that's not... Has nothing to do with your. A business that's growing but not yet profitable. Like it like, does that make any sense to you? And so I told me I like, listen, I couldn't for the life of me, Could not imagine a Steve Jobs, Jeff Bezos and Enzo ferrari in Edwin Land, a David Og. Spending 40 hours a month when they're the early days of building their business on something not related to their business. I was like, if you wanna invest in those things find the smart move is, find somebody that's really into it and then just give them your money to invest. But you really think you're not paying any penalty for diverting 40 hours of your attention away from your business a month, you're insane if you believe that. But this inability to focus is endemic and especially in sit in today, I think it's been with humans for forever, But especially in, like, this where we're just served up multiple... Like, millions of distractions every day. But the place where it's not endemic is the history of entrepreneurship. It's very clear. You gotta focus first. You wanna do all this stuff, do it after. Do it later. You definitely can't do it at the beginning. That's just crazy me. And so we're gonna see this idea of like, concentrating, focusing, concentrating all your energy and your time, but also your resources. He's going to quote a very... Something that happens almost a... Or somebody talking almost a hundred years ago. This is John Maynard Kay. I... Every time I read more shareholder letters. He brings this guy up and every time I bring up the fact that I have a biography of Kain I haven't gotten to, but I will eventually turn into a podcast in the future. Says John Maynard Kain whose brilliance as a practicing investor matches bring and thought. Wrote a letter to a business associate. In 19 34 that says at all. And this is what warren wanted to bring to our attention. As time goes on, I get more and more convinced that the right method in investment is to put fairly large sums into enterprises, which 1 thinks 1 knows something about. And in the management of which 1 thoroughly believes. So let's let's review that real quick because he's gonna continue on this quote. The right method in their opinion is put large sums into enterprises with 1... Which 1 knows something about. K? And in with and investing in in managers and entrepreneurs and founders, and hopefully, yourself that 1 thoroughly believes. It is a mistake to think that 1 limits 1 risks by spreading too much between enterprises. About which 1 knows little and has no reason for special confidence. So what they're saying is you know your business, you are whether you're building yourself, or you're investing in it, you have some some unique specific set of knowledge about that business. So if you trust your own judgment put your resources into that. It's not less... It's not less safe doing that than investing in 20 businesses that you know nothing about. One's knowledge and experience, and this is the whole point of, like, why up the focus so much and repeat myself over and over again. One's knowledge and experience are definitely limited, and there are seldom more than 2 or 3 businesses at any given time in which I personally feel myself entitled to put full confidence. And again, this whole important this whole point that is key... That is repeated over and over again, the the the importance of focus supports of concentration. You don't even have the... This... Not even in my opinion. Let's go to where I feel 1 of the the greatest entrepreneurs ever do it. Edwin Land founder Polaroid, Steve Jobs hero, and he says, This Edwin Lance said, what he's probably 60 years ago. My whole life has been spent trying to teach people that intend concentration for hour after hour can bring out in people resources, they didn't know they had. Another main thing that Warren teaches to us in different ways is you always shoot for quality. Shoe for quality people and shoe for quality businesses, our goals is to find outstanding businesses. It must be noted that your chairman always a quick study required only 20 years to recognize how important it was to buy good businesses. So saying learn from my mistake. Took me 20 years and Charlie Mu pushing me in this direction to find oh. I'm making mistakes here. In the interim, I searched for Bargain and had the mis fortune to find some. My punishment was an education in the economics search short line farm implement manufacturers, third rate department stores and New England textile manufacturers. And he talks about the fact that even with your your... You develop the skills necessary to build a successful business, that successful business is going to throw off a lot of cash. You still have to teach yourself. You have to learn what is best to do with the cash that your company produces, and that is a very... That's a different sale skill sentence and 1 that's very hard to learn. And he says the heads of many companies are not skilled in capital allocation. Their ina is not surprising. Most bosses rise to the top because they excel in 1 area, such as marketing, production, engineering, etcetera, etcetera. Once they become Ceos, they face new responsibilities. They must now make capital allocation decisions. A critical job that they may have never tackled and that is not easily mastered. To stretch this point, it is as if the final step for a highly talented musician was not to perform at Carnegie Hall. But instead to be named Chairman of the Federal Reserve. In the end, and what's the result, plenty of uni unintelligible capital allocation takes place in Corporate America. And there's many instances where he's, you know, he's writing to shareholder. So he's, like, don't... They talk about the culture of Berkshire, And then eventually, to him and charlie won't be around, but don't worry, like, we have, you know, things set in place so that your wells should be preserved. And so he says, you need not worry if my personal participation in Berkshire Shi affairs and screen prematurely. And his definition of his... At ending prematurely is a term I define as any age short of 3 digits. And so I thought that was interesting. There was a fantastic, I saw this fantastic meme. It was a an Olympic gym. And she was asked a question. Like, what's an acceptable excuse for her not to go to the gym practice every day. And her response, she said death. And really way think about what she's saying and what Warren saying. Is if you love what you do, the only access strategy is death. I've skipped ahead many pages and look, where we're right back at this me an idea. You gotta resist the inevitable temptation. And the reason he repeats importance focus and concentration so much is because temptation are inevitable and smart people fall into them over and over again. Smart people make mistakes, and they do that in a very predictable manner, the way I think about this is just... It may laugh out loud when I read it. A few weeks ago I read that book unstoppable about sig, the guy that winds up surviving auschwitz and then building could coming to. He's like, a penny this immigrant. And winds up dying with, like, a net worth in the hundreds of hundreds of millions in when he comes to America and builds a bank and an oil company and all other stuff. And he just said something... He he says that in Yi, and it's a a, but it translates into even smart chickens shit on their own feathers. And I just how it after when I came across that part in the book. But this idea that you just have to resist the inevitable temptation. And so Warren demonstrates this point by going back and pulling an idea from history. And he's, like, did you did you know? Would you believe that a few decades back? They were growing shrimp at coke? You saw sugar water? What it the hell you growing shrimp for? Why are you're diversifying? And so his point is loss of focus is what worries, Charlie and me the most. And his point is even great businesses are not immune for to for the inevitable temptation. Like they will fall into that somewhere somewhere in that very smart company, very successful company. Someone had the idea. Hey. You know what we need to do so selling more bottles of coke. Let's let's let's farm shrimp. And if you think about why this is a no. Inevitable is because the the the potential amount of distractions that the modern world serves up is infinite Okay. So now we are 25 years. This is where Warren says, hey, I've been running Berkshire hour for 25 years. Let's go and look back. Like, what are the mistakes that I made So he says it's a good idea to review past mistakes before committing new ones. So let's take a quick look at the last 25 years. So I'm gonna pull out a couple here. These are the 4 that I found most important that would be number 1, good people operating in textile markets fail. Number 2, you will do better by avoiding problems than solving them. 3, institutional dynamics. Cause a irrational, and that's predictable. Number 4. Only work with people who trust under Admire. Number number 1, good Jo keys will do well on good horses, but not broken down snags. The same managers employed in a business with good economic characteristics would have achieved fine record. But they were never gonna make any progress while running in quick sand. So he's he's repeating that unless than he taught us earlier. Just so instead of fixing a leaky boat, jump into a new vessel. After 25 years of buying and supervised a great variety of businesses, Charlie and I have not learned how to solve difficult business prompts. What we have learned is how to avoid them. We've done better by avoiding dragons than by slang them. Number 3, the my surprising discovery. The overwhelming importance in business of an unseen force that we might call the institutional imperative. So I got a pause there in the back of this book is a very helpful, like cheat sheet. Is that way I would call it. If you're gonna read his shareholder letters. There's a bunch of concepts that he repeats over and over again and then Lawrence defines them simply for us in the back. So this is his definition of this institutional imperative before I pick up in this section. Okay? A pervasive force in an organization that leads to irrational business decisions from resistance to change, absorption of corporate funds in suboptimal optimal projects, or acquisitions, indulge of the cravings of senior executives. And mindless imitation of peer companies. And so that was so fascinating. It's not in this book. I guess it was edited out. But when you read warren shareholder letters. That mindless imitation of peer companies. He goes through, over and a. Like, did you know in the 19 sixties? Everybody thought they needed oil own an oil company regardless of if and I'm making this up? I don't know. Like, he did use this. I don't know the time frame. I don't have it in front me, But he was just use an example? Like, why did every bank own an oil company. Why did every this own this? It's just like, why because 1 person did it. They saw this other company buy it. So then that that founder that Ceo went to their board of directors. Like, hey, We need we need 1 too. And so he goes into this. He says, rationality frequently will when the institutional imperative comes into play. An institution will resist any change in its current direction. So he's he's giving us 4 4 signs of the institutional imperative. Number 1, an institution was resist any change in its current direction. Number 2. Just as work expands to fill available time, corporate projects or acquisitions will materialize to soak up available funds. Number 3, any business craving of the leader. However, foolish will quickly be supported by detailed rate of return and strategic studies prepared by his troops. Number 4, the behavior of pure companies, whether they are expanding, acquiring, setting executive compensation or whatever will be mindless imitate he makes point. Like, listen, these are institutional dynamics. These are not caused by individual intelligence or individual stupidity. Right? Institutional dynamics set businesses on these course. It happens over and over again, we have to... So he's his point is, like, be aware that is happening. If you're aware is happening, that's how you avoid it. But you're just same thing you're gonna stop this behavior, it's just not. It's gonna reappear over and over again. And then 4, I learned to go into business only with people whom I like trust and admire. We have never succeeded in making a good deal with a bad person. Okay. So this section titled life death debt and sw. That's the title the the author gave it. So this is very fascinating. He's gonna give us an approach and he he feels any other approach is dangerous, and he tells us what to aim for. And he's talking about in business terms, but I would say the supplies to your personal life as well. This is gonna be really fascinating. So there's a bunch of notes to left on this page. So his his saying is, like, you gotta aim for wealth, cash, which is net worth, cash flow. Always about the cash flow Right? And then liquidity. Make sure that, like, you can convert to cash really quickly. He's gonna talk about the dangers of leverage And then the the this part is really interesting. The fact that most people won't heed history's warning. And so that's why I think you and I understand. Like, the people that studied history have a massive advantage over for people that don't. So let's go through this is a... I got quite a bit of highlights in this section. I found it very... No not too many. I it goes over, like, 4 pages. Okay. Whatever occurs, Berkshire will have the net worth, their earning streams and the liquidity to handle the problems with ease. So he was just talking about the the crash of 19 87. Any other approach is dangerous. Over the years, a number of very smart people have learned the hard way that a long string of impressive numbers multiplied by a single 0, always equal 0. That is not an equation whose effects I would like to experience personally. He's funny. And he's gonna say some, like, he's obviously very gifted, but he has got a line in here where it's like, wow. Is a, like, he's he's shred his feathers, and he he should. In this case. Oh, I'll get to there. I just wrote damn when I when I got to that point. Unfortunately, some people have become very rich to the use of borrowed money. However, that's also been a way to get very poor. When leverage works it mag your gains. Your spouse thinks your clever, your neighbors get, but leverage is addictive. Once having profit from its wonders, very few people retreat to more conservative practices. And as we all learned in third grade and some relearn learned in 2008, any series of positive numbers, however impressive that numbers may be evaporates when multiplied by single 0. History tells us that leverage all too often produces zeros, even when it is employed by very smart people. Leverage can be lethal to businesses as well. Companies with large debts often assume that these obligations can be refinance as they mature. That assumption is usually valid. So that's why he's talking about why this is so dangerous. So if it was a... Like, it seems obvious to him, but the reason that it's not obvious some people because you see some people that actually succeed with that strategy. And his point is like... And in the case if you have a large amount of debt for your company, and you're banking on the fact that you can just refinance when it comes to due 9 times out of 10 or 99 out of a hundred, whatever it is, that's probably accurate. But what you have to... What you have to solve for is the part when it's not. And that can blow you up and destroy your entire business. And that business that you probably spent, your life dedicated to. Occasionally, though, either because of company specific problems are a worldwide shortage of credit, mat maturity must actually be met by payment. For that, only cash will do the job. He has a great analogy here for us. Borrowers then learn that credit is like oxygen. When either is abundant, its presence goes unnoticed. When either is missing that is all that is unnoticed. By being so cautious in respect to having leverage, excuse by being so cautious in respect to leverage. Having loads of liquidity, we will be equipped, but... So he he just laid out the the So see what he does this over and again. He lays out how other people think about business. Right? Lays out there their their case first and then says, but we don't do that, And this is why, and this is how we think about business. And so now he's gonna wrap this up, why don't I... Why don't we do that? As tons of credit. We could have inflated our returns through use of leverage. We chose not to. By being so cautious in respect to leverage and having loads of liquidity, we will be equipped both financially and emotionally to play offense while others scramble for survival. That is the sentence. I was like, damn. That is him saying, you're... The path you're choosing, we've seen this path play out. It produces weaknesses, and so we take advantage of those weakness. And so when you turn go turn from you turn from predator to pray. And now you're running and now we have a good meal. And so what he's talking about here? We play offense, what other scramble for survival, that is what allowed us to invest 15000000000 dollars years In 25 days of panic following the Le bankruptcy in 2008. And so he talks about this point all the time. Most successful businesses, they think cash is something like, oh, it's like, it's a drag. You gotta reinvest into, like, instead of just sitting in your bank, or, I think the put in treasuries. So I forgot where Buffett says he repeats that over and over again. I should know that. But his point is, like, yeah. Okay. I... You could chase a couple extra points where you could get 5 percent, 8 percent whatever it is. He's like, what the point is, like, you there's these history is shown there's these huge drops where your asset prices almost overnight can drop by 50 percent. You're not getting a 50 percent return. But now that I have cash, I'm getting 50 7500 percent returns on that cash. Instead of chasing a few extra percentage points. Why are you doing that. What if I had that 15000000000 and instead of, I I read of an article. I can't remember what it was. I don't have it in front me unfortunately, but it was like the returns he got on these investments in 2008 was ridiculous. It was larger than doubling his money if I'm not mistaken. And so his point being is, like, I could've put that 15000000000, and maybe we can 10 percent... 10 percent, 15 percent whatever case is. Or I can leave it there as like, dry powder if for... When the in inevitable happens, the inevitable and unpredictable is the the what he uses over and over again. And so that's a way better thing. Just have tons and tons of cash, and then everybody's running and panicking for survival and you're building lifetime wealth in 1 transaction. And so he breaks this down. So he's like, listen. For the last 53 years. Berkshire has been built by by built value by reinvest its earnings and letting compound interest work its magic. Year by year, we have moved forward. Yet, Berkshire Sc shares have suffered 4 true major dips, and so he gives this this this this chart in the book. I'm just gonna summarize for it. It's essentially 50 percent drops 4 different times. And sometimes that occurs from high to low, you know, in a couple months. Sometimes it's a year and a half period. Sometimes it's like 20 days. But this is why he puts that in the book. He's like, this table offers the strongest argument I can must. Against ever using borrowed money to own stocks. There is simply no telling how far stocks can fall in a short period. In the next 53 years, our shares and others will experience declines resembling those in the table, And this is this point. No 1 can tell you when these will happen. The light... This is such a great way to think about it. The light at any time can go from green to red without pausing at yellow. When major declines occur, they offer extraordinary opportunities to those who are not handicapped by debt, which is what he just said. I put out 15000000000 dollars to work in 25 days because of my strategy, which is almost completely opposite of what business schools and other... Might teach you in another business choose to do with their actions. When major declines occur, which he just said they will happen, and no 1 can tell you when happen, they offer extraordinary opportunities to those who are not handicapped by debt. And think about that, we play offense while others scramble first survival. Wow. Another great 1 liner for you. The roads of business are riddled with potholes. A plan that requires dodging them all is a plan for disaster. So he's talking about the need for margin of safety, which is something he learned from Graham, and he says 42 years after reading that, I still think those are the right 3 words. The beginning to that was confronted with a challenge to dis instill the secret of sound investment into 3 words. He ventured a motto, margin of safety. 42 years after reading that. I still think those are the right of words. And so that's the way to think about that it's the roads business... The rows of business are filled with potholes or riddled with potholes, excuse me. A plane that requires dodging them as a plan for disaster. It's impossible to dodge all the problems. Problems you can't predict. Problems you can't see right now, so you gotta have a margin safety. Another example of of warren writing that reminded me of something that Ed Do noticed and Ed Do his. You know, he he realized in the casinos. He realized this in in being spending 50 years as a money manager. Everything is corrupt and most people are not paying attention. And so he... There's just 2 sentences is here. He's talking about the fact that all the stuff that happened with Fannie Mae and Freddie Mac. He's like do you know that those was the... The most regulated companies in human history, and no 1 knew what the hell was going on? It's very similar to what at at Outdoor discovered the the the fraud of Bernie made off? Like, 2 year... Or should he 20 years before he... Bernie made off got caught. And they're like, why didn't you do anything? He's like, because this guy was the establishment. The Scc was rubber stamping everything he said. And I... Like, all his... His accounting was done by... I think, I I wanna to say Arthur, Anderson understand I might be wrong but his accounting was was was signed off by 1 of the best accounting firms in the country. All his reports were rubber stand by the Sec. He was I think he's on the chairman of, like, the Nasdaq or some crazy stuff like that. He's like, he was the establishment. What are you talking about? And so again, everything is corrupt up. Most people aren't paying attention. Fannie and Freddie Mac became the most intensely regulated companies of which I'm aware. As measured by manpower assigned to the task. So he talks about this this congressional act in 19 92. They had hundreds of regulators just watching them. Right? And he says both enterprises and even after that, both enterprises had engaged in massive accounting shenanigans against for some time. So how do you have an entire firm? It's 0FEI think it was like a hundred and 50 people or something like that. Monitoring. Your entire job. You're you had 1 job, monitor them, and they committed massive amounts of fraud and and accounting irregularities. In front of your face, what were you doing all day? Everything is corrupt. Most people aren't paying attention. And it's funny right before. He says Warrants funny, man. Because he he says this just, like, get to re reaching the lines. He's like, listen how stupid these people are. So he's kinda talking outside his mouth, and he talks about this this report from this regulatory body. It since the reports... The reports a hundred 27 pages included a self con cover line, celebrating 10 years of excellence. So they're saying their excellent themselves. The transmit letter and report were delivered 9 days after the Ceo and Cfo of Freddie had resigned in disgrace and the Coo had been fired. No mention of their departures was made in that letter. The letter where you're saying we're celebrating 10 years of excellence by not doing our job. Even when the report concluded as it always did that both enterprises were financially sound and well managed. So they make the report before they make it. And before they publish it in that time frame. The Ceo, the Cfo and the Ceo all... All resigned or had to be fired in disgrace, and then their reports as both enterprises were financially sound and well managed. There are I love another Naval quote for My number 1 repeated in life is there no such things as adults. Everything is corrupt and most people are aren't paying attention. This was crazy to me. Another great thing about reading war and shareholder letters is that he has receipts. He just, like, churchill into the go. We went over this, they're predicting what's about to happen with Hitler. They wrote it down. They they yell all different rooftops. No 1 no 1 paid attention. He does that over and over again. He talks about the dangers that are happening in, like, derivatives and everything else in like the early 2 thousands that blew up in 2008. And he's talking about the dangers of what bull markets can do. He's writing this in 19 86. Right? Right before the next year is gonna be the... 1 of the largest crashes in history. And he says stocks can't outperform businesses indefinitely. Bull markets can obscure mathematical laws. But they cannot rep appeal them. Another great 1 liner here that, just talking about fees for invest, like, you you can avoid fees and invest for from investment managers and the like, that's not really our focus though. So he says performance comes, performance goes. Fees never fa. And so when I got to that section, 1 of my favorite, like, things I'd learned. I didn't know this. I learned from Andrew Carnegie and then his partner Henry Clay friend. Who also had the same philosophy. And I did... IA3 part series on on their partnership. 1 on carnegie biography, 1 on Henry k Henry Clay F biography and 1 on their partnership that dissolves calls meet you in hell. They're they wanna try to fight each other stuff as it rather wild. But what I found very fascinating And I'm pretty sure that I never come across this idea before. I started of reading about Carnegie, Henry k K for Cray Henry Clay F is the fact that they didn't focus on, like, their their revenue. They focused on their costs. So they had... They said, they have simple like, formula, cut the prices, scoop the market, watch the costs, and the profits will take care of themselves. So in those 3 books over and over again. They there's, like, gentlemen, watch your costs? That's how they... They're talking to their manager of their business and everything else. And their point was that the savings that you getting costs, they compound forever. But your revenue is gonna jiggle. Like, it's gonna go up and down and up and so watch, pay attention your cost. And then and that's... Those are some of the first books. Like, I read that where they're early on in in history founders. And I realized like, this is very common. Something like, these these entrepreneurs preached and focused on that maybe other people don't They I was like, just focus on revenue. So they would talk about watching their costs. And really, the difference between... When you... It's like why history greatest entrepreneurs watched their costs. It's the difference between, like, a James J Hill and a Henry Villa. And I learned about James J Hill because, Charlie Mu and warren Buffett, always talk about in their shareholder letters and the, like, operators of businesses and founders who they they admire. And I've learned... You know, Done... I don't know, by 10 or 15... 10 podcasts on on people they that I learned about from them. And 1 of them was this guy named James Jay Hill. You can find... I did read his biography called Empire Builder of the northwest. And so he got really rich building railroads. And so there's a quote from that book I wanna bring you to your attention because it comparison contrast, James S who was obsessed watching his cost. He was on the front lines. He led from the front. All the same, ideas and traits that we talk about over and again, this guy possessed. And then his competitor possessed none of them. And so he winds up kicking this guy's ass up and on the court. And he says many observers would later compare Hill with Willard. Their comparison was inevitable. While Hill was building carefully and checking his costs minute, Villa built an ignorance of costs. Like other trans plunger, Villa did in fact build rapidly and poorly. And, like the pioneering union Pacific Central Pacific, much of his main line, so much of Villa main line what he was working on would later have to be torn up and rebuilt. He had rushed to get the massive land grants since to secure his West Coast investments. Amid mounting deficits and acr. Willard was then forced to resign from the presidency of his line. And if I remember correctly, I'm pretty sure James Sc was the only 1. The only entrepreneur is able to build a profitable railroad without subsidies. And so again, just try back to what warren saying. Performance goes, performance comes, performance goes. Fees never filter. Revenue comes, revenue goes, calls to forever way you think about that. History's greatest entrepreneurs watch their costs. So then he brings up Ben Graham and reading the intelligent investor over and over again just 1 line here for you and I wanna bring it to your attention because this is my goal for founders. That's why I work on it every single day. It says, Warren that's picking up Ben's book was 1 of the luck moments of my life. I would like if people... When people discover founders, and they start listening and applying these lessons say, it was 1 of the luck moments of their life. That's my goal. Okay. So it says, now we're moving on just 2 notes I left myself on this page, never stop trying to widen your businesses mo, and then Larry Ellis quote on deception of the mind. Alright. So it says, I asked the managers of our businesses to une focus on mo widening opportunities. And they find many and they they they find many that make economic sense, but sometimes our managers mis fire. The usual cause of failure is that they start with the answer. So this is really about how we're prone to trick ourselves. Is the the whole point in the section. Okay? The usual cause of failure is that they start with the answer they want and then work backwards to find supporting rationale. Of course, the process is subconscious. That's what makes it so dangerous. Your chairman is not free of the sin. In Berkshire 19 86 report, I described how 20 years of management effort and capital improvements in our original textile business were an exercise and futility. I wanted the business to succeed and wished my way into a series of bad decisions. I even bought another New England textile company, but wishing makes dreams come true only in Disney movies. It is poison in business. And so I like the fact that he says this this is a phenomenon. It's subconscious. It's repeatable. I am prone to it. Smart people are prone to it. And so this makes me think of, this book I read, the billionaire in the mechanic. And Larry Ellis, knew this. And he says 1 of Larry favorite Maxim was the brain's primary purpose is deception, and the primary person to be deceived is the owner. Some more 1 liner or some more maxim here, we try to avoid small commitments. If something's not worth doing at all, it's not worth doing well. So that's the opposite. It's the same idea, but on just describing 1 end of the phenomenon. 1 of my favorite quotes that I've ever come across again, go back to Edwin land, and he says there's a rule they don't teach you at Harvard business school. It is. And if anything is worth doing, it is worth doing to access. And so think about this. There's 2 ideas that saves us time and effort. If it's not worth doing, it's not worth doing well. But if it is, worth doing, do it to excess, and then he talks about what he calls the noah principle Warren talks about the Noah principal, predicting Rain doesn't count. Building arcs does. So in this section, he's talking about why when he buys businesses. He really wants to use cash. He does not like giving Berkshire stock. And so he's describing why that's the case. And really, to note of myself, is this is a worthy target for us to aim for. Right? He says our problem has been that we own a truly marvelous collection of businesses. So for our sake, like, maybe you wanna build conglomerate, maybe we wanna have a bunch of businesses. Whatever case is, but even if you have 1. Our problem has been that we own a true... What if that statement is we own a truly marvelous business. That's the holy grail founders. Our problem has been that we own a truly marvelous collection of businesses is, which means that trading way a portion, which is you do when you give stock for them, for something new almost never makes sense. We believe that is almost impossible. Again, a worthy aim for us to... Are worthy a worthy target. Excuse me, to for us to aim for. We believe that it's almost impossible for us to trade up from our present businesses and management. So the aim is to own a truly marvelous business, and then 1 that's so good that it's almost impossible for us to trade it for something better. And, again, I think that calculus part of that calculus is gonna be financial, but it's also personal. I think warren would tell you, especially if you're already rich, doesn't make sense to sell your business that you love and that you know just for more money. If you're already rich. Because it's a lot easier to make more money than it is to to build a Marvelous business that you know and understand and actually, like an enjoy. He's also gonna continue on this idea he should optimize her flexibility. This is something we saw with Henry Singleton. He said, listen, I don't have this huge rigid strategic plan. He's like, prefer to come to work every day, and I like steering the boat each day. He trusts his own judgment and he'll he'll look at the the opportunities in front of them and pick the best path as as opposed to saying, no, we have to follow this. You can have, like, it'd be bill rigid about what you wanna accomplish, but then be flex on how the means they get there. Us, it says we do have a few advantages. Perhaps the greatest being that we don't have a strategic plan. Does we feel no need to proceed in an or ordained direction. We can instead simply decide what makes sense for our owners. In doing that, we always mentally compare any move we are contemplating with dozens of other opportunities open to us, including the purchase of small pieces of the best businesses in the world via the stock market. Our practice of making this comparison, meaning acquisitions against passive investments, Okay? So we either buy a company? Or we take that money in invest in stocks is a discipline that managers focus simply on expansion seldom use. And so that is another... What he's describing there. He also references as double barrel acquisition style. This comes from the gloss the well, a sensible acquisition policy of either buying a hundred percent of businesses in negotiated acquisitions are less than a hundred percent in stock market purchases. Oh my god. Okay. This is freaking crazy. This is... Okay. I'm gonna read my note to you first. An absolute masterclass class in how to differentiate your product I'm gonna copy this. I'm going to... Okay. I'm gonna link to this in the show notes too. I found it. It comes from... It's the appendix b from his 19 90 shareholder letter. Okay? And it's a 4... It's a letter So this is Where Says. This is an edited version of a letter I sent some years ago to a man who had indicated that he might wanna sell his family business, which is the business that Buffet is in. Right? He is a buyer of family businesses. I presented here because it's a message I would like to convey to other prospective sellers. Oh, my god. Okay. I'm gonna pull out... I'm gonna link... I think you should read the holding. So I'm gonna leave that link in the show notes. Okay? I'm gonna pull out a couple of what he says here. A couple like highlights. And this goes over. The whole thing actually went and did this before I start recording. So it's 1300 words, and I'm going to literally do the same thing for, like, pitch for perspective customers of founders because it is perfect. He's remember. He he is the buyer of businesses. So the person reading this. It's like copy. The person reading this is a potential customer. This this is why I think you should read it because you... You're selling a product sen, so you should figure out how to differentiate the product you're selling. Okay. It's really, really good. And you know what, I just realized I should've have did a paragraph or paragraph breakdown. Alright. We're gonna go with the notes I left when I read this because, that's when I was in the moment. And that's I think the best. Okay. So I'm just gonna go through. Again, he is talking to potential customers. And so he talks about first, he identifies with, like he knows his customer. He starts off most business owners spend the better part of their lifetimes building their businesses. By experience built upon endless repetition, they sharpen their skills in merchandising, purchasing personal selection. It is a learning process, and mistakes made in 1 year often contribute to confidence and success in succeeding years. And then it talks about Listen, you're used to get to sell your lifelong business 1 time, but you're selling into a market where people buy businesses routinely. And he says mistakes made in a once in a lifetime sale of a business are not reversible. So you're saying this is why you have to think long and horrible about who you wanna sell to. And he's trying to differentiate why you should sell your business to me. And then he breaks down He's like listen, and you have the upper hand here because your business is valuable, and it's likely to become more valuable. In the future, if it's also a business that he's gonna get more valuable as the years go by. So you decide not to sell now, you're are very likely to realize more money later on. With that knowledge, you can deal from strength and take the time required to select the buyer you want. So if I'm, if I built this this business, I'm new in my career, I wanna find a safe home for it. At these first 3 paragraphs, it's... He's clearly saying I'm on your side. I'm am 1 of you. I understand what, like, what the perspective is on your part. Okay? So he says, if you... Now he starts getting into his sales pitch, even though it's more of like an education if you should decide to sell, I think Berkshire Hathaway offers some advantages that most other buyers do not. He's differentiating. Practically, all of these buyers will fall into 1 of 2 categories, and this is what Warren does so great why reading his shareholder letters is a greatest greatest education you can get. Right? He he breaks down. First, he starts with this is how other people approach this. And he's gonna describe it, and he's gonna be rather charitable, and then he's gonna go... This is why I'm different. So you have a lot of people who wanna buy your business. They're gonna fall these by buyers, there might be thousands of them, but they're really in 2 categories. Number 1. It's a company that's located elsewhere, but operating in your business aren't in a business somewhat akin to yours. There's a potential choir. Right? Such a buyer, no and then he brings up brings up what they're likely to do because you've seen this happen over I'm again. Such a buyer, no matter what promises are made will usually have managers who feel that they know how to run your business operations. And sooner or later, will wanna apply... Will want to apply some hands on, quote unquote, help. It says you and your family probably have friends who have sold up any he knows that investors and entrepreneurs, they run in packs. Right? You and your family probably have friends who have sold their businesses to larger companies, and I suspect that their experiences will confirm the tenancy of these companies to take over the running of their of their businesses, particularly when that parent company knows the industry or thinks it does. So that's number 1. You're gonna sell to a competitor or somebody that's an adjacent line, and they're gonna come in and they're gonna say, oh, that's nice business you have. Let me change a bunch of shit. About it. Right? Number 2, a financial maneuver. That's funny to use of the words, who's invariably operating with large amounts of borrowed money. Who plans to resell either to the public or to another corporation as soon as the time is favorable. Frequently, this buyer's major contribution will be to change accounting methods so that earnings can be presented in the most favorable light just prior to them bailing out. If the sole motive of the present owner is to cash in their chips and put the business behind them and plenty of sellers fall into this category, then either type of business that I've just described is satisfactory. Listen to what he did there. He just... He just spent the first 3 paragraphs of this this letter. Right? Saying you loved your business. You spent your whole life building it up. Like, you learned, like, you the knowledge you learned from the mistakes you made compounded to get you even better it. Right? You're not that person. He are... He we would not be talking to me if you were that person. And he's saying, listen, a lot of people, they build businesses. They just wanna forget about they want the money, forget about and they wanna move on. That's fine. Nothing wrong with that, and there's plenty of people to do that. And if you're that person, then go pick option 1 or option 2. Right? He says, you'll you'll be completely satisfactory. But he knows that the person he writing this letter too is not that person. So then he goes into his pitch. But if the seller's business represents a creative work of a lifetime and forms an integral part of their personality and sense of being buyers of either type have serious flaws. This is a master class. What he's doing here. You've got to read this. It's insane. Burke, Now he he's like, okay. I just told you the other 2 options. I told you who those options are good for. But if you're this person, you put your heart and soul into it it's creative work of your lifetime, think about your... So much of your life energy went into that, you can sell to a flipper, and if somebody else is just gonna take everything you did and dismantle it. Berkshire, is another kind of buyer, a rather unusual 1, more differentiation. We buy to keep all of the businesses that we own are run autonomously to an extraordinary degree. He is now contrasting his approach to these other 2 most common approaches. This is genius. I'm gonna stop... I'm gonna shut up, David. You've repeating yourself. I've already said it's it's good. You should you should you should read it. It's really exciting when you get to this though. I cannot... But this this is my favorite part in the entire book. By far. And it's a book full of tons of wisdom. I just love what he did here. Okay. So it says all the businesses that we own a run autonomously to an extraordinary. When we buy a business, the sellers go on running it just as they did before the sale. Listen into this line, we adapt to their methods. Rather than vice versa. So he laid out what he's gonna do. And I saying, hey, listen, you... I have a track record recruit. So there's plenty of people are gonna buy our business. They make all these promises, and they... They're they're liars. You can go check go check with who you know people that sold their business to me for. Go check with them See if I see if what I'm writing here to you is true. You know some of our past purchases. I'm in closing a list of everyone from whom we have ever bought a business that's insane, and I invite you to check with them as to our performance versus our promises. So even if you never check with them. To the fact that he unsolicited. Here's everybody's ever bought a biz... I bought a business from. Go call them, go talk to him. Like, even like, the the action of doing that, Right? And maybe I'm stupid or sucker for doing this. The action that he did that and the fact that he wrote like this. I already trust him. I already trust him. I'm gonna skip over a couple things. Has to do with, like, wanting you to maintain a this is where back when he used to... I he might still do, but he wanted do to have at least 20 percent of in the business where whatever case is. But he says, if used and then keep it simple. This another... Something I jot down in the margin. If you should decide to do business with Berkshire, we would pay in cash. Your business would not be used as collateral for any loan by Berkshire. There would be no brokers involved. And then he's gonna compare and contrast again. You know, there's a lot of deal making teams that there they agree on terms, and they send it up to somebody else finished deal. Like no. You do with me. You know me. We're gonna keep it simple when you're gonna do with me. And finally, you would know exactly with whom you're dealing. You would not have 1 executive negotiate the deal only to have someone else in charge a few years later or have the president regret tell you his board of directors require this change or that change. And then he's gonna close him here. I will not pest you. If you have any possible interest in selling, I would appreciate your call. I would be extraordinarily proud to have Berkshire along with the key members of your family own, and then he leaves the... Because he wrote this letter to somebody... What the name of the business is blank. So I don't know what that is. He left a blank. So we'd be very proud. He's like, Not gonna bother you. You wanna sell. Let's get it done. Just give me a call, and I'd be very proud to be partner with your family. Again, this is so good. I believe we would do very well financially. And I believe you would have just as much fun running the business over the next 20 years. If you've had as you've had during the past 20. Sincerely, warren e Buffett. I'm blown away. I'm blown away by that. That was 1 of the most convincing sales pitches, and you you really it's not, you know, it's not laying on dick. He's just communicating. Like, you you have a business sell. I buy business let's... This is this is what I can offer you that other people can. And again, those are the very best, like, the best products on the world are differentiated. You cannot get them anywhere else. So I will link that below. It's available on Berkshire website. You can see all the letters individually So you just go to berkshire sure our hathaway dot com forward slash letters and then forward slash whatever year. So that's 19 90. You have to scroll all the way down to the very bottom, But I'll I'll leave the link of the show notes. I think it's 13... Let's see. That's... Did I get that rate? It is 1300 words, estimated reading time of less than 5 minutes. Okay. This is 1 of my favorite Charlie Manga stories. I told her over and over again. I gotta tell again because I love this guy. Here's 1 story I can't resist relating. In 19 8 85, a major investment baking house undertook to sell Scott Fe, which is this giant business they went buying, offering it widely but with no success. Upon reading of the strike out, I wrote Ralph Shea, Scott Fe Ceo, expressing an interest in buying the business. I had never met where off But within a week, we had a deal. Unfortunately, Scott Fe letter engagement with the banking firm provided at a 2500000.0 dollar fee upon sale, even if ed had nothing to do is finding a buyer. So they they did this deal independent of the people he hired Scott Fe still has to pay 2500000.0 dollars even though they didn't find the buyer. I guess the lead baker felt he should do something for his money. So he graciously offered us a copy of the book on Scott Fe that his firm had prepared. With his customary attack, Charlie bought. I'll pay 2500000.0 dollars not to read it. Another amazing testament to the to the teacher. The absolutely amazing teacher that warren buffett is is the fact even in in sections that are rather boring to me, like taxation. He can still find interesting little paragraphs. And this is why in the future, I'm still going to re reread. Probably doing like a year, maybe 6 months. I don't know when, but maybe I'll do it every 2 years or something like that. You just have to remind me the future. Like, I'm just gonna go back and I'm gonna re reread warren shareholder. I'm gonna take a lot more time. I'm not gonna try to record that on 1 sitting. That's not... That was a bad idea on my part. But I'm just gonna pull out. It's not about the finances. Like I don't have to go about percentages or dollar invested now is this much now. You know that they have the greatest investment record in human civilization history. Right? But it's these lessons about human... Like, us as humans knowing... It's just... He demonstrates a fundamental understanding of human nature. It's... Like, this is an example. This is in taxation. And really, it's just about we know what what will increase human happiness and enjoyment of life and what won't and yet we chase things that we know don't, and we make this mistake over and over again. We've got to learn from all the experience of other people we have to. Now, we would rather stay put even if it means slightly lower returns. 1 reason is simple. We have found splendid business relationships to be so rare and so enjoyable that we want to retain all that we develop. This decision is particularly easy for us because we feel that these relationships will produce good, though perhaps not optimal financial results. Considering that, we think it makes a little sense for us to give up time with people we know to be interesting and admirable for time with others, we do not know and who are likely to have human qualities far closer to average. So it's like, we've already identified exceptional people. They're smart they're driven. They're interesting. These are people we wanna talk to. And I'm saying that from own personal experience because founders is acted like this magnet. I constantly get emails and messages from really smart interesting people. The time it would take for me to find these people on my own just in random occurrences to our life. Like, it would be impossible. Right? But really what he's saying here, Like, the reason I said this demonstrates a fundamental understanding of human of nature. It's the... Like, we know. For a fact. The relationships you have with other people. Affect your happiness and your enjoyment of life. That is effect. Even, like, I'm rather introverted. And even for an introverted person, the relationships I have. Like I have, you know, some... I have, like, a group of maybe, like, let's say, 10. So it's maybe, like, I'd have to count, like 10 people that I've been friends with for over 20 years. Their relationships are extremely important to me. The relationships I have with my family. It extremely important to me. I am not unique in that at all. We are inherently social creatures. The people we have around us the people we live with, the relationship we have, the friendships, the people we have to see at work or at score these... It's important to to filter these people to make sure you're... Because they're gonna affect your life. So the point is, like, the so we know, it's the fact that the relationships you have with other people affect your happiness in enjoyment life. Chasing a few more dollars, which is what he just said. These religious produce good don't perhaps not optimal financial results. Right? Chasing a few more dollars, especially after you're already rich, will not affect your happiness. So this... To me is so clearly the wise choice. It makes a little sense for us to give up time with people we know to be interesting and admirable for time with others we do not know who are likely to have you in qualities far closer at to average. We have found splendid business relationships to be so rare and so enjoyable that we wanna retain all we develop? I feel that is it's... Like, that's true for me. I bet it's true for you. If you ask yourself. Do I wanna have splendid relationships that, like, really splendid relationships are rare. Right? And that So I know they're rare and there I enjoy the ones I have. I wanna keep the ones I have. We want to retain all we develop. And this is true for personal too because if you go and see, like, there's, like, people interview people in nursing homes or ready before they're gonna die, like, A11 regret. You know, death regret. If you can think about it that way, that happens over and over again Is like, I wish I kept in touch with my friends. And so there was something 1 of the books I read. I can't remember. This... I did this, like, recently, like, a month ago or something done. And so, you know, you get older. You're busy with work. You're busy, especially we have a family of kids. Like, you have a very limited time. And in my case, like, you usually, your friends are spread out throughout the country sometimes the world. And so I read something in 1 of the books I camera remember what it was at the top of the top of my mind at the moment, but I was like, It just made realize man. Religious are importantly like you can't... Like, you gotta make that a priority. And so I literally went down in this group of friends, the people I love. And I it from my family members too. Like my brother, my sister and my dad everybody like that. And I literally, like, just call them. And the ones I picked up, I was like, hey, I'm just calling and tell you that you're important to me, and I love you. And I know we're busy, but down never change. And then literally, 30 seconds. I like, man, I gotta go. And the ones I didn't... That they didn't pick up I, voice mails and they... Like, we're listen to voice mails, and I don't you leave voice mails ever, and they're just, like, doubt and you... So 30 seconds to minute on the phone. Like, I can't tell you that the impact. I I was hearing about that days later. Like, I I really appreciate you doing that. Like, you've taking the time or whatever the case is because, like, so many people have troubles even your closest friends. And family members, They have troubles they're not telling you about. And just the fact that they know, hey, I'm thinking about you, you're an important person in my life, and I got your back no matter what. Try it. Pick whoever it is. I promise you you're gonna have responses. They're like, I cannot believe you did that. Thank you so much. Whatever the case is. And it's not... I didn't do that for that, but I wanted the people to know. I'm sure I had something to do with the biography of somebody like, we're regretting, so not doing that. You know, that's usually what I would imagine this was paul's thought. I can't remember Can't... I can't believe I can't remember what's... What maybe me think about this. But the point is it's just, like, even for, like, introverted type a people that chase achievement, except for a small percentage that our soc. Like, human relations are important to even those people. And I know because I'm 1 of those people. So, like, it's just I love the fact that Warren like, he's writing this in a letter to shareholders. The the people that hire him to make him more money. And he's saying, I'm gonna make some decisions. And I hope you support me in this that will not increase my returns, but we'll increase my enjoyment of life. And that works for me and I want instead of just writing about finances. I'm gonna try to teach you that. So maybe you can use it in your life. I just love that. I love it. So then he has an entire section on history, which I found interesting and he talks about the fact that he's... We are all benefiting. In his case, berkshire benefited because he's got this huge. He calls it the American miracle, which is like a tailwind that that increases has increased their... They're in invite... Like, basically, if he started in another country, he would him and Charlie together, same people in a different country, he's not gonna get the results. He could do the exact same things, but the fact that some of this had to do with events that happened way before us. And this is just a hell of way to put this. And he says 1 word sums up our country's achievements, miraculous. From a standing start 240 years ago, a span of time less than triple my days on earth, Americans have combined human ingenuity a market system, a tide of talented and ambitious immigrants and the rule of law to deliver abundance abundance beyond any dreams of our fore. Just look around you. See the 75000000 owner occupied homes, the bo farmland, the 260000000 vehicles, the hyper productive factories, the great medical centers, the talent filled universities. You name it. They offer represent a net gain for Americans from the Barren lands, primitive structures and meager output of 17 76. Starting from scratch, America has amassed wealth totaling 90000000000000 dollars in 240 years. And he brings that up another time, and I'm just gonna reread this paragraph I'm gonna read... Or I'm gonna see read the paragraph. This is more on the American miracle, and he's talking about the the the... When... Just beginning of George Washington, the the year that he became president. So he says, in 17 88 to go back to our starting point, There really wasn't much here except for a small band of ambitious people and an embryonic governing framework aimed at turning their dreams into reality. Today, the Federal Reserve estimates our household wealth at a hundred and 8000000000000. An amount almost impossible to comprehend. So then he's got this section Really interesting. He talks about why you might want to build a conglomerate and goes into that. Of course. It's like, he always does. He has this great historical understanding He goes into why Conglomerate, like, the 19 sixties, say say for, like, what Henry Singleton was doing were, you know, usually a, a massive of, like, mediocre businesses. But he's like, there's... You might wanna actually build a conglomerate. And so sometimes I, like, have, you know, these fantasies where it, you have these alternate futures. And I see some people that are applying, like, Buffet and Mu ideas to, like the like, software businesses or like, just, you know, technology in general. Like, wow, that's kinda cool You have This this a collection of high margin businesses that you keep adding to that they're off cash and you buy more and you're kinda, like... It's basically running Buffett playbook, but now. And I hope, first of all I hope I do found her for this my life. But if I didn't, this is another and, like, this is a... I don't know. Just an an interesting path. Anyways, I'm I'm just bringing this attention because he writes out. He's like, well, here's why you might wanna conglomerate. And this is from somebody that built 1 of them the most successful conglomerate at of all time. So let's see what he has to say about that why he chose the structure. So what do Charlie and I find so attractive about Berkshire shi conglomerate structure. To put the case simply, if you conglomerate, if the conglomerate form is used judicious. It is an ideal structure for maximizing long term capital growth. A conglomerate such as Berkshire is perfectly positioned to allocate capital rationally and at minimum cost. Our structural advantages are formidable. We can without incurring taxes are much in the way of other cost, move move huge sums from businesses that have limited opportunities for incremental investment to other sectors with great promise. So that's... Again, his playbook is the same thing here. He's gonna tell you why he chose this and what the advantages are over... Like, if you just had your own business. Like, he just on 1 business and a business does a lot of cash. That's a great idea. Maybe you don't wanna reinvest it in other things. You know, maybe just wanna keep it wealth with whatever you wanna do. But his point is, like, I have all these businesses that throw off cash and then I can just move that money to the next best opportunity. And it's that he considers that a huge structural advantage of the conglomerate form. So he says, Moreover, we are free of historical biases created by lifelong association with a given industry and are not subject to pressures from college or from colleagues, having a vested interest in maintaining the status quo. This is important. If horses had controlled investment decisions, there would have been no auto industry. Another major advantage. We possess the ability to buy pieces of wonderful businesses, stocks that's not a course of action open to most management. Over our history, this strategic alternative has proved to be very helpful. A broad range of options sharpened decision making. The gains we've realized from marketable securities. So his point is like, this is really smart actually. The gains we've realized from marketable securities have helped us make certain large acquisitions that would otherwise have been beyond our financial capability capabilities. So the fact that we can then choose to take our profit and buy pieces of other wonderful businesses. The returns from that decision, created so much money, then then we could... We made so much money that we can then go out and buy either more stocks or more individual businesses that we could have not afforded if we hadn't pursued that first opportunity. Yes. In effect, the world is Berkshire Oyster. A world offering us a range of opportunities far beyond those realistically open to most companies. On top of that, and this is the ending of the section on top of that, we can properly scale to a far larger size than many businesses that are constrained by the limited potential of the single industry in which they operate. And he repeats this, so I'm gonna repeat this. He says when bills come due only cash is legal tender. Don't leave home without it. He's telling us why we should always have lots and lots of cash. The reason for our conservative conservatism, having a bunch of cash, which may impress some people as extreme is that it is entirely predictable that people will occasionally panic. So panic, future panic is predictable, but it is not at all predictable when. They will panic. Though practically, all days are relatively uneven unavailable uneven unavailable, tomorrow is always, he he I tell I uncertain. I felt no special apprehension on 12/06/1941, the day before pro harbor, or 09/10/2001. And if you can't predict what tomorrow will bring, you must be prepared for whatever it does. And then he he revisit this idea of advice for life after buffett, but really it's advice to make to how we can prevent the k of our own business. My successor will need 1 particular strength. The ability to fight off the Abc abc's of business decay, which are arrogance, bureaucracy, and complacency. When these corporate cancers meta even the strongest of companies can filter. The examples prove available to to prove the point are legion, but to maintain friendships, I will ex zoom only cases from the distant pass. And so he says in their glory days, general Motors, Ibm, Sears and Us steel sat atop huge industries. I've done podcast podcasts on general Motors, Ibm. I don't think I... Haven't done Sears. I mean, and, on, actually, Us steel. Okay. So maybe I can add those to list. Their strengths seemed una unacceptable. But the destructive behavior I deployed deployed above, eventually led to each of them to fall to depths that their Ceos and directors had not had long had not long thought impossible. There 1 time here here's here's the time. Their 1 time financial strength and their historical earning power proved no defense. So he says they all became arrogant, bureaucratic and complacent, avoid arrogance, bureaucracy and complacency. The 3 Abc abc's of business decay. Now we get to Charlie Mu in for the fiftieth anniversary of Berkshire Hathaway, wrote, it's called Mu on Berkshire system. It goes on for 12345 and a half pages. It's worth reading the whole thing because it's... It's like essentially like a 5 and a half page summary of their their playbook. But Just wanna pull out 2 things from here. This is manga on Buffett and really a worthy go for us all gives us an advantage because most people are not doing this anymore. You should reserve much time for quiet reading and thinking, particularly, that which might advance his determined learning. No matter how old he became. So that's what he. He said Buffet reserved a lot of time for quiet reading and thinking, particularly that reading and thinking which might advance his determined learning no matter how old he became. And so this is mu on Buffett focus in the same section Buffett decision to limit his activities to a few kinds and to maximize his attention to them and to keep doing so for 50 years was a la Palo. Buffett was in effect using the winning method of the famous basketball Coach John Wooden, who won most regular regularly after he learned to assign virtually all playing time to his 7 best players. That way, opponents always face his best players instead of his second best. And with the extra playing time, the best players improved more than normal. I have a biography. There's been 2 books recommended to me by listeners from about John Wood and I'll get to in the future. Buffett much out wouldn't wouldn't. Because in his case, the exercise of skill was concentrated in 1 person, not 7. And his skill improved and improved as he got older and older during 50 years instead of deteriorating like the skill of a basketball player does. And then Mu gives us a simple idea copy, consider whether Berkshire great results over the last 50 years have implications that may prove useful elsewhere. The answer is plainly yes. Avoiding bureaucracy and relying much on 1 thoughtful leader for a long, long time as he kept improving and brought in more people like himself. And then he ends with the succession plan, and he says, less we end on a morbid note. I want less we end on a morbid note. I also wanna assure you that I have never felt better. I love running Berkshire. And if enjoying life promotes longevity, Meth record is in jeopardy. According to the Bible, Meth live for 969 years. And that is where I'll leave it, highly encourage you to buy the book warren on the back says Larry has done a great job of c our philosophy. I will leave a link in the show notes if you buy the book and the link you'll should be supporting the podcast at the same time. I also leave a link as always, if you're interested in buying a gift description to founders for a friend family coworker that link that is down below. That is 227 books down, 1000 go, and I'll talk you again soon."
}