{
  "transcript": "Periodically, while surrounded by the fruits of our success, the prophets, the power, the not notoriety, I get frustrated, and I dream of starting again, but something stops me. Perhaps I'm too old. Perhaps I'm afraid it was all luck. Or maybe deep down inside, I really do like the trapping that I've accumulated. Nevertheless, when I find that we just have to clear it with legal or had a meeting to keep others in the loop, or we are justifying staff versus producers I wanna scream. We used to have the Nike motto attitude. We just didn't. Now there's a why we can't lurking in the background. Keeping it from coming out while we grow is our number 1 management focus today. What started simple with time has become complex. A single straightforward policy has picked up exception after exception over time. Products have grown to overlap. No one's got an excuse, but everyone's got a reason. Madden. Why not just quit them. Chuck it all. Sell the business. Take the money and run. Play it conservatively. Relax a little. Real entrepreneurs never do though, and I haven't either. Generally, real builders are so focused 1 dimensional and dedicated, they'd have a nervous breakdown after 2 weeks of sitting around. Their challenge, even their reason for living would be gone. Why would I swap fun, influence, challenge, and more money than you could ever spend for only a multiple of more money than you can ever spend? I can't think of anything. Better than my current situation. Should I take the company public and have to answer to more partners, stockholders and security analysts? Why would we wanna do that? We're going in the other direction? We've already bought back mer 30 percent investment in our company. The first per 10 percent, we bought back for 200000000 in 19 96. And the second 20 percent, we bought back for 4500000000.0 in 2008, not a bad return on their original investment of 39000000 dollars. Sell, no. Thanks. Answering to no 1 is the ultimate situation. So back on the treadmill I go. Ratchet up the risk enter a new medium, start another project. Improve, develop, expand, go for it. That is an excerpt from the book I'm we talked you about today, which is Michael Bloomberg auto, Bloomberg by Bloomberg, and that is an also an example of why this book moved up to queue. He is una extreme, and he sets the tone from the very, very beginning. This book had been recommended to me over the years. And I wanted to push it up to the front because of something I saw somebody wrote. So there's this writer who does... He studies great history great investors. Like I said, history is great founders. But he does it in writing. He's got this email newsletter. It's called Ne, which is, it's like, NECKAR. I'll link to... He wrote a a Twitter thread. 1 of the... A better Twitter thread than I ever right. And it's on the lessons that are in Michael Bloomberg auto. And so I'll link to that Twitter third if you wanna read, it gives a great overview of the book, and his his una energetically extreme jumps out in that thread. I was like, okay. I love studying people like that. I wanna read his biography. Here's auto. And so this is a short book. I got a lot of highlights. I'm gonna jump into him before. I can tell you, like, we're... How I came into this... Like, I knew Bloomberg name. I know he's got a really successful company. I didn't know... I just haven't really paid a attention to him. I don't know damn much about him other than his name recognition. I knew he was the mayor New York. And I knew who's unbelievably wealthy. I just assumed Say, if you have a net worth of 50000000000 dollars, and you did it in a very short amount of time, relatively speaking. I mean, Guess, it's not short amount of time. Hey, but I have the updated version of the auto. He's been working 50 years. So if there's a lot of information here that's gonna be useful to you and? But I just assumed okay, this guy, you know, had has a public company. I didn't know Bloomberg was privately owned. To this day, he owns around 80 percent of it. They do around 10000000000 dollars revenue, and I've seen varying estimates of his profit margins, but there's somewhere around 30 to 40 percent. Which is blew my mind. The idea that you could have a private company that is throwing off, let's say, 3000000000 dollars of profit every year. And then take into account the fact that he started the company. When knew almost 40 years old. Okay. So I'm gonna jump into the book right from... He sets the tone from very first page. This is in the preface of the book. And he says, what started in 19 81 with 4 guys in a coffee pod. And not 1 customer has grown beyond our wildest imaginations. The culture that we created at the very beginning continues to define who we are. We are still a company that will out work our competitors. We will take more risks than they will. We will serve our customers better. We will invest more in the long term, and we will place a greater emphasis on transparency and teamwork. And in the very next page, he makes 1 of the best points he makes in the entire book is that you cannot mistake your product for the device that delivers it, and then, of course, we ceo right away. Just Michael Bloomberg just like every other founder that we study. They have deep historical knowledge about their industry. They go back and they learn from the experience entrepreneurs that can't before them. This helps them understand how think, copy their best ideas and avoid the worse mistakes. And so he's gonna, hey, we're not gonna mess up like code. Okay? So he says the technology that we pioneered in the early 19 eighties Has long been ancient history, but we never made the error that so many others have. We must taking their product for the device that delivers it. So now he's gonna give us an historical reference of a pit fall that he was able to avoid Kodak thought they were in the camera and film business. Instead of the photography business. See, that's so easy to make them stake though. From Kodak perspective. We're like, hey, we make money. We make cameras and we make money developing film. So that must be our business. They didn't even understand that. No you're in the photography business. This is also something we saw. I did a couple, like, 5 podcasts on Edwin land because his company overt took. Like, he was heavily influenced by Eastman Kodak, he creates polaroid polaroid displace, Eastman Kodak. So it says kodak thought they were in the cameron phone business instead of the photography business. The digital photography revolution passed them by. And after more than a century as 1 of the most innovative companies in the world they filed for bankruptcy. At Bloomberg, we got out of the business of building physical computers as soon as Pcs began taken off. We knew our core product was data and analytics, not hardware. So I gonna finish this paragraph, but again, I think the takeaway there is, hey, what is your core product? Think about what are what is the the service that you're actually delivering to your customers? So says we knew our core product with data and analytics, not hardware. Look ahead or fall behind. We started the company, we were refugees from Wall Street... For we were refugees Excuse me. From Wall Street, motivated by an idea that we could build something new that just might make a difference in the world of finance. So take a part of that sentence, we were motivated by an idea that we could build something new that just might make a difference. A feeling is universal to founders. People told me I was crazy to think we could overturn the status quo on Wall Street and challenge giants of financial information. So something Michael talks about a lot. Is the fact that getting fired, wind up being the best thing that ever happened to him. He loved his job, he was comfortable in his job. He would have stayed there forever. If this didn't happen, obviously, he stays in that company he never builds Bloomberg, And this is gonna echo what... I think it was in the the, commencement address that Steve Jobs gave at Stanford. I think back in like, 2005, where he talked about the same thing. Like, getting fired from Apple the first time, It's... It was the best thing ever happened to me. He he says he says something like sometimes life is gonna hit you in head with a brick, but don't lose faith, and so we're gonna go to this part in Michael's life. So there I was 39 years old and essentially hearing. Here's 10000000 dollars in your history. So Michael was working at Solomon Brothers. I... I this guy's famous. I know. I never know how to pronounce his, I think, John gut friend, maybe. I'm was just gonna call him John throughout the book. So John was the managing partner of Wall Street Taught firm. He told me my life at Solomon Brothers finished. It's time for you to leave. I was terminated from the only full time job, I'd ever known and from the high pressure life I loved. This, after 15 years of 12 hour days and 6 day weeks. I was out. Now it's remarkable. Is this came the next day after a Giant celebration. They had just sold the company. So they have a huge party. They're all partners. So they have actually ownership. So that's where the 10000000 dollars gonna come from. And so he says after the meeting, we ate greasy steaks and drank hard liquor. We shot pool. We smoked cuban cigars. We played poker and we laughed. It was a great big, wonderful eternity party. Boo and corral housing into the wee hours. No thoughts of others a moment just for us. We had worked for it. And whether or not we deserved it we got it. So he's talking about, hey, I was in here for 15 for 15 years, work 6 days a week, 12 hours a day. This is something that he preach over and over again. He's was like, do people are just not working hard enough. This is what I mean about him just being una extreme kinda of reminds me what we learned in Arnold Trust biography where he talks about trying to hire other body builders. He was trying to be the the world's best body builder, and he needed to make money so he starts this company this construction company. And he called the other body builders, lazy bastards. Because they wouldn't wanna work every day. And he's, like, I I in a, a huge rush to get rich. There's, like, that kind of energy from from this book for sure. So it says, the next day with enormous hangover, each partner sat down with 2 members of the executive committee. Most of the sixties re partners were asked to stay on as employees of the new company. Not me, though, a half dozen other guys were pushed out at that time as well. And so he talks about. Was I sat on the... This is really actually smart. He doesn't really linger over regrets or mistakes. So says was I sat on the drive home, you bet. But as usual, I was much too macho to show it, and I did have 10000000 dollars this compensation to her my feel... To for compensation for my hurt feelings. If they had told me we have another job for you, I would have done it in a second. I was willing this is so important. I double underline... The sentence. I was willing to do anything that they wanted. It was a great organization. I would have been happy to say... And it's another important sentence. I would have never left voluntarily. Afterward, I didn't sit around wondering what was happening at the old firm. I didn't go back and visit. I never look over my shoulder. Once finished gone, life continues. And then he makes the point. Okay. It's 19 81. Got 10000000 dollars. It's a good amount of money. I don't ever have to work if I don't want to them, Like, I could play it easy. Obviously, right from the beginning, we see that's just not his personality type at all. And he does something that that was considered odd at the time. He decides I'm gonna start my own company. My own start. And a lot of people were obsessed with to prestige of working for a large company. You have this expense account. Michael goes into detail. He's, you know, all throughout his twenties and thirties. He's able to travel the world. Sal brothers is picking up the check. He's working 12 hour days, but he's also partying constantly entertaining clients. He says he... This goes back to this this reoccurring theme in the book that he's una extreme. He was like, no. I... They tell you don't burn the candle both ends. He's like, I burn the candle to both ends. Seems like, I want my life to be filled as full as possible, so the way to do that is to do more. But the point being is... Okay. I'm gonna do this even though people around me, my peer group think it's odd. Like, that takes us a sense of courage, and this obvious. The guy's got a gigantic ego and superhuman levels of self belief. I don't think you accomplish what he's accomplished without those 2 things. And so he says, I was never embarrassed to say that had been fired and was now running a small... I'll stall a a small startup. I'm tougher than many others. Or, per perhaps it's a psychological defense mechanism. I... That I convinced myself not to care with other thought. But I would... But he makes the point Like, I care what other people think, but he's married at this point, and I think he's got 2 small kids if not, just mistaken, but he's like, Listen. What are other people don't think about it? I don't care about that, but I do care when my wife thinks. And he says, but I was worried that Sue might be ashamed of my new, less visible status and concerned, I couldn't support the family. So I wanna pause there, think about this. Is not the Bloomberg we see today, which he's what. He's gotta be close to 80 years old. Right? This is 39 year old version of Michael Bloomberg. He's sitting around. And before him is this vastly uncertain future. Right? And he's other people are saying, look at this poor mike. He got fired. He's now... Look, he goes from Solomon brothers his prestigious headquarters that we have to this tiny little hundred square foot office, which I get to in a minute, and it's like, 0II worried that my wife might be ashamed of my new less visible status and concerned I couldn't... And concerned I couldn't support a family. So 39 year old Mike does not know what 80 year old Mike is. Mike does. And that's the fact that this little startup that everybody's making it fun of that you might... You're worried my other other people may be ashamed of is going to produce tens of billions of dollars for you and your family. I think that's an important point to to think about. So I'm gonna go into his early life real quick. And you just talks about, you know, like, came from, like a middle class. My dad never made more in like 6000 dollars a year, but they taught him important things, and he says, from my parents as a child, I learned hard work intellectual curiosity, and the ambition to strive relentlessly for the goals. I at. So that's something here repeats over and over again. He's just got this inner drive this fire in the belly that just cannot be extinguished. So he talks about, you know I was bad and really not really ping paying too much attention to school. I was totally bored in high school until my senior year. When the school started 2 honors courses, 1 in history and 1 in literature. So this is really important. The history teacher made current events come alive. The instructor made history real and relevant not just something to read and memorize. And then the English teacher helped us analyze the world's great books instead of teaching spelling and grammar, which are 2 things I never did learn. What a great idea That English teacher helped us analyze the world's, great books. Instead of teaching spelling, grammar, 2 things I I never did learn, discussing the meaning of the story versus memorizing the plot made the difference. Fast it made it fascinating versus boring. But classes both classes brought in my perspective, the exposure to history and culture open my eyes to a whole new world. What is shame all the preceding time was partially wasted. It was an early lesson for me how we as a society must find a better way to engage our children in the joys of learning. I developed a sense of history and its legacy or and remain and this is such an important point that I think you and I talk about over and over and over again, the fact that that we are dedicated studying and learning from history just gives us a massive advantage over the people that don't and most people don't. They're just gonna go on repeating mistakes that we that we can easily avoid. I developed a sense of history in legacy remain amazed at how little people seem to learn from the past how we fight the same battles over and over again. So Wanna skip over his college, his his time in my college I wanna get right to when he goes to to physical. He goes to Harvard, and he he he he starts to learn about, okay, what actually affects achievement in the future. And so he says, my 2 years at Harvard were well spent. The academic standards there were superior, but not what I'd call outstanding. There were some very bright students in my class. Some classmates I thought were not exactly intellectually gifted and a few that I considered total fraud, who could only talk a good game. Thank and then he he... So he talking about the way he viewed his peers in at Harvard business school, and then what happens to these people that he categorized later in life. Those of whom I thought were smart generally did well later in life. Those whom I considered dummies did less well. The bullshit faded away. And then so he's talking about the, you know you can't... It's time is the best filter. Right? It's, like, you can fake the fun for, maybe a year, maybe 2 years maybe 5 years but not over the course of your entire career. You're either talented and and hardworking and driven or you're not. And so he realized what's the most important elements he says street smarts and common sense turned out were better predictor of career achievements. So this point in his life, he's 24 years old. He just graduated from business school, and I think what he's experiencing here is very similar to a lot of people go to this. Like, what you're just not sure what what you wanna do after college for a lot of people are. And he says this. I really... And this is such a crazy statement. Thinking about what the future this in front of them him again. I really hadn't ponder where my life and work would take me. What would I do with my life? And it's his friend that actually makes a decision for because I don't know. I figured out going into maybe manufacturing or working some kind of business, You know, I just started... I just graduated from business school. Isn't that what I'm excited to do. And his friend, Steve is the 1 like, hey, why don't you go to Wall Street. So he says my good friend, Steve told me to call the firm to told me to call Salmon Brothers and Goldman Sachs. To say that I was desperate to be an institutional salesperson our equity trader. This is 19 66. This happening. Okay? Who are they I asked and what would I be doing? Don't worry about it. Scott said, or excuse me, Steve said, just do it. And then he says, not having any better ideas of my own, I made the calls. And then he goes into... There's, like, 3 paragraphs here I'm gonna quote from. This is very interesting. So there's 2 main points I wanna make to you. Number 1, it was a mistake for others to overlook these jobs and number 2, what he's learning there is transfer fair... Transferable to many other domains. And so he says, securities trading and sales at that time, were considered second class occupations. And he says that's a mistake, both involve getting your hands dirty by actually picking up the phone and talking to customers. Forget the fact that almost all occupations have a big selling component. Selling your firm, your ideas and yourself, and that is really what he talks about later. He was like, the the master salesman at the beginning of his own company. Overlooked the fact that a good trading mentality is synonymous with the ability and discipline to compartment focus and compete for success. In those days, no self respecting research analyst or banker ever thought of working the phones of actually bringing in business, solicit was viewed as un. This is exactly what he's doing. And so sorry, I didn't look at it like that. For me, I had college loans to pay off. A good job was a good job. And I... And as I would learn later on in life, it is the doers, the lean and hungry ones. Those with ambition in their eyes and fire in their bell who go the furthest and achieve the most. And this is wow. This is his financial situation. At the beginning, of his career. He wants to getting a job off. He says and he's telling me He's like, look, look I can't afford to work here. I wanna work with telling, but I can. I want to, I'd love it, but I don't own another suit close. I don't have an apartment to live in. I have no cash in the bank. All I've got are these outstanding student loans. I took for tuition when my part time campus job didn't pay enough. And so he's... They... I think they wanted give him on, like, 9000 dollars a year, and they gave him 11500. And so he accepts the job, and he says to say that I fit into solomon and love the industry is an understatement. I revel in it every minute of the day. So I really thought about Okay. So obviously, he's 1 of the Wealthiest man on men on the planet right now. That's his financial situation at the very beginning was career though. Like, I don't have any money on home apartment. I... Like, I can't take this job. It's pays not enough. And really what I thought about it's like this is just a temporary poor person who is smart and determined who found a job that he loved and he was good at. He's not gonna stay broke for long. It's impossible. He's smart, determined found a job he loved and was good at. You're not staying bro for long. And so this the beginning was 15 years there, I really like his insights where he comparison contrast to different leaders that he worked under. And you can clearly tell how he thinks about leadership. I would say by far Billy Sal was the guy running the place when he, when Michael started there. This is the person, and he he's gonna compare and contrasting him with that other guy John. This is the person that to me seems more, like, the lot, Bloomberg personal philosophy on leadership seems to be heavily influenced by his boss Bill Billy Sal. So it says the Boss when I joined was Billy, as he prefer to be c... As he prefer to be called, he made the culture special. He was decisive and consistent as a leader. So again, this is something you and I talk about over and again. You can tell a lot about people by who they admire. And so we're gonna clearly see... This is Bloomberg saying, what is this? He's writing these words, you know, 50 years after this happened. Maybe 40 years, whatever the time is, clearly, this guy had to have any influence on. He's says he was decisive and consistent as a leader. If he ever harbor doubts after making a decision, I never saw it. He was easily approachable and willing to listen to everyone's views, But when he said we were going left, we went left. And when he said right, right it was. We didn't have to prepare for both directions. He set the rules. So he's open to a discussion, he wants to hear your ideas, but I... He's the... He's the the bucks stops to him. He's the 1 that's going to make decisions. If I say left, we're going left. This is, again, very, very common history of entrepreneurship, but also, what he does here is, like, there's this is a really important paragraph. There were no different set of rules for him leading from the front is essentially what goes telling us. Right? He led by example, what he said he what he said he did. And the rest of us did as well. And so now he brings in the second person he worked for John. John was a great leader too This house the guided of fires them later on, John was a great leader too, but I always thought he listened to too many people. Okay? So this is crazy. Really I would summarize this as more egalitarian, but less effective is John. Billy trusted his own judgment. I'm open ideas, but I'm gonna make the decision, and we know founders have to trust their own judgment. You gotta work yourself into position. It's very clear where you can actually trust your own judgment because year they ultimate been person making decisions. No 1 can do it for you, it made running the firm much more difficult for. Smart people prepared for both left and right when when John succeeded Billy. This event this split resources and made it harder to lead when the tough when the going got tough. Unlike Billy, so now here comes the contrast, and we could clearly see from, like, if you re between the lines of what Michael saying. Like, he's clear saying this some mistake, I'm gonna be the ultimate decision maker at Bloomberg, Unlike Billy, John consulted all interested parties before making a decision. No matter how noble the motive the resulting apparent ind indecisive. Excuse that resulted in apparent indecisive. Comparing John to to Billy on leadership, I always thought John was more egalitarian, but less a effective. And so Bloomberg is kinda starting at the bottom of his organization, and we see that he's really too embarrassed to tell his peers, his fellow graduates of Harvard, the truth. And so he says, I work my first summer there in the cage. Physically counting securities by hand. It was a pretty lowly start. We slave in our underwear in an on air conditioned of bank fault with an occasional 6 pack of beer to make it more bear. When my friends asked what I was doing at work safe face. I told them. I was studying methods and procedures to simplify the workflow. My friends were research analysts and investment bankers with lush private offices, and I was what I can only be called a clerk in his underwear no. Why didn't I quit? I was too embarrassed to quit. So Mike's learning the value of sales. He also is learning the value of the the thrill that you feel, feel when you're really good at your job. And then this is gonna be really interesting that I've a couple times. Get turn. 1 second, billy John would stand over me. Watching silently while I was on the phone with the customer, heads down totally focused on making the sale, talking, explaining, c controlling, pleading. I felt a great thrill when I had closed the deal. They would walk away without a word. There weren't any congratulations. They weren't needed. I was expected to make big trades. So a few months ago I read this book, the General Genius, which is about the Manhattan project, which I... Before I read the book thought, Robin Arm, Jay Robert Oppenheimer was the lead on that project. I didn't know he actually worked for general Leslie Gross. Leslie Gross was the same way. He's like, I'm not giving you congratulations on something you're supposed to do. I've been listening to a few of these interviews with the... I read this this article. This post. That was really interesting by Frank S, which, I guess he's he's run like, 3 different technology companies and things he's, like, either turned around or taking public in the last, like, 10 years or something like that. Maybe 20 years. I've Forgot the exact time frame. But he has this great post called Amp up. Well, guess that post has now been turned into, like, the short book. And he's going on these all these podcasts to to promote the book, and he realizes He said something I just... III jot it down. He he's a very extreme individual just like Bloomberg is, and this is what Su said. I don't believe an offering congratulations for something we are supposed to be doing. We are supposed to win. And it's really interesting to read Frank's post or listen to speak because that's what he says like, listen, There's all the Slack. Most people are just it's... Really he's identifying the the the... Like, you can get drastically different results with different energy that you apply. At different businesses, different tasks you have to do. Even if you have the same employees in the same assets. It's just under different leadership, you get vastly different results. I might... There there's a good chance. I'm gonna read his book because I think it's, like, a hundred and 50 pages and maybe I'll do, like, a short little bonus episode on it. Okay. So this was something that was really interesting, because I was like, wait a minute. Bloomberg, if he study is his, his career. Yes. He's gonna eventually take on in solemn number trying to, like, like, created the latest technologies for the for them to do their jobs the best. So, like, the second half of his career, maybe this to the third of his towards the end of his career Allan ambrose is is kind of, in my opinion where he got the idea to to build Bloomberg his company. I was like, wait a minute. If you're 39 years old, you just made 10000000 dollars this 19 81, why build a business? You were just selling bonds and equities, like, you're in Wall Street, surprising that he didn't choose to be an investor. And so what I realized, I I didn't understand that until I got to this paragraph. And really what Mike is telling us is the sure way to get rich is to build a business customers love, which is exactly what he there... That's the route he took instead of just being an investor. And so he says Wall Street promise promises vast rich Although few of the great fortunes have been made there. Now he goes back into history from John d Rockefeller to Sam Walton, to Bill Gates. Great financial success comes from starting businesses with concrete products in the real world. Building jobs, creating value and helping people. The sure weight so he's saying The sure way to get rich is to build a business customer's love. Okay. So we're still at the point in his early career still tell my brother This is... Again, more of... He preach this over and over again. He's like, you're just not working enough. You don't want it enough. Like, you're going to lose to people like me, who have a high pain tolerance who get up every day. I'm I'm excited to do what I do, and I've been like this forever. So he says, I came in every morning at 7AM, getting there before, everyone else except Billy. When when he... And what he's doing here, David Ge, I read his his biography, the operator. I think is what Called. I it's founder number 01:10, 01:11 something there. He uses this. David Ga uses the same idea to get ahead when he... He started in the mail room. I think he was in his early twenties. And he figured Was like, I'm gonna... I'm gonna build. I'm going to intentionally build a relationship with the head of the company. Because I know if this the person making all decisions things thinks I'm smart. I'm motivated and I'm willing to do whatever he needs done, I will accelerate faster than my other peers in the mail. Bloomberg doing the same thing here. So he says, I came in. I got there, the only person to be me there it was Billy. When he needed to borrow a match or he wanted talk sports. I was the only other person in trading room, so he talked to me. At age 26, I became a buddy of the managing partner. David Ge did the exact same I would stay... Then so to Billy is coming in early, but then he's going home, John's someone staying late. So he says, okay. I'll stay later than everyone else except for John. When he needed someone to make an after always call to the biggest clients or someone to listen to his complaints about those who'd had already gone home, I was at someone. And then I get a free cab ride uptown with him. The number 2 guy in the company. So in the morning, I'm building relationship with number 1 guy. At night, I'm building the really relationship with number 2. Where's is the other 26 year olds. They're gone. They're not here. And so he says, making myself, Omni present wasn't an exactly burdensome. I loved what I was doing. He repeats this over and over and over again of the book the importance of loving what you do. If you love it, you'll do it more, the more you do something better you get. So we've talked about that over and over again. I love what I was doing. Developing a close working relationship with those who ran the show probably didn't hurt my career. I've never understood why everybody else doesn't do the same thing. Make himself indispensable on the job. That was exactly what I did. And then this might be... This might be my favorite part of the book. This part is amazing. It's gonna go on for a little bit, It's on the importance of showing up working hard, staying flexible and loving what you do. If you were able to see the book that I have in my hand, I would say 70, no. 85 percent of my highlights come from the beginning of the book towards the end. It's like, I'm really rich and I give like, it's cool that that you don't need 750000000 here and, billion to that. That's amazing. I'm interested in the climb. The early. Who you were before, Who was the version of you that made that wealth that's gonna happen few few decades in the future possible because that's where I think most of us are. Right? We're in that the beginning the climb the middle whatever it is. And so for Michael, to be able to sit down and say, hey, this is what the things I was thinking about at this time. This is my approach. This is what I learned in 50, I think uses the word later on 50 years of toil. Like that is... I can... The fact that you can put this fact these books are widely available. You can pick up for 15 or 20 dollars that's insane. There is not a better investment on the planet. So it says it's... It has said that 80 percent of life is just showing up. I believe that you can never have complete mastery over your existing You can't choose the advantage to start out with, and you certainly can't pick your genetic intelligence level. But you can control how hard you work. I'm sure someone someplace place is smart enough to succeed while keeping it in perspective and not working too hard, but I've never met them. The more you work, the better you do. It's that simple. I've always out worked the other person. Still I had a life. I don't remember being so driven or focused that my job got in the way of playing in the evenings and on weekends. I dated a lot. I ski. I jog, and I hit the town more than most. The more you try to do the more life you'll have. Although I was serious about my career, this is when he gets into the point of, like, don't. And again, something's over and over again don't have these rigid plans. The history of entrepreneurs entrepreneurship, is clear on this. That the best entrepreneurs that have ever lived, best investors I've ever lived, they optimize for flexibility. They adapt to the circumstances. Although, and, I'm talking about people like Herb Keller, Henry Singleton Warren Buffett. Now we have Michael Bloomberg in this mix. Although I was serious about my career, I had never had a budget for my future. Unlike so many of my classmates, I didn't set out to be a partner of vice president by age 30 or trillion error at 35, make a comprehensive scheme for the rest of my life, both a business and at home, I've never let plan in get in the way of doing. This is such a fantastic paragraph here. Life I found works the following way. Daily, you're presented with many small and surprising opportunities. Sometimes you sees 1 that takes you to the top. Most though, if valuable at all, take only a little way. Succeed, you must string together many small incremental advances, rather than count on hitting the lottery jo. Jackpot all at once. Trusting to get great luck as a strategy not likely to work for most people. As a practical matter constantly enhance your skills, put in as many hours as possible and make tactical plans for the next steps. Then based on what actually occurs, look 1 more move ahead and adjust your plan. Take lots of chances and make lots of individual spur of the moment decisions I'm gonna repeat that because I think he's summarizing he's... That's his punch here. Take lots of chances and make lots individual spur of the moment decisions. Don't devi a 5 year plan. Central planning didn't work for Stalin or m, and it doesn't work for entrepreneurs either. Damn. That's good. And then he's gonna go back into the fact that these are just small little steps every significant advance I or my company ever made has been evolutionary rather than revolutionary. Small earned steps not being lucky hits something that he did that that vastly increases his odds of success as that he didn't quit. He founded the company in 19 81. 40 years later, that company is still operating. It's not just money. He understands just like Warren Buffett buffet does. It's not just money that compounds. Knowledge and skills do too. Stop quitting. I stay flexible. A reporter once asked me what what we Bloomberg had failed at. My answer after some thought was nothing. But what we accomplished wasn't always what we set out to do. This is not as arrogant. He he actually... The the very beginning of this, Alright guy. Like, come on. What are you talking about? But his explanation makes sense. So let me read to before you you're, like, just guy's whatever excellent if you wanna put in there. Often in the process, things worked that we hadn't planned on. Unforeseen uses arose for our product. Customers appear appeared whom we hadn't it known existed and exactly the reverse occurred for those that we were dead sure of. So planning has its place. The actual thought process sometimes leads to great new ideas, but you can only accomplish what's possible when you get there. Then whatever your idea is you've got do more of it than anyone else. A ted. So this is the the defining, you know, that's used N involves, I think n involves way to describe this ideas as the best, the most distinct. And find work. That means find work that feels like play. So he says whatever your idea is. Do it more than anyone else. A task that's that's easier if you structure things so that you like doing them. Since doing more almost always needs to greater accomplishments in turn, you'll have more fun. And then you'll want to do even more because of the rewards and so on. So he's talking this virtuous, like, flywheel effect. Right? And so on. I've always loved my work and put in a lot of time, which has helped me make have make me successful. I truly pay people who don't like their jobs. They struggle at work. So happily for ultimately so much less success and thus develop even more reason to hate. Now he's talking about the negative flywheel. If you don't love what you. That's actually really smart. So let me go back to the beginning. They struggle work so un happily for ultimate so much less success, and thus develop even more reason to aid our occupation. There's there's too much delightful stuff to do in this short lifetime, not to love getting up on a weekday morning. Okay. So that's the end of that section. I absolutely loved that I mean, that got... That took place on over 3 pages, and I had a ton of highlights from those 3 pages. I really like the advice he's giving here. Now I always got some advice for young people, which I thought was really smart too. Some young people starting their careers today are too impatient for current compensation. At the sense of continuing their education and giving their jobs a chance. Get back to work. Forget the money today. There's plenty of time for that later. Novice should go to the best firm they can get into and then listen and learn. So what is he saying there? He's saying optimize for learning over money and you'll make more money in the future if you do that. Right? This is very similar to what Steve Jobs told us what he did his early career. There's a quote from him. I think that I've consistently figured out who the really smart people were to hang around with. So Michael Bloomberg saying do the same thing. Go find the smart people and go listen and learn. And in some cases, you can't maybe you don't have opportunity. Well... I would say for the vast majority of people, you're not... You're not gonna be able to just in in person. Right? You can can't... You don't maybe have the skills of the the like, the resume or whatever to get hired to be around these people. So maybe you gotta find, like, a different path. To do so. But 1 opportunity that's available to everybody is to pick up the the biographies and auto geographies of these people that had remarkable lives and we're able to accomplish more in 1 lifetime than most people will in hundred lifetimes. Alright? So... And, again, this is very similar to I I talked about this before. I'm not I'm not gonna go into detail because I got a ton of highlights in this book, but the the Colonel of the idea that spawned me to sir founders was this interview, I saw Elon musk do with Kevin Rose on Kevin Rose's video podcast series found and I think back in 2012. And he said the same thing. He's like, I didn't have, you know, mentors. I didn't have resources when I came from to California. So I sought out mentors and historical context. And he says, I read biographies and auto geographies. So when I pick up the buyer, and he was using the example like Benjamin Franklin. So I pick up the biography and I study what franklin went through And now he becomes to use Charlie Mu word, Like, I'm I become friends with the Eminent dead, Elon says, I'm I I at I am now have a a mentor in historical context. Ben Franklin has been dead for 200 years by the time I pick up his book, but he's still teaching me things. So I think that's the same exact idea that he just put here. So listen, forget the money today this plenty of time for that later. No, just should go to the best for can get into, and then listen and learn. When you read a book, you're having a 1 side of conversation with somebody. You can't do anything but listen. A few pages later, just 1 sentence that again, demonstrates this this theme, I I wanna make sure I bring your attention, Bloomberg is una dream. I would be tougher than the rest. And so he says it over and again. I will be tougher. I'll let work down. I'll be more competitive. I won't give up. I have an advantage. He just told us 80 percent of life is just showing up. He's making sure that he's building the strength both really mentally to to not give up. Eventually, he's gonna switch jobs as at someone brothers, and this is really what in my opinion, he I don't... He doesn't say so explicitly. I don't think he does at least. Given him the idea the the start his own company in the future. It says I started, what be my last job as Solomon running information systems. This group is responsible for both keeping the firm's books and providing the analytical tools the traders and salespeople needed. That's exactly what I think how he describe what his company does today. We provide analytical tools that traders and salespeople need. He does make an interesting point here that all your previous life experiences are just preparing for an opportunity that you can yet see, so he says, this, and I spent my first 24 years getting ready for Wall Street. Then I spent 15 years surviving on Wall Street. And then at 39, all these experiences led me to the the decision that... Okay. I I'm gonna start my company. And again, I I feel like there's 17 notes in this book where I write down una extreme Well let's know what he says here. This is wild. So he's talking me about, listen. I be in... I could have went to goldman Sachs had another job. I could be investor or whatever He's like, no. I'm gonna choose to be an entrepreneur rather than employee. Okay? And so this is crazy. Did I want to risk an embarrassing and costly failure? Absolutely. Happiness for me has always been the thrill of the unknown, trying something that everyone says can't be done feeling that 9 pit in my stomach that says danger ahead. I want action. I want challenge. Even today, After toil for 50 years, I wake up looking forward to getting in early, practicing my profession, I really appreciate you. So we're practicing there, creating something and competing against the best. It is a real high to be a participant rather than a spectator. Think about that. Did I wanna risk in embarrassing and cost the app failure? Absolute I did. And so what he's... When he's figuring out, okay, What what I want my company to be a good question to ask yourself is what do I do better than anyone else? And so he says I would start a company that would help your organization They were they were better traders and salespeople. There were better managers and computer experts, but nobody had more knowledge of the securities and investment industries and of how technology could help them. He is telling you when before you start a company ask yourself. What do I do better than anyone else? Another main theme that he would tell you. If you could sit down and talk to Bloomberg, which is what you're doing when you read his, stop with the over analyzing, stop with your stupid projections just go, take 1 step forward. And why is he telling you that? Because you're learning by doing is a faster process. 1 my 1 of my favorite entrepreneurs have I've ever discovered do this podcast, y, founder of Pat, He's got this amazing book called Le my people go surfing. And he says in a book, the entrepreneur entrepreneurial away is to merely take a forward step, and if that feels good, take another. If not step back, learn by doing, it's a faster process. If you're gonna... This is now Bloomberg. If you're gonna succeed, you need vision, 1 that's affordable practical and fills a customer need, then go for it. Don't worry too much about the details. Don't second guess your creativity, avoid over analyzing your new project's potential. And that's really important. Think about all the waste time and energy. When he's first building his company. So he has no... There's no way you could sit there in nobody can sit there and predict at the very beginning. Like, think about Steve Jobs in his garage making the first 50 apple computers. It's he's not like about, 1 day it's gonna be a 2000000000000 dollar company. Same thing. Bloomberg had a lot confidence, but when we needed it to the hundred square foot office with 4 people in a coffee. I'm like oh, I'm gonna have 60000000000 dollars in a couple decades. Just you wait and see. So I think it's just really good advice. Stop, second guessing. Just go. At Bloomberg, he's got more advice you, for if you're working a product. He's like listen and you should work on your product in salesforce first, and then everything else after. At Bloomberg, we always built the product first. Selling is the only process we run simultaneously with development from the very start. And then this is just what a paragraph. I rented a 1 room temporary office. It was about a hundred square feet of space with a view of an alley, A far cry from my previous place of employment. Sal had a multi acre 40 first 40 first floor trading room overlooking a New york Harbor. I deposited 300000 dollars of my Sal brothers windfall into a corporate checking account. 15 years later, I had a billion dollar business. And I don't know if I mentioned it later, but just in case I don't again, think about the confidence in the home with the border and Arrogance. This this this guy has, and it wind betting it wanna working out for him, but he's got 10000000 dollars. He winds up putting 4000000 dollars. So 40 percent of everything he's got into the company, which is, also helps him retain so much ownership to this day, and he's doing that when he's got a wife and 2 little kids to support as well. To spread out the risk he's he's gonna find his first com comp... First customer excuse me, which gonna be Merrill Lynch. They're gonna make a, a an investment as well a little later on. The they're the 1 he referenced earlier where they bought, like, 30 percent the company, and then he buys them out 2 separate parts later on. But I wanna get to this point, they agree... He's essentially has an idea of for her product, but it's not built. So it's him, bunch of programmers, salespeople, and this is the the thing that you and I talk about all the time, running a company, do running a start up, I think is, the actual term, Mark teresa uses for the quote. It's like, the only experience. When you're running and start only experience 2 motions, euphoria and terror. And then he says I find a lack of sleep enhances both. And so he's gonna, so to alters between states and Euphoria and states of terror. When it came back from the meeting, my colleagues were late. Until the reality it was 6 month delivery for something that didn't exist began to set in. As developers were magicians not miracle workers, month after the month as we worked our mood alternator between inhalation and the feeling of in impending disaster. We weren't just putting out fires. We were adjusting to major earthquakes when some new software bug forced us to start over. But every day we got closer to building the machine we'd promised, and he's also building hardware this time. Which you mentioned earlier. It's like, okay. Well, my my advantage is not hardware, I did that because I was trying to create the device I wanted to create didn't exist. Once the hardware manufacturers exceeded my talent, it doesn't make any sense. Let me use if there's Pcs everywhere, let me use that platform and realize That's what he's referencing about. Okay... My... Well, my business actually is what kodak failed to realize. He Bloomberg understood what his business was it's the information that's that I'm giving you that's valuable. Doesn't matter how I transmit that information to you. It's also probably my main takeaway for myself or the book because he talks about repurposing your information later on. Remember, I didn't know why... Like, before I the book. Why the hell does he have a new service. Why do does you have all these other things? Everything he does goes back to selling subscriptions to Bloomberg. It's freaking genius. We'll get there in a minute. So he says month after more... I start that part. We weren't just putting off fires. We're just to major earthquakes when some new software bug forces start over, but every day we got closer to building the machine we promised. Our style then was pretty... And this is a good idea on problem solving right here. Our style then was pretty much the same as today. We took the problem and broke it down into little manageable, digestible pieces. Then each of us took responsibility for the ones for the part that we were best suited to do. So just a few lines for you here. This reminds me of Teddy Roosevelt, He is again fantastic. I like that idea of a life motto, a family motto. This has come over a couple times with Stanley. The guy that created marvel, marvel comics. His motto was Excels, which means ever upward. Ernest a Shack the... 1 of the greatest polar explorers Ever lived, he's actually my... I told you before, but my lock screen on my phone. It's just a picture of him. Was like, snow his beard just looks like hell. And because when I look at him, it's reminded me of his motto, which was by endurance we conquer. So I see that. Like, alright, he didn't give up. He was gonna freeze the death. You can keep going and David stop it. And then the... Then the 1 at... That... What Bloomberg about to say here is Theodore Roosevelt. He took the the the family motto from his father, which is get action. And so he says, we act from day 1, others plan how to plan for months, something Bloomberg gonna repeat you over and. He's like, you were sitting there planning? I'm already out running. So you think you're gonna catch up. Good luck. Then he talks about still in the early days of product development. This is more about the terror. I must admit. I was worried. And why was he worried? We were spending what would grow to be, 4000000 dollars of my 10000000 dollar, Sal brothers windfall. Simultaneously, I was becoming responsible the families of almost 2 dozen company employees. I convinced these people to follow me. And if the venture had not succeeded, I would have failed them, their spouses and their children as well as our customers. And then, yeah know, the sentence you're not expect to to see after he just said that. We plowed ahead. From the beginning, I was convinced we were doing something nobody else could do. Nor was anyone else trying. That's a while. Those are 2 wild sentences. And really what he's telling us to say, you gotta differentiate your product. That's where all the the the the the profits are in is a very an idea that's been spread throughout. Start culture. Peter T books 0 to 1. He said, listen, you wanna create and capture lasting value, then you don't build an un commodity business. And so what is Michael telling us? From the beginning, I was convinced we were doing something nobody else could do nor was anyone else trying. So 1 of my favorite or I would say most unique ideas I've ever come across was in the founder of Sony, his auto of kim. I think it's founders 01:02, and they're they're producing audio equipment. The early days of Sony. Well before. Like, they're not successful. They got money, and they find a music student who loves their product and kept sending them, hey, like, like, basically critique. On what you could do, like, how he thinks he could... They they could be improved. Like, I'm very, like, advanced ear, Like, good hearing is a music student probably has to have. Right? And so Kia kept getting these these these suggestions from him. He's like, hey, you want a job. And so he winds up hiring him. Literally, all his job is critique and critique our products, so then you're why when you do that, you're helping them get better. And then, like, a decade or 2 later that guy winds up being the president of Sony. It's 1 of the most remarkable things I've ever read in 90 these books, and we're gonna see a similar situation. Kinda like the same idea here. Mer not only their customer, but they're they're giving Bloomberg an investment, and so they put on 2 traders. Because the traders are the ones that are using the product. And he says, well, when we first install it Merrill, assigned 2 traders to work with us. I thought they'd be real pains, and they would second guesses us every step of the way. Was I wrong. It turned out both of them were as responsible for our success as anyone. And why is that? Because they were nit picker, but not in a nasty way. They wanted us succeed when they said something didn't work, they could show us it didn't work. So we knew for sure it didn't work. And more important, they would help fix the problem because they would tell us under what specific circumstances, it didn't work every day, our system got better as we fixed each problem they pointed out. I'd always rather have a smart, fair, honest, demanding client than a nasty dummy. So it says, for our first, this is really just a reminder that at the beginning, you're gonna be doing everything yourself. For the first 3 or 4 years in business, I did all those... All of these functions. I worked full time selling our services. I negotiated all of our contracts. I was running the company never before or since that I have as much fun and as a challenge... Are as a challenge... Or as challenging a time in business. Back when we started the original half dozen of us after finishing our regular jobs and go into client's offices on the weekends. We'd had to climb under the desks, at where we had to lay our cables. We dragged wires, stuffing cables through holes that we drilled in other people's furniture, all without permission without giving any thought to any firewall or building code. It's amazing we didn't burn down some office or electro educate ourselves. The end of the day, at 10 or 11:00 at night, we turn it on and watch what we created come alive. It was so satisfying. We improvised everything as we went along. I used to write all the checks myself. Signed every contract. I paid every bill. I did all the hiring and firing. I bought the coffee, the soda, the chips. I emptied the waste baskets. I tested the window sales. I wrote and handed out every paycheck personally. Those were the best days. The very first few years in the early 19 eighties. We were involved in running every aspect of the company. As we grew and turn these functions over to newly highly specialist, I felt like I was losing a child to adolescence. Good for the kid, but painful for the parent. In addition to selling customers. He also sold recruits. He wanted the the the the best. The most talented this... He wanted to work with the smartest people. He really understand. Bloomberg understood, understood, like Est Lau before him that everything has to be sold all the time. I'm pretty sure that's a direct quote from Warner. Everything has to be sold all the time. And so this is a pitch. I'm just gonna, give you an example of the pitch that he would give to prospective customers are actually prospective employees about why they doing work there. We've got the best people in the world working here. All of them think they walk on water. All of them are worker h. Once they come, they stay for the rest of the lives because they love it. They built the better mass mouse trap. They're doing something important. They're giving the little guy the information he needs to fight. Okay. So now we're gonna get into what I think might be his most applicable idea for us in the 8, the age agent we happen to live in, because it's... We're talking about what is a in the Alma of Naval nepal, putting together by Eric Jo. It's in it's, documents Naval Rob. Wisdom, it's in, think about founders I'll leaving the show notes, but you can find an archive. I'll tell you the the the the number. But it's about... He says something in the book. It's like, it's not white collar versus blue collar. It's it's un leveraged versus leverage. And so how the hell does Michael Bloomberg get himself into a position where he is... Like, he gets his leverage through media. He I guess is what I'm trying to tell you. And there's many ways for us to do the same thing today. We don't have to go down the route he did. And, again, I think these ideas scale up and down. Could be, like, a 1 person business up into a giant company like Bloomberg. It still works. And so he's having conversation with with a reporter. And again, remember, Michael's goal. I'm going to make money by selling. I think that subscription is like, 22000 dollars a year because his sales pitch is It's in the. He's like, listen, people say, Bloomberg is terminal is too expensive it's 22000 dollars. He's like, that's 88 dollars. I'm, hopefully, I'm remembering the numbers correctly on I'm front. But he's like, says something me, like, that's 88 dollars a day. If you can't make more than 88 dollars a day with the information of giving you, then you have bigger problems. And I think that's just a really interesting way because 22000 a year. It's the same number. Right? 22000 a year, sounds a lot to me. 88 dollars a day. Sounds less, even though it's the same. It's like this a weird hack of our brain. Right? So really, I'm gonna read this conversation time with this reporter that gives him an idea that helps greatly expand his business Is why I'm telling all this. And really, the note of myself is your company has information no 1 else has. How can you repurpose it to benefit other people and achieve your objective. And so let's go to this conversation he's having in the early days of his company. I wanna make our terminal indispensable to stock as well as bond traders. Should we get into the text news business? His answer, the seller reporter, who's eventually gonna be hired to run this part, and I think might still work there. Her Mistaken. His answer wasn't what I expected. Although it encouraged me to keep the conversation going. Mike, he said, remember this is a financial report talking to Mike. Okay? I think he might have been from the Lost street journal. I can't remember, unfortunately. Mike, he said, you and the people you work with have created a terminal that explains more about why bonds fluctuate each minute day and week. Than any collection of reporters ever could. You already provide charts and graphs that influence the major debt trading decisions worldwide. If you add text to that information, you'll have something that doesn't exist anywhere else. No 1 in debt or equity would be able to live without it. And so if you stop and think about what he's saying. It's like, Mike, you have information no 1 else has, it's it's... You just happen to present it in picture form in graph form. Why don't you just have hire a bunch of people to then add text, written narrative explanation about what's going on? That is useful information. Useful information is known as news, put that news out say this news comes from Bloomberg. People read it for free. Like, what the hell Bloomberg. Let me look into it. A percentage of the people that discover your... You can have 99 percent of the people that don't ever pay you a dollar. And that could still be a profitable line for you. When I read Sid myers book. That's the guy that wrote, he wrote a computer game or made a computer game called civilization that that winds up selling, like, 53000000 copies. It was amazing. I loved his book. I think it teach teaches you a lot about building, like, a modern. Like, if you wanna build, like a highly leveraged business How do you do so? Game gaming being a successful game being a great example of that. But in that book, He's like, listen 70 percent of the users of candy crush. Don't pay... Have never paid a dollar Yet that game still brings in millions of dollars every day. So that idea that Sid picked up on is very similar to what this guy. I don't know if came remember his name. Mike? No. Yeah no. It's caught Bloomberg. I don't know this guy's name. Matt. Sorry. His name is Matt. But Matt is telling him. Like you already have this information, make it easily publicly available, share the information that you have with other people. They'll know about you and then you can offer those same people what you want them to buy. And even if millions, I think tens of millions of people is, like, the reach of Bloomberg today. But, yeah, they they have, like, I can't remember that. I wanna say it's like, 300000 subscribers. It... So again, millions of people are familiar with the name, I was familiar with the name never subscribe to terminal. Millions of people will read the the ant analysis and the information that your company produces, any a tiny tiny percentage of then will will actually give you money for your other product, and that it's going to allow you to have this giant leveraged media that is just funneling in subscription customers. And so this is this idea is... I'm gonna spend some time here because this goes over many, many pages when I'm about to reach you. This is all separate, but it really... I feel I feel this is a very powerful idea. I wanna point out before I get into the the this decide to expand on that with you. This is what he does. So it takes some convincing. Matt's like, yeah. You do this. Of course. And Bloomberg is not sure. Not sure. So what does he do? He consult history when trying to decide if she should enter the news business. And so again, this guy has... It's rather impressive that he's able to know all this stuff. I mean, he's been alive for a long time. And it doesn't sound like he's a guy that's ever gonna stop learning. But listen to what he does. He goes, history shows that any guts entrepreneur can enter the news business anytime. And he list off all these people he studied. Joseph Pulitzer. You know, Did a podcast on him. When he ran off first, Did a podcast on him. Henry Loose, don't know who that is, B c Forbes, Ted Turner, Rub Murdoch and Oprah Winfrey. He just gave me a bunch of ideas for different people to to pursue biographies of... So he just list off... What is that? Like, you know, 7 8 people. He's was like, well, they did it. Why can't I? Best to us, so then he talks about... Oh, this is the advantage. Okay. So I need to pause and tell you what I wrote. For before I read this deal. The question to ask yourself. What advantage do you have that existing companies in your space lack? There's a million other media companies? Why is Bloomberg thinks you can do it? 1 history shows that if you're a guts the entrepreneur, you can pull this off, but 2, I don't have to worry about it turning a profit. Okay? This has been run over and over again by different companies to introduce different product lines that don't need immediate profits. Best of all. We had revenue from terminal rentals. Which meant we didn't have to worry about a new service paying for itself as a standalone product. This is 1 heck of advantage. He says. Fundamentally, at Bloomberg where builders not buyers, so it never occurred to me to acquire a news organization as a starting point. It's always more fun to create from scratch and it's a lot less risky. So that's another thing he he repeats over again. He's very anti acquisition even though there there are a couple examples that he buys. Was a business? I can't... He buys 1 of them there, like, almost close to bankruptcy. So he he does point out when he does the few times that he's done acquisitions, at least when the book was published. He points out why he did that, but he... In the general, he repeats over and over again. He's like, just just build it yourself. It's more fun. It's less risky, and you can do it exactly he you wanna do it from the very beginning. Okay. So now he's full on on this idea, this is gonna be this gigantic customer acquisition strategy form. I'm gonna read this to you, really, I... The know left myself so I... When I go back and reference these ideas in the future, I need to understand instead of reading this whole page. What is the to compress idea here. Each new story is a product demo. More demos lead to more revenue, more revenue leads to more stories and then even more revenue. This is why I meant. Like, this is really my favorite idea in the book. I handed him a 3 page list of what Bloomberg News should be doing. Our purpose was to do more than just collect and relay news. It should also advertise the analytical and computational powers of the Bloomberg terminal by highlighting its capabilities in each new story. Each new story is a product demo. This is wild with our terminal functions included each of our new stories would be more informative than the competitions and more people would want access to them, which meant more revenue, which in turn meant we could afford more reporters and have more news and so on and so on. Each news story is a product demo, More demos lead to more revenue more revenue leads to more stories and then even more revenue. And then it just gives us a simple, like, formula as an entrepreneur, I've learned to know what I don't know to get access to the people who do know and then study hard. And then he goes back to this idea of knowing what you? Like, what is purpose of your business. What is the actual... The... What is the actual product or service that you provide your customers? So I I referenced this earlier. Let's let's go over again. When we first began, we manufacture computers and keyboards. Because we had to. Personal computers didn't really exist in order to deliver our product. So we made them because that's how we delivered our product, But we never made a mistake of believing that we were in the hardware business. We are in the business of producing and distributing the world's most accurate, reliable, comprehensive information and analysis. That has been our mission from day 1 and it has never changed. Technology will continue... Makes important point here. Technology will continuously revolutionize distribution, but our product is content. And much of that content so sits behind the media world's most expensive pay wall. And so that's where he says it's 22000 dollars that works out to 88 dollars a day. So now it's gonna give us advice on how do you make your product or your company stand out. And his advice is you gotta be you. You know more about your business than anyone else. You think about it more, You care about it more, you're in the best position then if those facts are accurate to tell other people why it's valuable. And it doesn't... You don't have to be display polished speaker. Charisma definitely helps. There is some kind of weird, like, you know, h not effect that charisma hap has on on people. We see that throughout history. Right? Mean good and bad people. But you just tell him why? The people wanna know why, like, why did you make it? Why is it valuable, but what does it do? And so he says entrepreneurs in the booming 19 eighties were commonplace. My company was small and virtually anonymous. Our product, which was the terminal that we're selling was called the market master. It could have been confused with a kitchen appliance with that name. No 1 knew us. No 1 cared about me. But by 19 84, this is about the change. Those are the days when Ronald Reagan improved how marketable ideas could be when they were pedal with charisma. You needed a spokesperson for Mass appeal. Consumers and the media identified products and policies of people who pitch them. So you get an example. Nike didn't just make sneakers it pushed them with a my mistake that could only come from Michael Jordan. To have the best mouse trap wasn't enough. Success was delivered by people promotion. If we were gonna build our business, we too needed a personality. The obvious choice was me. Our competitors founders were all dead. I on the other hand was alive and out making speeches and sales calls every day. Turning my name and worked into a great weapon that others in the financial news and market data businesses could not match. And since I spent so much time demonstrating our product, people had begun to mentally interchange me with the terminal. So that's what he changes it from market master terminal to the Bloomberg terminal. And then the the company also had a different name was like, it was some, like, basic name, like, innovative market solutions or something like that. So he's like well, that doesn't make sense. We'll just call it Bloomberg too. And then he says 1 of the funny lines on the... Our 1 most unexpected lines in the entire book. I would become the Colonel Sandler, Sanders of financial information services. As the owner by definition I spoke with authority and to make good copy, I gave the press a colorful personality to focus on. So we talked about starting the news sort prince, and then he's like, I don't care about the medium. The medium, like, I'll produce... You produce a magazine. Magazine might take an hour to read. I will give you 30 second news audio, like, radio clips on our news 30 second news clips on the radio pardon me. I'll do that. I will write articles to take 5 minutes to read. I will, get into Tv. I will do anything and really, when I'm trying to explain to, said he's got a lot of these, like, round ways to get in front of potential customers and everything that has to do with the fact that he's repurposing the information that his unique business collects. And so he talks about this here. He's like, people often ask me, why did Bloomberg get into radio and Tv? We have the necessary information and it's technical know how. So broadcasting is an easy extension of what we do elsewhere. Radio and television provide our company with instant visibility. Why does he want that? More people know whose companies they're gonna buy his product, the media, like, the meeting and really, I'm I'm telling you this because this is how you did it in his time. Right? You had to maybe start on Tv network, he wants buying a radio station. He does some crazy stuff. Right? But this is... We're are... We have a lot more access and easier ways to do to run the same playbook today. We don't have to buy a radio station. You can start a podcast. It's the same thing. Right? You don't have to buy a Tv station. You can start a Youtube channel. You can start making vertical video on on Tiktok. Or anywhere else. Right? It's the same exact thing. It's the same idea Just, like he just warned us early in the book. It's like technology is always gonna revolutionize our distribution just ride those waves. Just stick to your core thing. And so he says, we had the necessary information. Radio and television provider a company with instant visibility. The media, like not the media like nothing better than writing about themselves. The more exposure Bloomberg had to the media, the more they promoted us to the general public. So really, the way you think about that is like there's roundabout ways. For you to get in front of potential customers. Just think about it. Clear schedule. Spend half a day. Just thinking was like, where are these things that I'm not I could be doing, and I'm not currently doing. Just more, like specific ideas for you is a great way to how to pick the person. So your company is launching new project. Okay? Who are you gonna put in charge of it. This is what Bloomberg, how he made that decision. I've always believed in markets rather than the Central planners ability to make efficient selections in many of our new We don't appoint a manager at the beginning. We simply throw everyone interested into the deep end of the pool and then stand back. It becomes obvious very quickly who the best swimmers are. We just watch your people go to for help and advice and later when we formal a management appointment, no 1 is ever surprised. That's a really smart. The leverage we gain from employee creative people and letting them do their own thing is incredible. I've now skipped head a couple of pages. We're back at that same idea. Everything they do increases the likelihood of selling Bloomberg subscriptions. So Just gonna pull out 1 sentence of this whole thing goes in more detail says, Tv stories relate to magazine articles that relate to computer data. So every piece of media that we're producing comes from the data that we happen to have the computer data that we have that very few people if anybody else in the world has, and I'm gonna repurpose the data. I'm gonna put it in on Tv story and have a narrative around that. I'm gonna write write a magazine Article. I'm gonna give you 30 seconds on the radio. I'm gonna give you 1500 words on bloomberg dot com or in a newspaper. And every time you're listening to a a little radio, you're watching the Tv, you're reading an article. It's just a demo of, like, what my product is capable of. Oh, you read that article. That was very interesting information. You didn't know that. Where the information come from. This information is held her to my business. Let me go look up this. Oh Bloomberg terminal. A few pages later. He hits this again, and this is why I say you should read the whole book. So cyclists and our business information. It's not the information that that excuse not the medium that information is delivered? That's really what he's about to tell us. Why use all media forms rather than focus on just 1. What business are we in? Again, he's he's asking you to I love the fact that he he's constantly telling you just ask yourself these questions. The ant if you ask if you pause from and ask yourself some these questions. The answers are valuable. They're gonna crystallize your thinking and make sure that you're actually headed in right direction of what you wanna do. So to say, what business are we in? Some companies that declare themselves to be in radio. Are in television are in newspapers and so on. We have a greater vision. Bloomberg is in the business of giving its customers, the information they need in whatever form is the most appropriate. With all methods at our disposal, we do better we create or adopt a new medium. We don't ask our customers to accept less. So then he goes back into the point that technology gave him his his leverage, his advantage because when he started out, and I skipped over all of this. But in the... He talks about in the book where, you know, they're doing everything by hand. They're writing down trading slips and keeping track of stuff literally by pen and paper and notebooks. And so he's, like, this is ridiculous, We should automate automated it. He starts working on that when automation is, you know, kinda like a science fiction. This is a 19 sixties. I think might maybe the very beginning of 19 seventies when he's doing this. But I wanna pull out 1 paragraph for you here because I think this is really important, and it's what you and I about doing right now. You got spend as much time learning as possible because you never know what opportunities. That knowledge will open up in the future. He is talking about the education he gets in the 19 sixties and seventies that will make him billions of dollars, 3 decades in the future. But it would not have made him that money if he didn't have that experience. So this says my education 19 sick... And then he talks about something you I talked about I've again history does not repeat human nature does. Human nature's constant. It's not changing. My education in 19 sixties and 19 seventies era of horse and buggy computer systems form the basis of what I did more than a decade later when I bought the Bloomberg terminal to financial desk worldwide. What I discovered then about data management about people management still serves me well today. People have a need for information and once confronted with it they can exhibit bravery, jealousy, adventurous, and fear of the new. No matter what systems we create in the next decades. These 2 statements will remain true. So there's a lot more detail, of it was confusing to me, but because he's talking about... Essentially, what they built when he's automating these systems at Sal Brothers before Bloomberg, he goes to do with a lot of detail, like, what what it meant. So I just need to give you the punchline line. And I'm tell you why this is a an idea that's been in existence for at least a hundred and 29 years. So it says Sal unit an edge, and that's exactly what having the only useful data retrieval and analytical tool and the industry gave them in the 19 seventies. So this is what he was charge of with the close prior system we built, Solomon got a period got got for a period what no 1 else had. Solomon jumped way ahead and stayed that way for a decade. In a sense for 10 years when Solomon went to a knife fight, it carried a gun. And so Andrew Carnegie founded Carnegie his steel company. Hundred and 29 years ago. And he used this idea. He talks about his. You can go back in the archive of data 3 parts series on him and Henry Kelly F that's worth listening to. This books are worth reading. Because what Andrew Carnegie realized is an is an idea that I've seen used by almost every founder after the fact that came, you know in the last hundred and 29 years. And so Andrew Carnegie, even though when he was younger, the older people in the industry, like, cha them like, criticize him for doing this. So the the way I summarize Andrew carnegie ideas is that you need to always invest in a latest technology for your business. Is why. The savings compound, it gives you an edge over your slower moving competitors and can be the difference between a profit and lost. And so think about what he just said. For a decades, Solomon had a tool, a technology no 1 else did. So they're showing up to a fight. You got a knife I got a gun. That's the second part of, Carnegie saying It gives you an advantage over slower moving competitors. It's the same idea. Something that Bloomberg gonna preach you about management is find the very smartest people that you can. Find the most talented people in your company and then give them freedom. And he says, I always believe that management's ability to influence work habits through Edi is unlimited. And then he just has 1 sentence here, and really this sentence spawn a thought. I was like, he's given us a blueprint for a modern company. We should combine software, sales, and content marketing. And so this 1 sentence says, we have phenomenally low turnover for a company employing many young programmers, salespeople, and reporters. So those are the 3 areas in returns of humans, like human capital human resources he's investing in. Software, just to gives you leverage. Sales gives you leverage, content marketing gives you leverage. And then he goes right back into this aggressive war like posture that he has throughout the book. Every day at Bloomberg, we face challenges that jeopardize our comfortable life. We constantly have to fight established competitors trying to take food out of our children's mouse, and then they're the startups I wanna destroy everything we've built. And it's... Again, it's just good to know. This is why history is so much beneficial. So so beneficial to learn art study is because these people usually should don't speak, Like, if you watch an interview of like a founder now. Very rarely, will they talk the way they've talk in these books. The extreme. Like, they keep that under wraps. So again, I I he's just a borderline, crazy person his approach. And the reason even if you don't wanna emulate that approach. This doesn't matter. It's I wanna be aware that these people are out there. So I can avoid them. Alright. So, c pages later, this is another idea that we see it whenever over again. More questions to ask ourselves. What can we do that our competitors cannot? There's no reason to do a copycat product. Consumers can just buy that from others. Edwin Land founder Polaroid says don't waste your talents on me too products. And I already used that other quote earlier, Peter T. Don't build an un commodity business. Bloomberg, land, teal. They're all telling you the same idea. Let's go back to this idea that Bloomberg repeats a lot. I don't want... Like, I want a lot of small bets with limited downside and un cap upside. I'm not gonna sit here and and put all of my resources like, just talk about buying another company? Like, yeah, I spent almost all my money buying in the company. What it doesn't work out? Like, why don't I just have these opportunities? These, like, little miniature bets. And this is something that's very similar if you go back and read about, like, what Jeff Bezos thinking on this? You know, he's very willing to invest 10000000 dollars and 10000000 dollars of pop in multiple different businesses, and and then giving them time to see what they grow into. You know? And he said multiple different products lines that grew from, you know, 10000000 dollar to billion dollar plus in even 10000000000 dollar businesses. He talks about that, marketplace, Aws, Echo, all these other examples. And so it's a very in like, similar line of thinking here. And so Bloomberg says our Motors opera Grande remains building from within, which avoids the bet the store high risk gamble that often care characterize large takeover such as the disastrous time Warner Aol deal. Maybe I'm just not that smart. When I'm looking to expand, I prefer starting with little capital and that we can afford to lose and a few people we can always reassign other projects. This way, we never feel we've committed to stay with our mistakes. Nor are we so over extended that we can't handle other additional experimental ventures simultaneously. So a lot of little small bets limited downside un untapped upside is what he's telling us there. And then he's got this great historical analogy that is I found very interesting. And this is why I favor audio over video because 1 human talking to another is as old as time, and I'll watch videos I'm gonna be wrong I'll love movies or stuff like that, but I like the fact that podcast podcasts lets you do other things while you listen. The fact that, like, you could buy a description of founders, listen to 2 of these week and over a year while you're driving your car, you're commuting, you're going for a walk here at the gym, You're washing dishes, you've just downloaded the the idea is the best ideas is to copy in the worst mistakes to avoid of over a hundred of greatest entrepreneurs printers. Podcasting to me is an absolute miracle. And so this is what Bloomberg says. We exchange ideas more than information. And we do most of that orally. Having text and visuals to add to understanding is nice, but we're men in women not machines. Face to face or even over electronic media, we need to transmit and received sound. When Samuel Morris invented the telegraph, he gave us electronic interactive digital text communication. Nevertheless, we flocked to Alexander instagram Bell analog voice telephone instead because it better mirrors the way we live. We talk to each other. We're gonna see another idea from Bloomberg that is... That Jeff Bezos says exactly the same thing. I'm pretty sure it's since shareholder letters I'm gonna read that to you in a minute. Since Bloomberg was always up against companies many times our size. We had to enter each commercial fight with an advantage. I don't believe that business battles should be even. We don't want fair fights. We want to go into contests with an advantage. Bezos says when it comes to competition being 1 of the best is not good enough. Do you really wanna plan for a future in which you might have to fight with somebody who is just as good as you are? I wouldn't... And then I think they're both making points They... Yeah, I guess, next to their This idea that they're saying. Is the fact that we live, like, word... Our world is dominated by power laws. And so the the the the being... The the the best in your category as opposed to the second best. You might talk to the difference of, you know, thousands of percentages of more profitable or wealth created or whatever metric you wanna use. But they're talking about it, okay, Not only for survival, you want to be into fights where you haven't an at. Right? This is very similar to what Do told us... Excuse me. He said it's 50 years of, as a money to manager taught him 1 thing. He's like, only play games and make investments where you have an edge very similar to what Bloomberg and Bezos are saying I like, I don't wanna I don't wanna plan for a future at have to fight somebody who's good as me. I have to be the best. Not 1 of the best and Bloomberg saying. I don't wanna a fair fight. I wanna go down into a contest with an advantage. And then I wanna talk because it's... Again, this is... We're always thinking, like, we're setting these people's lives part of having a great life, which I think was what you and Are after is the fact that we have to be good at at our work. Our work is a third of our lives if you don't enjoy it if you're not good at it, You're you're you're losing a lot on the table. Like, you're your enjoyment of life is going to be diminished, you have to learn how to be a capable craftsman craftsman professional, whatever it is that that you choose to do during the day. Right? But that's just 1 part. The main goal is how do we have a great life? How do we get to the end of our life and not have regrets, and that's why we have to learn from the this the intelligent dead that came before us because these people were formidable. Smart driven. And yet they got to the in their life with regrets. So we are we are foolish if we do not learn from their examples And, like, okay, how do I avoid that? And this is about the fact that the relationships we have with people is more important than chasing an extra dollar. And that is if history anything. It's that these type a driven personalities. These people with fire in the bell, these really smart people make that mistake. And so given the choice we've gotta be smarter about this. Given the choice between optimizing for an extra dollar, which we can make later or spending time with the loved 1 that may not always be here, he gotta choose the loved 1. And so he's talking about the note of myself here is dad would have been proud. And so I've heard from people like, I have mother and daughters that had listen to founders together. I have father and sons. I have married, I've heard from married couples to do this. And these relationships are special. To impact us for the rest of our lives. I've seen this over and over again in these books And so if you have kids, you already know this. But if you don't have kids, you have no idea how much your parents love you. They love you more than they love themselves. And as we're about to see here, the the impact of parent can have on their child, it affects them for the rest of their life. It is an important job. There's no slack because we're gonna get to a sentence that Bloomberg rights that's gonna... That gives you chills. So first, he talks about his mom, his dad died early. He was unfortunately, his dad died when he was still in school. So he didn't... His dad never got to see the success that he had. But his mom did. So he says, until my mom died at age 102, I called her first thing in the morning when I got to work. Taking care of your family was a given. Something I hope my own children have learned. The person who would have been really thrilled was my father who had died earlier. And he's talking about the fact that he'd be thrilled on with the success with the fact that he got into Harvard business school. For dad, an average working class guy, Harvard was a verified and almost una way point on the trail to the Great American dream. The business school, the Sal partnership, and then and our notoriety today, all would have meant even more to him than to me, and this is the most powerful sentence in the entire book. Today, 55 years later. I still miss them. And then Michael has some parting advice for us the importance of being persistent and resourceful. Most fortunes are built by entrepreneurs who started with nothing, and generally got fired once or twice in their careers. And throughout history, the vast majority of great writers, artists, musicians, dancers, and athletes have come from less financially secure families. The rewards almost always go to those who out the others. The time you put in is the single most important, controllable, variable, determining your future. And that is where I leave it. For the full story, You gotta read the book if you buy the book using in link. It's shown us your podcast player. You'll be supporting the podcast at the same time. I also leave a link down below. If you wanna give subscription to a friend, our family member, that is an option as well. That is 1... Or me. That is 228 books down 1000 go, and I'll talk to you again soon."
}