{
  "transcript": "I am 84 years old as I write this book. I do it because I believe finally that the time is right. I had not intended this to be an auto, but as it developed, the book has una unavoidable taken on some of the characters of a memoir. Still, I feel that my 60 years in business have yielded some valuable lessons about management and people that are worth passing on. Those lessons debunk much of business orthodox. Much of business dogma. I recognize recognized that my life would be far less interesting where Harm International a struggling company. In fact, it is very successful, combining sophisticated digital technology and creative marketing, with unconventional attitudes and practices. And surprisingly, perhaps in today's world, it does so while generating solid profits and consistent growth. Harm ka our original division is now celebrating its fiftieth anniversary. By most standards, that's a long time. I can honestly say that I do not feel that way. Not about Harm garden, and not about me. It has been an exciting and all too short journey. In this book, you'll find no secret formula for success. You may however find it useful as you think critically about what works for you and what does not. What matters to you and what does not. My hope is that the book will help you generate your own style. Your own compass. Then it'll help you find your own voice. Ideally, it should prompt you to ask, what do I believe in? How do I use the knowledge of who I am and what I believe in when managing my business. If the book is successful, it will be because of the lessons it helps you draw for yourself. Through this effort I have learned once again that writing is not the simple transfer a fully formed intellectual inventory from brain to paper. Time and time again, I have found myself surprised, occasionally puzzled and often delighted at what has transpired. Writing is discovery. It is as Dylan and Thomas said, the blank page on which I read my mind. I hope that this book leads to discovery for you. Awesome. That is an expert from the book and we talked about today, which is mind your own business, a Maverick guide to business leadership and life, and it was written by Sydney Harmon. Okay. So before I jump back into this fantastic little book. I wanna tell you hi I discovered it There's this investor name... He's a venture capitalist. His name is H nam. And I follow him on Twitter and I saw him say something he says, I've known multiple founders who buy back their companies at a fraction of the price and make it successful again. After it was ruined. I call that double dipping. I've once heard of a triple dip. And he says Sydney Harmon did this with Harmon International, so that's... You start a company. You sell it, then you buy it back at a later date. That's the double dip. Right? And then you sell it again, and then you buy it back again, that's the triple dip, and that's exactly what Sydney Harmon experienced in his career. And then that piqued my interest because he said this book that Sydney wrote was a hidden gem by a great practitioner. And as I made with my way through the book. I thought his assessment was correct. This is a... This book is, like, a hundred and 93 pages or something like that. I bought the Kindle version, so I'm working off this notebook right now, it says I have 202 highlights and a hundred and 1 notes. So that's crazy. It gives you an in the idea of the insights per page in this book. Hopefully I can you to purchase it to buy it and then use it as a guy throughout your career. Before I jump we've... I do wanna talk about 1 other thing because he compares Sydney Harmon. H nam has this this this framework of thinking, and I think he gets it from this other book. So I'm gonna leave this this this post I'm about to read from in the show notes. I encourage you to read the whole thing. You think you're can read it in, like, 2 minutes or something like that. It's called Fox and hedgehogs. And I thought this is a fantastic idea too. It says, so I'm just gonna read some highlights from this this post because I think it sets up the person that I'm about to introduce you to it in case you have... This is your first experience with Sandy Harmon. So it says for Centuries, writers poets and philosophers have ponder the dichotomy of the Fortune Fox and the hedgehog. In a business context we first read about these characters in in Jim Collins book good to great. The Fox is a cunning creature, able to devi a myriad of strategies for sneak attacks upon the hedgehog. The Fox is fast. Sleek beautiful. And crafty. The fox looks like a winner. The hedgehog on the other hand is a dough or creature, so I had to Google that word. I don't know what that word is, and it means un unfavorable and without style and appearance. Okay? So the Fox beautiful looks beautiful. The hedgehog has no style. He's just really playing. The hedgehog waters is along, going about his simple day searching for lunch and taking care of his home. But despite the greater cunning of the fox, the hedgehog always wins, So then he writes in our business, we also thought about the Fox and the hedgehog, and by observing them carefully. We've learned a few things. So he's saying these are some of these comments may see. I'm unconventional and a bit tongue and cheek, but they're based on real life characters in Silicon Valley. So he says Fox tend to be serial entrepreneurs. Hedgehogs tend to stay at 1 company forever. Foxes are very smart and quick on our feet. In meetings, if he sees try to nail them with tough questions, they will fire back great answers. Hedgehogs don't like meetings. Foxes are well connected and excel various games played in silicon Valley. Naturally, Foxes are great at raising capital. They thrive in bubble markets. Hedgehogs would rather bootstrap. Foxes are very social. They can be found h lobbying with Vcs at cocktail parties. Hedgehogs are too busy to attend. If you introduce a hedgehog to someone for a networking opportunity, he might give you a funny look. If you can't figure out how it's relevant, he will politely blow you off. And this next paragraph about hedgehogs. I I think highlights like, why he's interested in them because you, of course, These are the usually the hedgehogs are the ones that build those super valuable companies, and he says it's not that hedgehogs are are anti social. They can be very friendly once you get to know them. If you're interested, a hedgehog may even talk your ear off about a eve... About every little boring nuance of his business. Unless our competitor in which in case will pepper you with analyst endless questions. Hedgehogs are surprisingly resourceful. They are naturally curious about everything and anything related to their pursuits. Over time, hedgehogs acquired deep, relevant knowledge and expert ts. And just keep in mind all the traits I'm reading to you because I'm he's gonna give some fantastic examples. A lot of these these founders, we've read books on it and we've done podcast podcasts on so you'll know who they are, and he talks about who they. Who, like, the the hedgehogs that he admire. So it says, their their single minded approach may appear risky at times, but they are conservative by nature. Hedgehogs don't speculate or make foolish bets. If all their eggs are in that 1 basket, they follow Mark Twain advice and watch that basket very carefully. You and I have discussed that sentence on this podcast dozens of times. That is a very common mindset and the history of entrepreneurship. We do acknowledge that even hedgehogs don't always win. Hedgehogs can be road kill along the man Dusty winding pot filled roads, in business, there are plenty of successful foxes. And then he's gonna reference to hedgehogs that you and Are both familiar with. The thing with hedgehogs is that they never give up. They keep at it, and they don't ever get bored because they love what they do, and they have a lot of funnel along the way. They can even be downright silly at times. Picture for a moment, Sam Walton, leading the Walmart chair or warren Buffett, str his ukulele in front of large crowds. Another great pair sentence here. We observed that some clever foxes do mas as hedgehogs, but not the other way around. In the end, hedgehogs are the ones who build great lasting companies. As entrepreneurs, they are the rarest of breeds, Those who can start something new, make it work, stick with it and build something special, and ultimately inspire others along the way with their determination, dedication and commitment. So remember. So I'm telling you this because Sydney Harmon is a hedgehog. And so then at the very end, he does... He's, like, here's are some examples of famous hedgehogs. I'm just gonna read the ones that we've done pac podcasts on, Edison, Thomas Edison, Einstein, Michael Dell. I I I'm gonna read his new auto. Maybe his original auto. I mentioned Michael Dell in the the podcast did on the booking in the company of Giants, Larry Ellis, Bill Gates, Andy Grove, Bill He, Steve Jobs. Gordon Moore, Ken Olsen is also in the book in the company of giants, David Packard, Tom Watson, then he list some of his favorite hedgehog, Sam Walton. I'm only listing the ones I've done podcast podcasts on Sam Walton, warren Buffett. He probably mentions Rose Blu. I had to include her because she's 1 of the favorite... My favorite characters I ever discovered, and she's also in the warren Buffett, the multiple warren Buffett podcast podcasts have done. Jim Casey, Ups. Jim Casey is actually the that book discovered through H nam. That... That was founders number 1 82. Christina, there's a long time subscriber to founders. Christina, who actually is the 1 that made me aware of H through that book jim... Through Jim Casey's book. She's... I... I'm mentioned her before in the podcast. She's just a fountain of good ideas, and she just now even to this day, Like, last week, she sent me another another book recommendation that's coming soon. So Jim W Warren buffett, Rose welcome Jim Casey, And I think that's everybody else on the list. He mentions other people like forrest Company Yoda, which was really funny, and I'll end this with what with what with a quote from the end of the this Essay, the essence of commitment is making a decision. The Latin root for decision is to cut away from. As an as an as in an incision. When you commit to something, you were cutting away all other possibilities, all your other options. Okay. So let's go back to Sydney Harmon and his he very unique career, and he says, I've been in business over 60 years. And through those 60 years, I have done it differently. Hence the subtitle to this book. Let me state front, the principle that has guided me. There is a traditional way to conduct your business and do your job at as for the most part, it is taught in as it is taught in business schools and practice an industry. There is the deeply flawed new economy way. And so this is an important distinction. Keep in mind, he's writing this right after the the the first Internet bubble, They're saying, look, there's an old school way. That's done, like, the north... In the northeast of America, then you have the crazy Internet stuff that's going on at this time on the West Coast. He's like, I'm gonna take pieces of both, but... I I reject both of them. I'm going to take pieces that I like from each and combine it... And then my own... And combine that with my own original thinking, and I'm gonna come up with what I call the maverick way. So that is the entire point of the book, something you know I've discussed over and over again. You're gonna spend a 30 of your life working. Your you should develop a philosophy on your on business and it should be uniquely your own. And so that's what Sydney's about to tell us He says there's... And then there is the Mavericks way. That looks not to the dogma of the past nor to existing models of action and behavior, but struggles to determine what is truly effective, regardless of traditions and trends. It is a mutant of the old old and the new news, so he is he's... It's funny because right around the time that he published book, the book I did a long time ago on Jim Clark which is Michael Lewis book, the new new thing. I think it's like, founders 23 or something like that. Long... So was, you know, many years ago. So he... He's doing this plan on word. So he's, like, if if Michael Lewis is saying the new way technology companies. And, again, he thinks of his company as a technology company. But 1 that just happens to make hardware. And so it's like, if technology companies is the new new, and then we have the traditional way of doing business in America is the old old, the maverick weighs a mutant of these 2. And he describes that as it's a way of thinking that retains the enduring values of the old, and the vi of the new. And so he's gonna give us some characteristics about what that means the Maverick way of conducting business for swear the leader as a commanding in general. It rejects the practice of top down authoritative command. Rather it proposes the leader as a catalyst, conscience and inspire. It embraces technology, but only in the service of the customer. So that's something I need to now that I've reread the book, and I'm reading these highlights for a second or third time. Talks about over and over again. He's like listen, technology technologies. Meant to serve us. We are not... It it's it's... It... We are not its servants. It serves a purpose in your business. It is not what your business is though. But only in service of the customer not to its intimidation efforts on sake. It sees that much of what Ai business today arises from the narrow of preparation, the emphasis on specialization and the failure to build the philosophical base are sound judgment based on critical thinking. Okay. So before we go any further, I also wanna get you an indication of how he approaches business. He looks at... He mentions warren but his he he he Greatly Myers Warren buffett and Charlie Mu. When you're reading this book It's like he has the soul of, like, a warren buffett, but from a founders perspective as opposed to an investors perspective. And there's also, like, this romantic love affair in the way he talks about company building. This is not... This is somebody has sold the game. This is not somebody is doing it just for the money. I'm gonna skip to the very last highlight, which he says, this is the very last highlight. Then I'll come back to where I'm at in the book. And this just gives you an idea when I read you the sentence you're like, okay. I know I... I've seen this this kind of person before. We studied these people before, There's a lot of the the traits that it was in that essay. I just reading to from that Sydney has. And he says, I regard myself as the guardian of the company's soul. That is not something that you're gonna hear very commonly. It is also a sign that, okay. I wanna buy this this person's products. I regard myself as the guardian of the company soul. You might recognize the name. So I recognize... I didn't recognize City Harm. But once I put... I put together Harm Card because the... They're... I think he said at the time they published this book. 60 or 70... It sounds like, 60 or 70 percent of the company's revenue comes from, they... They're the high end audio manufacturer for, like, cars. Like Bmw, Mercedes audi. So that's, like, if you get in a bmw, you'll see Harm card and that's at least where I do it from. He gets into... He's still in the introduction, like setting up his life story, and he talks about the importance of having a clarity thought for a leader of the company when essentially teaching your employees he says developing a reason analysis and evaluation that you can communicate to others is the mark of a true leader. A leader who's able to exercise critical judgment rather than 1 who forces the facts to fit a predetermined conclusion. So at the top of his company, he took... This this is gonna... What he... What he's about to say here? What Sydney's about to say here? Is very similar to what Steve Jobs said, and it's Sydney has a great analogy on Teams. So before I read, I'm gonna read a quote from... I think this came from... What book... Yeah. This is the the the the book, the billionaire in the mechanic, and it's about Larry Ellis, but Larry Ellis and Steve Jobs were our best friends. And so says, Steve like to say that the beatles were his management model. 4 guys who kept each other and check and produce something great. Sydney's version of that idea is this idea of a Jazz quart 10. And so this is essentially a great analogy on Teams, At Harmon, I liken in our executive team to a Jazz quart in which each player is a master of his instrument, but subordinate his playing to that of the group. The the improvisation and invention that characterized the best Judge Quart arise from the careful listening and response each musician gives to the playing of the others. It is that interaction, inspired and encouraged by the quart leader, which that Sydney in this case, that leads to wonderful even inspired music, and so it should be in business. He has another idea for you. In your business, you avoid reckless, but you encourage daring. Daring on the other hand is the conscious decision to go forward. After careful consideration of the consequences and potential rewards. A daring action may or may not work, but it is worth a try. A good leader encourages daring action and does not penalize it when it fails. And then he gets into some other traits of famous founders that he admire. So he says... And this is on Bill Gates being nimble. So he says, I do not know bill Gates. I've never met him, and I disagree with some of the tenants of his company, but I respect the fact that he is daring and impressively nimble. I define nimble ness as the willingness to challenge Orthodox, which is extremely important to Sydney to question Dogma to reject counsel that this is the way it's always been done, and to move quickly to implement a new vision. Bill Gates is clearly nimble. He turned the Microsoft Leviathan around on a dime when he concluded that the cyber world was exploding and that the future of his company could not be written entirely in the windows operating system. And then this is very fascinating what he does here. He talks about how 2 different responses to the same phenomenon. Can both be daring. So he just described Bill Gates response to the Internet, and now he's gonna respond... He's gonna... He's going to compare that to warren Buffett response to the Internet. Warm buffett whom I know and admire, and he talks about a lot. He really doesn't admire. Refused refused to follow the le onto the Internet and over the cliff because it did not feel right him. He just didn't get it. Even as gates after careful consideration determined to chart a new direction for Microsoft, Buffett after equal consideration decided against engaging in the Internet. And this is his punchline about this entire section, which I think is really summarize this is the important point he's trying to make us make to Though these 2 friends reached very different conclusions. The process of evaluation, judgment and action was the same. Certainly, each was daring in his own way. And then he's gonna tell us what his like how he was daring at the very beginning of his career. He's 35 years old when he starts a own company he says my first act of daring, I would say was joining Bernard Cardi in 19 53 to create Harm and Garden. I quit a well well paying job to start a business in a very new field. A year leader, we had created the first integrated high fidelity audio receiver. Conventional wisdom, his main point here is the fact that he started the company starts in defiance of conventional wisdom. Conventional wisdom had it that you could not create high fidelity without using separate components. Yet the advantages of a complete integrated all in 1 receiver seemed manifest to us. And in other words, it was obvious to me. I trust my own judgment, I'm just gonna go with this, it would be simpler to install and simpler to operate. And then you talked about 2 years later. They had to change the entire focus of the company. They could have kept on doing what they're doing. They could do... They could make money in in a in immediate term, but essentially what he's saying is like, we discovered a a new technology. We knew right away technology was gonna change things. It was going to to render where we're working on obsolete. Let's go all in on the new technology early. And so that's a that's an idea, you know, definitely is supplying that is applicable today. This idea is like, no. No. I'm I'm certain that there's a fundamental technological shift happening in my industry. I need to go all in on this new technology earlier. And it says virtually overnight, we been to carefully develop new, product line and created a totally new series of stereo amplifiers. It's the very first in the industry. And this is why I'm telling all the stuff. So don't worry about. I don't I don't even know when any of these... Like, he uses mono mono sound and, you know, all these stereo. I don't know any of this stuff is. But the the idea behind it is the important part. So we saw new technology, we're the very first in industry the new... This new product was was ready just in time for the 19 55 trade show. Why is that important? That decision triggered a huge success and gave us an initial lead over the competition that lasted years. So that is the main point of reading this this complicated section to you. If you've identified a new technology, you believe that it's gonna change everything, you've gotta go all in on a new technology early. And if you're right, you're gonna have a j can't take advantage over competition, at least usually for a period of years. So that his entrepreneurship is any indicator of that. And what's really smart about Sydney. Is he right in this book. He talks about Like, listen. That same idea I just told you. I use that same idea to much success a few decades later. They're building audio equipment 19 fifties, 19 16 19 seventies. Those are analog audio equipment. Then he picked up early same thing. Wait, digital changing everything that's gone on and nice says decades later, driven by similar daring. That's what he calls this decision to to to make that jump. Think about how hard that is. Have a product that's working. It's fantastic, highly reviewed. People think it's the highest quality, but we know that the that technology technology and industry is changing so fast that eventually, maybe not 05:10 years from now. We can milk this for a while, make money. But eventually it's gonna be rendered off obsolete. And so let's say we stick with that path, we're still focused on the development of an old technology. We can ring out profits, but we... What the problem is, our attention and our focus has value clearly. So by us, by us staying with what we know and ignoring the change instead of being ahead of everybody everywhere else, we're gonna be left behind. So we gotta make that difficult decision and say, hey, even those products successful now, we gotta jump to what's happening next. And gotta go now. That's a pretty crazy idea, and a pretty crazy experience to have in the 19 fifties. And then again, he's just got these things. Repetition is persuasive. If somebody's gonna repeat something these books, I'm gonna bring to your attention There's a reason why you have really smart from people telling you the same thing in different ways over and over again, they want to get this idea into your head. Technologies a means not an end. I was equally certain that we must not subordinate intelligent management marketing to to the technology. Technology must never be permitted to tyra. It must be the servant. The less... This this lesson is ignored at great peril. Another thing he repeats over whenever again, founders must... He said in the introduction. Like, you gotta be more of a general. Right? Doesn't mean you can't. He niches down. His product and his industry is very niche. But from a founder, the founder and his opinion founders must know how the whole enterprise works. Business school thinking, so this section is labeled business school thinking. Business and the business schools have too long lai the specialist. The person who's learned how to do 1 thing do it well, but who as a consequence consequence has almost no idea how the whole enterprise works. Time and again, in small companies in large, I have encountered senior executives who live, lives, of silent terror. It seems to them that the company has a life in motion of its own, and they live in fear that they will somehow be found out. And so he is a really interesting. I don't think Ever request a thought Idea. It's like, you should think of you should be a poet. And I'm pretty sure. I don't think he means us literally, I'm pretty sure he means poets as a metaphor for system thinkers. He says, instead, so he just told you what businesses and business schools teach. She's like this is what I say, I say get me some poets as managers. Poets are 1 are poets are our original system thinkers. They contemplate the world in which we live and feel obliged to interpret and give expression to it in a way that makes the reader understand how the world turns. Poets, those un unparalleled system thinkers are our true digital thinkers. It is form their miss that I believe we will draw tomorrow's new business leaders. So I put question mark. I'm assuming he means as a metaphor, but that sentence right there It makes me seen no. He means that literally. So he doesn't expo. I'm not sure, but his main point here is you gotta think in systems. You can't... Like, you're your a founder. You have to know you have to understand how... Mean, everything works in your company together. It's you're building a system, not just a little narrow silo that you can just hide in. He spends a great deal of the time in the book talking about his thoughts on leadership. He says you should think of leading your company. As if you're a first among equals another way to think about that is you lead from the front I am proud of the fact that although the 4 top executives at Harmon could could hardly be more different. They have mel into a vi so Jazz Quart. I do not claim that I have melted them. I have come to see that the best role for a leader is in fact to serve as a first among equals. And in that capacity, the leader must contribute to the mel. Another thing he repeats over and over again. This is on the value of hard work. I feel like we're just coming a couple days ago. Just released that Bloomberg podcast that really feels or reading the book. He's taunting you. He's like, You're not working hard enough. I'm gonna kick your ass. You don't want it as bad as I do. Like, it's very... He's got a sensor for sure that appears in that pages, and it he's challenging you. Hardware counts. To typically get to my office late in the morning. About 9 or 09:30. Because I exercise in the morning. But I work uninterrupted throughout the day, and I am nearly always there well after our staff has left, and everybody knows it. So that's again, about leading from the front. This is also gonna lead... Later in the book. I think I have a quote And his schedule. He goes into detail about his schedule schedule is insane. Like, he talks about, you know, the hours that he's doing everything else. And I'm like wait a minute. You mentioned a wife and kids in there somewhere, Sydney what happens, and he's like, oh, we we got divorced. Yeah. Well, this guy is crazy. As you can imagine, somebody it's 84 and fully engaged. At towards the end, it's very interesting At the end he has this this last chapter that he call Sydney's Alma, so play on Benjamin and Frank... Or, Port Richard's Alma, Charlie Mu Alma, which seen. We did the vol Alma. So Sydney has a chapter where he just just random thoughts on life. And he talks about. He's like, listen, you... He... This is his blueprint. He's like, you need to work out every day. He's like, at 84 years old I saw a trainer. I have somebody helps me stretch. I work out every day. I work. And he's like, I'm fully engaged mentally. He's like, it's really important to never not be fully engaged in your work because he feels that the mind goes once the mind goes first the the mind goes first then the body goes. And so he's like, if I retired or if I didn't have anything that was fully mentally engaged in, I wasn't passionate about, I know III would with physically. Then he goes until, like, you know, get a lot sleep, but don't, like, you don't eat a lot. So he's like, I work out every day, and then I have a bunch of... Like, I have 3 small meals. And he's like, that's why people... Even though I'm in my eighties, they think I'm in my sixties and stuff like that. So that's actually really important to him. He's brings it up right here. We're still in the very beginning of the. He's like, said, I'm to the office at 9 okay. 9 or 09:30 because I've prioritized that I'm gonna work out before I go to work. But then once I get there I'm gonna stay there all time. Now he talks about how he creates his own ideas. I believe they're refusing to accept business orthodox un critically can open your eyes to opportunity. And then he talks about the experiences that he had throughout his life, which influenced his philosophy. My own critical sen was home by early guidance for my mother from my own v reading by teaching educational descent dis dis kids, and by the contrast and contradiction I observed went... When simultaneously running an experimental college and a traditional business, and that's what I meant about. His schedule, he'd worked out is I think in the 19 seventies so that at this point. Starts today with the workout then goes to work for, like, the first 7 hours a day, it takes a paper, like, a brown paper bag lunch drives across town to this college. Just like quaker college. He helped set up. Changes in his car. Eats his lunch real quick and then spends another, like, 7 or 8 hours there. So Was like, okay. Sydney, you just told me your day from 7 to 10... 7 in the morning to 10 night you're occupied, and that's I got, this guy's definitely get divorced. And then when I got to the end of this paragraph, I just jot it down, this guy is really interesting in succeeding pages. I'll discuss the keys to genuine leadership, ant anthropology as the keys to marketing, Creating products and services that respond to how people really live and combining old ideas with new ideas. I'll also touch on the rewards found in writing, public speaking, storytelling and humor. These are generally not traditional business subjects in combination of all of this. Or in combination, all of this can build a vigorous, creative, confident executive and a company that is sure of foot and capable responding to crisis. In James Baldwin memorable phrase, a company that knows its name. And then he gets us to this point that we're all creating arc of our lives away to think about this That really It's my like we're all writing a book. The story of our lives are gonna be read only by us, but the people that we don't love the people around us. And so his point is like the center of this of my life had has been my business, you know, goes back to the Guardian of the company soul. Clearly, he loves what he's doing. All of us 1 way another create the arc of our lives. And all of us do it best when we shine in use. So service set of people. So I think about that. The creation and growth of Harm international has been the center of my arc. So now I goes a little bit into his early life, talks about right after graduating college he was hired by an electronics firm to work in the engineering department. So that's how he starts out. He starts as an engineer. Think then he goes into administration, then he goes into sales, which he was really good at. And, but he gives us some advice that you got it. When you go into... Like, have confidence when you go into in this case, it's not my job interview because you might be terrified, but everybody is terrified. Really no 1 knows like, this idea is like, there's just really no adults. Everybody's kinda making up as they go long. I remember how a kid just out of university, I was terrified by the interview. Still I had persuading myself that for totally different reasons, the interviewer was terrified too, and that virtually everyone is. Now, his inner monologue on this is very interesting. When read this entire paragraph to you. That awareness of the other guy being terrified or not sure whatever case is, has served me well over the years. Often in situations that would normally cause alarm or jitter, like a contract negotiation of sp, a golf match, I have reminded myself. If you're uneasy, if you're scared, The overwhelming likelihood is that he is too. Each of us has possessed of human frail. His uncertainty probably rises out of different material from mine, but he's less than totally confident himself. I am not at such a disadvantage. Skipping over a little bit about his early career. He's already moved in sales, which I mentioned earlier, But really, his main point is, like, he got... Like, I get all my ideas from talking to customers. That's his perspective. And he's like, I don't agree with, you, Henry Ford, not asking customers. Sure he might not even though he myers Apple. I... I'm sure he probably disagree Steve jobs approach this. There's obviously multiple approaches, multiple solutions. His point is... I'm... This is what works for me. So I'm gonna tell you about it. Over time, I became more skilled in... And, at travel and selling. I became increasingly aware of what the buyer needed. That prompted for me to press for new products when I returned. And often those products to see simply because they met those needs, and I found out their needs because I talk to them. To this day, over half a century later, I can say that no valuable and enduring product of mine ever rose from contemplation in my office. It may have occurred there for others, but never for me. I know of no substitute for the firing line. For listening to the customer for identifying and responding to a real need. So this is in the 19 forties. He is... This is his 1 box. I'm pretty sure it's the only job he had before he starts stone company, then he never had a boss again reminds me of Bill Gu advice, development mentors in your field. He talks about this guy many, many years later. And this is boss mister Bog. A very... He's he... Mister Bog was a very cautious, very tentative, rather. Let me start that over. He's a very cautious tentative affection began to grow between mister Bog and me, even as his son and son law joined the company. I was given the office immediately at joining his. So he starts working extremely hard and he realizes that mister Bog is noticing it was my view then, and is my view now that mister Bog honored determination and respected courage. He winds up going. He he he he has to he gets drafted into the army for World war 2. Comes back and he says I returned to Bog company for another 7 years as general manager and heir apparent to mister Bog. And so this is very beginning of Tv to Tv broadcasting industry. And so a new industry's emerging, the technology is new It works, but barely... So a lot of entrepreneurs are actually attracted to this field this new technology, because they see an opportunity to build a business that solves this the the new... Like, the ina intricacies of the the new technology. And so Sydney sees this as well, but he develops a new product line, he's doing this within the company that he's working for. But this is important because this is where he starts to work with his soon to be partner. And so if he goes to bat and he starts fighting for this. He says, listen, there's no way. There was no way we could sell these new... Those sell those products the boss argued at the ridiculously low prices that others were offering. Yes, we can. I said. If you permit Bernie Card to design a product to be cooled and produced in quantity. I fought another battle and 1 another tentative show me. I mean, yeah, go for it. But you have to prove this. I reviewed and rated every booster to amplifier, don't worry about the... What they are. And every, 1 of the markets suffered from having, too many controls. My charge to Bernie was simple. Give me a booster with 1 control, and we will eat their lunch and he did. Once we started making them, this new product, we never stopped. The company flourished, and I was made general manager. My salary increased. And this is where he... Why he places such a strong emphasis on the word daring so many times out at the book, you have to be daring He's making money. He's got a good job and he leaves. So he wants to make a product. He, like, we made... First of all, he's he realized, look okay, I'm making products that I would like to use because I clearly understand the industry, and I know, like, what what is possible. And I know the product will... That other people like the product because I like it. And so he's, like, we make... We're gonna make products that we like to use. They're just kind of experimenting him and Bernie, and we love what we make. Let's go see if mister Berg, if the boss will will back us on this. They... He doesn't so then they have to leave. In the early 19 fifties Bernie Card and I began to have some serious fun fund. We borrowed a couple of the public address amplifiers and modified to them to improve their performance. We paid attention to harm, distortion, frequency response among other traits that I'm gonna skip over. With... We love the result as did our friends and neighbors, And then he says there must be a sufficient number of people like us who would want to... Who who would love to buy equipment that does what these things do. I told mister Berg as of now that they can't. None exists. Once again, he yielded reluctant and we produced a couple high fidelity amplifiers, although they were they were for us and our times and at times remarkably successful, his heart, meaning mister Bo Bog was never in it. Our hearts were. There was also his son Son to whom he intended to pass on the company. I realized that it was time to leave, So in 19 53, Harmon Cardi was formed. Bernie and I capitalized it with a total of 10000 dollars. 5000 dollars from each of us. Although we did not appreciate then, Appreciated then, we were part of a handful of small companies that became pioneers in the newly developing field of high fidelity. And then just like Bloomberg said, while I have since learned a great deal in my business life, I have no doubt that those years at Bog. So think about the he's he was at this company for, I think, like, 12 years, Bloomberg was at Selma brothers for 15. I have no doubt that those years at Bog were key, were key formative of years. They had prepared me better than many. To build and run a business. And so it's at the very beginning of the company that he starts to develop this maverick way of thinking because our products were altogether new and among the first high fidelity tune and amplifiers and because there were no rules, we were free to follow our best instincts. We were free to bring totally new thinking to what we were doing. And so they start out. They're in this, like, tiny little factory of sorts, and this is just very common along startups, I would walk visitors around the floor in the most circuit manner. Leaving most of them confused, but with a sense that there was more than their than really existed. And then I would conclude the tour with the comment that there was little point in visiting the other floors because all the other floors were all alike. Of course, there were no other floors. So this is a fantastic paragraph because he's talking about listen where high fidelity is clearly the going to be in high demand. It's higher sound quality, of course, the customer going to want it. The audio, like amplifier and speaker business. At this time, was dominated by these gigantic companies. He names them, but I really just wanna tell you his takeaway together. They were the establishment. They were run by traditional business types. They were oblivious to the world changing around them. So he's talking about the advantage that startups have small groups of intelligent hardworking people have over a large existing companies. Startups can focus on 1 thing. They've got these giant almost conglomerate that are going up against... They were oblivious of the world changing around them, confident that size alone would preserve their dominance. They were already the dinosaurs. They proved soft, easy prey. Okay. So a small company, a small new company has a product to sell. They found distribution through trade shows like a bunch of other competitors, but he instinctively understood from the very beginning, the need to differentiate not only the products but how it's presented. And he says the owners of these new small businesses set up their displays and man them throughout the show. The exhibit displays all looked very much alike. So you have new products you ever been trade show you know exactly what he's talking about new products hung on peg board walls or shelves, the business owner's eager to explain and demonstrate them. Everywhere that is except in the harm and card in room. We had no shelves. We had no peg boards and no fluorescent light We clean we cleared the room and brought furniture from our homes to set up a gentle, gracious living room with frame prints on the wall, a sofa, chairs, and soft in incandescent lighting. And why is doing that? Because that is the actual environment that the customer is going to use their products in. You're going to put up your home stereo system in your living room or that area? It's not... There's no peg boards at your house, snow fluorescent and lights all those stuff? Everybody else is playing, like, classical music extremely loud. He's like, well, that doesn't make any sense because he's like, we're gonna play Frank sin. And he's like, well, why did you do that? Because every other vendor playing classical music, but no 1 heard classical music on the radio. Frank Sin is the most popular artist musician at this time. Everybody had heard Frank Sin on the radio. Why is that important because he's producing high fidelity, radio equipment. And so in if in the past, you know what frank sin sounds like on not high fidelity. And now you can tell the difference of the product? Like, what is my product actually achieving. What is the problem solving? It sounds better. Remember hearing Frank, on your low quality speakers. Now listen to Frank on my high quality speakers. Instead, we played Frank on not in our quiet comfortable room. This is at the height of frank Popularity relatively. Few people had heard Frank live. Most had listened to them on their 3 tube Ac dc table radios. They also listened to him every day in the car. And how much better he sounded in our room. It was not uncommon for visitors to demand. Where is he? The sound was so good they thought he was here. We were sure that we were on something, and that's something guided the company through its relatively explosive early years. He's gonna talk about hard work over and over again in this book, we worked astonishing long hours, but we were in love. Treat hard work and your smarts respectively, but recognize that they are neither decisive nor do they guarantee anything. Most of all, I told myself, don't underestimate determination and persistence and never quit. So never quit. I know if I was clear there. He's he's talking about the way he was thinking, like his inter monologue when he was at the very beginning of his companies like us treat. So he's talking treat hard work in your smarts respectively, but recognize that they are needed decisive nor do they guarantee anything. Most of all, I told myself, don't underestimate determination and persistence and never quit. And he talks about... You really what he's trying to do is like, I'm just trying to... The reason it work hard is not I'm guaranteeing my. I'm just improving my odds. He's going to compare his mindset at the beginning of his company with what he learned about reading about Abraham Lincoln. This is fantastic. A lincoln and I reminded myself, ran for the state legislature and lost. He ran for the house of representatives in the Us Congress and lost. He ran twice for the Us Senate and he was defeated both times. He ran for vice president and lost. You see what he's doing here? Eventually, he was elected when he ran for president. That the trick I decided was to use all my resources to improve the odds, improving the odds Came to realize was the essence of most business activity and most decisions. Knowing that made the occasional failure less traumatic. So he's gonna to say, hey, this is what Jay Paul Getty said, I'm gonna take Paul Getty, quote, and I'm going to repurpose it, like, for my own career, Jay Paul Getty, once famously said, the secret success is get up early, work hard and find oil. I would para rephrase it for myself this way. Get up early, work hard, pay attention to detail and fight to improve the odds. A few months ago I read the the auto of the founder of Trader Joe's. He says in there right away. The best businesses to run or cults. He said Trader Joe's trade trader Joe's was a cult for the over educated and underpaid. It is there ferocious deter dedication to his company. To the Trader brand and the fact that they would spread it through word mouth that that helped to grow in the early Trader Joe's. Same thing happened to Harm garden in here. Those early years established a Harmon Cold as a cult brand. The college campuses were the breeding grounds for a generation who loved music and felt that the best way to listen to it was in the dorm room with our equipment. Even today, I hear people tell me, hey, man, I grew up with harm... With h k. Harm garden. In 3 years, our sales you had grown from, into the millions. In our net worth. Remember they started the company with 10000 dollars. Our net worth had escalated from 10000 dollars to over 600000 dollars. And then this was very surprising to me, and it's also another illustration. He's speaking about his business, the way you would speak about your lover. Listen to this. It was in that Bernie Card decided to retire. The crazy hours and necessary discipline of growing of growing a business were anti hypothetical to how he wanted to live his life. I was obliged to find the funds to buy him out, and that led me to discover Wall Street. In 19 56, Harm Harmon Harmon Cardi became a public company just as the first electronic stock boom was getting underway. I loved building a business. What could be better This is the lover part. The products were wonderful. They employ technology wisely. They made beautiful music. My instinct for marketing for selling for emo advertising was not only indulged about rewarded. Everything worked. I loved music, and I found it everywhere in my life. I imagined immense possibilities and help provoke them. I encouraged our people and they rewarded me. I paid attention to the details and that attention paid off in space. Needs. And I mentioned earlier, this is a short book. This guy no fluff. He gets right to it, like, a lot of, entrepreneur biographies it does. And so like, we get right into this Like, what just happened here. You were you were in love. Now you're getting you're you're divorcing your lover, but he... He sells his business. And in his defense. I mean, now it's gonna... What he's about to do is it's gonna... It's gonna seem obvious. Right? In in retrospect for us because you and I studied this so whenever again, he agrees to merge it. And he's like, oh, it's gonna be a bigger, greater company. I'm gonna run It's gonna be fantastic and gonna have this great partner. We know how this is gonna end. Sorry I wrote this. I wrote, let's see. This is an obvious mistake. Sydney's a Maverick, Mavericks do not play well with others. It is their. This is my own writing. It is their disagreeable ness that causes them to create create great products. And so what happens is nonetheless in 19 62. I said come to an interesting temptation. I had encountered an unusual man. Milton Chap, Milton Gerard Sc. He had built a business in Philadelphia called Gerard gerard electronics. The company was the pioneer in in the then emerging cable Tv business. Milton suggested that we merge his company Ge gerard with Harm Garden. I saw a great opportunity and supported the idea with enthusiasm. And then this is very weird. That's literally the only known left here. So once we'd merge, Shaq would be chairman of the new Jared Corporation. I would be president and Ceo. It was an exciting time, and we proceeded quickly and relatively smoothly form the new company. As a precaution, we also wrote a buy sell agreement. This is weird. If we ever found ourselves an irr assign disagreement, we had the business equivalent of a pre agreement. Each would offer a price for the other's interest. The low bidder would be obliged to sell his interest to the other. So we have an agreement. We were break up whoever bought was willing to pay more gets it. Milton, and then what the hell is going on here. So what Milton had a personal reason for promoting the deal. He made it clear to me. He wished to run for the United States Senate. The merger would free him from full engagement in the business. I welcome the plan because it promised me a free hand at the at at managing a new larger company. Of course, it's not it's gonna work out. The Honeymoon did not last long. Milton had a way of swoop in without notice, pronouncing his strong views. You have 2 founders that have both built independently successful businesses. They're gonna come together. Why would you think this is gonna work out. On many business matters, I found the the... His intervention troublesome and inadequate considered. I also objected to his use of the company facilities to support his political campaign. As I reflect on it now, I realized that we were both in error. So then they have this huge agreement, Just gonna which just gonna result in Sydney losing his company. So this is the first remember we the triple dip. This is the... This is the first time he loses is a company or sells it rather. So they they're fighting over the future of Cable Tv. And so Milton like, alright. Let's let's invoke our buy sell agreement. And Cindy he's like, this is gonna be great. This guy is running for office. He's not gonna wanna run the company. Wrong, I was confident that he wished to sell. He was actively running for governor in Pennsylvania at the time, and I was certain he would not wish to be seriously involved. I was wrong. He out bid me, and I had to sell my interest. I was unemployed. That's terrible. So now he lose what was company. He's unemployed. Doesn't know what to do. So he's like, okay, I'm taking some of the money I got from the sale, and I'm gonna invest in this other company, which was a public company. It's like, like, a burg, conglomerate, you could think of. It's called Jarvis Corporation. And so he says I became totally engaged Jarvis and increased my eventually, and I eventually changed the company's name to Harmon International. And this is what I mean he just moves around rapidly He's like, listen, we make jet engines and automobile, mere mirrors for automobiles, and then just immediately goes into, oh, my god. Got my other company. So this is the the double dip. Right? Few years later, we repurchase Harm Card in from from Jared. So from the other guy he just had of falling out with, that repurchase began the transformation of the company, and my return to the audio business. In 19 69, we acquired Jb b. So it's another audio manufacturer, Jb b is also high end. This where he gets into the... He calls it the automotive Oem market. And so Jb, Harm Garden, there's another 1 called Becker that he buys. He's... I think he just like, 20 acquisitions. In the book, which he's also interesting enough. He's against large acquisitions. Hey... I'll talk more about that later. But so he's... This is where he gets an... Essentially what's gonna be the path forward to his business. Like, I'm gonna own all these high fidelity, high quality Oem, automobile in fact, excuse, oh, companies that are supplying the the the car makers with high end audio equipment. I guess it's the easiest way for me to explain it to you. So it's we acquired Jp. That's gonna be 1 of them, harmon harming and National was reclaiming a leadership role in the audio business in over the next 7 years. Since annual sales grew a hundred and 35000000. And I wrote what termination because it just goes super fast. And then here we go. He's gonna sell the company again. In late 19 76, then president like Jimmy Carter asked me to be his new deputy secretary of commerce. Left myself ears is funny. I said this guy mastered the tu memo, like Olga boss. When I read a bunch of books in David Og, he had worked for this guy I think the guy's last name was like, Stevenson. He was a sick in the... He he was part partial influence for the for fictional character of James Bond. So Og boss was the partial in influence for James Bond. And he went up being, like, a spy and diplomat all these other things, but he would write... When you when you when you got something back from him, he would say through he'd answer it with 3 ways. Yes, no, or I think with a question mark, which meant come see me. If I remember that correctly. But essentially David learned from that like, cut your words. It's just like churchill says. Was like, it's sloth not to compress your thoughts. So the reason I said that is because I was like, Sky master the church memo because everything I'm telling you, this is all happening 1 chapter. It just goes from... I had the company I had a agreement, I sold it, and it just runs through this really, really rapidly. So it says the president's console notified me that if I were to place my harm in stock, even if I was gonna place in a blind trust my ownership of a majority of the company's equity would place me an awkward position. There be too many issues. So he winds up having to sell his company. Essentially it was happening here. And this was interesting. I did not hesitate. He winds up saying, like, businesses is love. He hated politics. He was very happy. This is... It's... But it was interesting. He just thought it was a duty. Like I was called upon and I have to serve. I have to steal the company. He sells his company. He never mentions a price. I had to go and look at this up independently. He sells this company for a hundred million dollars in 19 76. So that's the equivalent of almost a half a billion dollars today. So up until this point, I gotta tell you, who he sold it to. So before this, he had rejected a number of offers by a conglomerate called Beatrice Foods. So then I called them back to indicate that with that the company was available, the qualification was that I could not be a part of it. My lack of involvement represented no problem at all for beatrice and the deal was made. Harmon became 1 of its many subsidiaries, and I became a wealthy man. I could then turn my attention to my new job. And now we... Right 2 paragraphs later. We're back at the triple dip. Okay? He buys the company back for 50000000 dollars. And he... He's making fun of these large Conglomerate. It's like the sounds he echoes Buffett here. He's like, these just giant companies run by people don't know what the hell they're doing, can destroy immense amounts of wealth easily. They do this because they just acquire for no reason. You know, if you read warren buffett shareholder letters He goes over his zone and again, in 19 80 with my government service behind me. I was approached. Again, by Beatrice Foods. The venture as a diversified conglomerate and had been disastrous. Most of their acquisitions had performed poorly. Harm had done especially bad. Beatrice was in Turmoil, Turmoil under enormous pressure from the banks and shareholders. No 1 at Beatrice understood the high fidelity business so why the hell would you buy a business you don't understand. But again, we know this from history your business has your entrepreneurship. This is gonna to happen over and over again. Happened in the past. Happens today. Will happened in the future. You could take advantage of them, which is what exactly what Sydney did. No 1 had any affection for it. And the people at harming were demo. Beatrice needed me. I had an eager seller and therefore a very attractive opportunity, so he buys it back for half of what he had just sold it for for 4 years earlier. So then he goes through all these different partners. Remember he had this idea of this jazz quart as a way of, like, the the best way to someone like a management team, you're listening to you you're you're an expert in your own instrument, but you also listen to the the play and you respond to the play of your other people, and you have 1 person at the front. He's got... He goes to person at the person. So this guy Jerry. Hire sam. Jerry discouraged my active participation even when the company was struggling survive, We agreed this the stranger is not working, So it gets rid of him. I promoted Don. To run the company Don, and I tried to make it work, but we were increasingly incompatible. We seeing a pattern here. On this gravestone stone, this guy's gonna say, He does not play well with others. I mean, that's not totally accurate. That's the note of myself as I got in the book or when I when I read this part of the book later on, he finds the right team. Which is he's going... Basically, what I'm telling you is he's he's hiring and firing a good amount of executives until he finds the right team members. So said Began to wonder whether I could make it work with anyone. I became convinced that the company would Drown in meetings, and that Don and I would not... Were were not an effective team. I am certain that he agrees. That is a nice way to put it. He finally finds somebody 12 years later. And so he says I... I hired this other guy named Bernie. This is not his partner from 40 years early. In story, who had been the Chief Financial officer as a wise choice Bernie he'd grown up with an army background he was open to sharing and learning and quickly displayed a facility for engaging others. He sees his role being a compliment to the work of others, which is again really important to to Sydney's like operating ethos, I would say. He and I have totally different personalities, but different strengths, but I had a genuine partner. And our relationship is growing strong over the years. The meetings ended, the army of consultants disappeared, so he talks about the old school wave of p... That people inside the business we're running it, and we got back to work. So this is where from here on in his career. They're Oem. Like, that's the majority of their business. Talks about the fact that there's a lot of changes in the automobile industry. I just wanna point out, like, he he picks up... This is on the the acquisition. So he buys this company called Becker. And he says, this is important because buying Becker made him go down this route that winds up growing, and he uses... And I have numbers for really later on, winds up growing quite a bit from where it was. So he's buying Becker. Even though Becker is not doing well at the time. She is we had a little concrete basis for this acquisition. The books were in disarray. The customers were alienate, and the employees were dis distributed. Still our fundamental understanding of the business and a powerful instinct about what it could be persuaded us that there must be a pony in that barn. The determination to act on the en streak and the courage to commit the funds. As a result, Harm transformed Becker and in the process Becker transformed Harmon. So what does that mean? We built a very successful business centered on the premium music reproducing systems that we were manufacturing for the automakers. And then this is what he referenced earlier about multiple decades in the future. He's gonna use same idea where he transitions from the realizing, hey, now we need to shift from analog to digital. Part of that became because he visited a becker factory after he bought the company. And so it's just a fantastic story, There's this is gonna be rather long. I'm gonna read the whole thing to you. And Said this is great story. He knows how to adapt. Shortly. I think the acquisition, I I visited Becker factories in German in Germany's Black Forest. There was a small group of of new enthused engineers that had sent out a remarkable display. On a table it was 15 feet long, They had placed the analog equipment. So boxes representing the equipment that were necessary to provide music and television, reproduction, multimedia and voice activated telephone and navigation weather control Internet access in a car. So all the stuff that your navigation system and in your audio system in your car now does does... I think almost every car has this now. Right? So this is the the analog version of that. And this is a visual display that he's seeing. Sitting on top of the many boxes where the wires and cable harness needed to connect all the equipment, it looked for it looked for all the world, like a 6 month collection of my teenagers dirty and laundry. Then on a table and 1 quarter that size. The engineers had placed boxes representing the digital equipment that would provide the same functions. A top that equipment set will look like to be a single strand strand of wiring. That strand was Becker newly developing optical BUS. Employing such technical architecture would make it possible to provide all those functions at a size, weight and cost, simply unimaginable in the analog world. And this is the idea that he builds. This is like his third or fourth act. Right? In the company, this is what he does for the rest of his career. It did not require a genius to recognize that I was looking at the future. When I return to the states. I told Bernie. This is his partner that we had better find as a digital engineer. Today, we have 1200 digital engineers in the company. And so he's gonna give us a summary of what his company does. Our systems are in effect the central nervous systems of a new generation of automobiles, including Bmw, Mercedes, porsche and audi. So he has an entire chapter on ethics. He's writing this chapter right after the En ron scandal. Talks about, you know, something that, entrepreneurs that we study at Thor Warren Buffett, Charlie Mu. These these ones popped to my mind is just how much shenanigans and fraud and lying that takes place in business. Any kind of market has Like, at Made the point. He's like, you know, yeah. I've been in this business for 50 years, every day, the newspaper has a new, you know, some kind of scam or fraud. This is nothing new. It's it's something that's happened since the very existence the first market's a couple hundred years before we were alive. And so Sydney talks a lot about this. Just some highlights. It does no good to make money at the sacrifice of one's soul. A honest healthy company guided by an on by honest leadership is much more likely to succeed in the long term. Than 1 that allows and encourages dishonest in any form. Justice as employees prefer to work for not. These this this is all taking place in different pages by the way. Just as an employees prefers to work for an honest company. Investors prefer to place their money where they can find integrity and management. And then he tells... Like, he... He's a really good great storyteller. He says it's critically important in business. And so he's got a great story. What you're gonna see in the story, how he thinks biz business in a, like a romantic way kinda Keep mentioning. But it's about w away everything that is not important. So I use this term, like, a short term, short maxim that like, compresses this idea comes from Bruce, hack away the unintentional. So he calls AWW away what ain't h. This is fantastic and read don't to you. Although the majority of business chief and stink of themselves in military sports space. There's plenty of room for those who think in creative and romantic terms. And plenty of room to inform the business with lessons taken from other life experiences. In the late 19 sixties, my lifelong interest in learning led me to friends world college. That is that experimental college I mentioned earlier. In my first year's sue president. Yeah. So he... He says in my first year as president, I traveled through the south with my predecessor. We stopped at a farmhouse house to borrow the... To borrow a telephone. So this is in the 19 sixties. As you made our way up the porch steps, we stopped in aston, an old farmer sat on the back porch. He was silently w away a broom. As his hands flashed, we saw the most remarkable startling beautiful carving of a flying horse. So he's this farmer sitting there, and he's transforming the a handle on a broom into this beautiful carving of a flying horse. And so his predecessor name's. Morris, he asked the farmer Morris said, do you have any idea how incredible... How incredible what you're doing is. The farmer replied, all I do is whittle away everything that ain't h. I have treasure that man's sight every cent ever since, reducing business matters to their essence, w away that which obscure are as unnecessary has served me well. I admire greatly those who practice the art. He's got another great story. That Left myself is he just gets it. He's been building businesses for 5 decades at this point. I think are actually 6. I might be wrong about that. The love of instinct and intuition that he has is just incomprehensible. So he says earlier, we're calling my first experiences as an entrepreneur. I mentioned the corner candy store prior that he observed when he was kid. I observed as a young man. They would arrive early, turn the sign in the window from close to open, walk behind the counter and wait. During the day, they would respond to whatever traffic appeared and however along the day might gone. When it was over, the lights were shut off, the sign turned around and the door locked. That part of life had ended for the day. I sense then and I know now that running a business demands a different perspective. Sadly, however, many executives of complex good sized companies think that they're running bigger versions of a candy store. This simply does not work. A company requires an articulated mission, A philosophical base a moral compass here. He's not. Again, this is more like the romantic system that he has. A moral compass, critical judgment and the realization that it is a dynamic living instrument populated by complex human beings. A company must forever, reinvent itself as it confronts new problems and new opportunities. You cannot simply unlock the door in the morning, survive the day turn the sign and leaf. It is no candy store. And now later in the book. He he up to this point, he's mentioned the word leadership being a leader over and over again. Now He's gonna say, okay, I'm going to... I'm going to dis steal for you right now. My 60 years of leadership experience. Okay? So it says leading such an organization is vitally important because it's... Because so many people and their families are directly influenced by that leader's direction. These are important keys to the leadership as I've learned them over the last 60 years. Number 1, the leader leads. It doesn't number them actually. I ignore that part. The leader leads. He or she is not a caretaker. He is obliged to set the targets the standards and the example. The leader defines the company. He should do show do so explicitly. Its purpose, its goals and its processes are his responsibility. The leader inspires. People want to be more than... People want people want work to be more than dr. They wanna see meaning in their jobs that justifies and warrants the hours they devote to them. Inspiration promises something beyond wages. A sense that the company has a greater meaning. Its own values, and its own reason for existence, a leader must find the way to deliver that message and keep on delivering it. I love this 1. The leader should be the evangelist. Believing in the mission committing to honorable ethical conduct and wishing for creative products in marketing are not enough. The leader must sell those views restless and relentlessly. This is something I already mentioned earlier, but he repeats. The leader must see the company as a coherent whole. It is not enough to be a marketing guru or manufacturing our financial star. The leader must see the inter and inter independence of those disciplines and must promote the whole of it. Come, this is fantastic. Again, something here. The leader should never underestimate the value of disciplined, hard work. I'm not talking about clock in hours. Years ago, Gary Player, the Great South African Professional golfer known for his diligence met with a journalist after winning a major tournament. A reporter commented, you were very lucky today, Gary. His reply, I noticed that the harder I work, the better I play and the better I play the luck I get. The leader promotes closure. It is important that matters of consequence are driven to constructive conclusion. Many otherwise skilled executives have difficulty making a decision, closing the deal, wrapping the matter up and moving on. Business leadership includes the ability to recognize that the moment is right and the time has come. If the moment is right, get it done, finish the job, wrap it up. I think this one's particularly important information ages the amount of information available it's just beyond our. So you have to know what you don't know. The leader knows what he doesn't know. No 1 knows everything, and the willingness of a leader to acknowledge that he does not know everything is a great attribute. Many outrageous errors are made in industry by people who barge ahead failing to recognize they they're they are out of their depth in an area in which they are not properly equipped are because they are unwilling to acknowledge that they don't even understand the vocabulary. And so his point he's like, I don't do this. He said, he earlier he talks about parts so he did the business, but also when he was serving in government and he's like, listen, anytime I do not understand what the other guy is talking about. I asked for clarification. He doesn't care. He's like no 1 knows everything. I'm not gonna look stupid. I'll look dumb her if I just sit here and act like Know what he's talking about. The leader knows the meaning of 2 minutes. I use this as a metaphor. Respecting his own time and respecting the time of associates is important. I have been turned off time and time again when someone who has been asked to speak briefly to me goes on endlessly. In indifferent to the fact that there are other speakers are that the audience has its own, the audience has its own time limitations. Now we about this master, the t memo, I guess. I'm gonna say this 1, and I know you're gonna get mad of me because I repeat this so much, but it just happens over and over again, the leader teaches. There is no more important responsibility than the development of those around him. Jim Ci says if you're not spending 90 percent of your time teaching, you're not doing your job. Sydney saying that you're the leader, you're the teacher. There's no more important responsibility and the the development of those people that Are around you. And then he says the leader develops others. This in my mind is the singular distinction of a handful of great leaders. In the Tau ching, they say that the leader having accomplished great things. The leader having accomplished great things, the people all feel they did themselves. Oh, I really like this 1 too. The very best just go beyond the mirror setting 1 an example. The best leader are the best leaders are catalyst. He's that word catalyst over and again Very interesting. The best leaders are catalyst who prompt others to reach beyond their most natural abilities to find something they had previously thought beyond their reach. Now then he talks about the the 1 leader that he learned the most I learned a great deal about leadership from mister Bog, my first and only boss. He gave diligence a very good name, so that's another thing Cindy repeats Owner again and important of being diligent, pay attention details, know exactly what the house going on your business, and he's give an example of that. Mister Bog devoted every Saturday to the adding machine. Would come into work and find him in... In the accounting office. Personally cranking out every receipt, every invoice, all the billing. He knew where the postal of the business was and never took his finger off of it. I came to respect the importance of attention to detail. I never lost it. This my me... So what I wrote down when I got to that part, is Henry Singleton after he left He. He was like the third largest lando owner in the United States or something like that. I forgot the exact number, But he owned a lot of land a lot of real estate. He went to a work on a ranch. He said something in that book, that was interesting. He's, like I write every single check. That at every single expanse from my ranch ranch. I write myself. And he said that what he... And he said the reason he did that It was interesting. He called it a form of discipline. And then we see this is just a fantastic anecdote about his boss. We see this old school toughest that these people had, and he talks about when he worked. Said terrified of the boss. The book the bookkeeper was always the first employee to arrive. Yet on that day. He was not only he was not only 30 minutes late, but bleeding from a head wound. His clothes were torn and dirty. I'm so sorry he offered as as he staggered from the from the elevator. I left for work early, but a group of ru threw me down 3 flights of subway steps after a brief pause, mister Bog responded. 3 flights of steps doesn't take 30 minutes. And then as the the the book progresses, we get more intense his, like, philosophy, really it's, like, more romance as the way I would call this. When you run a business, he he sees this as a living thing. When you run a business, you never leave it. You never approach a day is something merely to get through. Something to get behind you. Each day is a new adventure, a new experience, and a new challenge. If the business lives then so do you. I forgot who it was. It might be Toby Luca, the founder of Shopify, I I've mentioned this before Just can't remember who said it, but he said, he once said that that building a business was 1 of the most pure forms of self expression. I thought that was a fantastic way to put it. And then, you, we're gonna see more, like, warren buffett thinking, he says, listen, I'm I'm the 1 writing the reports here. Like many firms, farm out the creation of our the annual report to advertising agencies or a report specialist. We do not. We write every word of our annual report, and I am principal author. I believe if the manager of a company cannot summon in an authentic voice to review and evaluate company operations by the year, that manager should find himself a new job. As you can imagine, Cindy mentioned, he was a reader, lifelong. Like, he loved education. He's got a lot of thoughts about that, so he talks about. This is in the 19 seventies. Is what I mentioned earlier when I realized that there's no way this guy's personal relationships. He's spending half his time in the 19 seventies he's building this educational institution. I think it's called Friends World College. And so he says this college operates with a conviction that young people learn best when they take responsibility for their own education. This view contradicted educational tradition, which held that teachers possessed the knowledge and information students needed, and it was their responsibility to somehow deliver to the studio. Students. Our college viewed that the teacher as a resource rather than as the un unchanged fountain head. This seems very... Like, what he's saying is extremely obvious to you and I because of our lifelong learners, we're currently doing this on our own time. Like, of course, it is. I don't think many people understand this, which is baffling to me. So it says, you know, the teacher is a resource. Yes. Rather than it than the un challenge fountain head. So if you think of all these entrepreneurs and when we pick up these biographies and geographies, they're essentially become our teachers. Right? And that's the way. It's like, the... There's a resource I'm tapping into, I'm tapping into the fact that this guy had 06:60 years of education. He's been thinking about business longer than I've been alive, and I pick up the book, and I don't read, like, okay. I'm just gonna... They teach... They they they tell you explicitly. You should be... You should question it. Like, don't just accept in general conventional wisdom, like, think of through yourself. Applies to what they're telling you in the book. Like, they... These... These books are a resource rather than an un unchanged fountain. That's just fantastic writing. The college look to the student to design and execute his or her her own study program, of course. Charlie Mu would tell you to build your own curriculum. Right? At at its best, it was the embodiment of horace man's metaphor of the student and the teacher on a log, teaching and learning. Right? So he talking about the responsibility the student and the teacher. They're both teaching and they're learning at the same time. It's a 2 way street. It's not, like, hey he's he's against top down hierarchy, which he repeats over and never again. And so he applied that in business. I think he's applying the same idea to this different this domain... The educational domain from a distance an observer would not be able to tell who was a teacher and who was a student. Each taught and learn from the other. The effect would be elect, and I was often the most stimulated on the campus. So... That's pretty crazy. He's most stimulated in the campus on the campus. That's the second half of his day. He he'd already spent the first half of his day building his own company. Now, Granted, he's now 20 at this point in the story where. He's like, 25 years down in the building of his company, but he just found a new way to like, get excited about these things. And then he gets into why this experiment, like, working on this experimental of college, was was helpful to his business. And so he says, although I believe I was super an important new experiment... In American Education, I have failed to realize that at the same time in my business life, I was running a traditional auto top down company. Somehow, I had not recognize recognized the disconnect between what I was learning about supervision and responsibility to college at the college. And the very different way I supervising manage my employees. Talks about over and over again. The importance being fully engaged your work when you're younger is extremely easy. Like, don't give this up. I'm 84 years old. I'm on the ball. I'm in this every day. I'm paying attention to what's going on. And so he... Part of this is because he was interested in building a life of the opposite of what I'm about to describe to you. He says I imagine myself getting out of bed in the morning, looking forward only to returning in the evening. With no wish to do anything, but grab a beer and sit before the Tv. What must to be like I wondered to be convinced that what you're doing now you'll do for the rest of your life to have a sense of your own worthless. I really do hope you pick up the book because you're gonna find more stories like this. He's explaining. He's a fantastic storyteller. And so I'm gonna read this whole... I just where what a story. I'm gonna read this to. It gonna happened over, I think, like 2 3 pages. It's fantastic. And he says, I was first persuaded I had the instincts of an entrepreneur at the end of our first year in business. So now he's an an old man looking back at the the first year he started his company. In that year, we produced a tune and an amplifier. At the end of the year, I found myself with an inventory of a hundred pieces. And so he's starting a new, like, the the the success... Like, the improved version of that product. It's already going into production. So like what the home Gonna do with these old products that's essentially the problem trying to solve. Okay? Eager to cleanse the old inventory authorized our sales representative to offer the entire quantity to this company called radio television Supply Corporation. That offer understood it needed needed to be a bargain. So he's like, oh, let's reduce the price. So they offered the to the owner of that company. This guy's name is Seoul. This was 19 53, a half century ago. And for us, it was a very big deal. Indeed, I authorized the salesman to telephone me collect from Soul office He's guy... He's gonna refer to him as mister Shu. And then let me not confuse you. From mister Shu office. When he did, I heard mister Sc voice patronizing me. And so again, he's a young kid. This is a guy so he has more... Many more decades of experience in business seen this over and over again. Ing var Camp had his same experience with an older entrepreneur. He mind they're doing a negotiation. He makes a mistake and the old entrepreneur tree and in their competitors the time. He said it's taken advantage of. Them and, he's like, listen, what you're doing. That's a big mistake. You can't do this and so their arguing he's like, you accepted my deal way too early. And he taught them, like, the art of negotiation. He did this even though he's a potential competitor because again, there's something in it where you have these older entrepreneurs that want to educate the new generation. They are awesome and we them is the way to think about it, and we're gonna see that here. How are you kid? I'm fine, mister Shu. Good kid. I understand that you wanna unload hundred of these amplifiers. A good move. Send them along and I'll put my check for 7000 dollars in the mail tonight. Okay, mister Shu, but there... There seems to be a misunderstanding. The price is 8 is 80 dollars. That means the check is for 8000 dollars. You a gambling man's son? And he says, the scourge of Las Vegas, Mister Shu are saying yes. And then mister Sc says, I'll toss you for it. Meaning, Coin toss. Gu, a thousand dollars is a lot of money to me back then. You're on, I said, Good, mister Shu says. Toss, all call. I managed a horse. No. You toss an all call. That was the moment. My immediate instinct was to anticipate how the next steps would develop. I had arrived as an entrepreneur. What does he mean? Check this out, and this is something he does multiple times in his career. And says a no, so let's go back to this. He's saying, no You call. Are you tossed? Call? A moment hesitation and then from mister Shu. Okay. I've tossed. What's your call? Tails, I said. There was terrifying pause at the other end of the line. Finally, an annoyed voice. Okay. Ship to damn things, I'll send you 8000 dollars tonight. 12 month 12 months later, I encourage I encountered mister Sc at a hotel in Chicago. You son of a bitch he said to me. I tossed heads, but I was sure that if I said so, you would think I was cheating a poor kid. You got me. It was a lesson. Bless this guy's heart. Blessed that I I really hope as older entrepreneurs is like, they they just... It's... It is... Like you really wanna beat up on some young kid. You know you have the experience, you're smarter, You just seen a lot more you're gonna when kicking that kid's ass. You know that. And look what he does. He's like, you son of a bitch. I was cheating, I tossed heads, but I was sure that if... I said so, you would think I was cheating a bo. You got me. It was a lesson and I never forgotten. It would serve me well thereafter. In the fall of 18 9... Or excuse? In the fall of 19 86. So now we're talking about 33 years after this happened. Check this out. In the fall of 18... 19 86, 6 years after acquiring Harmon International from Beatrice, This is that triple dip. And operating as a highly leveraged privately owned company. We determined we determined to go public. I found myself sitting in an impressive meeting room at the prestigious investment firm Goldman Sachs. Goldman was then as it is now why they regarded as 1 of the preeminent banking firms in the world. And we were about to launch any an Ipo. I represented Harmon International, and Robert Rubin, who would eventually become the legendary secretary of the treasury under President Clinton, was the Golden League. There were 20 goldman people in that room and at least 100 more on the conference call as we hammered out the offering price and the spread. So you just find spread in case you don't know is the term used to identify the commission percentage earned by the bank. K? So they're arguing like, what how much money you gonna make on me, basically? We managed to agree on an offering price, but disagree disagreed on the rate. Goldman rose 6 percent and Harm improves 4. After a considerable agreement, I summoned that earlier experiment experience and suggested 33 years later mind you. That's wild. Right? And suggested Bob Rubin, it's late, and we've been arguing this for a long time. What do you say toss for it? He quickly responded. And it's amazing how much this works. Maybe saw something about a gambling nature of entrepreneurs. I don't know. He quickly responded you're on. When I said great. You toss all call. He reacted. I'm the senior figure here. You toss All call. I tossed, he called he lost. We did the deal 4 percent. And then he gets his unexpected point of the story. High finance as it is practice in the real world is frequently a great deal simpler, less complicated, less sophisticated and less mysterious than it is usually presented. But much of high finance depends on that very or of sophistication and inside knowledge. So these whole point is like, think about this. We just... We couldn't... We're taking a company public for God's sake. We can't agree on the spread and we settle with something that simple as a coin toss. But much of high finance depends on that very aura sophistication inside knowledge. The aura. So he's saying it's actually not true. It is a good thing to recognize that nearly all over reduces to pretty straightforward common sense, and it is a very good thing not to be intimidated and not to hesitate to ask please explain the process to me. I know very well how to make the product we sell, but yours is another world world, and I need some help understanding it. That may seem an invitation to more, not less art. Or to see this or whatever you you to put on this, but I have found that I've by insisting on a simple and simple explanations, the mystery disappears and with it. Most of the nonsense. And so that idea. It's really he's talking about the importance of simple communication because simple communication enhances understanding, you're building a own an organization, the more people you add to the more complex it gets the more simple you have to speak. Right? And he he compares the the experiences he has and realization in business and education and in and in government why this is important. And he's like, listen, this is exactly what Warren Buffet gets. And so he goes into this. There is something to be said for a top manager who understands the material, but is not an expert. It is the very seeking of understanding and the requirement that it be expressed and simple and una language that can assure a minimum of heavy handed ness. The numbers are merely symbols for the important stuff. What counts is knowing what the numbers really mean. I buy into nothing that I do not understand, and the more convoluted or sophisticated the material, the more determined I am to understand it. She says, I have never forgotten my experience in government being snowed in by some who knew the jargon and use it to obscure rather than clarify. So they were trying to take advantage of my experience and the fact that if they use these big words in these acronyms that they seem to be, like, the 1 in position authority. As a result, I always reject a suggestion that this is too complex for you to understand. I prefer the warren Buffett view. If I don't understand it, I'll invest the time and energy to get that understanding. If you can't teach and persuade me, then I will pass on it. So then you get into this idea of stock buy backs warren Buffett talks about this a great deal go, Henry Singleton. Really, I wanna read this paragraph to you because we've talked in the past, like, for public companies. But it just hit me after reading Bloomberg auto. That this is might be a prudent action for private companies too, where he talked about the Merrill Lynch deal where he buys them out 2 2 times. They a 1 time owned 30 percent of the company. He winds up buying in 2 separate transactions that 30 percent back. And the reason that you might wanna do that is because the that you know. Like, if you're... When you have a series of investment decisions to make which you're gonna do with your cash. Why would you wanna buy back percentage of your company because you know more about the company anybody else does and this exactly what Sydney says here. The best reason to employ the company's cash to buy its own stock is the judgment that the purchase represents the best investment that the company can make After all, the Ceo knows more about the company about his prospects about its stock price than any other company or any other investment for which the company might use its funds. So this is what I mentioned earlier about he's an advocate for small wealth out thought out acquisition, acquisitions. He does not like financial engineering. He uses that example like, you'll see, like, okay. What if we combine? We have 2 public companies. What if we combine our 2 companies the stock will be more than ours as combined. So he's, like, the primary motivation for your acquisition is an increased share price. And he's like that... Again, this is what Buffett has sold us over. Over again, he's like, that this doesn't make any sense to him. He's just like, this is the way I did it. Harmon had been consistent had has had systems success in because we we've have chosen us these small... Well, he saw is we have sought underlying value and have been guided by key strategic considerations rather than by funny money arithmetic. So that's what he's talking about financial engineering. Again, they I repeated this, but he it just sounds a lot, like what I've learned about Mu and Buffett. This guy has a very similar thought process because we have... And you... Have we have usually acquired companies that were in significant financial difficulty, our costs have been modest. Although we've made 20 acquisitions since 19 80, acquisition is not the way we have grown. The acquired companies were invariably very small the time we found them. We built them over the years. So he says, for example, when our Us automotive Oem company, which is main... Like, revenue of his business now. Was purchased in 19 81. Its annual sales were 15000000. K? So he bought it when it's 15000020 years later. The sales are now 500000000. When we acquired Becker in 95, its sales at year were a hundred and 50000000. And it was generating enormous losses. Today, there... They have a billion in sales for nice... That same company he bought, and the company very profitable. It's also growing at almost 50 percent a year. And then I don't mean to repeat this, but he repeats it so I gotta to repeat as you. This is more on how he agrees with Buffett as opposed to what is popular at the time. Warren Buffett Berkshire hathaway clearly follows a strategy of value driven acquisitions. I think Buffett would say that his requirements are straightforward and consistent. Number 1. Do not bother me with Highly sophisticated technology. I want a business that is easy to understand number 2. The business must have excellent and dedicated management. Number 3. I must be able to buy a low multiple of earnings or a low multiple of cash flow. The Buffet track record over the past 30 years is an impressive estimate to the discipline with which he sticks to that model. In contrast, there are transactions designed by financial engineers, which he repeats over and number again. The basic idea is to use the currency of 1 company to buy another company that fits a financial model. Strategic fit be damned. Often this just suggest suggested targets come from investment bankers who are primarily seeking transaction fees. That is something that's come directly out of the mouth of Charlie Mu. And then... But I I have to add this 1 paragraph. This is really important. He's just saying it's not for me. If you're into that then do it. He's saying this, there are surely room for financial engineers in the business world. That's just not the business I'm in, and it is vital that everyone knows what business he is in. He's got some really interesting ideas about marketing. He talks about importance of understanding psychology. So he says marketing demands attention. That this is for sentence of I also also also would say it's like, it's the summary of the section. Marketing demands attention. Like life, it is always 1 thing after another. It sits a atop of gathering of t on plates and they keep shifting altering, shifting, altering the relationships among theme, packaging, negotiation, advertising brand and distribution. This is fascinating. So I'm not skipping any parts. Right? I'm gonna read this in and entirety 2 more paragraphs for you. And he talks about knowing of say, marketing demands attention and you must know what the bit... What business you are really in, and he's gonna give 2 examples of that. The beauty of marketing is just that there is no 1 and only right way. No standard operating procedure, no template. But it's fundamental... But it's fundamental is this. Know what business you were really in. Apple does not think it makes computers. It believes that it makes tools for creative minds. Jetblue does not behave as though it is in the airplane business. It is in the business of facilitating your life through transportation. And he says you got to focus on this. This is not something you're going to outsource. I believe that marketing is a central responsibility of management, Steve jobs also believe that he met with the marketing team every Wednesday and reviewed every ad. He looked at every ad before it could go out. Every Tv ad, every billboard, every print ad. All of them. He is telling you action 1 of my favorite Maxim ever. Actions express priority. It's not what you say that's important to you it's what you do that's important to you. So that's how we understand what's important to other people I just viewing their actions. Right? Well Steve jobs is telling us with his actions that marketing is extremely important to. We're also gonna see more of Steve jobs view, Nike view as well. It's well, first, I have a sentence this for you. Our goal has been to create a customer for life. So he's talking about the importance of prioritizing long term thinking. So like, if I capture customer now, and they can buy me from 4 decades because I'm always prioritizing for the long term a lot better than trying to just get a sale today, even if may sell crappy pro product or maybe once they buy the product, have crappy service where the case is They're never gonna interact my company. This doesn't make any sense don't optimize for the short term. Their goal is to create a customer for life. And so he goes through about some of his early ads members. They're producing high end audio equipment. And so Steve jobs identified this with Nike. He's like, look at Nike at. He's like, they don't even talk about the product. You don't talk about laces and the rubber they use. He goes, what does Nike do? They celebrate great athletes. And he's like, there's a great speech on You. But he's just like, and that's what we're gonna do. So that's why he that's when Steve jobs had the idea. Like, to do the here's the crazy 1 commercial where, when he comes back to Apple. He's, like, we're gonna celebrate the great thinkers and influential people over our time because we know some of them were alive today. Some were dead, but if they were alive today, they'd they'd use a Mac. They would use our products. And so, you know, here's the crazy ones. The rebels the trouble with christmas. That's where I got the idea to for the mis feed. So his same thing. It's the same idea. We... And so I don't even know. I think I'm gonna skipped over my point here. Or at the point but the apart from the book was that his early ads would just celebrate great musicians. And it you you'd would have, like, I don't know. Like, some these people Never even heard of because they're, you know, this is 3, 4 decades before like, 3 decades live, but their print ad would just be a a great musician, and then their little name Herman Garden on there. So it says we continue to celebrate the artist street of great musicians in our advertising. So Harm Garden, celebrating great musicians, Nike selling great athletes, Apple selling great creative thinkers. Now, this is the last chapter of the book. He just goes into, like, really random thoughts on life. Upon reread this book, I've considered that I've drawn from the experience of writing it. My reflections are embodied in the following paragraphs. This is my Alma act. So think about wise words from an 80 for 4 year old founder. I remember the the... And this is why, you know, I kinda, like, get excited, and I've done this multiple times when I'm reading these books by these old older people, older successful people a lot of things to create the greatest way... The most distinct way it's ever been put. I was listening to this interview with an athlete 1 time and he'd had flown all the way from New Zealand to Los Angeles. And they're like, he's giving interview or podcast rather, Like, why, you know, flying this New Zealand La a long journey. It's like, why are you out here? He he was meeting with another athlete in his sport that was, like a generation older. And they're like, oh, why are you meeting with them? He's like, because he knows some shit. That's the most to sink way I could think because, like, when I'm reading the words have an 80 or 4 year old founder, this guy has built a successful company for 6 decades. He knows some shit. Some stuff. I do not know. Yes, I wanna read this book. So it says getting to know what you believe in is tough work. But once you've done it, it challenges that once seemed in ins inseparable, lend themselves to solution. Disappointment or failure can be placed in perspective and opportunity can be attacked with enthusiasm. Talks about being a complete human. For me, life is exciting and rewarding when I mentally and physically alert. I work at both parts, my body and my mind. I work to develop improve particular skills, writing, speaking, physical stamina, the exercise of curiosity and the ability succeed financially. I'm just... I again, these are just random little thoughts as you could... As you would expect to see in, like a Port charlie Alma or Port Richard's Alma. He's talking really about developing an compass, which to me is very similar to Buffett inner scorecard idea. If you know why you're doing what you're doing, the hard decisions in life that you will inevitably face will become easier. That's the note of myself. This is what he says. I am not just aim make my way. I am instead setting a reason course, I am prepared to accommodate new information and change circumstances and then act accordingly. By proceeding honor and enthusiastically and with energy and determination, I will improve the odds. If it all works good. If it does not, I am prepared to fold my cards and walk away. My inner compass will surely guide me to another worthwhile undertaking. He's got fantastic. Fantastic ideas on writing, which he started with the very beginning. He's like, writing is is discovery. That's freaking fantastic. He says sadly writing is lightly regarded a business and often dismiss unnecessary. He's like that's stupid. Writing is a unique and powerful instrument. Writing is discovery. Anyone who has done any serious writing has experienced a surprise that comes when reading in the morning that which he wrote the night before. The person who invest in writing who exercises the discipline to do it well and who uses it frequently will possess a match instrument for discovery, clarity and persuasion. It is a tool for thought. Most business schools seem to share the same as view of writing that is common in business. It is rarely treated as a major tool to be developed and honed. He's in the section. Maybe he doesn't come out and say it, but it sounds like a little bit of regret. Sylvia Hair and I divorced the 19 70 after 25 years of marriage and 4 lovely children. We were unable to overcome the tension and pressures in our marriage that were generated by my 24 7 days. So he sent this my fault, I was a work alcoholic and that's gonna create tension and pressure. You have a relationship. You just can't. If you're working 7 in the morning till 10 night, Like, come on. Then he talks about the importance of just being prepared. And the way Think about this is the David Og be quote. Those who approach their work unprepared or ignorant amateur. If you're not learning from experience behind before you, and he talked about when you're interviewing people, he says nothing leaves me more astonished than the evidence that so many otherwise serious people come to an interview with no preparation. Really? How much troubles is it to learn something about the company and for that matter to learn something about the interviewer. I can tell you that we're I to be interview by Jack Welch, the moment would come when he would hear me say something to the effect of. That is so interesting. I had wondered about that very point when reading Chapter 7 of your book. You said of a job candidate, the man displayed business vision and Edge. What did you mean by Etch. Whether the substance of the question is crucial or not, there is little doubt that mister Welch would respond to the fact that I had read his book and thought about it. Then he says I'm 84 yet I work out every day, and I really love my work. It is creative demanding interesting, always new and very rewarding. I have lived a long life. I continue fully engaged fully responsible and fully committed. And then he... The last thing he's gonna say, and then I'll close on something else that... Because this is important for us to know because a lot of us were still in the climbing aspect were at the beginning, maybe middle of our careers and they're gonna tell you you need to... You should be document. You're you're over what you think you're gonna remember. Don't do it. So he says I wish Had a collection of products, newspaper clips, memos, and other historical out of artifacts of my long life and business education and government. I don't it never occurred to me that that what I was doing that I was doing anything worth preserving in print or product. I urge you not to fall into the same error. Keep a record of what you're doing. It need not be a diary, but preserve the appropriate relevant memorabilia. I suspect that you'll be grateful that you did gonna quote, phil knight in his auto automotive shoe dogs is the exact same thing. So let's... These are 2 smart accomplish entrepreneurs. Let's avoid their mistakes. I struggle to remember, I close my eyes and I think back, but so many precious moments from those nights are gone forever. Number conversations, breath laughing fix, declarations, revelations, confidence They've all fallen into the sofa cushions of time. I remember only that we all that we always set up half the night, catalog in the past, mapping out the future. I remember we took turns describing what our little company was. And what it might be and what it must never be. How I wish on just 1 of those nights I'd had a tape recorder or kept a journal as I did on my trip around the world. That is where I'll leave it If you wanna buy the book using... If you use a link that's in the show notes, you'll be supporting the podcast at the same time. Some, some podcast players are not populating links. I've been told. So anything I say, just go to founders podcast dot com. I'll leave the links up there as well. Could also see every single book I've ever done. You could just go to this Url. It's amazon dot com forward slash shop forward slash founders podcast. So you see this book See every single other book that I've done in in reverse chronological order. If you buy a book doing that you'll be supporting the podcast at the same time. And if you wanna buy a gift description, I will leave a link as well. If you don't see that link in your podcast where you go to founders podcast dot com, and you'll see, you'll see a link up there for... To buy guest description as well. That is 229 books down 1000 ago, and I'll talk to you again soon."
}