{
  "transcript": "Why Jim Clark was so worthy of study was another matter. And I'll come to that soon enough. For now, I'll just say that the quirks and the man's character sent the most fantastic ripples through the world around him. Often starting with the best intentions are no intentions at all, He turned people's lives upside down and subjected them to the most vicious force a human being can be subjected to. Change. Oddly enough, he was forever claiming that what he really wanted to do was put up his feet and relax. He could not do this for more than a minute. Once he'd put up his feet, his mind would spin and his face would red, and he'd d be disturbed all over again. He thought of something or someone in the world that needed to be changed. For all I knew, Clark would be remembered chief as the guy who created Nets scape and triggered the Internet boom, which in turn triggered 1 of the most astonishing grab fest in the history of capitalism. Maybe somewhere in the footnote, it would be mentioned that he came from nothing grew up poor, dropped out of high school and made himself 3 or 4000000000 dollars. So that is from the first chapter of the book I wanna talk to you about today, which is the new new thing, a Silicon Valley story. It's by... I would see the best story tire teller alive. My personal probably favorite author. I would say. If not, 1 of 2 of my favorite authors. That's Michael Lewis. Who most of you guys are probably familiar with. But part of the reason I love doing this podcast so much is because I get to read about just these really wild and eccentric personalities. And Jim Clark, maybe the most centric. 1 of the most definitely 1 of the most aesthetics of all the characters that we've covered on the podcast so far. So, I'm gonna I just wanna read you this this section I highlighted from the introduction kinda explains what Michael Lewis is doing with his entire book. So we've read... Like, there's been a lot of like, biographies on on this podcast. This is different. This is... We're gonna learn a lot about Jim Cork personality in life. But Michael Lewis is basically telling a story that that unfolds over about a 2 to 3 year period. So, let's go let's go ahead and jump right into the book. Oddly enough, this character was at the center of 1 of history's great economic booms, who in effect sits with the d between his legs. Could not describe what he did for a living. When a person sets out to find the new idea are the new technology that will a, make him rich, b, throw entire industries into turmoil and c, cause ordinary people to sit up and say, my God something just changed. He isn't doing science. He isn't engaged in what any serious thinker would call thought. Unless he makes a lot of money. He isn't even treated as a businessman, at least not by serious businessmen. He might call himself an entrepreneur, but that word has been deb ba by over overuse. Interesting enough that Michael lewis is writing these words in early early 2 thousands. Where I... Do you hear that same complaint, even let's say what, 15 to 16 years later. So he might call himself and not turn over that word has been to base by we use. Really, there's no good word for what he does. I first noticed this problem when I watched 1 of these people. A man who had made himself a billion dollars, try to fill in a simple questionnaire. On the line that asked him to state his occupation, he did not know what to write. There was no name for what he did. Search, he couldn't very well put that down. For that matter, there is no name for what he's looking for, which typically is a technology or an idea on the cusp of commercial viability, the new new thing. It's easy to say with a new new thing is not than to say what it is. It is not necessarily a new invention. It is not even necessarily a new idea. Most everything has been considered by someone at some point. The new new thing is a notion that is poised to be taken seriously in the marketplace. It's the idea that is a tiny push away from general acceptance and when it gets that push will change the world. The search for the new new thing conform to no well established idea of what people should do for a living. He g. Find the new new thing excuse me finding the new new thing is as much a matter of timing as of technical and financial after dude, though both of those qualities help. The sensation that defines the search is the sweet painful feeling that you get when you can't think of a word that feels this of it that feels as if it's right on the tip of your tongue. For most people, the relief they experience upon finding it is almost physical. They sink back in their chairs and tri not to stumble upon any more difficult words. The person who makes his living searching for the new new thing is not like most people however. He does not seriously want to s back into any chair. He needs to keep on g. He chooses to live perpetually with that sweet tingling discomfort of not quite knowing what it is he wants to say. It's 1 of the little... That's just me. It's 1 of the little iron of economic progress that, while it often results in greater levels of comfort, it depends on people who prefer not to get too comfortable. Progress, this is 1 of my favorite sentences is an the entire book. Progress does not march forward like an army on parade. It crawls on its belly like a gorilla. The important events in capitalism no longer occur mainly in oak panel offices, if indeed they ever did. As it turned out, the main character of this story had a structure to his life. He might not care to acknowledge it, but it was there all the same. It was the structure of an old fashioned adventure story. His mere presence on a scene inspired the question that propel every adventure story forward. What will happen next. I had no idea and neither really did he. So that's just a a small, glimpse into why love, the way Michael Lewis communicates and tells of stories. And then so I'm gonna be reading some sections that are that long, some a little longer, but there's a lot of just think these little great sentences that that Michael Lewis has. And here's 1 that I'm just gonna present with with no context. And he's obviously talking about the main character of the book, Jim Clark, Jim Clark, was the founder of Silicon Graphics, then the founder of Nets scape. Which at the time he became the most successful Ipo, then he founded something like called, like, Healthy on, which which, eventually turned into Web md. So user extremely eccentric and successful character in the late nineties or early 2 thousands. And this is how Michael lewis is describing him. You didn't interact with him so much as hitch a ride on the back of his life. Okay. So let's just go into this... Well, this experience Michael Lewis is having with jim Clark. An hour after clark phone, he picked me up in 1 of his designer sports cars. He wore dark sunglasses in the pain expression of a man during the after shocks of 2 bottles of fine burgundy. I logged into the haze, a series of converse... Of conversation starters before he took a swing at 1 of them. A book Had first mentioned a few weeks before. Thor V, the engineers and the price system. V was a social theorist with an unfortunate taste for the wives of his colleagues in the Stanford economics department. Between Tri, he coined many point point phrases, among them, leisure leisure class and cons despicable consumption. Back in 19 21, V had predicted that engineers would 1 day rule the Us economy. He argued that since the economy pre was premise on technology, and the engineers were the only ones who actually understood how the technology work, they would inevitably use their superior knowledge to seize power from the financier and captains of industry who wound up at the top at the end of the first round of the industrial revolution. After all, the engineers only needed to refuse to fix anything and modern industry would grind to a halt. V rejoice at this prospect, he didn't much care for financier and captains. He thought they were parasites. When I told Clark about V, he did a good imitation of a man who was bored out of his skull. When he didn't wanna seem too interested, he pretended he wasn't paying attention. Now his head splitting, he was particularly keen on the idea of the engineer grabbing power from the financier year, just to give you a background, I I think I might talk about it later on, but the book was in a greater detail. Clark drops out of high school, but then he winds up going to the Navy. He gets a degree, then he gets a Phd and then another master. So I think he's a Phd computer science and a master's of physics. He's extremely technical person even though the story is, like, really light hearted, that's just the Michael writes, but he definitely thinks of himself, I would say it's, like, a, as an engineer more so than a businessman. So going back to this. He was particularly keen on the idea of the engineer grabbing power from the financier year. That's happening right now he said, right here in the valley, the power is shifting to the engineers who can create companies. That clark thought was only as it should be. Engineers created the wealth, and during the 19 nineties Silicon Valley had created a fantastic amount of new wealth. The Venture Capitalist John Do Clark's friend and Valley c like to describe the valley as the greatest legal creation of wealth in the history of the planet. He may have been right about that, but such a great new event in economic history raised great new questions. For example, why had it happened? What caused this explosion? Why did it happened here? The old economic theories of wealth creation that wealth comes from savings or investment or personal rec or the planet earth or the proper level of government spending failed to capture what the... What was happening out here in the engineering division of the American economy. The people who make a living, trying to explain where wealth comes from, were just starting to get their minds around this phenomenon. In the mid 19 eighties, this is the what the most interesting part of the section of why I'm I'm reading it to you. In the mid 19 eighties, a young economist named Paul Rome had written a couple of papers that put across a theory, which he called new Growth theory. Soon after Roam public public soon after Roam published his papers. Robert Lucas, the Nobel prize winning economist Chicago delivered a series of lectures at Cambridge University on the subject. Inside of 10 years, new growth theory had become something like the conventional wisdom in the economics profession and the business world. New growth theory argued in ob truce mathematics that wealth came from the human imagination. Wealth wasn't chief having more of old things. It was having entirely new things. Growth is just another word for change said Rome when he paused for breath between equation between equations. The metaphor... Let me say that part again. I I went jumped over that. Didn't me to read it so fast, but it is as important. Growth is just another word for change. Okay. The metaphor that Roam used to describe the economy to non economist. Was was of a well stocked kitchen waiting for a brilliant chef to exploit it. You guys will recognize this analogy, which we covered in the Elon Musk, the chef and the Cook podcast, and it's also been... I feel like the steam popping up all in all kinds of, these books that we're covering. Okay. So he's using this to describe the the metaphor, it's a well stocked kitchen waiting for a brilliant chef to exploit it. Everyone in the kitchen starts with more or less the same ingredients. The metaphor ran, but not everyone produces good food, and only a very few people who wander into the kitchen find entirely new ways to combine old ingredients into delightful tasty recipes. The these people were the wealth creators, their recipes were wealth Electricity, the transistor, the micro processor, the personal computer, the Internet. It followed from the theory that any society that wanted to become richard wouldn't Richer, not Richard. That wanted to become richard, would encourage the the traits. However, bizarre that led people to create new recipes. So this actually a really important part. Yeah. So if a society wants to become richer and needs to encourage people to take risk to create new recipes. As as much as I personally feel, like, entrepreneurship and and people starting companies is becoming more and more popular. The data in the... At least the united States is, says the exact opposite It's becoming, less and less common, which I think is a really big problem. A certain tolerance for non conform... Conform, whatever that word is, is really critical to the process as a room we're put it, qualities that in eleventh century France are even 19 fifties America might have been viewed as anti social or even criminal would be rewarded, honored and emulate. It's simply because they led to more recipes. In short, the new theory confer a stunning new status upon innovation, and the people responsible for it. The prime mover of wealth was no longer a great industrial list who rode her who rode heard on thousands of corporate slaves are the great politician who rode heard on a nation's finances are the Great Wall Street Ty who bank world new enterprise. He was the geek hold up in his basement all weekend discovering new things to do with his computer. He was Jim Clark. Okay. Skipping a little. Let's get some insights into his personality, and then, Lewis is gonna continue writing about this this recipe, metaphor. Unlike just about everyone else's age 54. Clark had made the leap from part 1 to part 2 of the Silicon Valley story. Part 1 had been about engineers building machines cheaper, faster and better. They built them so fast and so cheap that commercially speaking, they made themselves on interesting. Each new machine they built sooner or later would become a commodity. Other people, usually foreign people eventually figured out how to build it more cheaply. The companies that made the machines such as He Packard remain viable. But they were as dull and plotting and predictable as any other big American company. Part 2 of the Valley story was not at all plotting and predictable. At some point in the early 19 nineties, the engineers had figured out that they didn't need to build new computers to get rich. They just had to cook up new things for the computers to do. The thrill was in the concepts. The concepts were the recipes. The notion of what of what constituted useful work had been broadened. Let me... I added my own words there. Let me read that because I I love the sentence. The notion of what constituted useful work had broadened. All across silicon valley you found office buildings Cram with young techno geek cooking up recipes that they hope would turn the economy on its ear. The role model for this activity which Jim Clark. This was due not so much to Clark success as to his talent for self reinvent. This is an interesting part too because keep in mind, well, at the start of this paragraph, we learned that at the time of the writing, Jim Clark is already 54 years old, and he's still starting companies. Most other 54 year olds in Silicon Valley had long ago been torn down and replaced not clark. Other people grew old. He stayed new. His psyche was a magic show, and this was its favorite trick. No matter how long he'd been around, he could behave as if he'd just arrived. Clark ubi was reflected in the landscape beneath us. Every significant landmark below bordered on his life. Stand... They're they're currently in a helicopter because Jim Carrey is learning how to fly helicopter. He takes Michael Lewis up and Michael Lewis having these thoughts and writing about the experience. So that's the context for this. So they're hovering over Silicon Valley. So every significant landmark below. They're literally above it is talk about Stanford University. He taught computer science there and was now paying to create a new department within the engineering school, which he wanted to call bio bio computing. Xerox Park, birthplace of the personal computer. Clark had built his geometry engine there, and the geometry engine had changed computing. The great sprawling campuses of the old workstation companies, silicon graphics and sun micro systems. Clark had created the former. Some friends of his had created the ladder. The dozens of tiny ski on Sand hill Road for which venture capitalists now paid 90 dollars a square foot. They paid that money so they could be near Clark and people like Clerk when they announced their new new thing. The company born on the Internet, Yahoo, Excite at home, ebay and so on. They derived 1 way or another from Nets scape, which Clark had founded after he left silicon graphics. The Internet surfaces companies now layering themselves onto the old Internet software companies. Clark had created the most outlandish ambitious, health on. I think that's how it's pronounced, which with which he hoped essentially to seize control of the 1500000000000.0 dollar a year Us health industry. It was an extraordinary performance and it wasn't over yet. So let's skip ahead a little bit. Here's an interesting insight into his personality, and probably why there's so many, like, crazy adventures in this book. Clark inability to live without motion and change and gotten him to where he was. In his world change and motion beg get money. Which beg began even more change and more motion and so on. Change was another word for wealth and wealth was another word for money and money was what he was after. Or said he was after. My own view was that he needed to change even more than you needed the money that came from change. Different people have different words for this need for constant motion and change. Despair is 1 of them. Imp is another. And imp might be social vice, but to Clark, it was a commercial virtue. If everyone was patient he'd say, there'd be no new companies. The impatient man kept his own life in such a constant state of upheaval that neither his experience nor his immediate surroundings ended it ended up meaning very much to him. He was keen on things only as they happened. After they had happened, he'd lost interest in them altogether. As a practical matter, Clark had no past only a future. That's when he really came alive when you got him on the subject of what was going to happen next. Then he was full of ideas, and he would change from 1 moment to the next. This process bore no relation to the cliche version of it of it offered up by more ordinary business people. Clark never used the words and phrases that we have come to expect from the technological... From the technology types who pretend to see the future. Vision, the challenge of the next century, the new millennium, the road ahead. That sort of grand talk struck him as perfect bullshit. In all in all the time I spent with him, I never once heard him refer to his ability to see the future. He couldn't see it. That's why he had to grow for it. So, a few pages later, he continues to explore this, how Clerk interacts with time. The few times I asked him directly how he got from from there to hit to here, which was becoming clear, was the same as asking how the modern world had gotten from there to here, He would offer he would offer some per reply and waved me away. That's boring, he'd say. When I pressed, he might say, that's the past. I really don't give a shit about the past. Continuing this, but I'm gonna skip some parts. It just makes... So hopefully it still makes sense to you. Michael Lewis is realizing that there's, like, Clark's not sentimental. He has, like, no. There's nothing in his house that that gives you any insight into, like, his past. 1 day he finds a, a box that Clark old secretary sent to him, but never looked through and it was like, all the stuff that over, like, 30 years of working, which Jim Clark that she had collected. And so Michael's is going through it. And so this this part is really interesting because it's preview is early life and, kinda understands, like, what's motivating him for constant change and to keep pushing himself even after, you know, who's a billionaire. Okay. So in the box, there was a yellow clip clipping from the local newspaper in plain view, Texas where Clark grew up. The paper wanted to let the towns people know that 1 of their own had gone to California and created a big company called silicon Graphics. It played it as a straightforward local boy makes good story and made light of Clark's boy failure. It mentioned that he'd been expelled from the local public high school in his junior year, he'd been an indifferent student and a cut up. 1 of those great bad examples to use to prove that if you really wanna be a success in American life, you have to start by offend your elders. The offense that got Clark tossed out for good was telling an English teacher to go to hell. Before that, he he had exploded a small bomb on a school bus, smuggled a sku. And set off a string of fire inside another students locker among other tricks. Once he left school, our school left him, he fled town. The next clue folded neatly inside the cord boxes was a photograph of Clark, Circa 19 70. Having just received his master's degree in physics from the University of New Orleans on his way to a Phd program at the University of Utah. He wore thick, dark rim glasses, a crew cut, and an expression that approached but did not quite achieve innocence. In under 8 years, this person considered unfit to graduate from public High school and Plain view Texas had earned herself a Phd in computer science. Actually, the story was more remarkable than that. His father had abandoned the family when Clark was a small child. His mother should have taken welfare, but it never occurred to her. The home Clark went back to after a day of turning his school on its head was situated somewhere below the poverty line. When I asked him about the article on the plain view paper, all he said was, I grew up in black and white, I thought the whole world was shit, and I was sitting in the middle of it. At the minimum age of 17 and a half, Clark asked his mother to sign the piece of paper that permitted him to join the navy. In September 19 61, when the rest of his high school class returned for its for its senior year, he left plain view for basic training just outside of New orleans. His career in the navy started as badly as his career in high school ended. When he arrived a training camp, he was given along with every other new recruit, a multiple choice aptitude test. He had never seen a multiple choice test, and he didn't know how to take 1. To most of the questions, several different answers struck him has at least partially correct. Instead of picking 1 that's seen the most correct, He just circled them all. The navy assumed that he knew that circling more than 1 answer fooled the computer that created the tests. They charged him with cheating, took off took him off the ordinary slow track for enlisted men and put him on the even slower 1 for juvenile delinquent. Thus, the first time Jim Clark ever heard of computers was when he was accused of trying to full 1 into thinking he was smarter than he was. And I love this, let me just interject group before Continue. This this reference to now he's on a path for Juvenile out of deli delinquent. It's always amazing how books are the original hyperlinks and these ideas that, we read in 1 place will keep seeing pop up on the other 1, you recognize the the... If you wanna, that quote. If you wanna study the study that juvenile delinquent, or if you wanna understand the entrepreneur study that Juvenile delinquent, which is from, Y von, the the founder of Pat, and in his book lot my people go surfing. And now we see that a lot of these guys are a lot of these people are they're, you know, mis. They get... A lot of times are getting in trouble. They don't fit in. Doing something with the society telling they shouldn't do. So let this... Let me continue to start because it's all actually interesting. Okay. So the first time Jim Clark ever heard of computers was when he was accused of trying to fool 1 into thinking he was smarter than he was. The other recruits who took the multiple choice test went into a classroom and obtain their high school e c diplomas. Clark alone found himself himself shipped out to sea. There, he spent the next 9 months, performing the most disgusting chores, chores, that need doing on a ship. Those 9 months at sea have filled a lot of Clark's memory. He recalls officers telling him that he was stupid and bullies tossing plates of, full of food on the floor just so that he would have to clean them up. He returned to the Navy's classroom convinced that Plain view, Texas just might not be the world's capital of shit. He took his first math test and scored the highest grade in the class. He was unaware that he had any particular aptitude attitude for math and didn't quite believe the result. Neither did anyone else. The navy gave him another test, same result. 6 weeks later, Clark was assigned to teach basic algebra to incoming recruits. A few weeks after that, 1 of the instructors told him that that it had been a long time since he'd seen someone so naturally gifted in mathematics. He suggested that Clark and enroll in night classes at tu lane University with a view to getting a college degree after he his tour of duty. Within 8 years, Clark had its college degree, plus a master's in physics, plus plus a Phd in computer science. In the navy, this is a I think the the important part in the summary of this entire section. In the navy, Clark said, he learned that his desire for revenge could lead to success. He was propelled in the classroom by his anger about the humiliation he'd suffered at sea. He suffered at sea. The success for him became a form of revenge. Okay. So skipping ahead, I want to jump to this part I just left the note I left myself is just turning his life around at 38. The reason I I usually include stuff like this and this podcast is because there's no I don't see any really correlation between, like, success in building companies in age. A lot of people think it's like a young person thing, and then to to some degree it is. But, example, Like, for example, hugely successful people doing it extremely late in life. And Jim Clark doesn't really get started trying to build wealth and build a companies so he's 30 years old. Okay. So let's get right into this. He tried to explain this extraordinary leap in his career from 38 year old unsuccessful college professor with a warning label on his forehead to a founder of a multi billion dollar corporation. It was 1 of those times when the whole world went fucking be. He said, after my wife left, I went into the spiral, 6 months of counseling. Then I said, fuck counseling. It wasn't helping anything. There was all this self actual commercialization stuff around. And I thought I don't need some guru to tell me how to find my way out. So as simple as that, he laughed. No. For a year and a half, I was in this kind of down beat fun, dark, dark, dark. I said he still hadn't answer the original question. It's funny. He said, 1 day I was sitting at home, and I remember having the conscious thought. You can dig this hole as deep as you wanna dig it. I remember thinking, my god, I'm going to spend the rest of my life in this fucking hole. You reached these points in life where you say, fuck. I've reached some sort of dead end here. What was the point of getting here and you descend into this chaos. All those years you thought you were achieving something, and you achieved nothing? I was 38 years old. I had just been fired. My second wife had just left me. I had somehow fucked up. I developed this my this man passion for wanting to achieve something. He paused. I guess it was a little bit of self self imposed psychology, In something like an instant, the man had changed his life. He and reinvented his relationship to the world around him in a way that is considered normal only in California. No 1 who had been in this life to that point would... Excuse no 1 who had been in his life to that point would be in it 10 years later. His wife, his friends, his colleagues, even his casual acquaintances. They'd all be new. The result of this self and post psychology surprised even Clark. He insists that the transformation occurred overnight and he can't really explain it. So it just sounds like to me that he just was disgusted with himself. He's at the sit. It's gonna end today, and then he starts plotting, and he uses different numbers throughout the entire book. Like, I think his first goal is was like, I just wanna make a million or 10000000 dollars, And I wanna make a hundred million dollars. And you go... It goes on, and Wanna make a billion, and I wanna make a billion after taxes, and then he he keeps pushing the whole point post out and now, but he didn't start having those thoughts till, like he said, to he was in almost 40 years old. So it's... There's some just random stuff. Okay. So skipping ahead, this is Jim's idea to avoid the innovator dilemma. Clark saw only 1 solution. Silicon graphics had to build a cheap computer to compete with the personal computer. Cheap machines meant mass markets. And mass markets meant great sums of money. Jim was probably 2 or 3 years ahead of the rest of us and seeing what was coming. He could see problems down the road and the problems became emotionally important to him. Now the deck quote from Jim. I was saying, goddamn, we're out of our minds says Clark. I was so worried about the Pc. I was adamant that we had to build a low end product and that it had to be something that sold for under 5 grand at the time Silicon graphics building these huge workstations. And there... He sees what's gonna come next. Clark, and this is the, this paragraph is why Include this section. I think this is, smart. Clark thought that silicon graphics had to cannibal itself For a technology company to succeed he argued, it needed always to be looking to destroy itself. If it didn't, someone else would. It's the hardest thing in business to do he would say. Even creating a low lower cost product runs against the grain because the low cost products undercut the high cost more profitable products. Everyone in a successful company from the Ceo on down has a stake in whatever the company is currently selling. It does not naturally occur anyone to find a way to undermine that product. Clark thought he knew how to become the agent of his own creative destruction, and he was prepared to do the deed. He wanted silicon graphics to operate in the same self cor spirit. So he went up leaving S gi, silicon graphics incorporated. I'm gonna skip... Actually skip over that part, and we'll jump right to... Probably, I would say what he's most famous for, and that's creating nets escape. So let's go ahead and go to this part about the beginning of Nets escape. Just give you some background. He's left silicon graphics. He's looking for the next thing. He's meeting with a bunch of other engineers, and he is linking up with a young mark Dr who is computer science student So I think he's 22 at the time of the books written. And now obviously he's went on to be a successful founder, and, it's about venture capitalists so on and so forth. Really interesting Twitter follow follow as well. So let's go right to to the beginning of. Then 1 day as and Clark sat on clark Clark's kitchen table, Clark announced that he had changed his mind. This wasn't unusual. Clark was always changing his mind. Now he said that his computer... His tele computer was it was ahead of its time. It was too expensive to build. We could always build a Mosaic killer said. What do you mean said Clark. And Jason said that the software he'd written had been appropriated by the university of Illinois but that he felt sure the university would bundle any subsequent attempts to commercial it. He mentioned again that 25000000 people were now using the Internet and that their numbers had been doubling every year for a long time. Clerk recalls, I thought Jesus, those are big numbers. I've never been in a business with those kind of big numbers. Eventually, you were talking about all the people on earth. The whole time he'd been stew with jason about what to do. The solution was right in front of them. The Internet. All of the sudden, it was clear to me when I looked at the Internet that I was looking at the personal computer in 19 85 Clark says. It was the slow clunky technology, but people were using it. And it would get faster. I realized that this was the thing I'd been g for. He and injuries hired injuries since college buddies who had written the code for Mosaic, which permitted to user to browse the Internet and to... And Clark had yet another team of young engineers to lead into battle. He called the company Mosaic communications, then changed the name to Nets scape. This time, Jim Jim Clark was right. He was often running down the dark tunnel with no end. Within 18 months, the world's biggest technology companies realized that they had been trump. Bill Gates sent a memo to his employees saying that the Internet now posed the greatest threat to Microsoft's control of the computer industry. The 1000 Microsoft employees dedicated to building a computer were reassigned to compete with Jim Clark startup. Startup. The tele computer is another idea Jim Clark had and it's actually put into production and and companies wanna spending hundreds of millions of dollars in this development. I don't think they were sold 1. And it's just basically the premises that people aren't gonna buy computers that they're going to interact the the your Tv and your cable box specifically is gonna be the new computer. Like, that's gonna be the new hub. Obviously, that Not right. So that's the reference. Right now, Microsoft has 1000 people working on the telecom computer. They're taking them off and they're they're gonna compete with Nets. Thousands of others at Oracle and Son and even Time Warner, were similarly redirected. Jim put the whole of Itv at a business. Everyone at once realized that the next big thing was not the television set, but the personal computer hooked up to the Internet. If you page through his talk on the computer, you can see just how chance favors the prepared mine. The presentation Clerk made to his board back in 19 92 is a fair blueprint for the Internet boom. All of the ideas, commerce, email and some of the technology he dreamed up for his beloved computer were graft onto the internet. You have to sit down and think for a bit to realize what that means. Not just for Clark but for anyone with the slightest interest interest in how economies and societies are nudge from 1 place to another. This is actually a really good point. Well, Lewis is making here. A company dreamed up by a technical man and a lot of big shots thought, that... A lot of big shots start was slightly un hinge with a 22 year old who didn't want to do in the first place. And another 22 year old assigned to sleep under his bed did not become merely a success. It torpedo investments of hundreds of... They're talking about Nets escape obviously there. It might not be obviously because they skipped their apart. Might need the context. It's torpedo repeated investments of hundreds of millions by the world's biggest corporations and smartest minds. SGTW, Microsoft Son, Oracle At and T. Thousands of people had more or less wasted billions of dollars and whether they knew it or not, had been following his lead. He was the 1 that came up with the idea and pitch it to begin with. Then just as they all ran as I heard in 1 direction, he took off in another. And within 6 months, he made them all look like fools. It was 1 of the great unintentional head fakes in the history of technology. Skipping ahead a little bit. I I left to know for myself is the fast eat the slow. And jump into these paragraphs real quick. Another old rule that changed was the rule that Financier who backed the company and perhaps the Ceo who steered to success made the most money and accumulated the most power. Anyone who bothered to read Nets prospect discovered a curious fact. The venture capitalists on San hill Road and the new Ceo, Jim Bark owned a few million shares each. In the end, they made hundreds of millions of dollars from Nets, and so had no reason to complain. But the young engineers whom Clark had pulled together to create the company also became rich. An engineer who joined Nets scape in July 19 95 was by November worth 10000000 dollars. Clark made certain that Mark Jason, the young inventor did not suffer the same fate at the hands of the venture capitalists as he himself had 12 years before what they're talking about theirs is he comes up with the idea of silicon graphics develops technologies, the you become successful, and he didn't know anything about venture capital or, basically... He wind up with with a tiny share of his own company, and he really pissed them off, and that's when he, like, he decided he had to lead to look on graphics because he didn't... He wasn't gonna make enough money. So going back to that, Kirk made and the Mark G, the young inventor did not suffer the same fate at the hands of the venture capitalists as he himself had 12 years before. After the Ipo and Jason by the... Then 24 years old was worth 80000000 dollars. Clark also made certain that by far the biggest stake in the company, nearly 1 quarter of the hole belonged to Jim Clark personally. Clark became the Valley newest billionaire. The speed with which Clark had made himself and a lot of other engineers rich created new forces of greed and fear in Silicon Valley. Microsoft was 12 years old before people started talking about Microsoft millionaires. Nets scape was 1 and a half. Another great random, Michael Lewis quotes that I like to highlight and just remind myself. Most people don't enjoy make take making huge gamble on the future. They would just soon have someone else tell them what to do. So skip ahead. This is the people you don't want. The moment of conception was to clerk way of thinking, the critical moment of any new enterprise. At that moment, it was important not merely to hire the the people bent on changing the world. But to avoid hiring the people bent only on changing jobs. There are all sorts of guys who will show up because they can't think of anything else to do. He said. Those are exactly the people you don't want. I have a strategy for dealing with these people when they come by to apply for the job, I tell them, we're all confused here, we don't know what we're going to do yet. But when you find someone you want. But when I when... But when I find someone... But when you find someone you want. I tell them, Here's exactly what we are going to do, and it's going to be huge, and you are going to get very, very rich. So now I'm I'm jumping over obviously huge swath of the book. The book is only... 300 in paper rack, I got the paper version. It's like, 350 pages. You could probably read it in, like, a 2 or 3 days if if you have a few hours to kill. It's obviously, you know, reads like, a story. So it's easy. But if you... I'm saying this because obviously, I'm not gonna cover the whole thing. There's tons of stuff. I'm I'm leaving out arguably the main point of the book, I'm leaving out. But, if you're interested in you and you like these highlights, and then I would recommend obviously buying the book. That's an entire point of me doing the podcast. To encourage you to to to encourage people, not just you, but to encourage people read. Let's see. Could you find interesting stuff like this. Here's another insight into his personality, and then he's just got... So now I'm just gonna share a bunch of just these interesting little tidbits shorter shorter parts coming. He could never become 1 of those ordinary people. A venture capitalist or chief executive or a member of a museum board or anything else that required him to behave in the way important businessman are meant to behave. Circumstance had made him an insider, but temperament kept him forever an outsider. He was like the man who through the world's biggest bash and failed to show up for it. This outsider was what gave him his unusual view of the world. His talent for g the future was genuinely viewed as a supernatural gift, But it was a matter as much of his limitations as of his strengths. He could see human society in ways that most business men could not. Because he was not very much a part of it. I like this short paragraph of this idea that companies are self contained worlds, do direct quote from Jim. There is nothing more satisfying to me than to create a complete self contained world when a computer is controlling it. It took a while before anyone saw the full implications of that statement, especially for the less technical people who lived in that self contained world. Oh, this is interesting. Let's skip ahead. So the difference between a pig and a chicken. Clark like to say that human beings when they took risks, fill into 1 of 2 types, pigs, or chickens. The difference between these 2 kinds of people he'd say is the difference between the pig and the chicken in the ham and eggs breakfast. The chicken is interested. The pig is committed. If you're going to do anything worth doing, you need a lot of pigs. So chicken is interested, pig is committed. Grab the committed people. So I wanna skip ahead. There's this trying to give you a little bit of context here because it this actually goes on this unfold for several pages. But, there... There's there's a market downturn. He's now he's now on his third company, which is a healthy on company. And they're running out of money and investors are kinda, you know, they're just not willing to put more money in. So, we've seen this also before in the Elon Musk book, and was another book. And If... Now it escapes me who the other person is that did this. But let... Well, let me read it and then you understand. Clark call... The exception was Clark. Okay. Hold on 1 second. So a healthy on is trying to raise money. People are saying, you know, they're they're they're scared. They're they're not willing to invest. And he says, of course, if they had thought Healthy on had a future, they would have kept it to themselves. Meaning, other investors are are trying to sell, like, trying to get other investors previous investors that have already invested in the company are trying to get new outside investors to to bring in more capital. And so he's like, well, they... This is obviously them saying that they don't think health in his future because if they were confident they'd keep it for themselves. Since they did not, they went looking elsewhere for capital. That's his thing. He goes the exception was Clark. Clark called Long long as the 1 running the company. A few days after the board meeting and told him that he had thought about it and had decided that Healthy on was simply too good an opportunity to let others in on. He said he would personally provide long with as much money as he needed. If long needed 20000000 dollars, Clark would cut him a check for 20000000 dollars that day. Of course, this meant that Clark would acquire an even larger stake in the company. But since the venture capitalists, so see what he's doing here mary's space calling Bluff. But since the venture capitalists had valued the company at 0, he did not imagine they would object. Long called the venture capitalists with Clark's proposal. Their sense that Healthy on was worth very little ward with their fear that Jim Clark knew something they did not. Just so, you know, the... What I left on the note for myself on the post note on this page is humans are deeply, And we're gonna see that here now. Some were deep down, they realized how bad they would look if healthy on by some miracle became an enormous success, and Clark made off with with it all. Almost before they knew what they had done, they threw their money on the table. 8000000 dollars. Clark supplied the other 12000000. So they... Even though they valued the company at 0, which obviously they didn't feel that strongly about it. They're now spending 8000000 dollars of of their money on a company I think is worthless. He's now and and here's some more information. He now sat on a billion dollars of Nets scape shares and could do whatever the hell he pleased with them. And what pleased him was to put it at great risk. The Vcs did not care to make these sort of colossal bets on the future. They sprinkled their money around a lot... They sprinkle their money around a lot of different companies and encountered on the law of averages to take care of the rest. Clark took a different approach. He said with some conviction, I know how to make a lot of money in the future. Since I know how to make a lot of money in the future. I'm going to put all my money on it. It was a difference of temperament as much as anything else. Clark had walked up to the ro at wheels surrounded by more or less reasonable men and laid all his chips on double 0, and it scared the hell out of the others at the table. The Vcs could tolerate companies going bust. They had so many of them, but they could not tolerate missing out on the new new thing. And so they poured their money in. They threw good money after bad into an enterprise is suspected would fail. They had wanted to be chickens, Clark forced them to be pigs. So a few pages later, they go into his This is probably of my favorite story in the book. I'm looking at share part of it because it... Again, it's too many pages to read. But it's at the very beginning, Michael Lewis talks about how it's so weird that you don't even have a name for the jobs of what people like Clark does. He got that because of the story that we're gonna go to where, Michael tags along with Jim Clark, he goes Downtown San Francisco to open a Swiss bank account. And it's not for the reasons 1 would expect. It's actually there's a couch in a larger story about this guy though and it's Jim money and Jim's making them trying to, like, force them to doing the honorable thing to pan back. But anyways, it's a it's interesting story. But the the part I found most interesting is, how people, like, allocate like, how do they choose where to put their money. Right? So standard financial advice? I'm personally you know, not too big of a fan for a lot of it. I think it gives you, like, a a pathway to mediocrity. And so put there... That's on 1 hand. And on the other hand, is Jim Clark with his all chips on double 0 strategy. So I I find this stuff interesting and no 1 ever talks about this. I guess it's considered not polite, which is kinda weird, but because it's so such an important... I don't know. It's it's interesting to me and it's really important. It's weird how it's not really talked about. So, I... There... The Noise left myself is all chips on double 0 and diversification is for idiots, that's not my quote. That's just if you if you're curious, type in a Youtube diversification is for idiots it's Mark Cuban. And he and he kinda lays out in that video how he thinks about, like, risk and asset allocation and and I it's just what basically, answer answered my question. What are you gonna do with all your money? And so I wanna read this part because it's fascinating just the risk tolerance, the risk profile that Jim Clark has. So set the scene, they're in they're in the Swiss baker's office. Michael loose with them, and the... They're trying to get them to, like, to fill out investment questionnaire, try to get an understand. It's like an investment profile. And Clark just like, completely dumbfounded because he just doesn't fit into to this normal rubric. So check this out. As Clark studied the document, his face acquired the pain expression of a well meaning child who's trying his best to answer a difficult question. He was often this way when faced with new situations are with people he did not know. He wanted badly to do what was expected of him. It was only after he determined that this was somehow impossible that he went ahead and did whatever he wanted. Now he was doing his best to please Bank Julius Bear. I guess it's the name of the bank. Yet, he could not fathom how the bank's questions applied to him. He arrived at the first category, marked risk slash reward. A simple minded graph with an arrow pointing up into the right, illustrated the principal, the more risk you take with your money, the more you stand to gain or lose. In the past tenth 10 months, Clark had lost 600000000 dollars simply by holding onto his shares Nets scape. If they only knew he said, the Swiss banker chuckle on happily. Clark remained straight faced. His eyes drifted farther down the page. To a get... To a category marked return objectives and risk tolerance. I just hate the the the jargon of, like, business and finance. Even though I find the subjects fascinating. I don't like the the jargon are annoying. It just... It's... No 1 talks like this. Like, they're just... You don't know you never run it into anybody in your own life that... What are your return objectives? And risk color and. It's just so fake. Sorry. This random tangent tangent. This was a summary of the typical Swiss bankers idea of the range of possible possible attitudes towards financial risk. It read conservative. I seek to minimize investment volatility. Moderate growth. I wanna take some risk while Also preserving capital. High growth. High capital growth. I have a minimum time horizon of 5 years with which to pursue my objectives. See this 1 what I. Like, those... That's 3 sentences. Do you have any idea what any of that means? It's so It's... I I just think it's created just whatever. It's marketing and to confuse you, but it's just you're you're set you're talking and you're not saying anything. Are you in this case you're writing and not saying anything. Next to each risk profile was a little square box. Clark passed quickly over the first 2 and paused for a moment at the third. Wondering, probably, where they put the box for people who sought to turn 10000000 dollars into 1000000000 in a few months. Finally, he looked up with the most perplexed expression. I think this is for a different person he said. And then at that moment, something inside him gave. There what, there he was, the maker of the fastest money ever made legally. He was the spiritual leader of a new financial movement that believed in putting all of its chips on double 0. Now we're getting to his personal philosophy. He had not the faint desire to manage quote unquote, that money, are to quote unquote, diversify his holdings. Are to employ any of those gentle verbs that ema from bankers and inspire people who are not bankers to hand their money over to them. At that moment, Clark's investment portfolio such as it was, look like this. Healthy on, 9500000.0 dollar shares, estimated market value, 0. Nets scape, 15500000.0 dollar share. 15.5 shares, 5000000 shares, estimated market value, 550000000 dollars. Microsoft was gobbling up Nets sk market share and thus Nets sk share price, and thus Clark's Wealth. And yet, Clark hadn't a thought had a thought in the world of quote unquote preserving that wealth. He had no interest and preservation of any sort. His life was dedicated to the fine art of tearing down and building a new. He didn't buy Us treasury bonds or stock companies outside of Silicon Valley or for that matter, stock in anything outside of the outrageous volatile Internet sector. A year or so before he had bought and sold a million shares in at home and made a quick 45000000 dollars. Other than that, he sank his wealth and his newest company and left it all there until the new new thing came into view. This gorgeous financial My was common in the valley and 1 of the chief chief sources of its success. The... The technologists is tendency to commit all of his resources to new technology by financing a eva ever more new technology had generated 1 of the great economic miracles in human history. Now this po swiss banker and his humid gray suit was offering up his Swiss recipe for handling money. Inc this is the most important or my favorite sentence. In Clark's mind, it was a recipe only for mediocrity and stability. Which came to the same thing. Skipping ahead. Before we close this out, I have 2 more sections, I wanna talk to you about... I love there's just another random, since I highlighted, it and Louis ex describing Clark again. He was not 1 of those people who can be sustained for a... For long by other people's fictions. He required his own. And second to last section here. 1 evening, as we sat in his kitchen, I reminded Clark, that he said that once he became a real after tax billionaire, he'd retire. This has already happened. This is so this towards the on the book. Makes a ton of money off taking healthy on public again, and now he's an after tax billionaire, which was when he told, Clark, don't when he would stop. So he said, reminded him that he said that once he became a real after tax billionaire, he'd retire. He said without missing a beat. I just wanna make more money than Larry Ellis, then I'll stop. This was news. I pointed out that he had never before mentioned this ambition. I just wanna have more money than Larry Ellis he said again. I don't know why. But once I have more money Larry Ellis, I'll be satisfied. Well, what happens after you have more money than Larry Ellis? Would you wanna have more money than say Bill Gates. Oh, no. Clark said, waving my question to the side of the room where the ridiculous ideas gather to comm with each other? That'll never happen. A few may... Few minutes later after the conversation had turned to other matters, he came clean. You know, he said, just for 1 moment, I would kinda like to have the most. Just for 1 tiny moment. It was 1 of those tiny moments when it was good to have a record of our conversations. Just a few months before when he was worth a mere 600000000. Clark had said, I just wanna have a billion dollars after taxes. Then I'll be satisfied. Back further before he started in nets escape, he had told 1 of the young engineers who had helped him create silicon graphics something similar. Gross guy's names Mark gross when he's telling him this gross recalled, Jim came into my office just before he left to start an nets escape and said S shi is okay, but I'd really like to have him a hundred million dollars. Back even further, before he started silicon Graphics, he had told Tom Davis that what he really wanted was to have 10000000 dollars. The numbers they keep moving. Why do people perpetually create for themselves to condition for their own dissatisfaction? Clark played these little tricks on himself, so they would have an excuse, however Flimsy to keep running as fast as he could. It was the same way with his resentment. He treated those who had done him wrong in much the same way he treated those he did not like who had more money than he did. They were all motives, plain view, the navy, Glenn Mueller, Ed Mc, and these are all guys past. Various venture capitalists, he needed people or places to doubt him so so that he could prove them wrong. Obviously, Clark couldn't stop using technology to change the world and so he needed an excuse not to stop. The reasons he couldn't stop were ultimately un unable, but I assume that the best and most lasting motive for wanting to change the way things are is to be unhappy with the way things are. People are unhappy with the way things are tend to remain unhappy even after they have changed them. The nature of their unhappiness is such that change does not slick it. The difference with lurk is that he continued to believe in all the endless possibilities of change. Even after he'd had experienced its limitations. He was the least happy optimus there ever was. No matter how well Jim Clark did for himself. It was always 2 in the morning, in his heart, and he was lying awake. And then close it out here, which I think is a great kinda ties this all together. With why he's still running even after this amount of time. And, right before this is something happens where his dad beats to beats his mom, and so he goes and confronts his dad. Now he comes home and he's crying. He's a kid and plain view Texas at the time. Or teenager other. So he goes not long after he'd come home in tears from what turned out to be his final meeting with his father. Clark quit playing his tub. Soon after that, he was expelled from school on left. Once he left, he became a stranger to his family. He'd turned up every now and again, and the family now recalled something about each visit. 1 time not longer after he he'd left, for instance, he came home talking about nothing but computers. No 1 in plain view had even seen a computer except in the movie said his mom. Another time he came home with financial ambition, Okay. He came home with financial ambition. When Jim came home from the navy, his mom recalled, he told his uncle that someday he was gonna make 50000 dollars a year. His sister who and clap. He done a bit better than that, his mom continued. I remember him telling me when he came back from the navy, mama, I'm gonna show Plain view. That So I'm gonna leave this story or this book. If you want the full story, I encourage you. I recommend. You buy it. I all the books I cover. I only cover books I really enjoy, but, I mean, I can't recommend enough reading Michael Lewis. I'd buy this book, I'd buy them all because he's just he's just a fantastic fantastic writer. The big short is 1 of my favorite books I've ever read in my life. He probably fundamentally changed my outlook on a lot of things too. So if you want to support the podcast and you wanna get yourself a great book with tons of interesting information inside, they may help you in whatever you're doing. If you look in the show notes on your podcast. Whatever app you're using to list this podcast now, I leave Amazon link for this book and every other single book that I've done a podcast on so far. Those links are Amazon affiliate links, which means that if you click on that link and you buy the book, Amazon Sends, founders, a small percentage of the sale at no additional cost to you. It's, like, sending me a virtual, like, a a tip over the Internet, if you will. And you get something that's fantastic. So it's a great way to, support. If you like, and value the work I'm doing here and you like these stories, which if you listen this far, you probably do. Use those links when you buy the books. It really helps out the podcast. And if for whatever reason your podcast player app is not working there, you can go to founders podcast dot com. And all the links are always there as well. Thank you very much. I hope you have a great week, and I'll talk to you soon."
}