{
  "transcript": "There in a dusty box he uncovered what turned out to be a never before published auto work of our mothers. The package, post mark 19 66 simply said, Lucy. The manuscript was written in the first person and seemed to span mom's entire life up to 19 64. I was stunned. When I read it, I cried. When my brother desi read the manuscript, he was overcome with emotions. He said, I loved it. I loved reading it. There's a wonderful energy that comes through, a fire in her belly. As a young kid, a sense of adventure. Like, I wanna make some noise. Her connections from the past to the present. I salute her for her ability to think in terms of what did I learn from the past, and there's some great straight from the heart advice. I love the way she wrote about her feelings for dad. It was very powerful for me to hear about when she first met him. Some people prolong their unhappiness by drama it. Like expecting applause for having a headache. Mom does not do this. Instead of over drama what happened in her life, she seems to be trying to understand what her life is all about. That's what I found most enduring about this auto, the way she looked at life, especially regarding her earlier memories. And what happened during her most formative years that contributed to the kind of woman actress and mother she became. This book gave a much deeper understanding of the pain that she had to assimilate as a child. In the depth of her struggle to achieve the kind of success she eventually did. Now along with our father's auto, a fascinating fact filled remnants of his life, my brother and I and our children, along with the whole ball or Nas clan have 1 of the most remarkable, comprehensive family histories ever documented. That is an excerpt from the book We talked you about today, which is the auto of Lucille Balls. It's called Love Lucy and it was written by Lucille Ball. That is her daughter. And, her daughter and son were put in charge of her state. She passed away in 19 89. And this book was originally written in the mid sixties finishing in 19 66, but never published. Her kids did not even know it existed. So they were going through and answering some complicated problems and issues with her her mother's vast estate. She's 1 of the most successful actresses and entrepreneurs have ever lived. And so there's a lot of things that her daughter and her son had to take care of. And so they contacted an old, attorney of, Lucy's. And we're asking a question and he discovered some of his old paperwork, this un printed manuscript. And so that excerpt was her daughter discovering the manuscript reading it and then talking about the impact that it was having when they read it internally and decided to publish it for the world. And so I wanna go back into the introduction because it's our daughter writing the introduction. And I think that I wanna pull out a couple ideas because I think it's really important to think about how we... How the lies that we're living right now will impact the people that we live behind or leave behind rather. Before I go there, I wanna tell you why like, why chose to read this book. So all the way back on founders number 01:41. I read the fantastic auto of Arnold Sc. This is the second auto he wrote a short 1 who he's, like, 30, and then this 1... I think it was close to 70 years Reddit. It's 1 of my favorite books I've ever read. It's just... He had an un unbelievable life story, but he talked about Lucille Ball in that book. And there's 2 things. 1 that she gave him her his first shot in Hollywood, and he just says she's a fantastic woman She gave a shot in this is 19 74. So Arnold's are in is, like, it's already thirties. Lucille. This is after she is 1 of the... This is after I love Lucy. So I love Lucy was arguably, some people say it's the most successful television show of all time. Some episodes had 60000000 people watch it. And so Arnold meets her like, a decade decade and a half after her... She's had while discuss with her show. She's she's unbelievably well, known. She's very wealthy, and she saw him give an interview. She thought was funny. She... So she's like she calls... She calls me by the blue. Says, hey I wanna give you this part. And she gives him advice And the advice that she says when he's in his early thirties is something that he would then in turn repeat for multiple decades. I've heard him give speeches 30 30 years after receiving this advice from loose from Lucy. And now he gives that advice to young people trying to do something difficult. And this is what he said in his auto geography. He said Lucille Ball gave me advice about Hollywood. She said just remember, when they say no, you hear yes and act accordingly. Someone says to you, we can't do this movie, you hug him and say thank you for believing in me. And so the context of when he gives us advice. He says, listen, you don't listen to Nay everything I did. I was told it impossible when someone so... When someone said to me, it can't be done, I heard could be done. When someone told me no, I heard yes. When they said it was impossible. I heard it was possible. He talks about anybody doing something difficult whether you're trying to be a body builder, an actor, an entrepreneur or whatever it is that you're doing, it's you're going to run people on the outside that that are gonna doubt you to tell you can't do this. And he says that's normal it's to be expected you overcome that using this little trick. But he the reason he said that was fascinating to me. He says because it's normal for other people to doubt you. But when you start doubting yourself, that's very dangerous. And that advice was so impactful that he's repeating at 3 or 4 decades after he learned that advice. He else talked about what a just remarkable woman. He she was, He said, you know, she's... I was a tiny... I was very unknown in Hollywood years later, every single movie every interview. Anything I'd ever do. She watched it would send me flowers. Would send me a note saying, hey, you're doing stupid a job. Just constantly encouraging him to to not give up and to keep pursuing his dream and what's crazy is I never made the connection to I read this book, and I'll get you in a little bit, but there was somebody, like that in her life that played that role for her. Somebody is a couple decades older that taught her. Her name's Lila Rogers. She's in this book, I'll get to their, I'll get to that part eventually. And then the second reason I wanted to read her auto biographies because I like reading about people that do things that quote unquote, they're not supposed to do. After many decades of being taken advantage of by other people. She bet on herself. She started her own company. She owned her show. She decided to control her own destiny. Not only was that extremely rare for an actor to do that. It was it was unheard of for a woman to to that to do that it's this period of time. If you study the early history of hollywood, they just looked as actresses. It's like a pretty young face that are that were disposable, they should just do what they're told. Lucy is not the kind of person that's ever gonna do what she's told. And as a and as a result, her and in partnership with her husband wind up innovating, they're credited. This think about how crazy it is because we've seen all these people built... Like, generational wealth through, owning, like, a syndicated, Sitcom reruns. I think about Jerry Seinfeld, You know, the billions of dollars. He's gonna make over his life. Just from resell show over and over again. Lucy and desi are credited as the innovators. The people that invented invented this the idea that the syndicated rerun, and they pioneered that through the show they created, the I love Lucy Show. And they start the company before they start the show to start the show becomes wildly successful. And as a result, Lucy becomes the first women president of a major television studio ever. So I'm gonna go into the introduction of this book. The book was published, I think in the early... I think 19 93, and the copy I have in my hand smells like it's from 19 93, like stiff pages some some interesting aroma that are filling that are in front of me right now. So I wanna go to... She's talking about what it was like? Like, how the hell do you adjust you're growing up and your parents are 2 of the most famous people in the world. And she says these were not ordinary parents. And then shu about the the bizarre, like, just how... Like, she can hear her mom, she can watch her mom, but she can't talk to anymore. And she says, Oddly in some ways after all these years, life goes on is if they are still here. She's talk to about her parents. Sit... They're simply off somewhere. On location, perhaps and unable to get to a phone. And then there's just good writing because she goes on for a little bit about that, and then she goes, and then so many times you wish that they were still here. Even if it was just for a few moments. But you quickly realize that the voices that once could both calm your fears and drive you so crazy are truly silent forever. And so in addition to the manuscript, there's also she she did this. She's working with an author that she would basically talk into over quarter. So that's why it sounds like from the first person. And you had the manuscript and you had... Now her daughter has these hours. She says, I had the chance to listen to some 20 hours of the original interviews. She has these tapes of her mom's voice. We're calling her life story. And so if you go back to the introduction, I think this is really important. This is something I'm trying to work on with my dad, because we didn't do this with my mom, unfortunately, like, you document. You ask them questions you interview them, you would write it down, record it on video, whatever you have to do because it talks about, you know, now my parents are both debt gone and and, and, from the the the daughter's perspective here. And yet, she's, I have 1 of the most remarkable comprehensive family histories every documented, we just happen to get it get... We we are... You and I able to read into to learn about their family histories. But for most, you know, for most people not gonna be case, but I think this idea is really, really important. Create a comprehensive family history. Do it to writing, do it through audio do it through video, I think it's the idea here. And she puts into words why this is so important because they discovered this after her mom died. So she's with her mom a few weeks before she passes, and she says, unfortunately, no 1 else had a chance to help her remember either she died less than 3 weeks later. I remember thinking then how sadly ironic it was that my father should have gotten a chance to tell his story during his lifetime because he wrote and published an but he was alive. I'm probably gonna read it too because his life story is insane as well. But then we'd never get to hear moms. To... And this is the important part. These 2 sentences were here is why I think it's so important for You and To learn from this and to document that the the life stories of the loved ones are so alive to see her life as she saw it. It was sad for the family and it was sad for the world. And then luckily, this discovery rectify that problem. And so I would say 80 percent of this book is her her life, sorry before her wild success with with with Either Lucy, she was 40... I think 40 years old when when she... That show started. And her her life starts with tragedy, and her dad dies extremely young. He dies of ty white fever versus says my father's condition never improved. He died not longer after the storm. He was only 28 years old. And my mother 23. I was not yet for, but I remember vividly, the moment she told me, Daddy was gone. I could tell you where the tables were, where the windows were and what they looked out out on. And she says, I think she... My mother was stunned by her on a unhappy circumstance is I can remember her shaking her head saying softly. Married before I was 18, a mother before I was 19 and widowed before I was 23. So she has this a very distorted childhood. Her mom has to find work. She sent sometimes to live with grandmothers or or or family members in this case in the story. She sent to live with her now new stepped at strict parents. While her mom looks for a job, and she hates it. And she says I don't support and they were, like, a very strict, like, disciplined family. She says I don't suppose that hard work discipline, and a perfection is added towards my work did me any harm. This is something she actually learned from them. And that's another thing that that's surprising to you is just how committed she was to being the very best comedic at actress she could ever b. She was a flat out work alcoholic. In addition to the reading this book, I also watched. There's a new movie about it her. That just came out recently, Nicole Kid plays Lucy Harvey Bard, who's this fantastic actor he plays desi, but something that that movie highlights is her perfection nature. She'd worked till 2 in the morning, 3 in the morning going over lines, making sure every single thing is perfect. She's... And so reason Bring that to your attention now is because she's talking about early life experiences that that may the impression on her how important it was to be essentially a perfection in your work and not being afraid of hard work and understanding the the discipline. She was almost the opposite of her husband. Her husband would like to drink. He was crazy. He would take risks. Lucy was completely focused. These traits are a big part of my makeup today is as any of my coworkers will tell you. And when life's seemed unbearable, I learned to live in my imagination and to step inside other people's skins. These are in ind indispensable abilities for an actress. The other hand, I have my grandmother Peterson to think for the 9 sense of un unwillingness and insecurity that has haunted me for years. The p idea that everything pleasurable is somehow bad, almost ruin me, almost ruined for me the first joys of our of our big, I love Lucy success. The hardest thing for me was getting used to the idea that I deserved it. Throughout the book, she calls her mother Deed, and her grandfather daddy. So I don't wanna confuse you there, but Deed is a big character. She's, like, her essentially like her Lucy's best friend, and talks about we're looking back. You know, she she had to leave to make money, she she had really no choice and she felt really guilty about it. D still feels guilty about the time we were part, but I understand that... That circumstances forced our separation. When we speak of the lights, this is really important and I find I found what Lucy's is about to tell us to be true in my own life. When we speak of the slice of our childhood. It is hard to remember that often people were struggling to do their level best. This knowledge comes to you later in life, once you have children of your own. And so later later on the chapter, she talks about, you know, learning from those those mistakes and doing something different at this point, her life her dad is dead. Her grandmother his dad. Her grandmother dies of. So her dad dies a for a few fever her 28, Her grandmother 51 years old of cancer. So her dad is dead, her grandmother's dead, her mom is gone all the time, and she's 11 years old, and she says I miss not having her around all the time. It one's up being like her best friend that day to day closeness that I try to give my own children. And so she's writing these words. When she's now older than her grandmother was when she died. So her grandmother dies at 51, she's around 53 54 when she's writing these words. And then she picks up on something at the very end of the chapter about her childhood. That yes, it's a negative to go through. But if you can survive these environments, it makes you extremely strong. The the way I would summarize what she's about to tell us is this this investor Josh Wolf has this great saying. It's a great maxim I think of all the time. Chips on shoulders puts chips in pocket. People with happy childhood never overdue. They don't strive to or exert themselves. They're moderate, pleasant, well liked in good citizens. Society needs them, but the tremendous drive and dedication necessary to succeed in any field. Not only show business often seems to be rooted in a disturbed childhood. And so Josh point is if you go through a a tumultuous childhood, you have a disturbed childhood, it's gonna give put a chip on your shoulder and you're going to want to to have that tremendous drive to show people that they wrong for for discounting you. And so chips on shoulders puts chips in pockets. And then Lucy goes into more of being just just, like, runaway, teenager being very unhappy about her life circumstances, and we see this that you... Usually, there's somebody in in these life stories where you have an older person that that actually takes time and and damages, hey, I actually care about you. Like, you have work... Worth as an individual, Est lau Est Lau uncle. Her uncle John played the role that this principal is gonna play for, for Lucy. So she says, I ran away a lot. I'd leave the classroom for a drink of water and I would just never come back. I think my main need was for somebody to talk to to con in. Some wise and sympathetic older person. My school principal Bernard Drake became such a person, and so she comes back and visits him at many, many years later after she's well famous. Mister Drake was the first person to label my ex ex feelings as talent. And to urge me to get on the stage. And so from Est Lau, she says Uncle John had wards worlds to teach me. We constructed a laboratory of sorts. He was a skin special. So he was in the beauty industry, and that's, you know, obviously where she built her empire. Uncle John had world... World's to teach me? We constructed laboratory sorts in the tiny stable behind the house. Do you know what it means for a young girl to suddenly have someone take her dreams quite seriously to teach her secret? And so that is something she's writing many decades after it happens. In her case, the foundation of what the the empire of the cornerstone and the empire that she's going to build and saying this is extremely important. If we have the ability to encourage young people. And so it's idea It's like, no. You're not a runaway away. You're not crew up, who cares if you're not good at school. You're funny. You... You're in in an in an entertainer. People will pay for those skills. Why don't you get on the stage. And then her mother. She starts to become worried for her mother because her mom remarried and that marriage was not a good marriage. Says another, you know, tumultuous relationship... That she's she's seeing play out, this wait till we get to her marriage with with Desi. It is wild. That summer that I was 14, and you can... If you wanna an illustration of that, watched that movie being the card because it's in that movie as well as in the spoke that summer that I was 14 and immense restless swept over me. Things weren't going too well at home. My mom and Ed got divorced 5 or 6 years later, but the first real fights that argument started around this time. I worried about her and the hard life that she led. And even though her mom's going through a difficult time. She's a extremely supportive mother, and then, Lucy hits on something here. Like, I don't know what I wanna be. I just know this ain't it. This is not... Life has to be better than this. I had no thought of being an actress at that time. I just wanted to be somebody. And so she gets encouraged to try out at like a school play, and her mom is supported from day 1. Did never tried to hem me in. Be an actress? Sure. Why not? She would sit up until midnight many nights sewing us costumes. Such as a reminder to support our kids goals. And then she... This continues at the end of, high school. She's like, okay. I I wanna do this. This is how Lucy gets into acting school. And, again, it because of the love and and support of her mother. I hate to go places and do things. Deed was beside herself with Worry about me? She finally decided that if I was bound to run away, it would be better if she helped and guided me? She said to me 1 day, Lucille, how would you like to go to dramatic school? My eyes popped. Could we afford it? I've already been to the bank and they remember, they do not have... Don't know if I actually say remember. I haven't told you. They don't have a lot of money at all. So the fact that this is what her mom does is just really, really amazing. My ice pop could be afford it. I've already been to the bank and they'll lend me the money she said to me. My mother was always willing to go into debt for good cause. So she goes acting school in New York, and it does not go well. In short order, they discovered that I couldn't sing, I couldn't dance and I couldn't control my body or my voice properly. Both students and teachers ignored me with which almost seemed fitting. To me, everyone was head and shoulders above me in every way. At the end of the term, the school wrote my mother and said that they were sorry, but I didn't have what it takes to be an actress. Remember, this is this a school that teaches acting it's telling what is going to wind up being 1 of the most successful actresses that ever lives that they... She can't do it. Sorry, you're not cut out for this. Remember what the advice that she gave, Arnold. When when they tell you no you hear yes, and you act accordingly. Someone says no, we can't do this movie. You hug him, and you say thank you for believing me, there's so many examples on this book that... She's giving that advice because that was her lived experience. Because these... These idiots right here are diminishing somewhat a young person's dream, and then what happens is many, many years later, people from the school, her former teachers asked to meet her backstage. And, like, we always knew you could do it. And she she's like, no, you didn't. She said the very opposite, you kicked me out of the school. At the end of the, the school wrote my mother and said that sorry, but I didn't have it takes me an actress. She would just be wasting her money if I continued. And so she gives a takeaway from this. Sheets. She gets kicked out. And she just goes to New York and just tries to take any job possible, and this is with a lesson here. I soon learned that to survive in theater, you have to be very strong, very healthy and damned resilient. Rarely does anyone give you an encouraging word that same advice Entrepreneurs right. Right? You have to get to be very strong. Very healthy, very damn resilient. Rarely does anyone give you an encouraging word? And then we go into this excessive work work Ethic that she has her entire life. I'd show up early for rehearsal and stay until they had to sweep me off the stage. I didn't give up. I wore out the sole of my shoes, t up and down the street to casting offices. So there's years of this experience. I wanna get to the punchline. I can't say that I was discouraged for some incomprehensible reason, I knew that someday I would make it. She says, remember, there are practically no overnight successes. Before that brilliant hit performance came 10:15, sometimes 20 years in the salt mines sweating it out. So she winds up taking any job she can get. She's trying to do theater. She she she works in a bunch of shop in this case, she's working in a very famous dress shop as a as a model. So, like, some somebody comes in. And they wanna try to dress. She'd put on the dress and walk out so they could look at it, and a lot of famous actresses. This is in New york City are coming in. And essentially, what she's doing what you and I are doing. Except she's studying actresses We're studying entrepreneurs, and I hit her punch line. So she says, Joan Crawford Gloria Swanson, these other people also came into the shop. I tried to analyze their styles. How they walked and moved, their hands, their eyes, what they wore and how they talk. This is the main takeaway here. I didn't know it at the time, but I was storing up a lot of useful knowledge. So she has a lucky break. She winds up sitting for an artist that would draw, like, portraits and stuff. Remember She should do anything for money at this point. He winds up penny a portrait then adding, like, some... I think dogs are Wolves. I can't remember exactly at the right now. But... And then selling that painting to an to a company, the company then uses in their ads, the ads are placed everywhere. So then people start recognizing her from these ads, even though she didn't know she was sitting down for an ad. That then there was a... So that that's the first lucky you break at the same time, Mgm has this thing called the Goldman girls, and 1 of the girls get sick or injured and they need a last minute replacement. So somebody that had recognized her from ads, say hey, You'd be perfect. Can you go to California right now. And so she has a jump on this opportunity with almost no with with almost no notice, and she never... This is a very start. She didn't expect this with is a very start of her time in Hollywood and she obviously never leaves. So it she says in those days, there's no definitive working at hours. She's talking about early Hollywood. We slave all day and sometimes until 3 in the morning. So she's on... She's just the like a... I don't think she has works. I think I'm pretty sure she's just seen in the movie. It's called Roman scandals. She's says Roman scandals was supposed to be filmed in 6 weeks, but it's stretching the 6 months. I loved everything about movie making, the money, meeting so many different kinds of people. The high excitement of each day. And then so on this movie, she's... Winds up being... Because this is supposed to be a contract. And then once the... The movie's over, like, your contract up. She said there was another remarkable stroke him good luck. And so a young man was on the set. He said, hi, Lucy. He introduced himself as Russell Marker, reminding me that we had already met in 1 time in new york. He was gonna be a core chore for a big film that was gonna be filmed called Mu mulan Rouge. He was visiting the set to see if he could pick up some show for the film. He wanted to know if I wanted if I wanted to be in film. The Goldman girls, which she was a part of was then loaned out in masse to twentieth Century Fox. And so these... Think about this is, like, it's something that she also didn't, like too. It's to, like, you're on contract work. So she has a contract for a month. And then sometimes she has a contract for 6 months. And then then she has... She goes to different studios in the studio will renew a contract on a yearly basis. But the re... She didn't like that because then could just end your contract, you could try to go somewhere else, but she wanna control of her career. So this is gonna... This is, like 20 years before And Say 15 years. 15 to 20 years of doing stuff like this before she's, like, I wanna run my own show. I wanna, like, own the show, I wanna be in complete control. I don't wanna just be a contract person. But before I get there, she does have some good advice that she gets from this guy that recruited her this Russell guy. Says, life was hectic, but the money was good. I thought I was doing great. So she's probably making maybe 50 dollars a week, 75 dollars a week. Is what she's talking about here. She's gonna sell her company. For the equivalent of, like, a hundred and 50000000 dollars today. So keep in mind, keep in mind. So it says, I thought I was doing good, but Russell impressed upon me on the necessity of saving. You don't have to start a savings account with a thousand dollars. You used to tell me. You can start with 1 dollar. On his advice, I put 25 dollars into the bank every payday. Otherwise, he said, I would never survive the par periods during in between pictures. And so she says, by this time, I was determined to stay in Hollywood. I could would do what I had to to make sure I could survive for the long haul. That's that long term perspective again. I worked long hard hours without complaint. I would work 16 hours a day. So there's a there's a lot in her career than I'm skipping over. She gets contracts. She's in... Like, she's essentially like a b list actor for a very, very long time. You could could consider her a b list actor for... Until she she starts I love Lucy. And so she gets all these different contracts. She's making a little bit of money so she's like, okay, need my best friend out here. I need my mom. The next day I phoned my mom and told Deed to come, to come out to Hollywood. When Did saw the little white Bun in Hollywood, she burst into tears. This was 1 of the few times, I ever saw her give away to her give away to her feelings. She came prepared to find work as a sales lady, but I put my foot down. Her working days were over. I told her. So her and her brother. She's a younger brother that's also working in Hollywood. She came out first and her brother comes out, and then they moving out the entire family. They move out her mom. They move out her grandfather, which she calls daddy. And so this is what she says about that. Keeping the household afloat was the greatest thing that ever happened to me. I cherished every minute of it. It was tough going financially at times. I was earning only 50 dollars a week, and Freddie was making about the same, but it gave me a real purpose in life. I felt wanted and needed, and I was grateful to have the family together again. Each morning, I'd get up at 6 so I could be at the studio by 07:00. And the crazy thing is she's working for r ko studios. Right? And so she's still in her early life. She's saying I had to get up at 6, Had to get up at 7. But now she's writing this. She worked at Arc ko. Now when she's writing it, she owned the studio. And she says something here that's a great flex. The same guard greet me at the front gate today. So I mentioned earlier the role she played for Arnold. She meant mentored her him and she tried to take care of. She tried to do is whatever she could. She went being doing live theater and being mentored by, a a master. And so this is Ginger Rogers mother Ginger Rogers famous actress at the time, and her name's Lila. So it says, the wonderful thing about Lila was that she was a mom quote, unquote quote, to a Bev of young stars. Young struggling stars. She directed R little theater. Remember this for later. Remember this part for later. This is wild. I just remember this now reread it. She directed R little theater, were promising young people from other studios came to be tutor by the by this wise warm woman, and then she... She realizes that Lucy has talent? She has conversation with her? What would you give to be a star in 2 years, Lila asked me. G, what do you mean I responded? Would you give me every breath you draw for 2 years? Will you work 7 days a week, will you sacrifice all of your social life? I certainly will, I promised. Okay, she said, let's start. Leila was the first person to see me as a clown with with a glamour. It was such a busy happy time for me. Lila took off the Dung and put me into a address. She made us she... Shy about doing this for her and also a bunch of other young stars. Our young struggling want soon to be stars. Or want to be stars. She made us read good literature to improve our English expand our understanding of the character. Lila taught us to dedicate herself ourselves to our work and to ignore the nerve racking rumors of calamity issuing from the front office. I never played politics at R and it wouldn't have helped if I had. R had 11 presidents in 14 years. Lila advised us to work on ourselves and pay no attention to corporate mach combinations. Lila taught us never to see anyone is bigger or more important than ourselves. And then she takes this mindset and runs with it. I'm gonna tell you something else that smart that Lucy said. There's all these, like, like, in inserts with pictures and a quick caption. I do wanna read 1 too, because this was also surprising to me, and it's something that's also in the movie. If you happen to watch it. That the fact that radio gave Lucy, the audience recognition and the claim that it's so far alluded her in movies. So again, she's a b actress in movies. She does this radio show that's a 30 minute, like, a, 30 minute, 30 minute weekly radio show. That is so successful Cbs televisions. Like, hey, we wanna adapt this dis, like, an idea, a show very similar to the radio you're doing for... Can we adapt this to Tv? Oh, I'm not being clear at all there. So take the radio, show, put it on Tv. That's when she's like, okay. I'll it, but I'm gonna do it with my husband, and I wanna own the show. So that that radio show becomes the the the cornerstone of her empire. But this is something smart that that Lucy's is realizing even when she's young. She really, the the importance of having a positive mental attitude, the importance of learning from other people's experience and just don't complain. There's something that T Mu said that's gonna step popped my mind when Was reading this. And I'll I'll tell you that a minute. So, Lucy says, I believe that we're... That we're as happy in life as we make our minds to be. All actors and actresses no matter how talented or famous have ups and downs in their careers. It's just the nature of business. 1 of her other mentors I'll skip over from the name. Used to tell me about dozens of Hollywood people who ran into trouble. This was confront this was comfort like reading an auto and thinking, well that happened to them too, I'm not the only 1. At r arcadia was known for being the star, the Star who never complained. And so something that I think about all the time is what Charlie said... I mean to think about a lot of things, Charlie says, but Charlie drum in the notion that you should... A person should always do the best that you can do. Never tell a lie. And if you're gonna say you're going to do it, get it done. Nobody gives a shit about an excuse. Leave for the meeting early. Don't be late. But if you are late, don't bother people giving people excuses. Just apologize. They're do the apology, but they're not interested in the excuse. So 1 of the... I think saddest things is that the by far, the... She's she wanted having second marriage she gets married to her second husband, there... She's married to him she till she dies. There they're actually married longer. Like, for 31 years. She was only married to desi for 20. But Desi, yeah, you could see in the book. In this book, she's already remarried and it's about... She was completely obsessed with Desi, but they had a very tumultuous relationship. It's in the book, but it's also in the movie. They're either fighting or having sex. And it's they're are... It's the extreme of, like, they had an intensely passionate love affair. And unfortunately, it didn't end the way she wanted because she talks a lot in this book about the kind of marriage that she wanted. It she starts saying, like, what her grandparents had, and she just she talks about having a home. And what she meant is, like, not having a house to living, but, like, a home but, like, a husband and in kids and, like, a loving environment. But essentially think about it, like what she didn't have growing up. She had a very fractured family. She moved around a lot lived in different place is ran away, and she's like, I I want home. I want home. And so she talks about her her grandparents relationship. I knew no force on heaven or Earth would be strong enough to pull those 2 apart. That's the kind of marriage I wanted. I respected this producer talent, so she talks about in Hollywood, like, a lot of these these stars are sleeping their way to the top. And so they're constantly getting approached. And so she gets approached by a married man. He's very powerful. And but she's like, I can't... Like, I'm not gonna break up her... Her he's got young kids. I'm not gonna break up their marriage. And so she went to getting black ball because of this. So she says, that's the kind of marriage I wanted. I respected this producer he was attractive, young and vital, but I couldn't allow myself to fall in love with him because of his wife and children. And so he... His wife lines up finding out. She's trying he's trying to leave her for lucy. Lucy is like, no. I don't wanna be with you. And all of her friends are saying, you know, you you messed up. You don't understand how his business works. All of my friends said you dope. If you would marry that guy. You would be on top. Now you'll never... Now you'll never make it and the wife will get all the other other Hollywood wives to black you. So this winds be... She stuck her her convictions. It winds up at the time she didn't realize it winds up being a good thing because she's she has a lull in the role she's getting, and so she has to look around. So she just... I had to give Hollywood rest and look around to show for other showcases for my talent. I wound up trying radio. This turned out to be 1 of the smartest things I ever get. So that's what I was time together earlier. How the fact is this weird circumstance causes her to not get roles for a little bit. And then she's like, I'll do radio. The fact that she was so good at radio winds getting her notice by Cbs television, and then that's gonna launch, you know, to her. She's she goes from you know, orders of magnitude, higher levels of fame than when she was just on the radio whether she was just, you know, playing minor roles in, like, these b movies. So then she gets into 1 of the most important relationship. The most important she She has in the life and that's the 1 with Desi Ar nes. And so she's dating an older director. He's like, 20 years older in her, and he's she's, like, listen, we we're dating, but we know we're not in love. And she's like, but it was a stable relationship so I stayed. It was very stable. We fight. Gonna be the opposite at which she has with Desi. She says, this this is an easy relaxed relationship that continued until a cuban skyrocket burst over my horizon. And so she she's him performing, and she says, I couldn't take my eyes off Desi. This kind of elect charm that can never be fake. He had stark quality. At the end of the day shooting I was in... I was in Slacks and a sweater. My my face was washed and my long hair pulled neatly back in a row. Desi he didn't recognize me as the wild woman he had met a lunch So they had met on set. But she was dressed up and, like, she had like, a black eye as if the her partner in the movie had beat her. She looked like a crap. And so at the end of the day, she she changes, and then she runs into him again. That's what she's describing here. Does he didn't recognize me as the wild woman he had met at lunch and had to be introduced all over again. He invited me to dinner and I accepted. We went to a nightclub, But instead of joining the the con line, we sat at a small table talking and talking and talking. I met as well admit the here now and there. I fell in love with desi in 5 minutes. There was only 1 thing better than looking at Des and that was talking to him. It's now she's gonna give us a background. And this is also makes it interesting to read his. He grew up in Cuba, his family owned cattle ranches into town houses. Desi father was the mayor of Santiago. His mother was a famous beauty and 1 of the heirs of the Ba hearty Rum fortune. Then came 1 of those revolutions that frequently erupted in Cuba, Desi and his mother were alone at 1 of their family ranches when they woke to shouts of of gunfire and the rebels are burning down their house. Desi father was locked up. All the family property was confiscated. They lost everything. He's 17 years old. Desi was 17 when he arrived penn list in Miami. When Desi and his father had had escaped as well. He says when Desi saw his father, the former mayor of Santiago, 1 of Cuba biggest cities chasing rats with a stick, so he could eat. He put his head in his hands and cried. And so he was obsessed with music and he tries to make it working at night nightclub to Miami. He soon learn, and then she gives us advice that that he followed that she followed and I say, almost every entrepreneur does. He soon learned that in striking out on your own, you have to throw out your chest and sell yourself. And then she brings us back into present day when she telling the story. Everyone at the studio, studio knew, I was starry eyed over Desi, and most of them warmed me against him, but I had flipped. I had never been so sold on any man before. And so she talks about the problems in her relationship is, winds up later on. He he... He's an alcoholic. He's really smart, and he makes a lot of good businesses and shoes, but he's he's drinks every night He's, you know, working in nightclubs. He builds this... Like, he's an actor in producer everything else, but he also built its extremely successful band. And they wind up playing... They're on the road or they're playing every night, so he's out till 4 in the morning. Whatever case says is, he cheat on her all the time that's in the book that's in the movie. There was just no changing him. So she says, our outlook on life were very different. I wanted a master full husband God knows. And part of me wanted to be cherished and cared. But all my life I've been taught to be strong and self reliant and independent, and I wondered if I could change. Desi was a romantic. He... She's talking about the different way that they approach life. Desi was a romantic. He lived to enjoy life and never thought of tomorrow. I was a level headed realist who who never lived beyond my means or went overboard drinking or gambling. So he loved to drink. He loved to gamble. Obviously, loved to be with different women all the time. We were both head over heels in love and we both... And we were and we both long with all of our hearts for a home for our own and children a home of our own and children. But everything else in the picture seemed hopeless negative. We agreed that night we could never marry. So they wanna be married they... I think it's, like, within a first few months of meeting. So they're they're having this discussion. They're having this long talk. She's about to leave to to to go to a show, and they're just saying, you know, we're too different. We have different religions. We have different... Everything like, we love each other We're addicted to each other, but, you know, we we can't get married is a bad idea. So she leaves the next day. I thought everything was over, but Desi couldn't say goodbye. He foam me almost every hour. Then I took a train in Milwaukee more depressed than I'd ever been in my whole life. And so desi, she just... He just said, or she just said that he doesn't think about tomorrow. Does he's phone or sending her telegram. He told me that he was so upset about me staying in Milwaukee. He had been arranging an loop. He had postponed, he had he had postponed it 5 times. But I thought we decided we couldn't get married, I said. That's right he agreed, but we are. I went to bed deli happy. And so what she did. She has a contract to to being in a show in Milwaukee. She dips out on the contract. She goes back to New york and they wanna getting married. Inward, I was terrified at what I was doing. I knew how is funny. I knew how Latin can be. How jet how jealous possessive. In many ways, Marrying Desi was 1 of the coldest things I ever did. I wanted him and only him as the father of my children. And so this goes on the these these quotes I'm reading you are hopping over many, many pages. This gives you an insight into just how they were... You you probably... I don't know if even if you have an experience relationship this with, like this, you probably have seen friends to do this, like, they're not compatible. They fight, but they are completely addicted and obsessed with each other. That's the way I would think about their relationship. This marriage had to work. I would do anything. Sacrifice anything to make desi happy. It was November t 19 40, the most momentous day of my life. And so now I'm a few chapters later. This is in the movie as well. 1 night soon after we married. So this is a relationship of extremes. Is the note of myself here. 1 night soon after we married, Disney and I had a loud loud fight. The next morning and I got out of Bed at Dawn and walked outside. We had a brand new station where I can park there. I took the hammer. I took a hammer and walked around the new car smashing every window. What satisfaction that was. Then I telephone Andy Hitchcock. That's her business manager. And told him to get it fixed at my expense. In those early years our fights were a kind of love making. Desi and I enjoyed them, but they exhausted our friends and family. I don't believe he ever really intended to settle down and become a good steady, faithful husband. But we... But we remained very deeply and passionately in love. And she talks about that later on, she's like 1 of the most famous people in the world and my husband is out there embarrassing me, getting photographed and caught with other women, like, how much of this can I possibly take? And it seems like on... That was 1 side. It seems like she was completely faithful to him. She talks about... The... This is still... She's relatively young. I think she's around 30. She's 30 or years old around this time. She says my biggest disappointment in life then was not having children. My scrapbook books of my early days in Hollywood even before I was married are phil with magazine illustrations of adorable pink cheek children. When I'd write next to each picture? When and when and when? So she's looking back on her her diary, her notebook of that time? And so this is something you and I talk about all the time? Like, what is the main motivation entrepreneurs? Like, why the hell are we doing this insane thing that we're doing? Why don't we just go get a job? Many people think oh, it's because it's because the money, I think if you were to ask them, it's it's because control. You want control over your your work your working life. It's gonna be a third of your life, maybe half of the time that you're actually conscious you want control of it. That's way more important and the money. She's experiencing the same thing because there's all this these... She's essentially just like... And I went detail a a little bit, and I... There's a still a bunch of books. I'm gonna learn... I'm not learn. I'm going to read about the early days of of Hollywood because I think it's fascinating, like, with the founders of the the movie industry. Know, movies 1 of my favorite things to do is watch a movie. Just last night, I want... I re rewatch Tara once upon a time in Hollywood. So it's it's 1 of my favorite things to do, but so I'm I I I'm surprised I haven't done this yet. I've only read... I think 1 or 2 books on the movie industry. But if you go back and listen to founders number 1 73, the life and Times Louis Mayer, you you you realize, like, there's, like, a lot of, like, Harvey Weinstein vibes of their early days. Where it's just, like, they're controlled by powerful men. The actresses are seen as, like, sex objects are kinda disposable. Like, they can just interchange and throw all away because it's just a million other people arriving every day they wanna be stars, and she just wants control of her own work. She goes once again, I learned a bidder lesson that directors and producers can make or break in actress. I was a star, but I thought I couldn't afford to turn on parts for fear of infuriating these big. If I did turn down a script, which I never did. I would be part... I would be put on suspension without salary. I couldn't accept an offer from another studio no matter how good. Yet, It could be fired at any anytime without the boss is showing cause. So again, this is why this is gonna turn her in from an actress to an entrepreneur. All the glittering stars were at the mercy of the whim of the hot people. So she's doing theater. She does V acts she's, like, a like, you know, like, a funny she a, like, a traveling comp... Comedian show, kinda like a gag. I don't even know how to describe it, I guess. But she's also appearing in a bunch of movies, like these b list movies. We go back to the fact that almost got divorced. She gets divorced so she got married 19 40 divorced in 19 60 the day after the show ends. And but they almost get divorced here, and we get a good indication of these 2 very unique people. During the summer of 19 44, Desi had stopped coming home. 1 night I toss sleepless until Dawn wondering where a marriage gone aw and what I've done wrong. Finally, I put I hit up upon a desperate measure. I still love Desi, but I decided to to divorce him. The night before I was scheduled to make my appearance in court, Desi showed up at our house. He was con and his most charming self. So they wanted up spending the night together, and this is a surprise. The next morning I climbed out of bed, and I started to put on a suit. Where you going Desi wanted to know. I'm going to court to divorce you. I told him. I told the judge that Des had caused me g mental suffering. And that's a sad part because she's just so love... Like, she's lovable. Like, he read his booking like, I love her. You can see why so, you know, 60000000 people would watch her show. So I said, I told it and it's just sad. Like... It just it reminds me, and this is probably, like, some kind of... Something subconscious going on. It's just like, this... I just feel bad. Like, she loved him, and she wanted it to work and it just... They... I don't know. It kinda reminds me of, like, the the suffering I feel like my mom I had to go through in her in her life and her marriage as well. And it's just you don't you don't want... You don't wanna experience that as a person. Right? In an individual, but you're sure hell don't wanna see, like, people you you love and they're very important you have to go through this And yet, it just occurs over whenever gets reading this. You know, these things come back to It's like, terrible. So it says I told the judge that Desi he'd called me g had caused me g mental suffering. Like this. That's terrible. I I didn't expect Desi to be around when I got back, but he was. He looked white and stricken. Lucy, he said. The next time I marry, I'm gonna be a better husband. And the next time I'm marry, I'm gonna be a better wife I answered truthfully. Desi face brighten, then why don't we both try it out on each other? He suggested. I didn't believe Desi he could change, but he did for a time. I paid 2000 dollars in fees for the divorce I never got, but it was worth it. For a long time, desi came home every night and we both tried very hard to make things work. I closed my eyes, put my blind on and ignored what was too painful to think about. So she mentioned earlier how helpful was to have mentors explain stories of people in Hollywood, and they're ups and down to the career, she says, was, like reading an auto. Can realize, hey, It's happened to me too. Her her career full that until she gets to lucy them from there once she's in control. Like, it never re. So she says, I had a driving consuming ambitions to succeed in show business. But here's the problem. My movie career had seemed to be stalled. I wasn't get anywhere. The years were speeding by. I was still childless and my dream of c starring with Desi and working side by Simon as a team, side by side as a team seemed hopeless. And so she's being manipulated, take advantage of and she talks about, hey, hey they do this. They only do this to you because you're weak, so make yourself strong. But, of course, I'm in a different position now. The only they only pick on you when you can be picked on. After you reach a certain level, they wouldn't dare treat you so rude. So there's is huge, like, economic recession in the in the movie industry, it was just, like, 2 decades of straight up growth, and Or, maybe I guess there was a slowdown onto to it during a depression, but there was many years, like, this bull market. You could think about this. So in the forties, there's Mgm, which is the largest student of the time went losing bunch of money. So it says in 19 40, the movie industry was in panic. The year before Mgm had gone had lost 6500000.0 dollars. Now budgets were being slashed. Like many of my colleagues I had began to cast a speculative eye towards radio. So this is the radio before I love Lucy. We're in 19 48. I think the show starts in 19 51. So she's doing a radio show. She says, I did a series called my favorite husband. It was a half hour weekly show. The writers on my favorite husband, she starts naming them. They wanted up being writers on Lucy. The the their names aren't important with the fact that she found a good team early, and she kept that team together. They would become particularly this this relationship, this connection would become a... Would become particularly fruitful in the years to come. In 19 49, Desi and I instituted a stay at home policy. I was still childless this, which caused me great heartache. Desi and I talked far into the night. We finally decided that Desi would give up his cross country tours and only take local engagements. We would also talk to the doctors to see why we could not get pregnant. So she had had, I think 2 miscarriage up until this point. I told Desi that I would try to be a better wife more loving and more understanding. So they're just talking about. She's like, I'm doing okay my career, but my relationship is still up and down. And so they want to do better in their career. They wanna do better as a marriage and they wanna have kids and this the note left myself on this page is just she's got founder mentality. In 19 50, Desi United decided to take... That since nobody else seemed to have faith in us as a team, she'd... They'd went around trying to shop them having a show based on them. Like, almost like a an early version of by of Lucy and everybody said no. Remember they're saying no to what it eventually turns to the 1 of most successful Tv shows of all time and just keep going. In 19 50, Desi and I decided that since nobody else seen that faith in us as a team, we'd form our own company to promote ourselves. Desi Lou productions was launched. We put together a mister and Missus Va Act, so he would do. She would do, like, a... Like, a stand up, like proper routine, he would play music. They went up touring and around. It says we broke the act around San Diego in san Francisco various army camps. This is a precursor of lucy. When word got around then we were liked 6 months worth of theater contracts materialized throughout the Usa. So they're start doing it locally. People like it. Then they start taking it on the road. The same time, her radio show is being successful. She gets pushed by Cbs, so she has idea, hey. Let's combine these 2. We'll make an combination, our combination. Of the radio show, like a variation of what I'm doing on my favorite husband with these this this chemistry, this ons chemistry talent that me and my husband have and we'll own the show. And so there's many innovations that they actually make. They're the first people to do a lot of things. Like I said earlier, they're the innovators of the syndicated rerun, which is pretty wild. But they're also talking about, like, they embrace radio or, excuse they embraced Tv. Even though people said you can't do Tv because you'll never act again. This is gonna remind me something that Bill gates and walt Disney both learned. So it says at the time television was regarded as the enemy by Hollywood. So terrified was hollywood of this medium movie people were afraid to even make guest appearances. Meaning... While she's embracing it. So Walt Disney, he he backed out of a deal. I think was with the United artists because at the time, there's only like 2000 television, sets to the entire world. And, I wanna say you united at artist just... Whatever the company has. They're like, hey, we wanna do this deal. We'll give you the money that you need for to find for the financing that you're looking for. But we have a... We we want television rights to all the characters that you had made previously. And tiffany was like, no. And if you remember from walt disney's his career, Like, he was obsessed with having control, he lost control of his first company. And he said... Right before he died, he said he was proud most proud of 2 things. 1, starting his company and being able to keep control of it, which he failed to do it first his first company. So now not just starting. He's, like, keeping a control my own company, and the second thing was Disneyland. And so Walt Walt Disney's is like, remember he's new movies this the. He's like, no. I was like, this medium is growing. Like, I'm going to always keep control and ownership, and obviously being really, really smart doing that because that launched the second thing he was most most proud of was Disneyland. Remember he had that show on Abc. Abc not only find helped Finance Disneyland, but he did a weekly show as they constructed dis... As as they were constructing Disneyland, and, you know, he's hosting the show. And that builds up and he's letting... He's almost like, his version of working in public, which is very popular to do to this day. So by that time the show was so popular. Of course, he's talking about Disneyland all the time. They opened Disneyland and wanted up being the the greatest the the largest traffic jam in orange County history, the opening of Disneyland. And so he knew you embrace new mediums. You... The know left myself is that you go with a new phenomenon that again... Not against it. Why did I mention Bill Gates because Bill Gates ignored in the first book I did on hard drive, he's ignoring the Internet in overdrive the the the sequel to that book, which is also in the archive, he bets his entire company on it. And he realizes, like, the Internet is growing so fast. It's a phenomenon. When you have phenomenon like this, like, television wind up becoming. You know, you have a couple thousand however many people have it. Now people have multiple Tvs or whatever the case is moving forward or in present day rather, is like, it's foolish. Like, you're you're going upstream. Like, you've gotta go with these phenomenon. And so Lucy was quick to that to that realization. So it's like, I'm gonna try Tv. They say, I'll never be a... I'll never get move you role again. Well, I'll just do Tv then. And then some other, some other, innovation says Desi suggested that we film the show live in front of an audience. This wasn't common at the time. The network people screamed. A film show cost twice as much as a live 1. You what's crazy, so they would used to do all they would broadcast live. Right? Instead of filming it. And so therefore, after it ran, they wouldn't have copies of the show anymore. And so they do another smart thing here, where they're like, okay, they're, like, Cbs is like, no, we don't wanna do this because a film show cost twice as much. So the... It says the sponsor wouldn't put up any more money and neither with Cbs. So Desi made an offer. In return for a thousand dollar weekly salary cut for us, we were given complete ownership of the show. So Cbs owns it when it is broadcast. Once that broadcast ends, desi and lucy own it. This is crazy that the Cbs gave it up for so cheap for, oh, a thousand dollars a week. Right? Because what's crazy. Remember this for later, they're gonna... Look, I think, like, 8 years or into the future somewhere from here. Desi and Lucy are going to sell a back to Cbs for millions of millions of dollars, then use that money to buy their own studio. Okay. So but we're not there yet, and she's talking about, like, what were their expectations at the very beginning. Just thought, oh, maybe it'll survive maybe won't, Disney and I we're excited and happy planning our first big venture together. I thought that I love lucy was a pleasant little situation comedy that might even survive its first season, 60000000 people are going to watch the show. To my delight, I discovered that I love lucy Show, Drew from... Oh, this is so important because we talk about all how all the experiences, everything that you're learning now, create open up potential opportunities that you can't possibly predict in the future. So you never waste today. You're constantly learning, constantly learning from the experience you have at work, doing professional research reading, doing all this other stuff. And she talks about this here. To my delight, I discovered that I love Lucy showed Drew from everything that Had learned in movies, radio, theater and V. I wanted everything about the venture to be top flight. We argued a good deal at first because we all cared so passionately. Sometimes we discuss phrasing a word or emphasis in a line of dialogue until past midnight. And then it gets into just how crazy this experience was. I love Lucy's has been called the most popular television show of all time. Our shows change the Monday night habits of America. I remember, there is trying to explain this to my my daughter together other day. She's like, she's doesn't even understand commercials, but then she's just like, wait. So you had... Because she's also reading a biography of Lucy Lucille ball at the same time I am like a kid's version. And she's, like, she talked about what I'm gonna tell you how, like, water usage would go down? And she's like, well, you couldn't... So what happens if you have to go to the bathroom during the show? Like, can you just, like, pause it or rewind it or just watch it later. Like, no. You you would just miss completely blows minds. I don't understand. Everything's on demand in my life, what are you guys talking about? So it says I love Lucy has been called the most popular television business show of all time. Our show changed the Monday night habits of America, between 9 and 09:30, taxis disappeared from the streets of New York. Marshall fields department store in Chicago hung up a sign. We love Lucy 2. So from now on, will be open Thursday nights instead of Monday. Telephone calls across the nation shop dropped sharply during that half hour as well as the water flush rate as whole family sat glued to their seats. That's insane. So it takes off like a rocket. It becomes a number 1 Tv show. I think within, like, the first year or 2. Maybe definitely by year 3, but she points out something here. It's like, to be careful what you wish for. Like, you might think oh, I wanna be the number 1 show. I wanna be the best. Wanna be the biggest. And she makes the point like, no. I I would have taken half I would... If you have half the success, you have more money you you you ever need. Right? But you have way less stress You might get 50 percent of the money and have 90 percent less stress. You wanna take that that transaction if you can. Having a love and moderation of millions was wonderful and thrilling, but I could have done with half of our of our success for it came with a lot of new stress. And she talks about on the book like, you know, I'm loved by everybody, but she found her level of fame dis disoriented. Outsiders who don't understand, think we have a chip on her shoulder, but it's not that at all. We're just so used to failure to being hurt and to re being re revolved that we can easily come un unharmed by success. So she's she's got... So a couple breakdown emotional breakdowns in here. She winds up getting help seeking, like, having somebody to talk to. Remember she's wildly successful, but the Apex of her success is the worst time in her relationship. And then she also has to reconcile with, like, impostor syndrome and just all this self doubt. While we at to peak of our popularity, I continue to feel gilbert and anxious. I don't deserve all this love and imagination, I would tell myself. So She's under a unbelievable amount of stress. Not only do they are... They're running Lucy, but they have a bunch of our shows. They do, like, star trek, mission impossible. There's a bunch of shows that they own through their production company in their studio that is starting to weigh heavy on both both desi and Caesar says I've never seen Desi in such a state. I was terrified he was going to seriously hurt himself. I realized for the first time how the strain of our snowball empire was eating away at him. As we began, they they thought they were gonna leave. Right? Check us up. This is Wild. As we began the 19 56 season, I love Lucy Show was still on top of the heap, and we faced with a with a hard a hard decision. Should we retire or not. Originally, we had planned a 5 year stint with television and all of our contracts had been written with this deadline in mind. Then we had planned to quit, take the kids and sail leisure around the world. What would have happened because 4 years later, they keep going. They want them getting divorced and their family breaks up. But but, like, most ideal dreams, this 1 didn't seem too practical and closer inspection. It was tremendous and here's a problem. It was... And it's a good problem and a bad problem to have. It was tremendously exciting building a new company from 7 employees. We had grown to 1000. And not 1 of them had resigned in Desi Lou that's there. Production company, Desi lose 5 years of existence. Besides, I loved... I love besides, I love Lucy, we own 6 other shows on television. And how do you quit a number 1 show? I wasn't ready to sit gazing at this mountain. So since, they talked about us earlier, they would... When they were less busy. They would just sit in their backyard and look at the mountains. So she she's like, how do you quit it when you're on top? That's extremely difficult. I wasn't ready to sit and relax and essentially just have leisure. She does find another activity winds up teaching acting. She really likes teaching and helping young people, and so this is when she just decides, hey, I wanna give back just, like Lila gave to me. Remember I said she had this little R k theater. Right? Well now in this point of the story. Lucy owns R kale. That's when I remembered how much I enjoyed my teaching experience and decided to reactivate Lil laura Lila Rogers theater workshop on the R arcadia lot. Her original theater was still standing, although it cost 90000 dollars to put put it back in my idea was to give some talented youngsters a boost in show business, so she comes full circle. Unfortunately, she's at the peak of her professional success, but she is personally miserable. So says... Desi was the studio top salesman chief executive officer officer and programming director. We had just concluded our company's most successful year with 24000000 dollars of gross business and net profits over 800000. Things had never been better for Desi Lou. We wish we could say the same for desi and Lucy. The following spring, I made my last effort towards a reconciliation with Desi. Desi was restless un and bored. I was completely dis enchanted, bitter and unforgiving, and the kids saw and heard way too much. I realized that we never really liked each other. We had a great attraction going for each other in the beginning, but we didn't approve of each other. I was dis, of, he dis. Excuse me. He dis approved of my moderation and my conservatism. I was a square. He said. I dis of the way he worked too hard, play too hard and was never moderate in anything. It was like, living on top of a volcano. You never knew when it would erupt or why. I wanna pause here, which she just said, I realized we never really liked each. She's, like, we fell in. We were in love before we were in like, her next marriage just completely opposite. She's like, we liked each other, and then we learned to love each other. She was just looking for some kind of stability, But this fiery passionate love affair she had for 2 decades. It's just it's said it's, like, living on top of volcano. I'm a strong independent woman, but Making myself weaker didn't help desi. I had to realize that deep down. He wanted to make all the mistakes in the book and wanted to suffer the consequences. He's also in a full blown alcoholic at this point. He needed to punish himself. Towards the end of our marriage, he was practically jumping out of windows. I was at fault 2, I had lost my good humor and sense proportion. When you're too mad and too rattled to see straight you're bound to make mistakes. You can't go on and on for years being this bowl without about a situation and not have it change you. You you get so you can't stand yourself, and it is a damn. By the spring of 19 60, Desi and I were totally strange although that we still had to be both actor and director on the show. How crazy is this. The fund was gone, it was sat... Sad in our entire crew to watch the painful dis integration of what had been our camelot. In 1 of our last shows, I played a Ge girl. My eyes were read from hours of weeping. Whenever I looked at Desi, I could feel Mike russian hardening, cold, and plaque hate ooze through every pore for desi and for myself too. I loa my new self, but I couldn't bring myself. I loa my new self, but I couldn't bring myself to ask desi for a divorce. He had to be the 1 to make the break, Soon after this episode was shot, Desi asked me for a divorce. I had a lawyer in his office in 20 minutes. I planned to... I planned and then she's talked about just completely changing her life. I plan to do a movie of Bob hope that summer, then a Broadway musical. After that, the children and I would Live in Switzerland. I wanted to get his far away from Hollywood and desi as humanly possible. He could run Desi Lou and I would remove myself permanently. It didn't work out that way, but that was my original idea. And so the stress is too much for him as well, so he wants up leaving and 19 50 7RK studios became Desi Loose studios. In 19 62, Lucille bought out Des controlling interest in the company. Thus becoming the first women president of any major television studio ever. So they get divorced in 19 60. She gets remarried in 19 61. She's writing the spoken in 19 64. And fortunately, there's a... She still leaves another 25 years after this, but there's a happy ending. Desi seems to be much happier and healthier now in retirement. I'm glad for our children's sake, that they now have 2 happy homes rather than 1 miserable unhappy home. Desi and I keep in close touch about the children in a way, we we never could when we were married. I'm grateful for the ami feeling now between Desi and me and Gary, her new husband and the children. Desi phones me often to discuss the children on the show, and he plays golf with Gary. Since our lives have been straightened out, the children have improved in their school work and they laugh more. Children internalize their parents happiness. Fortunately, they absorb our contentment just as readily. I'm happiest when I'm working rising the challenges. I've become a woman with a capacity for happiness again. And that is where I leave it. This is a fun little book. It's 200 pages. If you wanna pick it up, you can read it really quickly. If you wanna buy it. If you buy it using the Link and insurance on a podcast on your podcast player, you'd be supporting the podcast the same time. If you wanna see every single book in reverse chronological order, you can go to amazon dot com forward slash shop forward slash found podcast if you buy a book, any of the books, the podcast. That'd be supporting at the same time. If you want to buy a gift description for a friend family coworker that that that link is in the shown us as well. That is 230 books down, 1000 go, and I'll talk you again soon."
}