{
  "transcript": "Back in the late 19 sixties, Mario P, the author of the Godfather said to me. Bill, I wanna write your life story. You've got a hell of a story to tell. I said, thanks, Mario, but I'm too busy right now. I was growing Dunkin Donuts, which I had founded in 19 50. And the business was expanding so fast. I didn't have time to stop and reflect by my life. I had too much going on. At the heart of things, I'm a man of action. I like results. But Mario's offer tempting me because I had read some of his earlier books and thought he was a fantastic writer, but there's a right time for everything. In the year 2000, I finally sat down to write this book. At 84 years old, I've had more than enough time to reflect on what works and doesn't work in business and life. And I wanna share this knowledge with you. Everything in this book is based on what I know to be true and what I believe to be the facts. It's my opportunity to show you the struggles that are part of any successful venture and impart the wisdom gained. The principles and philosophies that I've developed over the years so that you may benefit as well. This is my story as I see it, of all that led up to the founding of Dunkin Donuts and its phenomenal growth. It's about everything that I achieved. My personal triumphs and trials, and my multiple bout with cancer. Take advantage of my experiences and use them to your greatest benefit. Nothing is brand new. Whether it's franchising, the Internet or something else that we haven't even considered yet coming down the pike in the future. The basic tenants still apply. My successes came from hard work, born out of determination and risk taking, persistence, innovation, vision and passion. How did I do it? How did a poor kit who dropped out of school the age of 14 to deliver telegram in the height of the great depression become a self made multi millionaire. In all that I accomplished, you will notice I establish a method for success that has taking me to the top. I I've faced obstacles that I've had to overcome. Complications that might have stopped someone less determined, but I can assure you this. If you really wanna be successful, you have to be willing to put in the time and effort. Most of the luck people I have ever met are the hardest working and most determined. Winning takes effort. I started my first company, industrial lunch service with 1 truck, and I built it into a multi state fleet 200 trucks and the largest food service business in New England. From there, I opened a store called the open Kettle, selling coffee and donuts. We renamed the store Dunkin donuts and the rest is history. In 19 60 when franchising was in its infancy, most people looked upon it as an out cast or mis fit. But I believed it was the epitome of entrepreneurship and free enterprise. In all these ventures, I made progress by taking 1 step at a time. Life will test you. That's a promise. It's what you do with the challenges that determines your failure or your success. I fought lung cancer in 19 71. I battled lymphoma 6 years later. I prepared for my death and got a reprieve. I had 3 hip replacements. I went through a divorce and remarried. Many times along the way to achieving my goals, I ran into roadblocks and made mistakes. The difference is that successful people learn from their errors. We turn pitfalls into windfall. As I see it, most people do their job, work hard their whole lives and wonder why things couldn't have been better. That's because a large percentage of the population is full of excuses. They have a negative mental attitude. These are the nay. These are the people who would tell you all the reasons why something can't be done. They're the complain of the universe. Nothing's ever right for them. Then there's the 10 percent who over chief. They're bursting with a positive mental attitude. I've always said that it doesn't take a genius to what I've done. But it does take passion, determination, and persistence and above all, a positive mental attitude. All of my life, I've been a learner and a teacher. I believe in sharing success and knowledge with others. You will witness these lessons, I learned successful tricks of the trade, stories of frustration and inspiration so that you may follow and do even better. My philosophy is this. Don't reinvent the wheel. Your problem is not brand new. Someone encountered it previously. Find out who solved the best and start where they left off, not where they began. Learn from my experiences and apply my insights to whatever business or venture. That you're involved in. That is an excerpt from the book that we talked you about today, which is time to make the donuts. The founder of Dunkin Donuts shares an American journey, and it was written by William Rosenberg. Just a few quick things before I jump back into the book. There's 2 last week, I read 2 2 books and I recorded 2 podcasts. I released the 1... The podcast I did on the auto of Lucille ball. There was another book I able to get early access to. So the author of this new book on the history of the early the early days of Paypal. Reach out to me and ask me if I'd be interested in getting an advanced copy of the book. His name is Jimmy Sony. The book is called the founders. The story of Paypal and the entrepreneurs who shaped Silicon Valley. I had talked to Jimmy before because he wrote a book. I did a, podcast on his great... His fantastic biography that he wrote on, Claude Shannon. I think that's founder number 93. So Jimmy sent me the book I had a hard time putting it down. It's over 400 pages on a 4 year period from the founding of Paypal until the Ipo, I'm gonna leave a link down below in case you want to pre order the. It comes out of February 20 second. I believe a lot of founders are gonna be reading and being inspired by this book. Not only do you get to to hear? Like, what was Elon Musk like when he was in his twenties? What was Reid Hoffman like when he was young? Peter Till, David Sacks, Keith Boy, All these other, founders and investors that have now multiple decades into the future have built these fabulous careers like this was 1 of the largest concentrations of talent. That has appeared in any 1 single company. And so I'm always fascinated by thinking about what these people were like in the early days of the career. But I think 1 of the another benefit of reading the book is the insane amount of detail they go into on how all the different problems they had to overcome and how they solve the problems. So I highly recommend reading the book. It's definitely a book I'm gonna reread in the future and the podcast that I recorded on it will be released after the book is released. Also, I'm getting a lot of messages on how to buy a gift description. So I'm just gonna put this right up front at the beginning of the podcast. Every time I release an episode, you'll see in the... If you look in the show notes, you'll see a link that says buy a gift subscription, you'll see all the different plans, and then you can choose which 20 you wanting that you wanna a gift, I'm also gonna, include this if you wanna go to founders podcast dot com. I'll put that in the header as well. Okay. So this 1 thing I wanna read you before I get to his relationship with his dad. There's... I was reread my highlights just before I said them talk to you. And I realized how much he has a very complicated relationship with not only his dad but then winds up having a very complicated relationship with his son too. So first thing he he did mention something an introduction I thought was was a good idea the fact that entrepreneurs know that we don't know. And so he says, though I dropped that and that that is very different from somebody that may have a more formal education. And so the fact that he dropped out of in in eighth grades is something that appears over and over again in the book. Though I dropped out of school in the eighth grade to help support my family. Over the years, I learned a key lesson as did other entrepreneurs like me. We know that we don't know. That is why we're always asking questions, seeking answers. Sometimes people who hold a lot of degrees think they know everything. If they think they know everything, they stop growing. They're not open to new ideas. So he starts off telling us a little bit of early life. This is where he gets his relationship with his dad, and 1 of the benefits that he would consider benefit. Most people looking back on his life would not. Is it's the fact that he he grew up in the great depression because his dad is gonna wind up losing his grocery store business. That means Bill has to start working full time at 14 years old and never stops. So he says everybody knew Pop Rosenberg. He had a dark curly hair and stood nearly 6 feet tall. He had been athletic and good looking as a young man, but he was big. And when I say big, I mean obese. He weighed over 400 pounds, but he was a tough sucker. He broke wild horses. 1 of the horses kicked him and split his finger open. He stuck his blood finger into the open flame of a gas burner to get it to stop bleeding. Another time when he was playing football, he got hit in the face and broke his nose. He just wrapped a hand chip around his nose and finished the game. My dad taught me a lot. Like many in his generation, he left school in the sixth grade to work. But he had as much or more logic, common sense in salesman as anyone that I've ever met in my life, and he gets into the fact that he learned the importance of resourceful from his mother. My mother taught by example. She was ind from morning until night. She just had a knack for making something out of almost nothing. In the height of the depression, she would go down to the fish markets. The fish mon threw away the heads, tails and bones of the fish. My mother would get them for nothing and make fish do. These are the things my mother learned to do, and that I learned to apply in my business, find solutions under any circumstances. I learned from her that it's it that it's possible to create something out of nothing. And so 1 of these lessons that his father teaches them at a young age is something that we've heard from both Charlie Among and Warren Buffett. They say listen you can't make a good deal with a bad person. And and so it's say is talk about the conversations having with his dad. And he says he taught me that there's nothing. Nothing in the world you can do to solve the problems of a liar. When when people lie constantly are in the habit of lying, you never know where the hell you're going are what you're going to do with them. So in his opinion, being a liar was the worst possible thing. That was a great lesson he taught me, and I took it to heart. And then this is the first mention that maybe their relationships not the best. He's gonna go into more detail later. So he says my dad had big ideas for things, but he didn't seem to wanna start at beginning and work up to those goals. As a result, he often failed to obtain them. If you... In this is he he blames his dad essentially for for causing the family to to wall and poverty. If you start out setting too high a goal in the beginning, you set yourself up for failure. I applied this principle to all my ventures. When I opened my first Dunkin Donuts store, I focused on making the first store a success. Then after I did that, I could move on to the second and the third and the fourth. But I gave all my heart and my soul to making that a first store a winner. So even before he drops out of school when he's 14 starts working full time, this a few years before that happens, he's just always on the lookout for ways to make money, and he he learns that it's better to sell something to somebody as instead of getting a job because then you're not your... The income that you can make is not capped. And so he he keeps up some older boys. And at the time, this is around early 19 hundreds. Car racing is extremely popular. So they go to a local track in Massachusetts, and they just start selling ice cream and and, water and ice chips. And so now he's looking back at this experience in like 70 years later. So remembers that... So he says it was a dirt track and the car racing around the track kicked up dust. It was dry and dusty, and there was no water. I'm skipping over some parts, giving me the punch on here. We charge a quarter for our ice cream. Everybody sold out. To replenish your supply, the 2 men, the older men that he's working with, went, drove down and bought 2 300 pound cakes of ice and then drove back to the to the car race again. With with an ice pick, we broke off and sold chips of ice for 10 cents a piece. They gave me at the end of the day, they gave me my share. It was 71 dollars. I got home and gave the 71 dollars to my mother and she cried. What did you do? Why did... Where did you steal this? She could not believe that an 11 year old kid could make that much money in 1 day? I said I made it. I made it. She couldn't believe it. 71 dollars was a fortune for us. And then he talks about the stuff he learned from this experience, and this is something he preach throughout the entire book, you saw he put in the introduction about the power of your mind and having a positive attitude. From an early age, these working experiences taught me that if I put my mind to it and worked hard. I could do whatever I was doing as well or better than most other people. I learned to strive for excellence. And then he... Once he sees somebody else succeeding an. He's like, well, I'm pretty sure I can do better than them. He just has a an insane level of confidence So he says the older brother who lived next to us was doing quite well selling magazines so it's his other family. So I said to myself if he could make that kind of money selling magazines. Why can't I? So that's how I started selling magazines. If I saw someone shining shoes and they were doing well or better than others than I would ask, why are they doing so well? Do they have a better location, a better corner, better traffic. The reason I'm reading this to you, and I'm gonna interrupt myself here? This is he applies. Again, he's a kid doing this, whether it's selling ice cream, signing shoes, magazines, doesn't matter. Opening Dunkin donuts locations later on, this these questions that he's asking? He he does this over an? So he says if I see somebody doing better or than other people I would ask? Why are they doing so well? Do they have a better location, a better corner. Do they have better traffic? So I'd say to myself if that's the case, I have to get myself to a better corner with better traffic and try and suits. I need to smile I need to make friends without really knowing it, I got into the habit of thinking like a winner? I'd ask myself. Can I do this? Sure I can do it? If someone else can do it, I can do it too. And so 1 of the issues with his father that his his father had a real bad temper and would beat the crap out of them. And so he says, we were close, but we had our problems like everyone else, my father had a violent temper. 1 time he got so angry with me that he picked me up and threw me through a screen door. And looking back, I think he would identify some of the anger issues with the fact that his father was not happy with the outcome of life. And Bill mentions being motivated to almost be, like, a... For his life to be, like, the the opposite of his father's. He says, Oz odd is odd as it may sound. I think 1 of the best lessons I ever learned from my dad is what he didn't do properly. For all innate abilities and potential, he taught me what I never wanted to have happened my family. I learned that my first obligation was to take care of and financially support my family. That was probably the thing that brought us the greatest happiness. The fact that we lived in such dire poverty and my father never provided for us, although he was capable. I never never wanted my family to go through the suffering that our family went through because of a lack of money. Sometimes, the best lessons you learn in life or from what you you discover in the weaknesses of otherwise good people. So then he gets into why he had to drop out of school, and he says my dad couldn't say no to all his customers he had over the years. So he kept supporting them. This is at the very beginning of great impression. So he kept supporting them and supplying them with food and products, but they simply couldn't pay him. Dad got to the point where he couldn't pay his own bills, and he had to go out of business. I decided I wanted to quit school, go to work and help support my family. I knew they desperately needed help. We didn't have enough money to live. So he dropped out a school and nathan grade. He starts delivering telegram, and he thinks it's the best thing ever. He's, like, I cannot believe in making 15 dollars a week. His some of his other friends are also delivering tele telegraph or telegram at the time. And then 1 of them jumps to another opportunity. And so he says, my friend quit the postal telegraph to work for an ice cream company. He wrote a truck and sold ice cream. He made 30 to 40 dollars a week. That was big money, almost twice what I was making, what I was making then at Western Union, and Bill's was willing to work from early morning to late at night, the more success he has, the the more excitement he has and it just kinda feeds on itself. He talks a little bit about that here. He says, whatever... Whatever my reasons, My lack of education, the circumstances from which I came, I had a fire in my belly. A determination to succeed, aided determination to do as best as I could. That's striving for excellence started at an early age and has never stopped. The more I achieved, the more I felt I was capable of achieving. The more confidence I gained, all of which helped me reach greater heights. I liked to work and I excel at it. In this idea of... Okay. I'm I'm selling ice cream out of a truck. This comes really important later on because it indirectly leads to his path for Dunkin Donuts because later on, he decides hey I wanna start my own company. And instead of selling... Ice cream out of a truck. He starts selling things that, factory workers would need for, like, lunch and breakfast so, like, sandwiches, pastries, coffee, and then we realized is, like, how much of his business is coffee and like, donuts in the morning. That idea leads him to, like, well, how much money could you make if instead of a truck? Right? If I just went direct to customers and I actually had a store that's sold donuts and coffee. And so that's why he mentioned earlier. Like, he's like, this I'm a lifelong learner, I know that I don't know everything, and so I'm just constantly keeping my eyes and ears open, looking for new opportunities, and then I take everything I learned and try to use that to start something new in the future. And so he's working for this ice cream company for a while. He's now 21 and fast forwarding in the story. He's 21, and he we gotta a... He he gets a little state of mel colleague because he has no free time. He's just has no... He doesn't have the opportunity for free time. And so he brings his ice truck down, and he says it was 1 of the big holidays that might have been memorial or fourth of July. I park my truck on the side of the road. People would stop buy some ice cream and be on their way. As I stood there. I remember it's saying to myself. I wondered would it be like to have a day off. Look at all those people going away to lakes and camps to enjoy the holiday. I've never had that in my life. I've always had to work. I wondered what it would be like to go out on a holiday and enjoy myself and have fun instead of having to work. In those days, I just never took any days off. Sundays and holidays were the busiest days of my year. I was feeling sorry for myself that day. I was down in the dumps, hoping that someday, I'd be able to enjoy myself like those people, not realizing that that time would come when I could. And so the entrepreneur that he's working for that owns all these ice cream trucks. Has divers his business because in the winner, no one's really buying ice cream. So he has this idea is Like, I'm gonna start of vending machine company, and we're gonna... We're going to stock, like, cigarette and candy machines inside a factory. And there's a ton of factories in New England at the time. And so this is where Bill learns how to overcome fear, and then the the bet... He has a really good perspective that he learns off for sales because he can considers himself a master salesperson. And so he is learning on the job here because these sales skills and then pitching ideas to factories to companies that own the factories is also you're gonna give him a jump in his first business. The business that he owns before he does dunkin get donuts. And he says, in the beginning, it took a lot of nerve to go into a big factory. The first time I must have driven on the block 6 or 7 times before I got enough mo to park and go inside. I went in and asked to talk to the Industrial relations man. He was the vice president. I sat down and explained to him why in my opinion, he should install of any machines. He didn't have any at the time, and I told him how was in it was an advantage to the his employees and no cost to him and how... We would pay him 2 percent of gross sales. I sold him the account. This was the very first big factory we installed. I was very proud. I learned an important lesson about sales. You don't sell to people. You get people to buy from you. You say to yourself, if I were in their position, why would I wanna buy this product that I have to sell? If I was in their position, why would it be to my benefit? And so the idea that you start. You always start with the benefit of the customer? This is something you and I have learned from people like Albert Las, Claude Hopkins, David Og, All those people built fantastically successful advertising businesses on the principle that the most... Your most important job is what benefit are you going to promise the customer. People are self absorbed, they do not care about your company. They care about what you can do for them. And so that is why you... Where you always start, Bill's discovering that quirk of human nature in when he's selling to factories as well. So remember that idea where he's like, hey, If I saw somebody doing something, if shining shoes, selling ice cream whatever. I was like, okay. I can figure out how to do it as good or better than them. So this is during world world war 2. He's gonna take a d torque because he's gotta serve a country. But before that, there's a regulation that's passed because you have to amp up a production of all the the American factories, and this is going to lead people to open businesses, like, crafty entrepreneurs, open businesses to serve this need. And this is where he's like, I do this too. So he gets approached says soon after the government decided that companies that wanted to be big producers had to set up cafeteria and their factories to feed their workers. The government rightly felt that people working around the clock should be fed properly. I'd had already become great friends with the senior vice president at 1 of these factories, and so he cut you come to approach them. He says now because the war effort he approached me with an opportunity. He said Bill, We need to set up a complete system to feed all of our employees. I would like you to take it over and run it. So this is the idea other companies are gonna do this. Right? This is the idea that he's gonna use to launch his his biz his first business. After. He's got serve at a shipyard which Truck get turned in in a minute though. His boss said he was working for. Right? That was doing the vending machines, the ice cream trucks. This guy had his hand in all kinds stuff that I'm omit, but he also at the same time, Like I don't want you to leave. 1... I'll give you a promotion. So he says, Harry had asked me to come back to Boston and take the job as a national sales manager. Now I had 2 big opportunities. My head was spinning. And it's always fascinating when you're reading these life stories in these story stories of people's careers that span over multiple decades. How, like, the idea will be there. Usually, like, they'll they'll sum up upon the idea. And this just kinda, like, sits in the back of their mind for a while. And so remember Dunkin donuts comes after this industrial lunch service that he's gonna start, but during the the war, he's he's serving at Hang shipyard. And there's a spot by the shipyard. And it's just a little donut shop, a retail donut shop. And so he says it had doughnut and it... The little town had a donut shop that sold fresh hot donuts. The place was always mocked. I couldn't believe the business it did. The smell of those freshly made donuts and the business that small donut shack generated left an unforgettable impression on me. So this is happening. I wanna say like 6 to 7 years. Before he found Dunkin Donut. And then he mentions multiple times in the book that you can't... Like, there's a large contingent of humanity, then it's just completely negative and you have to ignore them. Really talking about Northern nay. If you remember last week, and it's... I referenced, the fact that Arnold Sc center was mentored by Lucille Paul, and that she gave him advice when he was in early thirties that he would repeat 4 decades later. And so from his auto geography, I think this is founder number 01:41 if I remember correctly. The book's is called total Recall. My unbelievable true life story. I highly recommend reading the book. It's insane. 1 of the craziest books have ever read, But Arnold Said, like Lucille Ball gave me advice about Hollywood. And this applies to, obviously, other dimensions are Hollywood. Just remember when they say no, you hear yes. And you act accordingly. Someone says to you, we can't do this movie. You hug him, and you say thank you for believing me. That sounds crazy, but this is... Bill's is kinda echoing that point. He says in every venture that have ever take undertaken from a project, such as a wielding welding issue that he's dealing with at career in the shipyard, to later, I'm when I was building the organization that became Dunkin Donuts. I ran into people who resisted what I was trying to do. You have to figure this into your equation. The most important thing to learn from this is to not let these people get in your way. Negativity is part of human nature. It is part of life. You'll find these people wherever you go, but don't let them stop you. Do whatever it takes to pass them by. And so now at this point, the story, he's 29 years old. It's... We're getting to the end, World war 2 is ending, so he... Now he can go back to work. It is have to work in shipyard anymore. And a tragic tragedy is gonna happen. And he's reminded how fragile life is, and then he's got a hurry to build the life he wants now because he doesn't know how much time he has. So he writes the desire to have my own business had been stirring me for quite some time. Now I felt the time it come to prove myself what to prove to myself, what I knew I could do and what I had long desired. I knew I could do better for myself. With the terrible loss of my brother, and the end of the war, his brother was fighting in Germany get shot in head and and killed. Nothing could stop me. I wanted to go into business for myself. I had a fire in my belly. He repeats that phrase over and over again. Fire in the belly. I had a fire in my belly that essential ingredient that all entrepreneurs must have to go out on our own. So he's like, alright. I'm gonna do this. I'm gonna do, like, a lunch truck. He gets approached, and this is another example. There's a lot of shady people that he's dealing with. And again, another example of that you can't make a good deal with a bad person that warren buffett a quote. And so he gets a call, this... These 2 partners, Irving Miller is 1 of them, and his partner with the last name of Seagull, I think, wind up buying... They had bought old, like, trucks like, out of service, like, ice trucks from from bill's old boss, and they were retrofit fitting them so they could be, like, lunch trucks said they were a new thing at this time, but they're very common. If you go any, construction side or anything else. You'll see these these trucks that are serving, you know, food. And they're like, hey, they give a call. They're like, hey, we we want, you know, let's partner up or, excuse me, we want you to work for us. And he's like, no No. I'm not working for anybody. So it says, we'd like you to come work for. Look, I'm not gonna go work for anybody. I'm going into business for myself. And so they approach her multiple times. Every time he says no. No. They're like, okay, What if we make you a partner. And so he's able to buy into the business. He says for 2500 bucks, I bought a third of the company. I had 1500 dollars in war bonds, and I borrowed the remaining thousand dollars for my mother. So he's does not have a lot of money at this time. These fellows, and then here's a problem what I meant about, you can't make a good deal with a bad person. These fellows were disorganized. I decided it did make sense to go out canvas for additional business so we had the commentary working efficiently, and then he just realized that they're doing shitty stuff. It came to my attention my partners were not on the level. They had been getting contracts for candy cigarettes, things that were not available because of the war So they had special exemption that you get these things. Right? And then they would turn around and sell them on the black market. We had been allocated these desirable items because we were serving them to people working for the war effort. See how shady that is. So these supplies where people are building supplies for the war effort. They're saying, hey, because other people can't get them. They're they're valuable in the black market. Let's not give them to the people that are building for the war, let's sell them for a profit. When I discovered. What was happening? I realized I was in business with the wrong people. Short site, they were short sighted, un and dishonest. And they were not interested in building a long term business. They were only interested in a fast buck buying their wives, mint coats and driving cadillac. They did not have the same ideas that I had about building a business. These guys didn't care about gaining respect about being honest and honorable. I didn't wanna be in business with people of that nature. And so he's gonna wanna up leaving. There's this, like fight there having. Give me my money, and I'll get the hell out of here. It was a bad relationship, and I didn't do well financially. And then he has a great line here. Adversity is a great teacher. Little little did I know that this downturn of events would catapult me to a higher ground. And so this is his first bad experience with a partner. Remember, he'll have a remember back later because Have bad experience, and then later on, he's like. No. No more partners. He's gonna wind up owning a hundred percent of Dunkin of donuts before it goes public. So he's like, I'm ditching my partners. I'm gonna do the same business, but I'm... Instead of doing it. I think he's in Connecticut at the time. He's like Gonna a little back to Boston. Without question I like the business, but I had made in my mind. I was gonna go back to Boston and open up an industrial lunch service, without these 2 characters. I was back to square 1. And so this is a crazy thing. Memories around, like, 30 years old the time, he's married. He's got 2 kids, and I just wrote how bad do you actually want He could've got a job. You know? He was... His skills are in demand, but he's like I don't wanna work for anybody. So he moves his small family back in with his parents. My wife, my 2 kids who were now 8 and 5 years old, moved temporarily into 1 bedroom and my mother's and my mother and father's place. We slept in 1 room until I got myself organized. These were pretty tough times I want you to know. Many years later, I heard a rumor that Miller and Siegel his too old his other partners and he just left, got into an argument and that 1 killed the other and wound up in jail. And so he get started with limited money. He's gotta buy all the equipment secondhand hand, but he's really good sales so he'll go out and he'll sell the factory saying, hey, and let me provide lunch and breakfast and everything else for your employees. Doesn't have no cost to use says over the next 2 years, we grew rapidly. We would... We were expanding our commentary area to the next empty store until we took over the whole block. We grew like crazy. We add more routes and more trucks. Remember said he started off with with 1 truck and then eventually builds his business to 200 trucks. But everything didn't go as easy as it sounds and so we get into, like, it's work a whole nature here. We had to get up at 2AM to assemble the sandwiches and make coffee. We had to get everything ready for the men, so they could be out on their root roots and be the first and be at their first stop by 6AM. And then he talks about So now he focus on sales But he's always focused of what I'm about to reach you, Everything he does is like this? He's constantly just observing the the workflow. And I'm like, okay, how can we make this better, faster, better for the customers cheaper for us. And so she says I noticed the lines that the factors are getting tied up because our men had to stop and look at the sandwiches and then read each label in order to charge the correct price. I thought why couldn't we get wax paper with a blue stripe, a red stripe yellow and a black stripe. Red we represent a 25 cents sandwich, blue, a 20 20 cents... Red would represent a 25 cent sandwich, blue, a 20 cent sandwich and so on and so forth. That way, my man could stand back with his money changer and Bang bang bang. Look at the color stripes and know the prices instantly. So we established a color coat system and that sped things up. And so he's doing this many, many years before he does Dunkin Donuts later in the book after Dunkin Donuts he gets to hundred And it gets a 500 stores. And think it gets to a thousand stores. He spends a lot of time. Very much like Paul or Fellow, the the founder King goes. Spending a lot of time just going around the country, looking at the stores. And this is what he meant. He's like, it... I'm not a genius. He's like, I just have passion for this and I'm paying attention. And it's just like, we gave the franchisees a basic system, and you wouldn't believe how many of them could just screw it up just because they're not paying attention. And so he goes. He's like, taste the coffee. Something's wrong with to coffee let's identify what's happening here. Look at the donuts you're putting out. Those are not the freshest donuts, and it was just like, really bait... It's really amazing to me because you figured, like, this person that that bought the franchise is a large investment of time and money. Yet they just approach their work in such a lack of days manner and just like this... They're comfortable with mediocrity. And this bill is not. Bill's psychotic. When it comes to quality. And I think his observation that this is it doesn't take a genius to just improve things. Just look at it I'm like, okay, how can this be better? What if I make it 1 percent better every time I come here over the years, if I do so, this business will drastically outperform the competitors that they're just not doing this. They're fine just showing up turning on the lights and waiting for the customers and seeing how the day plays out. So what I just described to you earlier is about he's growing he's adding trucks He's adding routes. That's the Euphoria. So Remember, the famous Mark Jason quote that startups and start you only feel to emotions Euphoria and tara. This is the terror part, And this is the closest he gets to ever quitting. He says a year and a half to the business. I damn near win out of business. Due to a serious flu that was going around. Many of the men got too sick to come to work. People were sick of the factories too. We worked all night and pushed the cards all day. I got so upset. I walked out outside and said to myself. Who needs this shit? Stood on the curb and threw up in the gutter. I was sick to my stomach, but it wasn't the flu. It was the pressure that got to me. And I said, who needs this goddamn shit to hell with it. I'll just take a job and be happy like everybody else. I won't have all these headaches and problems. What am I gonna do about tomorrow? I came from with an inches of quitting that day. Then I said, wait a minute. I've worked really hard. I found a way to get these things done before, when every... And when everything couldn't get done. I did things when everyone told me that they couldn't be done. Now I've gotta convince myself that I can't... That I can do it. I pick myself up and went back in. And he talks about good thing he did this, not many things are as exciting and satisfying as being part of a business that is succeeding and growing rapidly. There's an atmosphere and a feeling that's tremendous. So he's talked a lot about what happens when you get bad people. But now he's gonna give a short story about what happens when you have good people. That first winner, we had a huge snow snowstorm, and the entry in and out of our garage became snowed in, so the truck out for that day. We made all the sandwiches, Everything was ready to go, but the trucks couldn't get out. All the foods spoiled. It was a bad day. That same winner, another big snowstorm came. This time, I got up and said to myself. I better get down there in shovel, so we can get the trucks out. I went down at 03:30 in the morning and found Jimmy and a group of other employees that he had assembled, shoveling out the driveway. I swear I had tears in my eyes. Jimmy came up to me and said, Bill. I got the gang together because I didn't want you to get stuck with all that merchandise and have to throw it away again. Their loyalty was heart. And then he's got another great, metaphor here it's the inside and mister outside metaphor that he learned from watching football, and he's just realizes, like, where are my strengths. So I need to maximize spend all the time where I'm strong at and just hire somebody that can take care of where my, like, cover up take care of my weaknesses. His strength is like, motivating people, managing people and sales. And he's, like, I need somebody to do with, like, the details, the numbers. Like, almost like an accountant kinda type. And so he talks about this as being mister inside mister outside. Mister outside is obviously him. Mister Inside is gonna be his partner and they're gonna wanna have falling out. And then after this, Just gonna swear off partners. But it says I wanted to spend more time doing the things That was best at promoting and developing the business. But I was unable to do that because I was so much time to incite concerns over the organization. In those days, West points Army football team was the best football team in the area. The team became champions as as a result of the half back and the full back. The papers used to write them up as mister inside and mister outside. When they try to stop mister inside, mister outside went ahead and score touchdown. I knew if we could get a top flight inside man, someone who had strengths and systems and cost control and purchasing, we would make the business fly. There was no question how fast and how far we could go if I was free to get out and devote my time to bringing in new customers and making sure the old customers were satisfied. So I started thinking, Who do I know and who can I get? So I didn't realize as I was reading the book, but Now looking back on how much of it is just the interpersonal, like, how to solve interpersonal relationships with other people, so he's building out this gigantic organization. So he's got employees. But he's also got customers, like, the at at this point in the story. He's got tons of people in the factories. He's got deal with Make happy. Later on, he's got the organization he's building for Dunkin Donuts. He's got the franchisees. He's got make happy. He's The customers just gotta make happy, and he just... There's a a lot of crazy stories of people doing both great things and terrible things. And so this case, he tries to give this guy stealing money, and he tries to give him, another chance and the guy, well, we'll see where the story goes. We hired many, many people. I met all types of individuals. As a result, I learned more about human nature. People are all different and you have to handle them differently. Just as my father taught me, came to the conclusion that if a man was a thief, a gambler, a drunk or a drug addict, it was pretty difficult to correct those problems. And when not I'm reading that, I really think of, like, what Charlie Mu says. He's just like, stop trying to be brilliant just avoid being really dumb. And if you're thief, a gambler and a drunk or a drug addict, You can be really hard. Now give you just avoid those things for your entire life. It's very hard to have a great life when you're drunk or a drug addict. 1 1 of unfortunate time, 1 of my exact executives came to me and said that a manager was fa the reports and taking some money. They had caught him red hand, and you're gonna see he just struggles like, to you and, it seems like this is just like a basic thing that you shouldn't have a problem but so many people do have a problem with, And we might have to hire or work with those people or hopefully avoid them? I guess, there's a lesson here. So he says this guy, you know, why why are you taking money from the store. Like, you have a good job what the hell you doing? He was a married man with 2 children? But he had a problem spending money he didn't have because he was running around with another woman. They called me and I went to see him. He was heartbroken. He said you know mister Rosenberg, you've been so good to me on this years. I'm very sorry for what I've done. And so Bill does something here in early in his early days of career of his career. I don't think would do later on. You should be terminated, I said, but every man deserves a second chance. You seem like you're sorry and you realize your problem. You don't wanna destroy your family. You love your children and wife, but you started running around with this woman buying her gifts. I'm gonna give you 1 more chance, but I want to make damn sure you don't ever do this again. He promised, so we gave him another chance. A year later, I got a call telling me that he'd been found dead. He put a shotgun in his mouth and pulled the trigger. He left a note that said, mister Rosenberg, I can't face you. I'm sorry for what I've done in the past but I did it again. Rather than face me, he killed himself. I felt so sorry that in trying to be a decent person in giving a man and another chance, I actually cost a man his life. Whether he would have done it anyway, I don't know. I certainly felt guilty. Okay. So now we get to the beginning of what's an attorney to Dunkin donuts. And he's realizing he's like man. Well, let me just read to you. The more he grew the more donuts and coffee comprised a big portion of our sales. Over 40 percent, To take advantage of that, I decided I wanna have our own donut department. And so he tries to recruit this guy named Alvin, who works at this company called P Donut company and they're donut Wholesaler. And so they're at they're having lunch Told me about his background and his experiences at the P Donut company. He said, do you know something, Bill? We had 12 wholesale wholesale trucks. And then we opened a little retail store in front of the donut making plan, and we made more money from that 1 store than we made from 12 wholesale trucks. He explained the reason for it. If retailers sold donuts for a nickel. As we did, they paid the manufacturer 2 and a half cents, so the retailer has a 50 percent food cost. But when pete... The people at pure donuts sold in their own retail store for a nickel, they had no delivery cost no trucks, no employees or anything of that nature, No delivery employees that is. So it's much more profitable for them. And so you... The weird thing is he's he's bill makes the. Like, these companies are wholesaler. So they open 1 retail so why wouldn't they keep doing this? And they just didn't do that. So it says, hit me on the head. Wow. Here's a situation where I could get into a business and utilize Alvin without how utilize Alvin. And so I said to him, hey, how would you like to run a retail store for me? Alvin Agrees. He's not gonna last long. He winds up being, an undercover alcoholic. We open it up on a memorial day weekend in 19 50, and we called it the open kettle. So Alvin gonna run away. He disappears a drunken and stub. And so he winds up recording. Bill runs up recruiting some people that he used to work for the shipyard. And he makes a really interesting point here, and I think, again, it's, like, central to how to think about his... What he learned from his life in career. He's like, listen, these things existed before Dinosaurs soar exist I did not invent them. I just made them better. And so he's constantly looking for, like, what are these people doing? Right? So he's gonna copy the best ideas, But then he's was also was like, okay, what are they not doing that I can actually improve on. So says, right from the start, we were very different. We were the first to put seats and beverages in a retail donut store. So customers could eat out on the premises. So all the donut stores were just like takeaway counters. The typical donut store had only 4 kinds of donuts. I wondered Why can't we make 28 different kinds. Are 52 different kinds. Are a hundred and 8 varieties of donuts. And the second thing is donut stores made all their money on donuts. That's where they focus on, but they also sold coffee, but their coffee suck. He says, pete... So he's like, what if we have the highest quality coffee you get anywhere. People talked as much about our coffee as they did about our donuts. So his first donuts store is doing well. Now he's trying to to to expand to a different location. And he saying was like, well, well, we're we're still not real known. Like, not many people know what open Kettle is but they didn't know what donuts is. Over donuts are rather. And he's like, well, how do we get traction? So he had an idea. It works too well or he doesn't do this in the future. So he says an opening day, we gave a we gave away a free dozen donuts with every dozen bond. Needless to say we opened a store with a bang. We attracted such a crowd that my wife and kids and our friends who had come to us well, all had to help wait on the customers. So imagine that your your your promotion works so well. Your wife and kid show up, your friends are, like, showing up to support and you're like, hey, put on an apron. I need you to get to work. And so he is running Dunkin donuts. His other company, the industrial lunch service company is much larger at the time. But then he starts to realize. So think about it. Maybe I have 200 trucks. Maybe he's got it at this point. I think, like, 3 stores something like that 4 donut stores, actually, this chapter called the first 5 ton stores. So he has up to 5 stores at this point. And he's just realizing he's comparing the 2 businesses 1 is big and mature and the other one's small growing. He's like, I like the donut business way better. And so he talks about that here. He says the doughnut business didn't require going out and selling accounts, which we had to do for industrial lunch, so he had to go and to the factory, And then really the way to think about it this is, like, how can you get closer to the customer and then just keep maintaining that that that relationship. If the factories, he doesn't have a direct relationship with his with his customer? The fed... Their factory employees and the factory can change their mind as some of them have do and, hey, No. We're moving you out because we have somebody else, like, we gave your to somebody else. And so he says, I don't have to go out and sell accounts at factories in the doughnut business, It was just a matter of getting a store opening it up and you own the customers. The name Dunkin Donuts attracted people. Customers liked our products and the way that we conducted business. And so it's going so well. This is the first sign that him and his partner, really they... What they're they're going to break up over, and he's gonna wind buying his partner out is because his Harry is partner Harry. He's like, no, we got enough stores. Fives enough. What's wrong with you. And Bill's as you probably picked up so far. Like, he's an extreme character. He's like. My foot is staying on the pedal. I'm, I wanna get to thousands of stores. Whatever the case is. Harry was very happy with 5 stores we had. I on the other hand wasn't content to rest on my laurel. Good enough wasn't good enough for me. I saw that we had a good thing going, and I wanted to expand in a big, big way before somebody else did. I decided that we're gonna sell franchises. And so he has this idea to take a, like, cross country road trip. This is very similar. If remember the book, the auto of Danny Meyer, the he... I think this is, like, it's called setting the table. I think it was like, founders number 23 or some somewhere back there. But he did the same thing when he's gonna open a barbecue shop. He goes on this, like, and when he wanted to found Shake shack. He go all across the country tasting different barbecue and the barbecue case and then checking out all different hamburger places. And so we're gonna see that that's not a unique idea that build did this as well. And the term that Bill Gu, the investor Bill Girl put on this is that it's professional research. So this, I told Harry that I was gonna take a trip across the country in my car and see what was going on with Donut stores. If we were gonna move ahead, we needed to move fast and we needed to move now. I wanted to see what the potential I took a 6 week road trip across the United States. And so he says all these donut stores were selling only 4 kinds of donuts, and we're not only surviving they were doing a pretty decent business. I knew I had to get a hold of this thing before somebody else stole my idea. Traveling around the country, I realized we really had something different. Through franchising, I could grow the company before somebody else came up with my idea and took over our leadership position. And so he goes back to his partner and says we're gonna expand we have this idea. This starts like a 2 year fight. And so this is gonna play out on a couple different pages. The notes I have is you can't have a partner like this. And then later on childish, crab behavior. And so essentially, He's getting a lot of press and a lot of attention. He is an eighth grade dropout, his partner is a highly educated, you know, business edge business school educated person, and there's just jealousy. And this is, like, the the the the downside to to human nature. So it says, he and his wife kept asking why was never satisfied? Why did I have to keep building? Why aren't you satisfied what you have? What is your problem? And then they all start to say, like, no. Your idea is stupid, No 1 one's gonna buy franchises, who would wanna buy a franchise from Why would they buy a franchise from us? He brought suppliers and friends the office to convince his stupid crazy partner that he should be satisfied and not expand. This is terrible. He even got the people who sold us the donut mix to come and talk to me and tell me how crazy I was. And I said, I think this is where the future lies. I could not be talked out of it. I refused. It's gonna wanna leading to lawsuit because Bill goes out and sells franchisees, but his partner won't tell any room. He didn't want a franchise and wouldn't allow me to say a franchise agreement He said he owned 50 percent of the company. He said everyone told you that you were crazy, and you can't franchise. I told him, I don't care what they said. I believe that we have a great thing, and then Harry says, I don't believe we have a great thing. Harry grew Better towards me. I sat him down and try to get to the bottom of his feelings. He started to tell me that his wife and daughter run happy. It became clear that Harry's wife was jealous the attention I was getting. She was bothered by the fact that her husband, the businessman man who had college agrees whom she thought had superior knowledge to me was not getting the top billing. He told me that people looked upon me as their man responsible for the business. Technically he's the 1 founded it, rather than the 2 of us together and his wife lets him happen. She starts getting his partner's wife search. He yelling only at him, she let go at me. You're ego. You wanna have all the publicity. Now the whole problem no longer arrested in common sense and logic. It became fueled with jealousy and envy. Success rather than failure was doing a damage. Successors are becoming more difficult to deal with. So this fight goes on for quite a while. Bill's trying to avoid a lawsuit. So he's like, listen, just, I'll buy you out. Okay? Or you could buy me out. Whatever. So I made him an offer. I told him he could buy me out or I'd buy him out for 350000, which is the total book value of the company. In other words, hundred percent of the book value for 50 percent of the business. I told him I didn't want to get out of the business. If if he bought the company, he would have the names, but I'd have the right to go back into the business. I would not sign a non compete agreement. He could not excuse me. He would not have the same rights or excuse me, He would have the same rights if I bought him out there. So what he's saying is like listen, I'll take the deal. The same deal I'm offering you, If you don't want it, I'll take it vice versa in any anywhere... In in regardless to who winds up with the business, the other person can go out and start their own donor business and then run it the way they see fit. And so that seems, like pretty fair. Harry did not wanna do that. He just kept stalling. And Harry winds up having, like, sc bag behavior. Says everyone knew that Harry didn't wanna run the whole thing. Our for, so they're gonna go into equity court. To figure this out, our former mutual lawyer had convinced Harry to turn the business over to the kid who left the eighth grade. With the implication that it wouldn't be long before things would go downhill and the uneducated kid. He's obviously talking about himself, wouldn't be able to pay the money he owed. Wouldn't be long before Harry would own and run the business. Everyone everyone knew I wanted to buy them out. I founded the business. I wanted to stay in the business. Although we were successful, we hadn't built up a large cost balance because we kept reinvest to build the company. I had to dig up the money to pay Harry. I went to my friend Aid, and I borrowed 50000 dollars from him. I borrowed money from some of my suppliers. I got Harry is down payment and agreed to pay him out so much over time. In 19 55, so this is 5 years after he founded a Dunkin. I bought Harry out. Harry had the right to compete with me if he wanted to. That's the deal we made. I then found out that Harry and our former mutual lawyer had formed a company called mister Donate. Look at what they do here. We also found out that 2 outstanding locations that our former lawyer had been... Negotiating for Dunkin Donuts had contracts drawn up for mister Donuts. That's shady. That was a breach of fiduciary relationship both Harry and the lawyer had been employed by Dunkin Donuts at the time. I told Jack about it, and and I told him I thought we should sue. Jack being the kind of man he was wasn't interested in starting lawsuits. So he gives them some good advice here. Or advice at least that that Bill agrees with. He said Bill for Christ's sake, forget about it. Larry let Harry have them. Continue on, build your business. Go ahead and do it because you could spend all that time fighting in court. I took Jack's advice, and I let them go. For 2 years the company it's stag. Beginning a anew, I set our people dad go down and said, we have... What we have to do now is start franchising as rapidly as possible. So there's all kinds of struggles that he has trying to build a franchise at this point. He's trying to look for alternate sources of money. But the problem is a lot of those sources of money come with a partner. And he says he's like, I need to partner, like I need to hole in my head. And like, he's done. He's he... I'm not doing a partnership anymore. And we see the closest thing he has a partner gonna wanna be Son gonna come into the business, and that is that does not go well. So he's... Basically, what I'm trying to tell you hair. Here is that banks wouldn't finance. So he's gotta find other solutions. And so he says, this Duncan grew from 5 to 10 then 20 and now 30 stores. I did what I could what I could to find sources of financing other than going to the banks. For instance, I convinced my suppliers to finance my growth. I pointed out that they would benefit with the increased volume sales. Some help with a small loan, but most gave us longer term credit to pay them off. Why is that important? Because he says I'm like many companies, which had to wait for them their money to come in in our business we got the cash, the minute we sold our product. Some suppliers went as far to give us a hundred and 20 day credit. So save like a 4 month float here. We found ourselves in position where we had credit from the supplier and cash from the custom. And he really hits on an important point that, like, what you think is your... Like, you really have to know what your bottleneck is. And then if you can identify your bottleneck, put all your resources into attacking that bottleneck. He wants to grow fast, and he says, finding franchisees He can sit... He he compares multiple times in the book that at this point in American history. Franchise, franchise or franchising is was like, really popular and hot. He can... So he said it was like, the Internet stocks of their day. Remember he's writing the book in 4001. That's right why he's making that comparison. But he realized realizes like, I can find tons of people that I wanna buy Dunkin Donuts. That's not the problem. Says finding franchisees or locations wasn't the problem. Financing stores was the problem. And so As Duncan is growing, he's looking for other opportunities because you have Mcdonald's growing at the time, Kentucky fried Chicken is growing at the time. And so he says he's like, maybe I'll start another franchise. And, like, a franchise oregon and he realized realizes this is gonna be mistake. In addition to Dunkin Donuts to kept my for other ventures. At 1 point, I opened a hamburger and fries place and called it Gu and Gall. And so he's got a, a partner that wants to come in with a lot of money for Gu Gallo, hood off me 500000 dollar line of credit to get involved in Gu. Like, Gallo. I agreed, but after I gave us some consideration, I realized we didn't have the organization to do that and Dunkin Donuts. I went back to hood and explain my thoughts. Ultimately go Gu and Gallo wasn't the what wasn't the way to go when we closed it. I wanted to devote my time to expanding Dunkin donuts, and so we see that an the idea that I think Steve jobs put it the best way. Focus is saying no. He's saying no, to 500000 dollars in another business because he can't do that and Dunkin donuts. So I just mentioned that he says that the franchise... Ease... Our franchises in the 19 fifties where the dot com stocks of their day. He's really giving us a lesson on human nature when they're... When people start to get make a lot of money really fast. He says as with anything new, and you have to understand that of time, franchising was very much a new and innovative enterprise, the fast buck artist got involved. Some of the fly by Night had generated negative attention. People of all types were eager to buy franchises. Just as people were clamoring to buy dot com stocks in the late 99 these. If Don wright, franchising was a cash cow. Those looking for a fast book would get together and open a franchise. They would often use other, use famous people's names. So we saw this when I did the Johnny Carson book. So He gave example was like Johnny Carson men's clothing, for example, are Joe name of hotdog dog stands. I didn't even know that I was thing. They didn't have any background in the business, and they simply sold franchises. The people, these people who are selling franchises, didn't have an organization as we had to back them up. The other people who took the franchises. So these are the franchisees, set up corporations to go on the leases. So it was a domino effect. The individual franchisees were getting hurt as a result, a lot of people were getting angry. Consequently, some had complained to their local congressman and local state representatives. In response, the government started passing legislation that was determined or something that was detrimental to the industry. Things weren't looking good. It got to the point where you couldn't place an ad in the Wall Street Journal are the New York Times with the word franchising in it. That's crazy. That's how bad the reputation gotten them. Can even run an ad in the New york Times or Wall Street for your business. In actuality, there were many good outfits out there. Mcdonald's, Kentucky fried chicken, Dunkin donuts. These were solid organizations with good people. But, of course, all you heard about were the bad eggs. So a few weeks ago when I was doing that Bloomberg auto automatically. I realized he's always got He's always looking for ways to get in front of more customers. And Bloomberg running, you know, media and subscription business is little different than than than selling food, but Bill was the same way. And so here's an example this he's got this idea of what he calls setting up satellites. As a rule, supermarkets measured their success by how much money they took in for square foot. So I went to a grocery store and spoke to the management and pointed out that there is an area that where people walked through after they checked out, and it wasn't generating any money at all. If you would let me put a case of donuts up on the wall and a coffee set up near this area, similar to what we set up at at our Dunkin donut stores, people could buy coffee and donuts on the way out. It would be advantageous to us and to you because you would receive a percentage of the sales. The management agreed. So at this point, he's building up his business. He's focused completely in Dunkin Donuts. It's doing well really well. He's making enough money and getting rich enough that his son can go to Harvard business school. And his son is in Harvard business school. And he's like, dad. I don't understand, like, you have an great great education, but you've been telling me my whole life this stuff that now. I'm learning a harvard business school, like, how did you, like, how did you do that? And so he says, so it's son. That's how I learned it. I learned from people like me who started successful business I learned from other successful people, how they achieve their goals. If I had to make a choice between a formal and an informal education, I would take the informal education. I think you learn a hell of a lot more once you get out into the world and really do it. You really don't know what the world is all about until you get out into it. And so that was the first mention of something that's gonna come up later on because his his son tells me, hey, I like, I wanna be like you dad. I wanna come into the family business. You know, he's thrilled that his son says that. Eventually he's gonna turn over the company to his son, but his son hires all these business school graduates without actual real life experience. And he's like, they just do 1 dumb thing after another. And it's just a weird When you read the book, it's a weird thought to have where it's just like, he's gotta tells his life story. His life stories. Obviously to why are people interested his like story because he started Dunkin Donuts. Right? So he's got tells the history He's dunkin Donuts as he tells us to history of his life, but there's a lot of things in this book. I could never imagine writing about My son. And it's a hard decision to make. Like, if you have a business, completely understand. You put all your life energy into this of course she'd wanna set up the future generations of your family and maybe they manage the business. But there's many times in the book where he's gotta choose between maintaining we really relationship with the son are what's best for the business and over and over again, he chooses to stand on the side of his son and why... They wind up doing so poorly when his son runs the business that they they're bought out. Now that was a financial successful exit, but it wouldn't have happened if for for if the company was strong and under better management So it's a... I don't know It's a good... That that is something that was on my mind a lot. It's like a cautionary tale throughout this... It's weave throughout this book, and it goes on for many, many chapters because it's over many, many decades. And so then he talks about had the fact that his business. His life we're intertwined the the summary of this section, it says, keep your foot on the gas and stay close to the money. So he said so much of my life depended on the success of my business. As much as I was enjoying the fruits of our success, I never sat back. I was always a stick about the maintenance and operations of the stores, and I constantly call my people if quality didn't meet our standards. It was my belief that you had to be where the cash registers were because that's where the customers are. It's so later on this this, like, fierce dedication to the customer, which you and I've seen over and over in these books. Like, so later on he'll have, like, a meeting with an executive, and they're like, here here's the the the organizational structure of this business that we've built look at it, and they're looking at it, and he'll, like, tear into the guy. He's like, I'm not at the top of the company. He's like, what the hell are you talking about? Like, you're the founder of the Ceo, the Chairman, like, course you are. He's like, customer is and like he'd rip up the papers and make them redo. That the customer is the boss. They are the most important part of the company. Now this part made me laugh and when I read it. So I just wrote what this made me a laugh. That's the note. Right? I didn't realize how this is like, a warning sign. Red lights flashing. Now that I look back on this. And so his his son graduates from harvard business school he comes into the company, and this is before he turns over the Ceo role to his son. And he's just talking to his son about. Like any dad might talk to their son Right? Him an advice. You must know how how the coffee should taste and what our standards are. He said, I don't drink coffee dad. You don't drink coffee? Are you kidding? I couldn't believe my ears. He said, no. I drink milk. I said, Bobby, if you're gonna be the president of this company, you better learn to like coffee, And if you don't start to drink coffee, you're got... This is funny. If you don't start to drink coffee, you're gonna get it in the form of an enema. 1 way or another, you're gonna like coffee? He laughed and then he said, I like hostess donuts? I said, how the hell can you be president of this company and tell me you like hostess donuts. Don't you like Dunkin donuts? I buy hostess donuts he said and eat them at home. I said Bobby, you better throw those hostess donuts down the toilet and start eating dunkin donuts and learn what a good doughnut it is and what we stand for. You cannot be present in this company and not wholeheartedly believe in its products. You just can't do it. And my thought is like, you never even use the products of the company that your dad has been running for multiple decades. The the company is generating the profits that it's given you a wonderful life, a life that is a hundred and 80 degrees different from the life that your father had a struggle to. What the hell was that. This is what I meant. Like, you... It's gonna be really hard to read this book and come away with a positive outlook on his son. So, again, I don't... I I could... I... My son's only too, you know, but I could never... I could just get never imagine putting, like, this business out for the public. Like, this family business for the public. It just seems odd to me. There's something that he repeats in the in the book over and never again. The importance of sharing. He felt like you should pay your employees as well as as much as possible. Your goal should be to make everybody works with you as rich as possible. This is gonna remind me a lot. This is what the Know myself here is this is the lush schwab way. So I'll tell you what I mean by that. I used to say to our employees and franchisees. I only have 1 wish for you And that is, I hope every single 1 of you becomes a millionaire. So frankly, if all you become millionaires, All become a multimillion millionaire. That's how I thought then and I still think today, try to bring along great bring along great people, Give them incentives to do well. Remember that point. The more people you have doing well, the better off your be, I was it was but absolutely my philosophy and my policy, and I did not tolerate anyone who thought otherwise. So I just finished reread my highlights for a book that I did a long time ago, probably now over 2 years ago. It's founders number 01:05. It's the auto of Lush schwab, and it's called Lush schwab per item performance keep it going, and I'm a very simple person. If Charlie Mu tells me to read a book, I read the book. And so Charlie Mu said. If you wanna read 1 book that'll demonstrate really shrewd compensation systems. Remember what Bill just said, give your people incentives to do well. Let's go back to what Charlie Mu said, if you wanna read a book that would demonstrate really shrewd compensation systems in a whole chain of small businesses, read the auto of Les schwab, who has a bunch who had a bunch of tire shops all over the Northwest. And he made a huge fortune in 1 of the world's really difficult business by having really shrewd systems. He can tell you a lot better than we can. And so what less would do, which gave him a huge advantage because he got better quality people is he would share 50 percent of the profits of every store with the people that work in the store. And he in the book, that you'll love the guy. If you read his book. He's like, I wrote wrote the book every word myself on a runner. He's just completely lovable because he's just like this old school dude. He's just like, no education. His dad was a drunk and died on the side of the road. And he's just like, you know, he wanted to run a business for years. I think he was like, not till he's like 35 to so he actually had the money to do it. And he just, like, cha his other, like, greet... What he can considers as greedy business people He's like, I don't understand. He's like, if the the store makes 10000000 dollars. I still make 5000000 and everybody else makes 5000000 dollars Why the hell would you not share this with the people that were responsible, partly responsible for your success. And if I remember correctly, I'm pretty sure... Yeah. Even though it was 1 company, each of the profit sharing have like, the profit sharing was tied to the story you were in, not the overall company performance. So if you really kicked Ass and the store down the street didn't, you would still get money. So the... That's what, Charlie, I think he's talking about. Because, you know, if you say Charlie, he mentioned the points have sent us over and over and over again. And so the idea was, like, this guy had really shrewd systems and those shrewd systems in part allowed him to make a huge fortune in a very difficult business. And so we go back to this relationship with the son, this is still in the beginning. And I wrote, oh, what does this mean? It was eager to have Bob take. I think this is common in family businesses when a parent hands over the reins of the child. But the danger is that the parent like myself becomes blind to some of the drawbacks of such an arrangement. But this didn't become apparent until later. So then he starts talking about the mistakes that siding with his son caused him to make for... The detriment of the business. We had a good group going, but they supposedly weren't sophisticated and he put that in quotes. So that's what his son is saying oh these people aren't sophisticated. Remember. The son and a physical graduates, no experience, tons of education are telling these old school guys, generation older who have now built this business from nothing that you're not sophisticated. That's fucking ridiculous. And why are they not sophisticated? Because they didn't write out reports and sit meetings to the degree that my son's group did. But they knew how to go out when he's talking on his group, but they know how to go and make money and build a business. It was a difference in culture that I arose between the old and the new regime. So the new regime of It's not the older the people that are like him. They may not have in in many cases that not only they don't have college grades. Don't even have high school in finish high school, but they don't how to build a damn business. I think I should've have listened more closely and so they're they're talking about like, all these people that they wanna replace. And so he's getting information from his other employees had been with him a long. I like, hey, are you sure this the right idea, and he's like, I didn't know what was happening. And so he's taught he's he share... It was essentially telling us the mistakes he made so we can avoid them. I should have listened more closely, but I didn't. Little by little, some people left or were let go. I put my son in charge, and I stood behind many of the decisions he made, but I was torn internally. I couldn't turn my back on my principles and what I believed. This conflict of interest between my son and me became a source of many heated arguments in the years to follow. I didn't realize it at the time, and this is so it's just not worth it. But think about the sentence so crazy I didn't realize it at the time, but it seemed my son and I were slowly growing apart. So he is 50. I think his son is 25 at the time. And 1 of the problems too. I understand what he he's about to say here. This is a couple years later. So his dad's like, you know, like, I... Or his dad. His son was like, I think I should be Ceo, like, I I, you know, I I can run the company or whatever. And so he ac to that to that request, but it's not... It's C and title only. So he says, I didn't care about titles. So Bob became president and Ceo on paper. I was chairman of the board and the treasure. In reality, I was still the man in charge. So he mentioned in the introduction of the book that he had to fight cancer multiple times. He had hip replacement with surgery. He's got, I'm admitting a lot of this from the book. He's got this weird relationship with his weight where he's just like, he likes to do everything to extremes so he eats and he gets fat, but then he'll go to this, like, It's like, a... It's almost like an adult fat camp at... It's called, like, the rice diet very popular in a in a at Duke university. And so he'd constantly go away for, like, 6 weeks to lose all the weight really fast. Then you go back out. Then he gain a bunch of weight. So he says essentially, like, he couldn't maintain his weight. He would gain 20 pounds and then lose 20 pounds, and that's how he did everything. So he'd be eat to excess. This seems like a really bad idea to me so why I'm telling you that. Eat to excess and then starve yourself, and then do it back and forth. This just, like why don't just maintain a healthy weight I don't know what you're doing here. But he's gotta fight all these, like, health issues. Well, and it takes time with in business. And this is... 1 of this is the fact that he had... He had had... He had to have cancer surgery. He was a smoker. So he's, like, don't ever smoke. He says that in the book. So in 19 71 fighting cancer and then recovering from the surgery and regaining my strength took up most of my time. I cease to be as active in Dunkin donuts, and frankly, that is when shit hit the fan. And this is what I mean about, you're not gonna have a good view of his son, they had already gone public. Right? And the stock is gonna drop, and this is gonna happen twice. The second time I think is when they get bought out, or, somebody takes it over. But I'm gonna read a bunch from these pages. I think this goes on for a few pages here. And the way to think about this is Harvard business school graduate Torpedoes great business built by middle school dropout. And so 1 of his executives comes is says, listen this man... There was a manager who's misha funds So stealing money, and we need... We we we fired him. Next thing I know, Bob, we hired this man. So Bob's is on. We hired this man to work in a real estate department, and Bob's like, oh, I doing this because I... This guy is smart. And he says, He says, it was son, I don't care how smart he is. You'll never have enough people to watch a crook. It wasn't long before my son called to tell me that we had a problem. So this guy is working in a dunkin donuts. He's stealing money. He gets fired by the old school, re hired by the new school. Right? Because he's quote unquote smart. Let's say how smart this guy is. So it's higher for the real estate. It wasn't long before my son called to tell me that we had a problem. A big problem. It had come to Bob's attention that we had a hundred stores in bad locations. He wanted to go with me to check on these stores. So he goes with Bob. Sure enough. He goes with the son. Sure enough. This x manager, the guy that he told him, hey, the guy's a crook doesn't matter if he's smart, don't hire him. He means I'm not being smart. Sure enough, this x manager had taken out lousy locations and they were not doing well. Bob had put him the new guy in competition with Dave who Dave Goes from the old school crew, who is in charge of real stay the east anyway had adhered to our strict standards. So he's like, it's obviously you're running a retail store our location is a huge huge factor in that. You can have low standards. But this other man, the guy that they re hired just took anything that was available. The damage was done. We had to close a hundred stores and get rid of the leases the best we could. And it makes even worse because that job of unloading them and and trying to undo this unravel this whole thing goes to the guy he was competing with that. Dave Sew right. So it says, the... Then the question became how to write off these losses. And all the years I've been in business before the... Before then and since, we always made a profit. So never lost money. And now we're going through. So now the company are around for 21 years has never lost money. The the suns and just fuse into his tenure and is essentially destroying the business. The question arose whether to write up the loss over a long period of time Bright bull taking it in 1 year, so they go... They have... They talk to people that know about, like. Public equities and also their accountants and they said, the account said take the... They said take the 3000000 the 3000000 dollar loss all at 1 time. Our accountants agreed, and so that's what we did. As a result of that, the stock fell. The stock had been trading at 60 dollars slip below 12 and then bottomed out at a dollar 75. And so the Board of directors meets and they're telling build. They're like, we got a fire Bob. Bob doesn't know what the hell he's doing. The director said that I that they felt I needed to replace Bob. I had to make a choice that repeated itself many times over the next few decades. I came to a crossroads with my son where I either had to fire him or let him run the business. I always chose in his favor. Favor. Had been anyone else, but my son, I would have fired him. I would have made the change. I wanted desperately to have him run the family business that I worked so hard to bill and I built, and I was afraid that letting him go would destroy him. And so that was in 19 71. Here's what Bob does in 19 72. In 19 72, Bob's group got into a problem with some of the franchise operators by forcing them to buy some of their equipment from the company. Bob and his executives were smart, but they lacked wisdom. We ended up in a class action lawsuit for by that was brought to us by the franchisees. So now they identified a lawsuit. They recommended a Philadelphia attorney because the trial was taking place there. We met with him. Could easily tell by the way he talked that he knew nothing about franchising when the attorney left, I told the others not to hire him. My experience had taught me that people don't win when they don't believe in the cause. But I was overrule by Bob. Sure enough, they hired this Philadelphia lawyer and as sure as hell they lost the case. They spent a lot of time in court preparing and fighting legal battles instead of building the business. I stuck by my son and his team. My fortune in Dunkin Donuts stock, is about everything I had went from 30000000 dollars to 3000000. Even if I was going to be destroyed financially, I was gonna write it out, and I did. So that's the early seventies. And he goes into this happening memory, he says this plays out for multiple decades, But he had the warning signs, and that's the problem. Yeah. The warning signs, he he couldn't understand loyalty to his son. But that's why you you have to think twice about getting yourself in situations this where it's like, you you should stick back your family, but your business and you're... The thing you worked for. Like, maybe you should shouldn't have them involved in it. And so we get into 1 of the biggest mistakes in his life. This isn't gonna happen in 19 89, and Bob essentially you destroys their business. Bob and I had our differences. Over the years, we didn't always hold the same beliefs. Some of our interpersonal dynamics were typical of many fathers on relationships. I had my arguments with Bob. All fathers and sons have them. So I... Again, I'm a sucker for for he's writing his book he's 80 years old. Just like he said in the introduction. Like we've seen so Remember again. Why do entrepreneurs, write auto. They sure as held on do it When they're in a middle career. There's something in human nature Says, hey. I'm 78 years old. I know I don't have the time left. I'm gonna write down on my lesson, so you could benefit. They explicitly say that just, like, build it in the beginning of this this this book. Right? And so when I think about the time I spent, I probably spent Don't know, 14, 15 hour you to book something like that. And I was like, I'm having 1 side of conversation with... First of all, somebody's is dead. Right? So it's the only way I could talk to him now, But I'm having a 1 side of conversation with an 80 year old super successful founder. And he's telling me the lessons of his life both good and bad. And all I'm thinking about it because a huge part of this relationship are shooting this book. At the beginning, it's really relationship that a man has with his father. And then... Well, I don't even know I'm getting, like, broken up with this. And then our the relationship a man has with son. And so that to me is really the part that resonated and, like, made me sit and think and really ponder about, like, what am I learning from this 1 kind come, this 1 side of conversation with Bill Rosenberg. And I think that is the value in reading the book is it's, like, when you're... When you're gonna have these relationships either with the previous generation that raised you or the generation that you're raising. Like, it's important to internalize there. This is a smart. Capable driven person making mistake after mistake. That is extremely important for us to realize. It'd be foolish I think that we're just gonna dodge us easily if we don't learn from the experience of others. I guess, that's what I'm trying to tell you. So it says some of our interpersonal dynamics were typical of many fathers some relationships. I had arguments mister all fathers and sons have them, especially those who are in business together. As much as I was torn about certain decisions that Bob and his group are taking when Push came to Shove over different issues on on which we strongly disagree ultimately for the sake of the team I went along. I made many mistakes in my life, but I believe 1 of the biggest mistakes was trying too hard to accommodate my son's desires. Whatever my son wanted to pursue, I backed them. Though many times I disagreed. Harsh, is this may sound if there's any lesson I can port to others from this. It is to never assume others will treat you as you treat them. I presume that my son would do for me as I as I would for him. But I was wrong. In reality, it simply doesn't always work out that way. Family relationships, especially when they're tied to business are complex, but that's another story and another book. Because of my emotional bonds and my I love for my son, I made business decisions that otherwise, I would not have made. I gave up control to my son and ultimately allowed him to control the board. As it turned out, Bob and the Board of directors out voted me. So there's a backup. There's a backstory to what I'm reading to. That I didn't... If I failed to fill you in on, so their business is selling franchises. Right? That is what their businesses. Bob gets his idea ideas like, we should buy franchises. And so let's buy a Chili franchises. And so just looking at the contract. And he's like, Tony something like, son, we're on the the wrong side of the transaction here. Like, look at the money that's left over, we that's not enough money to make this a profitable business. This is a bad deal you can't take it. You should stick to what we're good at, not buying franchises, selling them. And Bob's was like, nope. You know, you you have a bunch of experience. You have an aids education, and you built this company from nothing. You own a hundred percent of it and got public. I know better. No. You don't, Bob. They decided to purchase a Chili franchise. I felt we should have remained focused on our coffee and on donuts. But our time and put our time and effort into that. It was why wouldn't you think that? You've built a fabulous business that generated hundreds of millions of dollars of wealth for you and your franchisees. Why the hell would you like, hey, You know what? Let's get into a sideline. Let's let's buy a chili fridge. I was like, what are you talking about? I thought we should have remained focused on our coffee and donut concept, put our time and effort into that. It was the final blow. Concluding a series of many disagreements that had occurred between us over the years. At that point, I was 73 years old, and though I'd had originally planned to retire by the time I was 75, I thought what difference would a few years make, it seemed to me the time had come to move on. And so now what happens? Fast forwarding a little bit. You know you already know where this is going. Bob runs the company a ground. Unfortunately, the Chili division of Dunkin Donuts posted substantial losses over the next several years. These losses drained Dunkin donuts profits. And as a result are stopping and selling for far less than its true value. Somebody from Canada's saw bargain prices and decided to raise up to rate us. In 18... Jimmy, in 19 89, I got a phone call from Bob. Dad, he said, a company is rating or stock. I told Bob, I'll do anything to help out. But by then, the media had caught on to what was happening. So they're they're getting rated. They don't have the money to fight back. So it's either take a hospital takeover. Remember, this is a the late eighties. We saw this before in on previous books or find a white knight to buy you out. And so that's what they did. We went looking for a white night during the time we were getting off. A instead of a hostel takeover. It's a quote unquote friendly takeover. So they find 1 of the the executives found a company called Allied Lyon, Allied Allied Lyon bought us out. Allied bought everybody's Dunkin Donuts stock created for cash. Bob stayed on. So he loses his Ceo job, but he stays on his chairman. And then in the Epi log of the book, he repeats something that he says over and over again, he started a book with it. He ends with it with it as well and the theme importance of learning from the experience of others, which is what you and I are doing every week, follow successes, take off from where the successful people left off. Not where they began. You will get the advantage of their experiences. There is all kinds of information out there that you can gather Although it may not relate exactly to what you're trying to do, put the information together and ask yourself? Who else has done something similar. How do they accomplish it? Why was it done that way? If someone has a more successful family life, you're talking about it? Family and business. Find out how that person accomplishes this. See if you can copy their methods. And then he ends on what ties a lot of successful entrepreneurs produce together and the importance of belief. The idea that the mine is a powerful place. And which you feed it can affect you in a powerful way. And he says if you talked individually to people like Kevin Wilson of holiday inn or Ray crock of Mcdonald's, or Colonel sanders of Kentucky fried chicken or Fred Luca of Subway and so many other self starters about the things I've been talking about in my book, you would think that you were talking to the same person. We all have that passion that desire. We all strive to be the best at what we're doing our pride is tied to it. I'm a promoter, but you can't be a good salesperson by giving lip service. You have to feel it in your heart. Ray rock believed in hamburgers with all of his soul. Just as I believe, in coffee and donuts. And that is where I leave it to get the full story, read the book. If you wanna buy the book, use a link that's in the show in your podcast player, you'll be supporting the podcast at the same time. Can also see every single book that I've ever done. And if you buy a book using this you... This link, you were supporting pockets at the same time. It's amazon dot com forward slash shop for slash founders podcast. And finally, if you, wanna buy a gift solution for a friend, that link is in show notes as well. That is 232 books down 1000 a go, and I'll talk you again soon."
}