{
  "transcript": "Alexander lived for 32 years and 8 months. He ruled for 12 years and 8 months. He was handsome, embraced hardship and had the sharpest of minds. He was extremely brave and dedicated himself to both honor and to taking risk. He had an ins appetite for glory. Even when circumstances were unclear, he was highly skilled in seeing what needed to be done. When it came to drawing up, arming and equip his army he was highly knowledgeable. He was able to raise morale among his soldiers to fill them with hopes and through his own fearless to dispel their fear in times of danger. At moments of uncertainty, he acted with the greatest courage. He kept his promises. It is true that passion or temper may have sometimes led Alexander Astra that to some degree he inclined towards arrogance, but Alexander was noble enough to repent for his errors. Whoever would rep approach Alexander should first weigh up his own personality and achievements against Alexander's. It is my opinion that at that time, there was no nation, no city, not even 1 man who had not heard the name of Alexander. That is an excerpt from the last chapter the booking we talked you about today, which is Alexander the great, the brief life and towering exploits of history's greatest conqueror. As told by his original biographer. Okay. Before I jump back into the book, I wanna go back few episodes ago on episode number 02:26. I read this book called heroes. It's by this fantastic writer earning named Paul Johnson, who I just discovered and absolutely love, and I'm starting to devour his books. And he breaks down and there's, like, 30 heroes throughout history. I Alexander being 1 of those heroes. He's got this fantastic chapter in the book. It's called Earth shaker. And it's 1 chapter dedicated to Alexander The Great and Julius Caesar. And I wanna read a few quotes I wanna review some quotes from that book. Before we jump into this this new All under biography. And so this is coming from the book heroes. Again, you could see the episode and the book on episode in 26. So first, is it's talking about the introduction to this paragraph is comparing the the the traits that Julius Caesar and Alexander or the Great bolt share, and it says they carved out vast empires for themselves and hammered their names into the history of the Earth. Each was brave, highly intelligent, almost horrific self assured. Whose ambitions knew no bounds. They were both also selfish, cruel without sc and fundamentally un unbelievable, but they were admired inevitably, more perhaps than any other 2 men of their kind. They were giant like, almost superhuman in every respect. And then I just wanna pull out a full a few sentences from, just about Alexander. So it says he was a man of formidable achievements. He was highly creative He woke up early. His diet was spare. He learned to drink heavily. That was to my opinion, his downfall, which I'll get into more in the in his biography. He was skilled with the sword and the spear and an expert at all forms of arms drills, this was his trade from boy hood. He dressed to be seen in that flamboyant dress in closing into detail in the Biography. He he dressed like that even during battle, which seems a bit crazy because the fact that he's standing out makes him a greater target. He read homer all of his life, and he knew the passages by heart. It was to him a bible. It was like... The book was a guy to heroic morality, a book of etiquette and a true adventure story. He believed he was descended from the gods. This belief gave him a certain fatal which made would may which made the risk of death unimportant to him. Alexander traveled over 20000 miles, most of it on foot in difficult mountain and desert terrain. How did he do it? The most important factor as always with successful statesman and men of action was sheer willpower. He had supernatural self confidence and persistence. There is no substitute for will. He invariably led from the front. He was wounded 9 times. And finally, Alexander thought decided and above all moved swiftly. He appreciated the importance of speed and the terrifying surprises speed made possible. He invented the Blitz Creek. Okay. So now I wanna jump into today's book. Reminder heroes is 02:26. Paul, the reason I recommend that book is because I think it's like, 200 pages, the the the episode did before that episode 25. It was also written by Paul Johnson, and it was a hundred and, like, 90 page biography of Churchill. And when I liked about, it's Paul writes in very short sentences, there's no fluff. It's very easy to understand. To this book, although the book I'm holding my hand is only a hundred and 50 pages it's it's more difficult reading, and I'll tell you why, because outside the introduction. So the introduction is gonna be written by the Scanning Michael Wood. The rest of the the text is biographies of Alexander that are 2000 years old. Okay. So it says the text in this collection are drawn from 3 ancient biographies of Alexander, the Great, who died in Babylon in 03:23 Bc at the age of just 32 having conquered half of the known world. His is 1 of the stories in history that had... That has had the power to cap every generation. So that's a crazy statement. If you if you if you look up, Okay. How long is generation. People say usually between 20 and 30 or so let's take the middle 0.25 years. That means that's 92 generations. Since Alexander died and we're still talking about him. And it gets into the why why would that be a little bit here, it says the internal fascination with Alexander is not due only to his amazing events he set in motion, but also to the tang of history and the myth that surrounds him. As the Greeks said, those whom the Gods love die Young. Then the book gives us a little bit background into the environment that Alexander was born in addition to reading this book. I also re listened I've I recommended this podcast has too bunch times, but it's Dan Carlin Hardcore history, at Addendum Feed it's called Glimpse of Olympia. It's like a 3 and a half hour podcast and the main character the podcast is Alexander's mother, but it also talks about a lot Alexander and about his father, and so we're gonna get into that. The Macedonian were a rugged people. Alexander's father Philip had created the kingdom of Macedonia with a powerful army that crushed all opposition. And the reason I just referenced that episode is because it talks about how formidable. Dan talks about how formidable Philip what the accomplishments of out... That Alexander achieved his lifetime would have been impossible if he was born to a different father. So it talks about the there... There's there's a, like, a pre history to Alexander's Birth, and it's this constant war between the persians and the Greeks... In the Greeks. And so it says, a hundred. And this is also the re... The reason I'm reading the section to you is because it gives you how an insights to just how grand and a little bit crazy the Alexander was. A hundred and 50 years earlier, the person had attempted to conquer Greece only to be decisively defeated. To the Greeks, the persian war represented a Latter day heroic age. They had never forgotten the des creation of their temples, and there had long been long been talk of mounting a war of revenge. Okay. So they're talking about something gonna happen in a hundred and 50 years earlier. Right? Alexander became ruler of Macedonia at the age of 19 after his father's assassination. 2 years later, he set out on the great war of retribution against the persians. So in the previous book, talks about, hey, he had a an an un uncomfortable thirst for glory. He thought he was at senate from the gods. He had no fear of death. Think about this at 19 years old. You think it is your place in history to take revenge on something that happened a hundred and 50 years previous. That is una extreme. So from this point, when he starts this war with Porsche until he dies. He is just going around conquering the entire world. So they give a brief overview, I'm gonna go to the end. This is just introductory introduction Keep in mind. So it says at this point, the heat the Monsoon rains disease and local resistance all began a a erode morale. Alexander's army showed its inclination to go any further from then on. Certainly with Hindsight, his dream begins to unravel. We hear reports of drunken ness. And get the impression of a lack of direction. The death of his friend and lover after a massive binge seems to have led to fits of murderous fury and bout of depression. Wounds and sickness had also taken no doubt taken their toll and in 03:23, Alexander Died in Babylon probably from medical complications exacerbated by alcohol alcoholism, although there were persistent rumors that he had been poisoned by dis members of his court. Those are the bare bones of the story, it was 1 of the great episodes of history of the world, in the history of the world, an extraordinary tale of bravery and cruelty endurance and excess, chi greed a journey of 10 years and 20000 miles. The empire broke up rapidly after Alexander's death. Then it goes into the fact that he was famous in his own day right after, and then he as he continues to be really famous today. So it says his legend spread to every corner of the old world. Alexander appears in the Bible. He appears in the Quran. There are over 200 different Alexander Epics and poems in medieval evil European languages alone. There's an Indian legend about Alexander that said he had found the the the speaking tree, which had fore fore told his destiny to die young, but win eternal glory. And then before I continue in the introduction, I wanna go back to to that 1 paragraph where it talks about, he starts binge drinking becomes alcoholic, I think 1 of the benefits of reading biographies is that you see all these very smart and formidable people, make mistakes and struggle. And 1 thing that you notice is the same extreme traits that allow them to achieve abnormal or unusual success can also cause their downfall. And so the lesson I always take away from this is it's very... These kind of these personality types. It's very hard. So almost no such thing as moderation to them. I always think back to that Edwin Land quote where he's like, there's there's something they don't teach at Harvard business school. And it's if anything's worth doing, it's worth doing to access. And so I think Charlie Mu has the right idea on this is just you have to... Like, you have to understand you're highly driven somewhat crazy person to pursue. I think almost all entrepreneurs. That's why these things called the mis feed. Right? We're just not normal people. And so entrepreneurship is a is a vehicle to channel all this energy into something positive. But Charlie Mu makes the point that a large part of succeeding life is just avoiding bad habits, and there's a number of, quotes he has about this. But 1 specifically about alcohol to related it back to what we're learning about Alexander right now. He talks about the... This is a quote from Charlie Meng. He says the 4 closest friends of my youth were highly intelligent ethical, humorous types. They were favored in person and background. 2 are long dead with alcohol a contributing factor. And a third is a living alcoholic. If you call that a living. And so go back and you really think about what... How he started off this this thought. He brought up the point because you said, oh, this alcohol that that person you know, just did un, not very intelligent. He let they let this substance destroy their lives. But Charlie starts out that scent that paragraph with, they were highly intelligent. And that ties back to what you and I are doing the fact that we're reading biographies. We're learning from biographies constantly. You you'll see this over and over again. Okay? This is a smart driven formidable person that made a mistake. It's silly to think that I won't do the same thing. So I need to learn from their experience. I want to avoid. I do not wanna die young or have my hopes and dreams dash because I couldn't stop drinking or being addicted to drugs. Okay. So let's go back to the book... The the guy writing the introduction. This guy named Michael Wood. He is at the... What he is doing while he's writing the introduction. He's re tracing Alexander steps through, like, literally where he goes. Right? You're trying to follow this path. This like 20000 mile path, and he's reading these 3 biographies. He has the 3 biographies with him. And the crazy terrain and the terrible weather and all the stuff that Alexander had to endure. He talks about that here. So he's giving us insights into Alexander the great. And I wanna combine something that Michael writes here with a discussion I just had with a founder investor who listens to this podcast. So he says, well, we also gain on the ground and especially from his night marches at high altitude in the pitch dark. Was of course an insight into Alexander's character. The imp drive, remorse, unstoppable. His incredible mental energy and almost excessive tolerance of fatigue. What 1 of his biographer calls, his path, his desire to win and excel his drive. And so I double underline that 1 section where it says almost excessive tolerance of fatigue. And so I get to the section Was like, wait a minute. That's a really interesting trait to have, and I think it should be combined with another trait that I just learned about. So there's a founder an investor named Seth who listens to I've talked to him before he happen to be in town We went a meeting up. And just discussing all kinds of ideas about entrepreneurship for for a few hours. And he was telling me about 1 of the most formidable entrepreneurs that's in... That's part of his portfolio. And the way this guy thinks and some traits he has. And Seth said something. And after he said, I said, hold up, I had to pull up my phone. I was, I gotta write that down. I cannot forget. That what you just said. And he said that this founder had an intolerance for slowness. So the importance of speed comes up over and over again in these boundaries. Right? But what if... Like, now we're we're we're... Where we are in this section of the book. There no off myself is we should combine an excessive tolerance of fatigue with an intolerance of slowness. And the reason I think that came to mind when I was reading this is because I think Alexander had both of those traits. He prioritized feet over and over again, there's sometimes where he's getting more resistance. Like, some... As he goes around all these conquest, Some people just fold or he, you know, he he moves fast. He kind of runs over the opposition rather quickly. But there's sometimes when he's pushed back and he's got get creative or find another way in, and you... There a discussion was like, well, maybe instead of spending an extra day or 2 here, and maybe we should just move on to something to another city that I could conquer faster. And so then the author continues here. This is gonna remind me 1 my favorite things. Become like a, almost like a maxim. Or something I repeat myself. Over, repeat repeat to myself over and over again, when it's inevitable that you're gonna come into some form of discomfort in your work. Right? And it's the fact that what what the founder 4 seasons is the sharp set. And you said the excellence is the capacity to take pain. And so that is a main theme in this book. And Alexander specifically says that over and nerve again that all the things that you want in life are on the other side of difficulty and discomfort And so his point to his troops is like, therefore it's not something to avoid. It's something to embrace. And so it says, nothing put him off. In spite of everything. Alexander just kept coming on and on. The freezing cold and the starvation made it a tremendous task, but they could not stop him. And in the end, his his enemies were struck with fear and amazement at the speed of his advance. And so the introduction ends with Michael getting to the end of Alexander's journey, so it says when our own journey in Alexander's footsteps was over. I remember sitting in the sw little port on the edge of the forbid mark mark Macron desert, which Alexander crossed on his desperate return from India. As wind as a wind hot as an oven, swept in over the fiery gravel landscape. And Sand Dune of the desert. I turned to Aria last page. So this is 1 of the his... 1 of the biographies that's quoted heavily in this book, and this guy's writing 2000 years ago, and this is what he says. Anyone who be Alexander has no right to do so on the evidence. It is my belief that never in the world was there another like him. Okay. So from here on in in the book. They take these 3 ancient texts and they organize them and build a unique narrative the combination of these texts. And they do that because some biographer are very negative about Alexander, some are very positive. A lot of the text is details about specific battles, stuff like that. I'm not gonna talk about that at all. I'm interested in who he was as a person that Tracy he had that we could use in our own work. And then if he has, like a useful idea or something like that I pulled that out. And so we're in the section about his early life. He's brought a teenager and it just goes in chronological gold from here. Says, even when he was still a boy, he gave plenty of evidence of his powers of self control. His passionate desire for fame implanted in him a pride and a grandeur of a vision which went far beyond his years. And so before I read this section, I'm gonna read you my note, which is just a summary of the section. I think hearing it beforehand and will help you. Says he was disciplined. He had to desire... An intense desire for fame and glory. He desires useful information for revenge on Persia. He is 16. Around 16 years old with a section about to 2. He wanted to wrote this is a quote from, a description of Teddy Roosevelt, who also is very similar to Alexander and that they both import... They wanted to struggle and they had... They also force themselves. They had internal discipline, but they had external forces of discipline as a way to make sure they can make themselves do what they wanna do if that makes sense. But the what I know the the Know left myself after reading the section was the fact that there's a line in 1 of the biographies of Teddy Roosevelt that I read. And it says that Teddy wanted to row in a boat. Right? Row over the rough waters in the smallest boat in the hottest sun. He purposely put himself over and over and over again. Mean, that book, the river of doubt I did on Teddy as well. Was perfect example of that. He wanted struggle. He saw he did not avoid discomfort. He ran towards it. And the sickness that he winds up and the all the stuff that if he goes through on the river of dow. Winds up contributing to a relatively early early death. I think he died when he was what 60 or 62 or something like that. That's founders number 1 75. If you don't know I'm talk about. It's fantastic book to read by the way, the writing is amazing. The river of doubt. I've been giving that as a gift to friends, and they've all loved the book too. Okay. So go back to the the section, what what spawned all these notes I just met. So his... Right, at this point, the story, his father's out, conquering other places. And so he leaves, like, his teenage son in charge. And it says on 1K1 occasion some ambassadors from the King of Persia arrived in Macedonia and since Philip was Absent Alexander received them in his place. This is what I meant about he constantly sought out useful information. He talked freely with them and quite won them over. Not only by his the friendliness of his manner, but also because he did not trouble them with any childish or trivial inquiries. He questioned them about the distances they had traveled, the nature of their journey and the character of their king. His experience in war and the military strength and prowess of the persians. 3 years later are their thereabouts, maybe 3 to 5 years later after this conversation, he's gonna use that information. He's going to overthrow and attack them. And so while this is happening, Philips having a lot of great victories, he's becoming more famous, more powerful, richer, Does not like that, Because he desires for the... He wants the fame and glory for himself. Right? Whenever he heard that Philip had captured some famous city or won an overwhelming victory, Alexander show no pleasure at the news, but he would declare to his friends. My father will forest me in everything. There will be nothing great or spectacular for you and me to show the world. He cared nothing for pleasure or wealth, but only for deeds of valor and glory. And this is why he believed that the more he received from his father, the less would be left for him to conquer. And this is a crazy sentence. And so it says, so every success that was gained by Macedonia inspired in Alexander, the dread that another opportunity for action had been sq on his father. He had no desire to inherit a kingdom, which offered him riches, lux, and the pleasures of the senses. His choice was a life of struggle of wars and of un ambition. And so this is the section where I meant that he also had external for. He was extremely self disciplined, but he also had external forces of discipline. So it says a great number of nurses, pe dogs and teachers were appointed to take part in his upbringing. So I had to look there's a bunch of words in this book I came across had no idea what them, man. That's 1 of them, so it says a pe dog is a teacher, but especially a strict a strict 1. And so he has this guy named Leon nit, says, who was 1 of his pet. So it says they're all appointed to take part in his upbringing, but the man who supervised them all, meaning all whose teachers was Leon, who was a severe. So then Philip comes back, and there is a story. If you read it, If I've watched documentaries on Alexander before. This story that I'm about to tell you comes up over and over again. It's a story about Alexander breaking in a wild horse, and it's really... The reason I'm reading this to is because his... With the realization... He's gonna do this right in front of his dad. The realization of who his son is or who his son could be by Philip. Because again, Was not... He's very smart, Dan Carlin makes that point. In that podcast like you. This is not a dumb person by any means. So it says the king went down to watch this horse and came to the conclusion that that the horse was too wild and quite un manageable. So Philip orders the horse to be lot away, but Alexander remarked, what a horse they lose? And all because they don't know how to handle him or dare not to try. Philip Asked, are you finding fault with your elders because you think you know more than they do, or can man it... Or or can you manage a horse better? At least I can manage this 1 better re toward, Alexander. So as follows was like, wait, go ahead and try. And so they're watching them new It's gonna be very dangerous. He get thrown off. He could be stomped whatever he says. I'm skipping over him breaking in the horse. So we're gonna get to the punch here. At first, Alexander and his friends held their breath and looked on in the agony of suspense until they saw Alexander reach the end of his gala. Turn in full control on ride back, triumphant and ex in his success. His father we for joy. And when Alexander had dis dismantled, he kissed him and said my boy, you must find a kingdom big enough for your ambitions. Macedonia is too small for you. And so he learned something about his son. He's like, I cannot just bully him into just doing whatever I want him to do. I have to persuade. And Have to reason with them. Philip had noticed that his son was self will and that while It was very difficult to influence him by force, he could easily be guided towards his duty by an appeal to and he therefore made a point of trying to persuade the boy rather than giving firm orders. Besides this, he considered that the task of training and educating his son was too important to be entrusted to the ordinary run of teachers. Now this is gonna be a weird thought for you. So while I'm reading this. Of, like, a week or 2 ago, maybe longer, A listener sent me a podcast. It's the knowledge project episode with Mark G and it just came out. And he said, listen to the last 10 minutes of this, it sounds exactly what you're doing and in the last 10 minutes, Mark G talking about you know, he's read hundreds of biographies. He's a a devote of history, and he talks about building mental models of great people. And some of these people are so alive. So he's like I have... This is Mark talking. Like, I have a mental model of Mark and street... A mental model Elon Musk I a mental model of Peter T. He's a mental model of all these people. And by reading about them by listening to to speak in some cases knowing them. He's able to... When he's presented with the decision. He talked... He has such such an interesting... Way to put it this. He says he stress tests his ideas. Do like the scope of the history of entrepreneurship. And... So that's why I think the listener send. So, hey, listen to the last him minutes because since, like, what what we're doing in the podcast. Or he's able, okay. I presented a decision in my life and my business. What would Elon musk say What would Charlie Mu say? What would Edwin Lance say? What would Steve Jobs say? He has all these different mental models? As a way to help him make sure that he's making the right decision, which obviously, Mark's Brilliant. I was like, of course, he's gonna come up with that. And say it explicitly even if we're try... Where you say so implicitly. Right? That's exactly what's happening. But also, I listen to the whole episode, because anytime Mark... I got a chance to listen to Mark speak. I try to. And he brings up the fact that, like, the the they're like, oh, he's... The question he's asked a question something, oh, like, how do you, you know, fix our our broken educational system, and he's just like, you don't. Like, that... That system never gonna be fixed. Or is form. Like, you have to build something new in its place. And I I sounded like to me At least when I I listened to this spark 2 times so far. That he... He is a 6 year old child, and that he wants some form of, like, homeschooling or your own curriculum. And that's exactly what Philip realizes here. So he says, listen. Besides that, he considered the task of training and educating his son was too important to be entrusted to the ordinary run of teachers. And unfortunately, Mark goes into details about what his theory on why this has occurred, but, like, that's the description of our education system. And so I think Mark's solution is very similar to Philip. Although the Philips solutions in the extreme, and 1 of my favorite things that Ever learned about Alexander's is the fact that his private tutor was Aristotle. That is crazy to me. So Philip sent for Aristotle, The most famous and learning of the philosophers of the time and rewarded him with the generosity that his reputation deserved? And so the idea, like, setting up your your your child or whatever with a private tutor, that's out of reach for the... For most of humanity. Right? But if you are rich, or if you are wealthy? Like, is there something better that you could actually spend your money on them the edge of your child. And there is, like, very low cost. Almost even free version of this is you can actually curate all the the abundant day abundant educational resources that the Internet provides. But there is something to be set of about purchasing access to the greatest minds because there's weird examples. I come over and over again of these books. So I think of Doctor Seuss is as an example of this, Sydney Harmon, who Just did an episode number 02:29. Michael Bloomberg gonna up episode 02:22 28. They're all... And there's a much more examples in the books. But they talk about their, like I learn more from this 1 person in 10 minutes than I learned in the previous 10 years, and that sounds so crazy, but it's not. And you know it's not because people people that don't know each other lived in different times, worked in different industries all talk about having an experience of being guided by somebody that has just a fundamental understanding of what they're trying to learn, and they can convey key insights in a very short amount of time. But I also had this experience too because a long time ago. So I went... I told the story before, But I was in the... When I in college, I was in the pilot entrepreneurship program. So the very first year, this was, like, 15 years ago, something that, no, maybe more. And, you know, the last 2 years, you're in the entrepreneurship program is, like, 300 people in in the program, and a lot of it, like, anybody else has told you. Like, Charlie Warren Buffett talks talk about, like, the quality of business schools, I don't know. But what struck me is the fact that there was a guy. He was an entrepreneur. He was donating a building. So I think he was gonna donate, like, I think he was building building at the time for, like, 3 or 5000000 dollars Some some number like that. And he's, like, there... I have 1 prerequisite attached to this money. And he's like, I wanna talk to your entrepreneurship students before I give you the money. And so he gives, like, a 30, 40 minute talk, and then he just lets us light him up with as many questions as we want. And I learned more from that guy in 1 hour than I did in 2 years. And it would just basic... The common sense of of an entrepreneur. He started a company his company was think was called Tires plus. It's like these places, where they'll they'll change your tires, but they do, like, basic stuff like oil changes and, you know, they're not, like, full mechanics, but to do, like, basic maintenance on your car. And he told us entire story of, like, how we got the idea of how we expanded how he picked the right locations, just very useful information, and then he told us a story about he... The way he sold the company. Is he wind up being the largest customer for Bridges stone tires. And so Bridges stone was just giant company. And now because his his other company... Because this guy's... Guy I don't remember his name. His... Because his company grew so large when such a large percentage of the tires that bridges stone sold to retail businesses, they had to buy them. They're, like, if this guy chooses to say, what if he goes with, you know, I don't know other tire rent Toyota Tire, or whatever. Like, that... That's too big. We have to we have to buy your company. And so he was forbidden to tell us, like the amount, but he said, hey, you know, hypothetically, this is what we were doing in sales. And, you know, in this industry, a good purchase price would be whatever 7 percent or 10 percent or whatever it was. But I remember doing the the math and was something like 40 or 50 or 60000000 dollars something like that. So anyways, I guess the point is that learning and education is nonlinear linear. And so it's very difficult to design a system where you can actually optimize for the benefit of, you know, the mass. And I just highly recommend listening to to that podcast. Not only his Mark Jason's thoughts on building mental models which comes towards the end, but also his his opinions on the education system. I thought, we're we're interesting and useful. Let's go back to this. So Aristotle is now tutoring Alexander. It says it... It seems clear that Alexander was instructed by teacher not only in the principles of ethics and politics but also those secret and more esoteric studies, which philosophers do not in part to the general run of students, but only by word mouth to a select circle of the initiated. Some years later, now this is very fascinating. I'm never gonna get through this book if I keep taking these changes, but this is very fascinating. So it's saying, okay. Aristotle has, like, 1 set of curriculum that's public could be able for everybody else, and then he's got some other stuff that's only for select circle. So this is very similar to why how many auto bio have you and I gone over on the podcast? A ton. I don't know a hundred... Some... It's a large number. They're not writing no entrepreneur rights biography in the middle of his career. His or her career. They wait till the end and the... They're... So they're teaching, you know, the main theme in this podcast is the fact that the best founders thought on themselves as teachers. Go back to that founder of Costco, with Jim senegal. He's like, you're the leader of the company. That means you're just bet if you're not spending as a the leader of the company the founder. As the Ceo, if you're not spending 90 percent of your time teaching, you're not doing your job. It's insane how many of these founders talk about themselves teachers, but they're only teaching people inside their company. You have to wait. You can download Sam Walton best ideas for building company phil knights, all these other people's best ideas, but you have to wait till their end. They write these books either when they know they're dying, Ink var cam, and the list goes on and on. I founder you. They wait till they're older. They're, like, 70 80. Whatever the case is, we just did this with Sydney Harmon. Right? He was 80 80 80 years old when he wrote that book, that I just did the Dunkin and Donuts guy. He waited till he's 84. He was offered to biography back in the 19 sixties. He's like, nope. I'm gonna wait till him 84. And Steve Jobs picked up on this. This is this is a quote that never... That I repeat over and over again to think about this because there's a lot of people saying, like, a lot of people and and help use some information to other entrepreneurs, but you you know that they're they're saving their best stuff for themselves because they don't want... Why because they don't want to produce more competitors. And so Steve was learning this because he's doing this extensive when he... When he's trying to help grow Pixar. He's in this extensive study of the movie industry of animation. And so he talks about this. He says, listen, this a direct quote from Steve. I love this guy. I miss him so much. You can't go to the library and find a book titled the business model for animation. Steve explained. The reason you can is because there's only been 1 company, Disney that's ever done it well, and they're not interested in telling the world how lucrative it is. And so we see, very... That's a that's just in my opinion in constant of human nature. We see Aristotle doing the same thing 2300 years ago. He's like, listen. I got, you know, I got a lot of stuff that I can teach you. The more esoteric Right? This only gonna be kept with us. And so obviously, he's being paid very handsome. As he should be, I think teachers should... I I think teachers should make a ton of money. And I think with the Internet, you're clearly seeing the best teachers in the world will make... I think it was Sham Paula Hop he said that teachers in his opinion teachers are gonna be paid like athletes that you're gonna see teachers making 30000000 dollars a year, or whatever the case is with over the Internet, obviously. So it says, Esoteric studies with philosophies that do not in part to the general run of students, but only by word to a select circle of the initiated. Some years later, Alexander learned that Aristotle had published some of these conversations are having, Right? That deal with these esoteric matters, and he wrote to him in blunt language and took him to task for the sake of the prestige philosophy. This was the text of his letter. So Pissed. He's like, you're telling other people where you told me, shut up, Aristotle Greetings. You have not done well to write down and publish those doctrines taught me by word mouth. What event and this is why. This is this is wild because what Alexander's picking up here is exactly what Steve jobs realized about Disney. He's like, you're telling everybody where you taught me. And then why is he mad about that? That's what Alexander says. What advantage shall I have over other men if these theories in which I've been trained are to be made common property. I would rather excel the rest of mankind in my knowledge of what is best than in the extent of my power farewell. So that's a play way of saying shut up. Right? This another example. This... I'm still on the same page. This is crazy how much... And that's what I've realized about this book. There's like, it's like a feast and famine, where there's some pages where I can't stop highlighting and taking notes. And then there's entire chapter where Have nothing. It's it's it's not an easy book to read by any means. Even though I, you know, I thought when I picked up Was like, a hundred and 50 page... What I thought I was like, a hundred and 50 page biography Alexander, this is gonna be like, that hundred and 90 page biography of Churchill. It's it's really not. They're gonna make you work for it. So this is a really a reminder, it's like, you got gotta read all the time. And so before I read this to. I wanna read... You know, let's go back to Grandpa Paul Charlie. What a grandpa paul Charlie Motor In my whole life, I have no no wise people over a broad subject area who didn't read all the time. None 0. And the great thing is, I think now with the invention of podcasts and audiobooks. The fact that you can read. I was just listening to an interview with Tim Urban that were the writer of wei but why. And, you know, like I reads a ton and and and does a lot of research for his blog, but he's, like, Audio has been the best invention for him because he's, like, I'll go to the store. Right? I have to walk to the store, again get my groceries come back. I just read, you know, 30 minutes. If you read 30, he he does this math where if you can read 30 minutes a day, you'll read a thousand books in 20 years or 40 years. I forgot basically over your lifetime, you can read a thousand books Right? And he's like, I'm standing in line with Tsa. I'm reading. I'm on this boring plane right. I'm reading. And he his his his method is his audiobooks books. But again, physical books, whatever. You just have to read all time. Alexander was also devoted by nature to all kinds of learning and was a lover of books. He regarded the Eli as a handbook of the art of war and took it with him on his campaign, This is crazy. The the copy of the Il he had was a... Was annotated by Aristotle. This became known as his casket copy. I'm not sure what that means. And which he always kept under his pillow with his dagger. When his campaigns had taken him far into the interior of Asia, and he could find no more books, he ordered his treasure to send him son. Send him some. And then it moves in a different direction. So we're now skipping over his love of reading into the fact that he was engage in war even who is 16 years old. This is something he's very happy because, Philips out gone. So they think, oh, Philips not there. We're gonna take over... You know, we're gonna attack and something... We're gonna make quick work of his son that's just doesn't happen. Although he was only 16 week... 16 years old, he defeated the Mode who had risen in revolt, captured their who had risen invoked. Alexander captured their city, drove out its inhabitants and established a colony of greeks assembled from various regions and named it Alexander Rap. Because of these achievements, Philip became extravagant fond of his son, so much show that he took pleasure in hearing the Macedonian speak of Alexander as the king and Philip as their general. Not long after this, Philip is assassinated. There is some rumors Dan Carlin goes into the way more detail on his podcast. I'd highly recommend you... You listen to it if you're interested in this kind of stuff that no 1 really knows who was... They know who Assassinated philip up. It was... Who actually stabbed him. But there is rumors that Alexander and his mother where the ones that initiated the plot. And so in that podcast, Dan Carlin talks about. He's like, this is so... And he always talks about the ancient world is so foreign and bizarre to the world we live in. So it's hard to understand that. So he used the analogy of a Jfk assassination. And so Dan uses his metaphor. It's like, listen to understand how bizarre the sequence of events is. Imagine if Jackie is the 1 that convinced Lee Harvey Oswald to kill her husband. And then the added twist is that Lee Harvey oswald world and Jfk would lovers. And so Dan's point was like, that is what many people believe happened here. Okay. So at the beginning of all these chapters, they have, like, a brief description of what is about to occur in this chapter. I'm just gonna give you this overview. So it says says the New king of Macedonia, the 20 year old Alexander immediately sets out re reestablish his father's control over Greece. He does encounter resistance. Notably from 1 from 1... 1 of the key powers in Greece, which he swiftly defeats destroying the city and selling almost all the surviving citizens into slavery. Athens is then quick to surrender. Only Sparta, the major remaining power in Greece maintains independence from Macedonia rule. So then it goes into show. Like I said earlier, I'm skipping over the battle parts. We're really just trying to figure out who Alexander was. Right? As a person. And so he winds up stumbling... Like, he... He's going around and conquering all these. Right? But there's also many examples in the book where he won't... He seeks out interesting people and he wants to meet them. And so it's a bunch of interesting supporting characters. And so 1 of these is this guy named d, which is... He's 1 of the founders of the S philosophy. And so I wanna read this section to 2 because I love that, like, there's all these, like, weird independent characters and all these biographies. And some of them, like, just stick in my mind. So this guy for whatever reason I want reading this section, there's something that happens in George Lucas biography that that popped to my mind. So it says many of the Greek statement and Greek statesman and philosophers visited Alexander to offer their congratulations. And he had hoped that die Dia would do the same. Alright? So come and, you know, give me imagination. He's not gonna do that. Right? So it says, however, since he paid no attention what whatever to Alexander, he continued to live at leisure in the suburb of cor. So if all these people are keeping track of these current events going and trying to see seek favor to Alexander. This guy is off in the cut, just doing his own living his own life kind of ignoring. He's almost, like, muted the world. There's the way to think about that. And so he's, like, I'm not... Like, I'm not even paying attention Alexander. And so it says, so this pete Alexander's interest. Alexander went in person to see him and found him basking in the sun. So there's a... The the legend legendary is, like, he stumbles upon him. He's just sun naked, and it says, when when he saw so many people approaching him, dia raised himself a little on the elbow and fixed his gaze upon Alexander. That king greeted him and inquired whether he could do anything for him. Yes, replied the philosopher. You can stand a little to 1 side out of my son. Alexander said to have been greatly impressed by this answer. And full of admiration for the hot and independence of mind of a man who could look down on him with such con condensation. That is a weird response. Right? So much so that he remarked to his followers as they were leaving because they were laughing at the fact that in mocking the the philosopher. Right? Alexander had a different point of view. He says you may you may say what you like. But if I were not Alexander, I would be d. And so 1 of my favorite books that I've ever read for the podcast. I think it's up episode number 35. It's George Luke biography. I will definitely reread it in the future and make another podcast on it. And what I found really fascinating about that is that, there's a collection when they're in their early thirties. Right? This is our maybe the late twenties. So there's a group that is not yet famous that will be famous, and they all know each other and hang out. So you got George Lucas, Francis Ford Cop, Steven Spielberg, Martin Sc and Brian D palm. And so the book covers, like, who these people were before they became famous and successful with Star Wars and jaws and all and the Godfather and all these other movies. Right? And so what a lot of them did not like at the time. I think it was the early sixties. I can't remember the the time, the decade exactly. But they didn't like the the standard way that the movie industry was set up. And they were looking for a different path in. And so this is I'm gonna relate this to, you know, just have this guide. It was, like, these independent characters that are kinda... They had they to set up their life the way they wanna do it regardless of how other people or other people tell them they showed or the industry thinks you should, and I just find these people extremely admirable. I like these people just like Alexander like D. Right? And so this guy named John Cord. And John Cord is essentially, like the blueprint. The business model and the Mo opera Ron that George Lucas is going to copy and then take to an extreme level. Right? And so it says, I'm gonna quote from George Lucas book for a minute. Sitting next to was 31 year old independent filmmaker from Northern California named John Cord. And it says, while Cord spoke eloquently on the top at hand, it was when he digress into the details of his filmmaking that Lucas really took an interest. This is the blueprint Lucas is gonna follow. For the past 3 years, Corey had been running his own filmmaking facility out of his barn at S Beach, which is a small town just north of San Francisco. George Lucas wants up setting up shop in a similar area because he's like, I don't wanna be in la. Everybody tell me how to be in la. I'm not gonna do that. That's where Bill Skywalker Ranch. So anyways, this is many years in the future. He had, Court had privately raised a hundred thousand dollars for his movie by hitting up friends colleagues and even actors actress for the money. He shot the movie locally, then edited it on his own equipment. This is all the stuff that George Lucas is gonna do. At the film's premiere at the museum of Modern art in San Francisco who received lengthy standing ovation and Hollywood executives fell over themselves scrambling to distribute it and distribute the movie and recruit court. But now we see this fierce independence of mining in Cord. We just saw diet d, we see it in Henry Singleton. We it in claude Shannon and we see this over and over again. And so it says, but Cord was having none of it. From what I saw of Hollywood, they can keep it. I would rather work for myself In Hollywood, you have a producer breathing down your neck. Hollywood is dying slowly. Here in Northern California, I am happier working with less money, the risk of failures far less, we can complete a film in a year, getting the results that we want. And so Cop and Lucas are realizing this guy nails. This is exactly what should do. Cop and Lucas had seen the future in Cord barn on the beach. They were gonna build their own cinematic community somewhere. If you can do it, he had told Court enthusiastically we can, and this is a punchline. This is exactly what they had in mind for themselves. Cord inspired us both. He was a real innovator. And so there's no books written on John Corny, you know, there's no biographies, most people don't know know who he is. But if you read a ton biographies, you come across these just independent really interesting characters. That can then influence your thinking just like Court influenced George Lucas and Francis for Cop thinking. He definitely influenced mind. And tons of other people that have discovered his way of thinking. And so the book goes into quite for quite, I would say, like, half the book about this fight days he's having with trying to to revenge what's it called, Persia, like, the hundred and 50 the the battle of Persia that happened a hundred and 50 years before he was born. Imagine being the leader of persia and It's, like, Wait a minute, guy. You're you're seeking retribution for something that happened, you know, a hundred and 25 years before I was born. So he's gonna wind up overthrow darius. This part is incredible because this is I know didn't know of myself. This is incredible. Read this part slowly. The Persian king doesn't wanna hear the truth. And so there's been all these, like, ski, but Darius knows that Alexander coming from for him. Right? And so Darius is asking advice from this guy who has no reason to lie to him because he doesn't like Alexander. So says Darius turned to the at. His name's, I don't know how to pronounce it, so I'm gonna call him Chad. He turned to the At Chad, who was as who was an experienced soldier with a grudge against Alexander because of his exile. It was on Alexander's command that he had been ex expelled from Athens. And he proceeded to ask whether in his opinion, so Darius is us chad his opinion. If he was well enough equipped to crush his enemy with no thought for his own circumstances and the vanity of royalty Chad answered. Perhaps you do not wanna be told the truth. And yet, if I do not tell to you now, it will serve no purpose to admit it at another time. This magnificent army, This con of so many nations can strike terror into your neighbors. He's describing Darius his army. It gl with purple and gold. It is res splendor with armor in an opulent so great that those who have not witnessed it simply cannot conceive of it. Now he's gonna compare what you have Darius to what Alexander has. This is not gonna go over for you, Darius. The Macedonian line is certainly coarse and in elegance. So let's think about that. It's another weird off for you. I was struck. I cannot stop thinking about the Dunkin Donuts book. And the fact that the arrogance of his son, you have... So you have... What what what what is chad telling us? Like, your your, you know, your your armies great number. You're wearing fancy clothes. You have gold and all this other stuff, and you're going up a mass against this Macedonian, and their course and they're in elegant. Right? But they're skilled. That's the difference here. So you have this 25 year old son of the Dunkin Donuts founder, who grew up in a wealthy house. Right? Because his dad, his dad, if you haven't listened to episode. The guy found Dunkin donuts writes the book when he's 84 years old. Okay? He's been working full time since he was 14. He had to draw... He's an eighth acreage education had to drop out because his dad's business and the depression went under. And so he was forced to learn how to make money from young age. Every dollar he made had to turn in turn, be given to support his family. So over the course, so you take that set of skills that he started acquired 14. Now if fast forward, he's 50 years old. He's been making a ton of money for a long time because he's really good entrepreneur. But he only has an great education. He... His son grows up an environment opposite that he grew up in. Right? He grows up his dad's making money. His dad has enough prestige he can get into harvard business school. Then he comes out at 25 years old. Right? So now you have a 25 year old with a Harvard business school education and no experience at all, making money. And then you have a 50 year old entrepreneur with almost 40 years of experience he's built 2 amazing businesses. 1 of them went public Right, which is Dunkin Donuts. That 50 year old that has all that experience is not twice as smart as a 25 year old with no experience. He's a thousand times in terms of entrepreneurship. Right? He's a thousand times smarter. And then you you... We are proceed as you read that book. You're proceeded to just hear the story of this arrogant kid. Being advised by his dad, right? Your dad loves you more than anybody else in the world. He has all this experience he's telling you hey Don't do that. This is a bad idea. This is why why you shouldn't do that. But he defer to his son. He's like, you shouldn't do this. Hey. He goes, okay. Thanks, Ari son goes. Thanks for the advice, Dad, I'm gonna do the opposite. And he proceeds to run the company into the ground where they literally had to find a white knight to be bought out or else Duncan knows is gonna have a hostile takeover. And his son was like, even said it in quotation marks that you're you're you you are you and your dad you and your, like, crew, like, your your executives are not sophisticated. That that is a line in the book. That is insane and he said it's not sophisticated because you don't do reports and sit in meetings like we do. It's in... You can't believe that this is true. You just cannot... Like you're reading the book and like, what the hell and I think you if you listen at that podcast podcasts to start dropping f bombs because I... I'm so it's in... I'm inc at the arrogance, the un underserved arrogance that's coming from his son and the focus on the the absolute wrong thing. So we're gonna see that here. So it says, okay. You guys are great You're in gold. Okay. Nice. The Macedonian line is certainly coarse in an elegant, but it protects behind its protects behind its sealed and lance I movable wedges of tough, densely packed soldiers. The Macedonian call it a failings. An infantry column that is... That that holds its holds its ground They stand manned next to man, arms inter locked with arms. They wait eagerly for their commander signal, and they are trained to follow the standards and not break ranks to a man they obey their own order. So what he's saying? You may think they're elegant, you make their course, but they're disciplined and they're skilled and they're going to... And they're not going down without a fight. And from top to bottom, this organization is much more formidable than yours. So it says the common soldier is no less skilled than the officer. And don't think what motivates them is desire for gold and silver. This is exactly what the Dunkin donuts says. Until now such strict discipline has been due to poverty schooling. That is a crazy line. He's like you guys have been rich for generations. These guys grew up poor and their discipline is due to the school, the education that you learn from poverty. When they are tired, the earth is their bed. They don't need the fancy tents that you guys have, and all the gold and all this those stuff. Theirs and and the fancy food. They are satisfied with food, they can prepare why they work. Their sleeping time is of shorter duration than the darkness. So this goes on for some while. Imagine if you're some spoiled rich king. You're not gonna like people talking to like. Right? Which is exactly the the opposite of what we just learned from Alexander, Dia or whatever the guy's name is I can't pronounce it. It was, like, get out of my son and he thought was funny. What you need is strength like theirs. You must look for help in the land that produced those men. He's talking about there the unique environment molded them. Like a sculpture, send off that silver and gold that you have and hire soldiers. That is a hell... He's like, you don't even have soldiers. You have an army. You know I'm a soldiers. And says Darius had Chad dragged off and executed. And he did this at a time when Chad was making very useful recommendations. And so they'll listen there that's tied to us Like, we're obviously not gonna be conquering the world, but I can't help think of what the founder of Ups told us. He's like, I'm... I don't wanna give my information from my. Their their incentives is to give me good information to flatter me so they can make more money. He's like, when I'm driving around the city, and I see a Ups driver, a truck. I immediately stop and I get out and I talk to the driver because that driver is the at the endpoint. He's the connection to my customer. That he's he's the foundation upon which my empire rests. He will tell me the truth. The day to day of, like, what what do we need to do better? What are we doing well? What are what can we improve at? My executives will not. So you need people that will tell you the truth. A main... Like I would say the the the the the the supporting character in the story is is difficulty. He talks about the importance of difficulty. But whenever again, he seeks things out, and I'm just gonna give you 1 example, that the fact that it is difficult, makes it more important. That is something Alexander believed. Once he arrived to the city, Alexander gave orders for siege should be put together only to be advised by his engineers that the steep of the hill would make it impossible to take the city by force. Alexander believed that these difficulties actually made the capture of the city even more essential. As such unexpected success would strike terrible fear into his enemies, whereas failure would bring disgrace upon him. And then, you know, some of his... Not some. Almost all of his behaviors is una energetically extreme because he believed and, like, he was the descendant of the God, he believed his fate was to rule the entire world. So, you know, you're this is why he's talked about, you know, 2500 years later, whatever the case is. If the scope of his ambition. It's just it's limitless. So he's talking to the priest. He says the Oldest of the priests, Alexander proceeded to ask whether he was fated to rule over the entire world. The priest answered that he was gonna rule all over all of the earth. And that he added the priest added that Alexander would remain undefeated until he went to join the gods. And then this is a hell of a line. A hell of a line considering that this was written 2000 years ago. It's a description of Alexander really of human nature. Fortune generally makes those whom she has compelled to put their trust in her alone more thirsty for glory than capable of coping with it. Alexander was more thirsty for glory than capable of coping with it. I think the lesson for us there, like, be careful what you wish for. Humans are terribly terrible at predicting what they actually want. Another trait for you here. It's interesting because, my wife asked me this morning Like, what'd you learn from Alex... About Alexander is a great. The first thing that came out of my mouth Was like, he had a high tolerance for pain. And again, that was not. I didn't have that prepared. Just... That's what's stumbled out immediately. This is example of that. For besides all of his other hardships he had recently been wounded been below the knee by an arrow, which had splinter his shin bone. On another occasion, he had received such a violent blow on the neck from a stone that his vision became cloud In spite of all this, he continued to expose himself un sparingly to danger. He'd crossed the river, routed some other tribe and pursued them for 12 miles even though all the while, he was suffering from an attack of dysentery. And so this is worked very closely in the book. This is his Apex. This is a description of the chapter before I read, before you read the chapter. So it says, yet, even though Alexander is advised that these lands are Writ he's... He's in India at the point. Trying to overtake India. Yet even though Alexander's advised that these lands are rich and that the victory should be within his grass his men are exhausted. Their spirits are broken at last by hardships of them monsoon, led by an old general... Old in respect to general, they refused to continue having come so close to complete domination of India, Alexander is forced to give into his man and begins his retreat. So that is as far as he gets us his Apex shortly after is when he's gonna die. There's a line in this book that Jeff Bezos would be extremely proud of. Terrified by the unbelievable bold of the Macedonian. And so bold. I can't tell you how many times he uses that. If you read jeff shareholder letters, it's might be his favorite word. So he's having this great war. With this, the another, like, almost like the out the version of Alexander if he was born in India. And it's just remarkable. Look at how Alexander treats and respects genuine excellence. Even in an enemy. This part was really surprising to me. This guy is like, hell. There's all these kinds of crazy story in the book, but this guy's fighting the guy that Alex alexander is about to defeat. Has, like, an army of elephant. He shows up to battles. Like, 5 elephants and, like, 30000 troops and all kinda crazy things. And Alexander is, like, just a defeated him. It looks like the guy gonna die. So Alexander talking to him and he's was like, why didn't you give up, essentially what he's saying He's was like, you know who I am. You've heard my... Now he's a decade into his Conquest. Like, why would you even attempt to fight me and then die for this. And so let's pick up this conversation which is just remarkable. What Fo forced you knowing as you did the fame of my achievements to try the fortunes of war? Since you were asked replied Por, I show answer you with the frank ness, your inquiry has granted me. And this... And again, there's always another you. You know, you're not the own... I love... They go... Let me go back to Tim Urban. 1 of my favorite ideas learn from him is he's like, he's, like, when I'm writing a post. I just envision a hundred thousand other Tim's. He's like, there's people on me there, very... We have a similar traits. We're interested in the same things. And so what Alex alexander realizes is like, this is another me. And so Poor says, I shall answer you with the Fran inquiry has granted me. I did not think there was anyone stronger than I. Though I knew my own strength, I had not yet tested years. And now the outcome of the war has shown you to be the stronger. Alexander question him further asking his opinion on what his Victor should do with him. What this day tells you to do said Por. The day on which you have discovered how transit good fortune is. Porsche his advice did him more good than please would have done. His greatness of spirit, meaning poor was not cow or broken even in adversity, so Alexander alexander's are like this is another me. And when when 2 people realized, okay. This is another. I always use the example. I've gone back and, like, you know, I was obsessed with michael Jordan when I was a kid, and I've read a lot about Kobe Bryant I listened to speak because it's mindset. Right? I wasn't even lake fan. But really enjoyed his mindset, and he realized that too because there's a ton of examples when, you know, Jordan becomes an older brother to Kobe because he realized realizes, like, Kobe won't back down. So Phil Jackson there... There's 2 stories I wanna tell you real quick. Phil Jackson talks about, hey, he's he's currently coaching Kobe this time. He's like hey, Michael will come by the practice. Like, if you got if you got free time. And so he's talking, like, he's, you know, kinda trying to test Kobe Bryant. He's like, oh, you know, you can't guard me they're talking back and forth, and, you know, at this time, people were afraid of Michael. And Kobe like, you can't guard me. And so they go back and forth. And he's like, Got shoes. We can do this right now. And so they went up leaving, Michael walks away with a mod shot who was also there. And he turns to him he goes, man. I love that dude. That dude is a warrior. And a mod is now interviewing Kobe that this is what I'm watching. And a ahmad like, how old were you? When to happened and Kobe is like 21. And then later on, Kobe tells a story. He comes in the league and I think he's 17... The first time he plays against Jordan he's like, 18 or 19 years old or something like that. And you know, idol Jordan growing up, copied his move, studied him. And so his teammate right before the game was, hey, You want some advice. He's like, hey, what's? He goes, don't look him in the eye. And Kobe was like, what? Excuse me? And so Kobe tells the story. Like, well, my team didn't realize It's like, I'm that too. You can't look me in the eye either. And that mutual admiration, even if they're competitor is like, okay. This is a this a very this guy thinks like me. This is very similar to me. It doesn't... Usually en genders respect. And it's really the only way to deal with a formidable individual because a lot of these formidable individuals if we seen time time getting these books, they'll run over you. If they think you're weak or you're gonna give in. Like, they strength or respect strength. You cannot and Kobe realized realizes, like, I don't wanna look at the guy and I think I'm gonna be able to beat them in the basketball court. Like, this ridiculous. So let me tie this back to what Alexander does because this is insane. He just... He's he just ran over the guy almost try to kill him. And he's gonna wind up recruiting him. He's, like, I want get my team. So it says porsche is advice did more good than please would have done greatness of spirit was not cow or broken even in adversity. And we've seen that Alexander wouldn't cow break adversity. And Alexander felt obliged to treat him not only with mercy but with respect, he tended to his wounds just as if poor had fought on his side. And when they recovered, contrary to... And when poor recovered contrary to everyone's expectations. I thought he was to die. Alexander made him 1 of his friends. And shortly afterward, but bestowed on him an empire larger than Por had formerly held. That's insane. In fact, no trait of Alexander's was more firmly held or enduring than his admiration for genuine excellence and brilliant achievement. And so that is what separates. We talk a lot about. The Nay, the negative people went over that with Dunkin Donuts, Guy last week he talked about. It's just a part of human nature You gotta ignore these people, the 10 percent of people that over achieved have positive mental attitudes. That right there separates the losers from the winners. Winners don't go around leaving negative comments about other people winning. There was no trait of Alexander's more firmly held are enduring than his admiration for genuine excellence and brilliant achievement when a mediocre person his face was with genuine excellence, they re. They become negative because they... They see in themselves everything that they are not. The greatest founders investors ever. They do not den the past, they build on upon it. They go out and seek these people. Let's read that 1 more time. There was no trade of Alexander's more firmly held enduring than his admiration for genuine excellence and brilliant achievement. And then now we got to the part where he's facing declining more morale, and he gives in my opinion just a remarkable speech. So it says Macedonian result was flagging as the men watched their king pursuing a relentless campaign that was fraught with hardship and danger. Remember, I said it's supporting cast this move book is hardship. Right? It's difficulty. He's embracing it. Within the candy, he gives this is why I think it's fantastic because he he really s symbolizes his his worldview. And at the fact that everything that you want is on the other side of discomfort and danger and uncertainty and terror. Macedonian resolve was flagging as the men watched their king Pursue over Relentless campaign that was fraught with hardship and danger. Within the camp, meetings were taking place where the more moderate among them complained about their predicament. While others utterly refused to follow any further even though Alexander was leading them. As soon as Alexander heard what was going on and before the disorder and des sp among the soldiers could get any worse, he called the meeting and gave the following speech. Now that I see that you, my Macedonian and allies no longer have the spirit to follow me into dangers. I have called you together so that I might either persuade you and forge ahead or let myself be persuaded to turn back. If indeed, there is some cause for rep approach regarding the hardship that you have endured up to now or regarding my leadership, she's taking the opposite path at darius that earlier we didn't wanna hear the truth. Right? Or regarding my leadership, it is pointless for me to continue addressing you. Put the result of the hardship of that you endured, you now occupy, and then he's listing all these these places that they conquered. So it's like, if you were in... You would... It's like if you would like, let's say, because I don't know the names of these things. I'm just gonna give you an example of, like, how long this goes on. Imagine that somebody came and you you started conquering, like, individual states and America. Like, as a result of the hardship, you have endured, you now occupy Louisiana Maine, Maryland So to Oklahoma, North Dakota, New Mexico, New Hampshire, Tennessee, Utah, Virginia, Washington, Wisconsin, Wyoming just goes on and on. Why then do you shrink from adding Alabama, Alaska, Arizona, Delaware, Florida goes on and on. And the peoples behind, are and the peoples beyond, like Canada and Mexico, 2 year Macedonian Empire. And then he makes the point. He's like, I don't have any of these limits. My limit is the entire world. So he says as far as I can see true man need no reward for their labor aside from those labor themselves. As long as they have noble consequences. Nevertheless, if any of you, if anyone should wish to know what limit is set for our campaign, then let me tell you that it is only the whole of the Earth. The boundaries of this empire will be those that God has laid for the entire world, and then he ends by summarizing himself. So stand firm, for it is toil and danger that lead to glorious achievements. While pleasure lies in a life of courage and in a death that brings undying Fame. And that is where I'll leave it for the full story by the book, if you buy the book using the link that Show you'll be supporting packets at the same time. If you want to buy a friend a gift subscription to founders. That link is below as well. That is 232 books down 1000 to go, and I'll talk you again soon."
}