{
  "transcript": "And finally, to Venice, to whom this book is dedicated. The idea for this project started when you were a 1 year old, and it was completed when you were 6, the intervening 5 years have been among the happiest of my life. In large measure because you made them so. You too indulge my stories about Max Le and Elon Musk, and you offered wisdom of your own kind in my moments of doubt about the project. You are unlikely to remember most of what happened in these last 5 years. I will never forget them. Authors of books like this should usually refrain from burning readers with lessons. The reader is smart enough to figure those out for themselves. But there's a special acknowledgment only exception to that rule for author debts, and I'm gonna take advantage of it to offer you a message in a bottle for whenever you get around to reading these words. Here goes. Your life will be shaped by the things that you create and the people you make them with. We tend to sweat the former. We don't worry enough about the ladder. The story of Paypal isn't just people banding together to shape a product. It's about how banding together shape the people themselves. The founders and earliest employees of the company pushed and prod and demanded better of 1 another. I hope you find people like that too, and that you make things with them. That sounds simple, but it's awfully hard. I've been fortunate. I have a sequence of those people in my life. Many of whom have been named in the previous pages. You know them as Auntie Lauren and Auntie Grace, and Uncle Justin and so on. They are the people who hold me to account. We don't just enjoy 1 another's company. We make each other better. Our friendship rests on productive discomfort, and we love each other enough to say what needs to be said. In a funny way, I'm not sure I can play that role for you. There are lessons I love you too much to teach you, so you'll need to go out and learn them for yourself. Fellow travelers will help. Books need editors, lives do too. As with all my advice, take it with a very hungry caterpillar sized grain of salt. Besides, I may not have to worry. If you crack this book open at all, sat with it this long and made it this far, Maybe it'll be just fine. That is an excerpt from the book We talked about today, which is the founders. The story of Paypal and the entrepreneurs who shaped Silicon Valley and is written by Jimmy Sony. And that dedication to his young daughter comes at the very end of this incredible incredible that I'm holding in my hand. I was able to talk to Jimmy, and he sent me an early copy of this book. He's that if you're a longtime time listening to the podcast, you know, you'll recognize recognized his name. He wrote 1 of the best biographies Ever read. It's... I think it's foundry number 93. It's the biography of Claude Shannon. And so once this book arrived in the mail, he reorganized my plans for my entire week. I've spent most of the last several days completely en gross in the book. And normally, when I sit down to talk to you I'm excited. Today A little nervous, I do not think I'm going to be able to do justice to just how great this book is for entrepreneurs or founders for anybody trying start company and do something really... Anyway trying to do something really difficult in their lives. So all I can do is just jump right into it, we'll see how this goes. So I'm gonna jump right into the introduction. The very first word in the book is a quote for me elon Musk and if you've read Ashley Vance biography of Elon, you know this is favorite word, and it says fuck. You're making me rum around the attic, said Elon Musk. We sat in his living room, but the metaphor still fit. Musk was about to tell me the story of Paypal. As he spoke about the Internet's development in Paypal origins, the story spilled out about his first internship at a k... At a Canadian bank about building his first startup. Then his second. About what it felt like to be overthrown as Ceo By the end of the afternoon, nearly 3 hours later, I suggested to be pause. We'd had only scheduled an hour together, and though musk had been generous with his time, I didn't wanna wear on my welcome. But even as he stood to show me out, he launched into another Paypal story. 47 years old, musk spoke with the enthusiasm of someone older asked to relive his glory days. I can't believe it's been 20 years he said. It was hard to believe. Not just the years that had passed, but how much Paypal alumni had accomplished in them. And then he goes into some of the influence that this Paypal mafia the Alumni network has had. So it says both in the foreground and behind the scenes Paypal Alumni have built funded or counsel nearly every silicon valley company of consequence for the last 2 decades. For its admire, Paypal founders are a force to be emulate. For its critics, the group represented everything wrong with big tech, Putting historically un unprecedented power into the hands of a small clutch of techno utopian libertarian. Indeed, it is hard to find a lukewarm opinion about Paypal founders. They are either heroes or heath depending on who offers the judgment. And yet despite all that, the Paypal days themselves are usually gloss over. If the early years come up at all, they are typically granted a polite paragraph, crediting Paypal for making the latter are the later splash year achievements possible. The group's subsequent successes are so legendary and their controversies controversy so cons that they steal the oxygen from the origin story. And in these next 2 sentences I double underlined. How even jot it in the book, nailed it. To skip Paypal creation is to neglect the most interesting stuff about its founders. It is to miss the defining experiences of their early professional lives, 1 that defined so much of what came later. He just gets it. That's exactly what you and I try to do here. If you if you're able to see the books that I highlight 70, 80, 90 percent of my highlights come in the first half of the book. Maybe the first 2 thirds of the book before they were rich and famous and successful. It is always more interesting to learn about who they were. Like, what versions of themselves built the foundation that they're now current, our future success lays upon. I saw a tweet from another... His name's Antonio. He read the book as well. He's an author, and he says something fantastic about... He's, like, obviously, highly recommended. You can clearly see that I think you should buy the book right now. I, this is a book that you're gonna reread. I'm gonna wind up doing podcast podcasts on years down the line. There's just so much information here. It's not only the the personality you get to learn, like, what was Elon musk like in his twenties. What was Peter too like in his twenties. What was reid Hoffman, like, they at this age. But it's also just they're so creative. And there's just so many times to done the book and I'm like, I... That is in really, really smart with what they just did there. It's so... It was so complicated and complex what they had to achieve. And yet their response and the ideas they came up with... It just it's remarkable. But what he said is, the book is full of improv improvisation and gum, fear and arrogance. It perfectly captures the drama of early earliest ish Silicon Valley and now big players when they were just hustle trying to figure it out. And so aside from Elon Musk, nobody's already rich when this is happening. Elon had just sold Zip 2. He has this funny line of the book of get to later. He's like, overnight, my my bank account went from having 5000 dollars in it to having 21005000 dollars in But everybody else is living in little apartments. Now you fast forward, you know... They've had... They've built multiple... And they've not only built, but also invested in multiple multi billion dollar companies. A lot of these these people have, you know, multiple billion dollar net. But in the book, they didn't And so that line, the these are the now quote unquote big players when they were just trying to figure it out. And this there's just another fantastic line. That gives you an idea of what this book's is about several Paypal alumni I observed that they had spent the rest of their careers. Seeking a team of comparable intensity, intellect and initiative. And then he gives us a little bit of about the pre history 2 Paypal. It says the paypal we know today resulted from the fusion of 2 companies. Con infinity was founded in 19 98 by 2 unknowns, max and Peter Till. Fresh off his sale of his first startup, Elon Musk had founded x dot com. He still owns that domain to this day, actually. A company that helped user's email money. So they start the the the history of Paypal. They start out as competitors and then they eventually merge. This is a contest that raised the competitive eye of both teams and ended in and merger. For the next several years, the company's survival was an open question. They were sued, def fraud, copied, mocked from the outset from the asset outside Paypal was a startup up under siege. Its founders took on multi billion dollar financial firms, a critical press and skeptical public, hostile regulators and even foreign fraud. In the state, this is why I tell you that the stories in this book is just wild. It is it's incredible. In the space of just 4 years, the company survived the... The bursting the dot com bubble. I I think Have a line later on. But in case I don't... It really struck me. It's like, so you have the... The they started the company before the Internet bubble burst. Right? But they said something like 3 quarters, like 75 percent of their growth happened after post crash, why which I thought was wild. In space of just 4 years, the company survived the bursting of the dot com bubble 3 from state attorney generals and a copycat built by 1 of its own investors. Many of its founders and early employees join the company in their twenties. Most refresh out of college. Working at Paypal was their first taste of the professional world, and that's why you'll hear them, You'll... When you hear them speak now and are right. He talk about it and they talk about in the book as well. Like, they purposely hired for inexperienced. They hired for... They prioritized intelligence and enthusiasm and they were not trying to recruit heavily from banks or other financial institutions because they didn't want people to come in and say, Oh, this is how we did it there. So this is how we should do it here. That sounds counter very counterintuitive. But I would say it's extremely common in the history of entrepreneurship. Henry Ford writes about this at length. And he was talking about it this and we're inventing a new way to mass reduce cars if you're doing something new, you cannot go in recruit experts. He says, let me quote from from his, auto. And these are words he wrote over a hundred years ago. That is the way with wise people. They are so wise and practical that they always... Know down to a dot. Why just why something cannot be done. They always know the limitation. That is why I never employ an expert in full bloom. If I ever... This is a crazy sentence of that but I mean before it's about to tell. If I ever wanted to kill opposition by unfair means, I would ind the opposition with experts. They would have so much good advice that I could be sure that they would do little work. And so I'm not sure if the founders of Paypal Knew, Henry Ford's words. I do know... Because, elon talked about Henry Ford quite a bit about studying Henry Ford, reading about them. I just don't know if he did it when he was this age. So he says, it's earliest as hires included high school dropout. H chess players and puzzle champions, often chosen because of their e eccentric and peculiar, not in spite of them. Again, another very common theme. I got 3 quotes for you 1 is from David Greece writing. He says talent is most likely to be found among non conform dissent and rebels. That is a great way to describe the early Paypal team. This is Walter Isaac writing in Benjamin Franklin's biography about Benjamin Franklin's family and how that influenced him. And this is what he says. The family produced dissent and non conform who were willing to defy authority. They were clever craftsman and invent of black Smith with a love of learning. Avid readers and writers, they had deep convictions, and then this comes from the the biography of the founder of, Fedex Fred Smith, and it talks about Fred and then his his his executive team at the very beginning. It says they were all mavericks, non conform, courageous and crazy. We see a small example of that. Here It says a wall in the engineering office, area included 2 banners. 1 was titled, the world domination index. Does an entire chapter. Named that. It says, that the World domination index was a total count of Paypal users that day. The other was a banner bearing the words Meme Mori, Latin. For remember that you will die. Paypal Odd ball team was out to dominate the world or die trying. And then I really like this this observation by Elon here, says Musk would later correct an interviewer who offered that Paypal was a hard company to create. The company wasn't hard to create at all. He said, rather, it was a hard company to keep alive. And then Jimmy talks about the author talks to fact that you know, he's interviewing a ton of employees. He's he worked on this book for 5 years. And there's just a line here. It's funny that I underlined this at the very beginning. I'm still the introduction and now Have read the books 400... The the version of the copy I have. I don't know what it will be when it's released 414 pages, and this is a great way to to think about this. And it's just so the these these stories are really important to read and to to to really absorb is because it talks about the true nature of business in this crazy endeavor that we choose to dedicate our lives to. And it's not clean cut. It's not cookie cutter, The... That, like, it is a dangerous environment. The way entrepreneurs represent themselves in, like, an interview is not the way they really are. Okay, and that's natural. That's anybody who who's to, like, is gonna present their best version of themselves to the public. Right? But it says many remember that the company was as cut throat as it was creative. And it was unforgiving intense. When you read a book about the lives of somebody that accomplished a lot the early story of, like, the early days of a company. The extremes are on display. And those can both be negative and positive. This is a positive, like, in in the aftermath because these people are being interviewed You know many years later. And this is what 1 of the early employees that I felt like I was part of something grant. And something that Jimmy does it's really smart. He compares it to other historical collections of talent. So let me go into that a little bit here because I thought this was an interesting idea. I wanna compare it to something I learned from this interview III watched a long time ago with Steve Jobs. So she said, I began to wonder about other... So he's talking about... So first, let me give you some background of before I jump into this. He's talking about when he was doing a research on the call biography that you realized that where Claude was working at the time at bell Laboratories. You had this insane collection of talent. And this insane collection of talent extremely rare. And so he's like these are special, like, when you when you when you have an example, like that you should study them and see what like, lessons you can learn that. So he says, we begin to wonder about other bell like constellation of talent, including tech companies like Paypal. General magic and fair child semiconductor. And so there's this British musician, and his last name is En, and he winds up, Jimmy discovers that he had studied this previously, and he trying to figure it out, like, an artistic perspective. And he says, as he looked at the... Into these revolutionaries, including people like Picasso Rem. He discovered them to be products of very fertile scenes involving lots and lots of people. Some of them artists. Some of them collectors. Some of them curator, thinkers theorists, All sorts of people who created a kind of ecology of talents. And so he calls this sen. So think of the word genius, but put S on the front. Seniors. He said is the intelligence of a whole, an operation or a group of people. It is also a useful wait. Now Jimmy talking about his takeaway from that. It's useful to you think about the Paypal story. Properly understood as a narrative about the lives, intersections and intersections of several hundred individuals set at a moment in time when the consumer internet took shape. Many of their achievements emerge from the productive friction of the group. At Paypal, dish produced discovery. And so that that she's going into just how many fights. And you remember these are friends and in case they in many cases they went to college together or their friends or friends, Like, that's how they they started out hiring just like friends, and then we'd hire... Okay. You got a front. You got a friend like you. Okay. Let's see if they got friends like that. And so... I think I think, Peter later on says something it's like, we just started, like, expanding on these sort of concentric circles if from I'm not mistaken if if he said that, But this idea of, like, we're gonna fight to and argue and get in in positions of discomfort to make sure that we're actually get solving this problem getting to the right answer. Steve Jobs made this observation few years before Paypal was even, Paypal was even founded. I I have a notes on... It's called Steve Jobs a loss interview. And according to this, I took this notes back in 2019. I wanna read something for you. And this is Steve talking. I'll leave the note. I'll leave the link in the show notes too. So it says, Well, this is my nose. Says this is a metaphor for teams working on a product that they passionate about. Okay? So here's Steve. There was an 80 year old man that lived on my street. 1 day he showed me a dusty old rock tumble. We took regular old ugly rocks and some liquid and powder and put them in the tumble. He said to come back tomorrow. The next day we opened the can. We took out these amazingly beautiful polished rocks. The same common stones that had gone in through rubbing against each other, creating a little friction, creating a little noise had come out these beautiful polished rocks. It is through a group of incredibly talented people bumping against each other, working together. They polish each other. They polish the ideas and so that idea. Now looking back what Steve saying with the benefit of having read this book, that lime really sticks out. It is through a group of incredibly talented people bumping against each other working together that they polish each other. They polish the ideas. And then there's another great line here why I think this book is worthy of studied properly understood Paypal story is a 4 year odyssey of near failure followed by near failure. So I wanna go to Max Le. He's a Cto and c cofounder of Paypal, he's gonna... Be he's... He might be the most... If you could consider that his work went up, solving him and his team wound up solving the the the huge fraud issue that came very close to killing Paypal. He might be 1... Might be the most important person in the story. But in his early life, he's he's growing up in Soviet, Russian or Russia rather, or soviet union, whatever you wanna call it. And he they don't have lot of money. He discovers computers, and he just completely falls in love. And there's a there's actually a lesson here. So he says the notion that you could tell machine to do things in the future. Was this profound realization. He said. From now on, I don't have to know everything to get stuff done. I can just start writing it down, and it will happen on its own later. So he gets access to computer. He... He's severely limited on how much time he can send on a computer. This is in the 19 eighties we're on 19 86 or somewhere in there. And he... So he has to start programming with pen and paper with our pencil paper rather. And this wind up and he says this wound up being good. So he says, to preserve his precious computer time, he devised a system. Writing code with a pencil and paper. This learning process left exacting standards. And so we talking about, this is obviously I'd rather program on a computer, but I don't have that option, so I'm gonna do it this way. I'll do whatever it takes. And here his punch line. This may me very 10 niches. I never really had the option to take the easy way out. And then Max talks the about the points of his grandmother. She was a physicist. She's just extremely strong woman, and he learns from her Was like, if there's It's not acceptable to give up, so says she was fort personified, a woman who had triumph in a male dominated field. Her grit seemed to him almost supernatural. I had this living example of someone who would never who would never surrender on her under any circumstances. So they went up having flee because they're worried that her... His father's gonna be, disappeared by a Kgb. And so they wanted I integrating to the United States. And there's 2 things here that a gift can change a young person's life. So if we have the ability to play this role in other people's we should do so and that you should treat life as a quest, which was fantastic. I immigrant to United States was risky, but for Le, who had just turned 16, it was the first step on an epic quest. The language and cultures were new, but 1 thing remained. Love for all things computers. And in America, he finally got to use 1 at his leisure, it was a gift from a relative, and it did something his old machines didn't. It would connect to the Internet. Le soon became consumed by the worldwide web and found networks and forms full of kindred digital spirits. And then there's some people that remember what Max was like in high school, and we're gonna see that paypal was an entire company full people like this. He showed early signs of his hallmark intensity. He wanted to be the best at everything he did. So then Max makes it to Mit. And I just wanna pull out something because I always think it's interesting when like, they're recommending when other people recommend, okay. You gotta read this book. You gotta watch movie had a huge effect on me. And he uses this movie He's gonna watch over a hundred times as a metaphor for startups. And so he says, he became obsessed with 7 Samurai. I thought it was the best movie ever. I watched 7 samurai at least 25 times during the course of 1 summer, and I've now watched it over a hundred times times. He calls it his sole source of management training. So I went to go look to see... I was googling. I was, we're to find this. This movie. It's on Hbo Max right now. I started watching. I watched at the first, hour of it last night. And I also found him describing. I think this is in... I think this is... Yeah, This is Tim Ferris book a tribe of mentors. And so Max says, I I don't have a book to recommend but a movie. I've watched the the classic 7 samurai mri more than a hundred times. I used to give copies the copies to young Ceos that I mentored. I love the movie, but I recommend it to new managers and Ceos, especially because it's fundamentally about leadership. It is a small band that risks everything to organize a rag tag group in a fight for its life. Does that sound familiar? To me, this timeless story is a near perfect metaphor for startups. And then he says really quickly. And if you think about this what exactly what we're doing. I just into this fantastic interview with Mark G recently. Somebody brought to my attention, Joseph, who's been a long time describing. Constantly sends me great. Information to use for the podcast. He's like, listen listen to this interview. Listen to the last 10 minutes of it. And it sounds exactly what you're doing with founders, and it's it's Mark talking about, like, you know, mark's famous for reading hundreds of... Like, he's just read essentially every biography that I've ever come across. And he talks about why he does this, and he's like, you build mental models of these people, like, I have a little version of the people I read about, and he's talking on his shoulder, some of those people he want up knowing in person. And so he... When he's presented with this decision, he's like, okay, Knowing what I know about this person's way of thinking, what would this person say in this situation like, what would decision would they make. And then he said something fan passing. And he said, developing this base of knowledge a way to stress test your ideas. And so if you think about what you and Are doing here is, like we're building up this this gigantic base of knowledge with history entrepreneurship, and then we can stress test the ideas in our day to day lives and our professional lives about what we know against the the his the the history of entrepreneurship. Right? And so Max drew an interesting parallel here because like listen, I watched this this movie a hundred times, and it's perfect metaphor for startups. And the the main character, his... I think it's the last name Sham. So he's, like, what would Sham do. So I've I've... I understand how this guy thinks. I've studied how he thinks. Now I'm presented with an... With a difficult decision, I'm running it through my own calculus of like, what I would do, but to enhance that is, like, let me ask what would Sham do in this situation. That is genius. So then we get to the chapter about Peter Taylor in the early days like the pre history of meeting up with Max. There's something that somebody says here that I've seen before as well. And so before this, I guess, Peter had set up a, like, a hedge fund. It's called Teal Capital. And it said he was interviewing somebody says Howie. His name's Howie. So this is last name. Return to his dorm and said to his girlfriend, Peter might be the smartest person I've met in my 4 years of Stanford. I think I might work for him for the rest of my life. It was very interesting because if you read Ben H with his book the hard thing about hard things. In that book. He meets I'm pretty sure, Mark and Injury was like, 22 at the time. But it says after the interview, I phoned my brother and told him that I just interviewed with Mark Jason, and I thought he might be the smartest person I'd ever met. So we see a very similar experience at Howard having with Peter Till that Ben had with Mark. So they wind up... They're all together at Stanford and I think this this echoes what what, Jimmy and and and, En know was saying at the very beginning. Like, you you try to place yourself any like, these physical locations around people that are really smart and into what you're into. And so they they went up meeting up. There's all these these these people that are... I mean, there's, like, 50 different characters in this book. And so 4 of them are meeting up and having a meal together and just sharing, like, all their thoughts and just bouncing ideas after each other. And so it's Peter T and 3 other guys. And it says to format at a local fast casual chain, they refer to these gatherings as the billionaires breakfast club. The level of self belief they have is amazing. We all believe that the others were going to build big things. Oh, and this is 19 98. Mind you. Over meals, they discussed the latest development a technology, philosophy, education startups and their predictions for the future. And so 1 of them is this guy named Luke No, who's winds up saying, hey, I wanna start my own company. Peter, your you're interested in start investing when you make an investment. They're gonna work together for a long time. So says, just about everything was wrong with it. So Luke has this idea for, like, a smart calendar app. So... And then the reason I'm pulling out is because if you if you listen to Peter Speaker, he read his book, he talks about over and over again, do not If you wanna capture your lasting value, you can't build un commodity businesses. He puts a a, like, a cheek, like, a pi maximum on this. He says competition is for losers. So again, I think that's him being a way to to to hook that idea in your brain. I mean, and this this may be an influence where he learns from this. So she says, are he he learned this. Just about everything was wrong with this idea, Till later said. It was a saturated e calendar space that had, like, 200 companies that were competing for dominic. Teal would later cite his smart calendar investment as a rich vein of learning, a failure whose lessons included minimizing competition that would pave the way for Paypal success. And then I think this is also an example. The importance of just putting your ideas out there. Even if really, no one's listening or no one's showing up. Teal is giving all these lectures. I think this is at Stanford. They're at Stanford. Yeah. It's in Stanford engineering center. And Max just didn't know what Peter was. I think it was like, a friend of friend maybe. And so Max just just pops into this this lecture. And again, this is, what if Peter said, oh, you know what? I'm not gonna... You know, maybe I don't have any ideas. Maybe I don't have, like, there... There's a level self relief you have to have to think that your... People wanna hear what you have to say. Right? So what if he never did this, Well, the there's no Paypal. And wonder if there's no Paypal. Like, there may no the the very... Like, think about all the companies that came out of the wealth that was generated from this 1 company, You know, Tesla Spacex. So he... Yeah. Elon is gonna wind being the largest shareholder because he's crazy. There's many examples in the book, and he comes out with a hundred and 80000000 dollars once, once ebay buys there... Or maybe after the Ipo, I'm sure exactly when he sold. But regardless, he comes out of this environment with a hundred an 80000000 dollars and he immediately puts a hundred million Spacex, 70000000 into Tesla... Again, these are things are just so important. So if you have something to say you have an idea. Like, just even if no 1 one's showing up. Hey, Max is coming. I'm not being clear here. Max is coming to a that Peter's giving, and there's, like, 5 people there. 6... It's just not a lot of people. So it says small crowd notwithstanding, Teal talk and press election. Wow. If I ever do anything in the financial world, let Le taught. That's the dude I wanna hang with. This is obviously not a computer scientist, but he is a nerd. After the lecture finished, Left him hung around to try to bend the till ear. So remember that tweet I was I was quoting from, It's like, listen. They were just young hustle was trying to figure it out. They wind up launching, there their... The initial idea is to do, like, Paypal, like, not Paypal. Palm an application for Palm pilots at the time. This is really the pre history of Paypal. I'm gonna read you to and then Explain to. The effort arguably represented Paypal earliest iteration. The company now boasted an angel investor with a closet office, so that's teal. Remember, you know, the guy probably has. I don't know, 10 or 20000000000 dollars, whatever it is now. He starts his company in a broom clause. Essentially, that's all that was available. A Cto without air conditioning, that's Max and he's coming from Soviet. Actually, you know he coming from Mit. Sorry. Comes from Mit to California and he's got his tiny old little apartment without air conditioning. And a Ceo with a 2100 mile commute. This is his older guy named powers who is commuting on the weekends. So he's got a job. I think he's in Chicago. And he's gotta fly in on Friday night work and then come back on the early morning Monday and go back to work. And so again, this is the pre history of Paypal. You got a company with an angel investor working out of a broom closet. A Cto with apartment, a tiny apartment and no air conditioning, and it's part time Ceo that has to commute 2100 miles. And then it talks about the important relationship that Max had Max and Peter had together. And it says founders have to have somebody that can actually trust. There are so many people who are good at being good to you when things are great. But when shit's not really working, who do you objectively talk to? Left and teal had each other. They burned so brightly and so differently. They are 1 of the best examples of a great partnership, And so the Left myself on that page Charlie said the same thing. And I think this is a really important point that they're picking up on the relationship between Peter and Max and what Charlie realized in his very long career and and Charlie said everybody engaged and complicated work needs colleagues. Just the discipline of having to put your thoughts in order with somebody else is a very useful thing. So if you read the biography of Elon Musk, you know that something he did, what he would read the newspaper and he just cold call people. He thought were smart and interesting and try to get them to meet with him. He wants a meeting this guy. That's a executive at Nova or Excuse Sk Scotia bank, and I just wanna give you a description... He wants becoming a friend and mentor to Elon, and his name's Nicholson, and I'm just giving you a real quick, like, he's a oppression of meeting Elon when Elon was 19 years old. So it says, he was very, very bright. He was very curious. And he was already a very very big picture thinker. And so through this it through this internship that Nicholson gets, Musk at the bank where Musk just has this, like, these people are morons. If I ever have to compete. Like, III would not be worried about, competing against Bankers. He says if they're... This is Looking back at this time. If they're this bad innovation, then any company that enters the financial space should not fear that the banks will crush them because the banks do not innovate must said. And so there's a couple highlights here that just really interesting. It's Elon on not needing business school on the importance of studying physics on reading and then the importance of asking the right questions. And so he a dual major. He's studying physics and finance. And so it says, if he redid his studies to... If he if he had to redo his study, he admitted he might ditched the business classes altogether. Musk fashion for physics pre college? I had an existential crisis when I was 12 or 13, he later said. And I was trying to figure out what what does this all mean meaning life? Why are we here? Is this all meaningless? In the midst of that crisis must discovered a science fiction novel that offered hope. It was Douglas Adams, the hitch guide to the galaxy. And so he talks about the stuff like, this actually sue him. This is interesting because I've had this own realization. Like, I really feel... I'll tell you know He learns... So he's talking about what he's learning in the book. He learns of an old species of hyper intelligent beings who had construct a computer called the deep thought. To seek an answer to the ultimate question to life, the universe and everything. The hitch he guide to the Galaxy soothe musk's ex existential worries By suggesting that framing the right question questions was as important as dividing the answer. A lot of times Musk explained, the question is harder than the answer. And if you can properly phrase the question, then the answer is the easy part. And so it's interesting that he was soothe by reading the book. I really feel if you read a lot of biography as you read, especially, you know, people that that I've already died. My own experience that that is a... That's the same word I would use. It's like, weirdly soothing that you see life is gonna play out death is undefeated. It's not something you can avoid, so let's get to it. Let's build... Let's have a quest, A treat life as a grand adventure. Tomas Most physics asked the right questions, he started to read the work of, of, doctor Richard Fe. I've read, like, 3 of Fe books including his. I probably throw that on the podcast at some point. The internships exposed most of the world of technology startups, and he found people who like him labor around the clock, re video games and would solve math puzzles for fun. And then it goes into the behavior and we see, like, musk... Like, what musk was I in early twenties, moves out to California starts his own company. This is Zip 2. He... This is when, you know, he starts as, I just work. I wake up. I with my eyes. I work I work until I fell asleep. I live in... He literally lived in the office and he would shower at the Y. So I'm gonna fast forward to some of this history, but it says Zip 2 grew grew throughout late 19 96 and 19 97. One's it being like, a, a technology company that powers media company essentially. So they get investment from Night ritter, Soft bank hears pub pulitzer are publishing and other companies, and the New York Times actually, only 2 years into its existence the company powered sections of a hundred and 40 different newspapers. The growth came at a price though, musk clash with his investors and fellow executives who raised questions about his leadership. He was impatient and perpetually sleep deprived. He was prone to setting unreasonable deadlines, chewing out other and colleagues in the open and root re tooling code written by other people without asking first. And so he knows he's running a company like a man He says later on. I suppose listen that this is the first time I ran everything. I didn't even play team sports, like, I never manage people you know, he's his aggressive and all the those those traits. I think he's still puts us his day, but hope... But he says that he's better dealing other people. This is, I'm gonna fast forward so we get to the Paypal. It, all came to a conclusion early the following year. Zip. So Zip 2 sold to compact for 307000000 dollars in cash. For Musk, that purchase meant a 21000000 dollar payday day. To this day, that moment aston him. My bank account went from 5000 dollars to 21005000 dollars he said. He was 27 years old. Then you're gonna see he does something... Like, when he starts x dot com. He just throws a bunch of his own money into it. He doesn't even try to raise investments. We see this over and over again, eventually raise money in the future. And I think And every endeavor, but this idea, and it's like, why would it, like, he's his his app was like, he's full risk on. Like, why would you do that? And part of the reason is because he has this great insight about the Internet. And so he says the business types treated the Internet as a twentieth century gold rush rush. Must saw it differently. I thought it was something that would fundamentally change the world. It was like a nervous system for the world that could potentially make humanity somewhat of a super organism. So these starts dot com and here's some people that are working with them. And really, I'm bring bringing this to your attention, like, this is the impressions they had of Elon in 19 99. He's 1 of the greatest salesman I have ever met. He's like a Steve jobs. When he articulate something, he tends to find the colonel that will appeal to a broad mask, a broad mass of people intuitively, and that we're still 19 99, an early employee goes to Elon apartment. And this is what he says. He was very high energy. Very much, let's go. Let's get something going and do something. Build something let's achieve something. He walked into Musk's bedroom. The room was literally filled with books, biographies about business lu and how they seated. It kind of clicked to me that Elon was prepping himself and studying to be a famous entrepreneur. It's funny. Because that's what my bedroom looks like now. I've long since run out of shelf space. So then Musk talks about fixing a mistake that he made with this first start up, and he's got a really important insight about marketing. That it's just 1 human communicating to another. Do not over complicate musk get outsource the rename of global link that is 1 of Zip two's products. And regretted it. I had deferred brand and marketing and what whatever to people I thought were domain experts must said. And then discovered subsequently that you just have to use common sense, and that's actually a better guide, and then we see this risk on attitude that continues... I mean, for for, for the rest of his companies. Right? Musk rolled much of his zip 2 windfall into x dot com investing 12500000.0 and purchasing the x dot com domain with his personal funds. At the time I thought, he's nuts. Honestly, he's nuts, indeed, staking so much of one's net worth on a new startup was noteworthy in large part because Musk didn't have to. And so they made the point. At this... At this time when he's trying to raise money for X dot com or when he's investing his money for Extra home, it was a very friendly environment to people were already raising money for Internet companies. And if somebody that just had a successful come... Exit of 300000000 dollars could raise money easily. He did not have to do this, which was interesting to me is the signal. I didn't even think about this. Like this other effect that it have. The signal had made to other people that he was trying to recruit because he's saying listen and they're throwing around everybody's throwing around money. The it's very hard to recruit engineers I need the best talent. And so says, this wind up the fact that he put so much of, like, his skin in the game. People would choose him if the 2 offers vehicles equal equals, like, I'm going with the guy that actually put money behind because he clearly believes in it. Musk's is personal investment made for a winning recruitment pitch. I'd make a phone call for recruiting or whatever and say, oh, he's got 13000000 it of his own money in it. A high... This was a very... This an example of a high profile founder betting his fortune on the company. I wanna I wanna stay here for a second because this is Elon post Zip 2, but pre Paypal. Right? We're in the x dot com. His mentor hooks him up with this guy F, who is also used to running his own. So this guy is not gonna last very long. But there's just a lot of valuable insights on these 2 pages, a bunch of double honor lines and damn, that's good and little notes that I left on this. So it says Elon was very good at pointing to the future just as he today and saying, the objective is over there. And I know it's over there. So we should all go over there. Vision weighed as much as data. There's a reason why entrepreneurs who succeed in technology get paid as well as they do. It's because it's not a straight line. It's not straight line between, I build the factory and the widgets come out and the widgets get sold. Musk had learned this is 1 of the parts that where I I underlined twice. Musk had learned that startup success wasn't just about dreaming up the right ideas as much as discovering and then rapidly discarding the wrong ones. And so listen at what El elon says. It was extremely interesting perspective. You start off with an idea, and that idea is mostly wrong. And then you adapt that idea and keep refining it and then you listen to criticism. And then you engage in a sort of recur self improvement. Keep iterating on a loop that says, this is so perfect. Keep iterating on a loop that says, am I doing something useful for other people. Because that is what a company is supposed to do. Too much precision in early plans he believed cut that iterative loop prematurely. And so this is just, like, 1 the first example of dozens in the book where you have people within a company fighting with each other, and it says some coworkers found the conflict confusing. This is between Musk and F. Others were less surprised. Musk and f had both run the show in prior roles. Power sharing wasn't a particular strength for either of them. And what's crazy about how tumultuous. And then just how messy this whole process is. Paypal is messy this stuff that happens before Paypal is messy. There's 4 c cofounder of x dot com. 3 out of the 4 leave before the Paypal merger. And so F sends an email to musk. And he's just, like, you know, you are you not, like, all in on this. And so it says musk responded, but rejected F premise that he was asleep with the wheel. So this to gives you an insight it's just how crazy he is. I... And this is musk writing to f I think you may miss Misread me a little. My mind is always on x by default. Even in my sleep, I am by nature, obsessive compulsive. What matters to me is winning and not in a small way, in that line right there, what matters to me is winning is the name of this entire chapter. And something came to mind as I'm reading this book, and it really comes from mind when I'm reading. There's just not very many non obsessed people that that we talk about. Right? They are by nature obsessive. But this idea is like, you misread me. My mind is always on x by default, even in my sleep. I am by nature, obsessive compulsive and what matters to me is winning. I had this this highlight. I saw on a on Youtube, and it's about highly successful people are usually insane. And there was a quote in there I wrote down. And really, this this quote popped to my mind because there's a bunch of people like this in this book. And it says you think the people who run things so just sitting home smoking big cars. That's not true. I know lots of people like that. They work all the time. All the time. From the second they wake up until the second they go to sleep, and they don't just casually work. These people who are running things. The vast majority of them first are self made. And second, this is the really the punchline line. They are so bloody efficient and smart. You cannot believe it. And they work 80 hours before I finish this this other punch I thought was interesting in this little clip. That is something I cannot tell you how many times I put down this book and said, damn that smart. Damn, I can't believe they came up with this idea. This idea. They are so bloody at the very top. Right? So I had this idea, and I don't have a good way to explain to you. I think I mentioned you before. But I think on the macro level, this is the way I have it in my mind. And I gotta figure out how to explain it better, but like, on the macro level, I think people vastly overestimate the level of competition. Most people are not thinking about certain companies, even the large percentage of people that do think about starting it never do, then you have a smaller percentage that do start companies and you just don't wanna have to worry about those people at all. And then the the the the further down you get on the line, the more micro you get. Then you vastly underestimate the competition. And so when I hear this person saying, they are so bloody efficient and smart, you cannot believe it. I think of like a Jeff Bezos pops to mind. Highly intelligent, highly driven and highly ruthless. And fully committed. Every hour of the day, go back and read their biographies go back and read the early history of their companies. They're not La Gag and they're not taking days off. They're insane. And so it says the people who are running things of vast majority of them first or self made in second, they are so bloody efficient and smart, you cannot believe it. And they work 80 hours a week. There's is a small number of insane people who will do nothing, but work 80 hours a week. No matter where you put them. If you put them in a middle forest with an axe. All they would do is run around chopping trees. And so on. I'm reading this old email by a a late 20 twenties. He's 27 28 years old when he's writing this email. He's like, I think about this in my sleep. All I care about is winning. And I think it's just so hard to understand the variance between a person like that. And, like, average joe or jean. They're almost like a different species. I wanna get to this really interesting. Because a a large influence of what they were trying... Like, at least on the Paypal, like, the Peter T and a, max left inside. They were very interested in creating, like, their own currency, like, their own... Almost like this own version of the own a little sovereign nation. So they're they're initial idea which I'm gonna skip over. There's a lot more detail. You gotta, obviously read the book. I mean, I can easily recommend this to anybody building a company. There's just too much value information here. In fact you can put stuff for, like, 25 bucks is crazy. But the the the initial idea is that they're going to be money using Palm pilots, Max is studying up on photography and that's, like, a huge part of the initial product of, at this point, the company is called Comp infinity. And so they go to a conference, and it's interesting because Peter Till convinced that the Bitcoin creator was actually at this conference. It says in... 19 89, Attended the international financial Crypto Association Conference hosted in Angola. The annual gathering drew the leading players in academic crypto photography and digital currencies. To this day, Teal who attended the 2000 conference, Harbors a theory that's Satoshi Na, the serious founder of the cryptocurrency bitcoin was among the attendees. To the ass assembly of financial experts teal and Le came off as Arrogant uninformed outsiders unaware of the of the decade of wasted effort before their arrival on the scene. And so what they're talking about is it's they're trying to raise money for their for their startup up, and it's unbelievably difficult because what they're choosing to do. I'm gonna finish this, but it's... The reason I'm bringing. Is just a reminder, this... It's it's supposed to be hard. It took Jeff Bezos 50 meetings to raise a million dollars. He talks about that in speech speeches over again. Like, took 50 meetings, just to raise a million dollars. The most common question at these meetings was what is the Internet? That's crazy to think of. That's a a trillion dollar company now. It couldn't even... It took 50 50 meetings to raise a million dollars. Venture capitalist 2 were enthused during what Teal called an excruciating process. The team presented over 100 times with pitch after pitch falling flat. As rejections piled up, the team grew desperate. And so many times, reality stranger and fiction. This is such a coincidence. These 2 companies are gonna wind up at different starting points, and then wind up at the same emphasis, which is this idea they wide up pivoting to both companies. Infinity n x dot com. The ideally you should email money, and they wanna be neighbors, Infinity and x dot com, occupied ad joining office suites, in Palo alto. It started as a mere coincidence. X dot com and Infinity were neither competitors nor collaborators. Comp infinity pursued mobile money transfer in crypto while x dot com went about building its financial services super superstar. So you think about the way to describe what Elon idea was. Like the Amazon of Financial services. Each company thought the other was misguided, Despite diversion approaches to financial Technology, the company's Ceo shared an obsessed... The company's Ceos shared an obsession. Getting noticed. Just as musk corded media attention for X dot com, Peter made generating headlines a top priority. In this environment, Peter sees sees a lot of excess. The lesson here is is a good question to ask me yourself before spending company money. Will this improve our product help us achieve our mission as the Internet Boom began starting startup up, excessive flooded the blue the Bay expensive team retreats, parties and limitless alcohol, and pricey billboards. None of it, teal and le thought cr advanced a given company's products are mission. They would not use the millions that they had raised for such excesses. So then you talk about okay, how the hell do you recruit very talented people, you're not going to pay them a lot. And so Lyft just has a lot a a lot of good advice. You have to find undiscovered talent, and you have to give them something more than money. You cannot compete with the large companies on money. And so it says to win recruits over, the team crafted an Edgy sales pitch. So Le is going to describe this. He says engineers are very cynical people. They're trained to be, and they can afford to be. Given the large number of companies that are trying to recruit them in Silicon Valley. Since engineers think any new ideas dumb, they will tend to think that your new ideas is dumb. And they get paid a lot at Google? So he's he's describing this years after Paypal. Okay? So he says, why would they stop doing that to do your dumping. So the way and this is where he's gonna get to his advice. So the way to compete against the giants is not with money. Google will out bid you. They have an honest such a interesting way to think about Google at the time. They have an oil derrick that spits out 30000000000 a year. To win you need to tell a story about Cogs. At Google, your Cog. Whereas with me, you're an instrumental piece of this great thing they will build together, articulate the vision. Don't even try to compete on pay. People's meet people's cash flow needs, pay to them so they can cover their rent and go out. It's not about cash. It is about breaking through the wall of cy. It is about making 1 percent of this new thing way more exciting than a couple hundred grand and a cubicle at Google. And then this might be... This is 1 of the most important ideas in the entire book because Paypal pro... The early days of. I'm gonna call paypal even though it's x and convenient at the time. You you know where this is going. Okay? Paypal prioritize speed on everything. Over everything else except in 1 category. Recruiting. They would rather staff slowly than compromise on quality and what Le says here is fantastic. Okay? So he says, Le shen kept the bar high for talent, or kept the talent kept the bar for talent exceedingly high. Even if that came at the expense of speedy staffing and this is what he says. Max kept repeating. A players hire a players. B players higher c players. So the first b player you hire takes the entire company down. And so they found a way to limit the the chance that a b player is gonna slip in there. Additionally... Paypal leaders mandated that all prospects meet with every single member of the team. And then we get our first introduction to David Sacks. David Sacks winds up becoming a major... He's a huge character in this book, he's all over this book. Peter had Peter had to overrule everybody else to bring him in because Sa stopped the idea. Like, your beam Palm pilots. It's so stupid. No 1 has palm pilots. You have... He's like, you have the product and you bury the product on your homepage. He's like, the product is sending money through an email address. So it's not in full chronological order here. They're going back and forth, but I wanna give you an idea, like, the energy of the company would convince recruits to join and take a chance, and they're just on it at 24 7. There is no like the they're... Like we said earlier, there's a small group of insane people. Sa invited Lee to visit the office 10PM, and given the hour, she expected to stop by and then move on. But a short meet and greet was not to be. It was a full on interview she called. Interviewing people at 10AM, at at 10PM am, which I was not prepared for. By the time she left at 2AM, had spoken to nearly every employee, and then she winds up accepting because she says I can't really put words on it because I go by my gut. But the energy there, I hadn't felt that before. And I'm like, there's something here. There's another... This this person's name is Denise. It says she came to meet the team. I left the interview not being able to tell you anything exactly about the product or much else, other than that those... These are the people that I wanna work with. They're clearly hyper competitive. They're clear... She's emphasizing these words. These are her emphasis. Not mine. Clearly hyper competitive. Clearly work aesthetics. Clearly wanna change the world. I was just like, wow. I found my people. So now they recruit another person that you're gonna know who is. This is the future founder of Linkedin Reid Hoffman. And this is fantastic because this idea that that Paul Graham has has popularized that at the very beginning of your company, you need to do things that don't... Scale, and you learn information value information when you're doing that, and he says, like, in his observation of all these great companies, they all did things that don't scale the very beginning. And in this case, doing things that don't scale lead to a breakthrough. And so this is what Reed says. We're living in the heaven of Palm pilots. And we would walk into every single restaurant and go to each table. So they'd go they're in Palo alto. They're like, this is, you know, the center of tech, if the highest percentage of people adopting this new device, and they don't even have it. What are we doing here? So it says we're living in the heaven of Palm pilots, and we would walk into every single restaurant, and then we'd go to each table and ask how many people have palm pilots. The answer was between 0 and 1 per restaurant. And that means that your use case can only be used between 0 and 1 times. Your host. It is over on this idea. Election, so it talks about this idea of what happens if you need to complete a transaction. You forget your Palm pilot. And so they stumble on this idea. Their their main idea but by trying to fix a problem that... For a product They're I'm not even gonna continue to build. Le proposed a workaround on suggesting that Paypal, the Paypal website could be set up to send money via a user's email address. When and this is the crazy part. When emailing money, remember the found... The entire foundation of their company. When emailing money was first suggested, few recognized it as a Eureka moment. And then looking back, it seems weird too because They're like, listen, the email money demo dramatically simplified this sequence, which is I'm 1 person trying to pay another. You can pull up the Palm pilots, use the infrared and then sometimes it worse Sometimes it doesn't. Oh, you don't have Palm pilot you can do this. It's like, everybody's is in an email address. So, again, the way to think about this is is is there something that you're not working on? That can be, like, a more simple version of what you're doing. The email demo the imo emo money that dramatically simplified the sequence. Within weeks, left had become an average user of the afterthought product, even as he remained committed to the vision of the original, and he looks back. He's like I didn't understand how stupid I was being at that point. He says that should have been a clue. I had become an avid user of an afterthought product, but I'm still committed to the vision of the original that I'm not really using. And then think about this, go back to that idea that we had learned. We had just learned from Elon. He's like you need to keep yourself in this recur loop of self improvement. And the loop, this this this iterative loop is just keep asking am I doing something useful for other people because that is a the entire foundation of a company. And if you apply Elon thought process to what Max is experiencing here, like, yeah, I'm doing something useful because I'm using it all the time. This email product's is great, and I'm not I'm not using what I'm focused on. And to me, that's another really important point of, like, studying these early, like, the early days of their lives. Could you see the mistakes in the struggles of smart driven people. So back to the book says another person who severely doubted the money viability was a recent hire who would play a pivotal role in the company's success. David Sacks. The Sa had attended Stanford together. Sa didn't pass the Aura test. Remember this to this idea is like, we're... Everybody has to meet them. So this is an early... They don't name the person who said. This is an early team member. The team objected in part to Sa total dismissal of the Palm Pilot product. It was a dumb idea. There were 2 problems. Sex remembered. 1, is there's only 5000000 palm users. So unless you're with somebody who also had a pilot, The app is useless. And then there's the other problem. Even if you're with somebody who's got a palm pilot, what would you use it for? Nobody could really come up with anything other than splitting dinner taps. It's Always think about what D Gaul said his that that when he was so weak in trans was his only weapon. And there's just example after example of Sack being in transit in his book. In hiring David Sa Deal pulled rank and overrule the Team's objections. This was a rare move for Deal, who believes Sacks a rare candidate. After all, few people would come into an interview guns blazing against their prospective employers flagship product. Teal valued bracing honesty, and he trusted that Sa would speak candidly. So there's another example. They're just... They're not running away. Go back to Steve Jobs rock tumble story. He's, like, don't run from disagreement. Run towards it. So while that's happening at Paypal or Infinity or whatever everyone call it, We gotta go back to x dot com. We're still 19 99. So they're not they haven't linked up yet. This is a late summer of 99. This is crazy. We're about to reach you. So I'm gonna reach you first, I would tell you I think it's crazy. So in late summer of 19 99, Elon musk x dot com was a pill shadow of the digital finance be be behemoth with envisioned. X dot com had no finished products and a hollow out team. The employee directory now contain a mere 5 names. Missing where the company's founding president and Coo, the Cto and Vp of product development. The Cfo, the principal architect and the Vp of Corporate development why is that crazy because 3 years later, Elon Musk will make a hundred and 80000000 dollars. From this broken situation that he currently finds myself in. So even though Musk has a a large amount of his own money in the business, he decides to to raise money. And so he winds a meeting with Michael Mori at Sequoia Capital. Michael Morris, has a very interesting, life story. He he wrote that book that I did back in, like, founders maybe 76 or something in there. It's the little Kingdom It's like the... It's about Apple. It's like, the first. He was at the time. I think he was a reporter for time magazine and at the point is correct I can't exactly remember. But he ends up writing that book. It's like, the first... It's like a first 5 or 7 years. It's like a snapshot of the first 5 or 7 years of the history of Apple which very fascinating. Winds up getting an adventure when's it become a billionaire. So says more it's cut an unconventional figure in silicon Valley. He was an Oxford graduate graduate with a Welsh accent. He was a former time magazine journalist with limited technical background. But his years of reporting honed his instinct for talent and ambition. In 1 famous deal, he secured a 25 percent stake in Yahoo for a million dollars. E... Back when it's... Yahoo founders, were still working in a trailer. And so Morris is gonna invest in Elon, and he said something that has really interested thing, that Elon remembers. He says, this is August 19 99, and he says Mori was like, dude. You should do not have basically everything you own except your house under your car in a company. Must remembered. And in more it makes good points. Like, if I knew what was about to happen. We might not have done it, had more and corey known precisely what they were signing up for. He'd wondered if they had signed up for all at at all rather. I think we waited into it perhaps the same way that Elon and then Peter and max waited into it with a level of ignorance. So now I always fine. It interestingly if you think about the traits they had back then that they still have now. There's just a memo late where Elon just... Think it was in Spacex no mistake He was ap on the use of acronyms. He wants simple language. So you see this at this point. They're hiring some older people, and they call them gray hairs. But not. I don't even think they're they're that old. It's just everybody else is, like, early early in the mid twenties. Another of the Gray Harrison who joined shortly after with Sand Wow. His interview with Musk was memorable. I remember that I used the words change management. And Musk said, stop using bullshit words, and then we see an example of muscle learning leaning from the front. I just read that book it's on the first 6 years history of Spacex called Lift off. It's also in the archive if you wanna check it out, and we see that he what what they're about to say what his employees at x dot com are about to say about him here. They say the exact same thing, you know, decade and a half later. Maybe maybe maybe be like a decade later. And they're the Spacex, maybe less than that. So anyways, it says, we slept under desk even Elon slept under his desk. He didn't pull himself away from that sort of thing. The engineers recall their Ceo working elbow to elbow with them do naughty technical challenges. Most Ceos are not very transparent with their staff. Elon was like, listen, We're in the trenches together let's do this. It was powerful. To work with them because of that. And it this is an interesting sentence if you think about this business is gonna be sold for 1600000000.0 dollars 3 years later. We didn't even have an, I didn't have an office or a desk. I had a chair and a milk crate. So there's several coo in the book. It's a coo at x dot com and trying to get rid of musk, which is not gonna happen. There's a coup to get rid of the original found a Ceo of Paypal when they joined together, then there's a coup... Another coup to get rid of us that's successful, and then Peter Till takes over. But, this this first q q just happened or just attempted to happen. And, really, I'm reading this section to you because because 1 of my favorite ideas that Ever read comes from Derek Sever, and I'll leave a link in the show notes for the art... The... I've I've read the entire thing on Past podcast before. But this idea that there's no speed limit and at the standard pace for chu, and we'll see how fast they move here. It was a summer of 19 99 and X dot com's baking heavyweights to tried to ou Musk as Ceo and then they fled. The company, quote unquote was essentially a mysterious url, some loyal hint hold outs, Musk's dwindling capital and an idea. 4 months later. This is what I mean about. There's no speed limit in life. Right? You can go as fast as possible. It was while to me, I just talked about this somebody on the phone yesterday. Was that... Because they they have, like, several outlines in the book of for, like, progress later on? Paypal goes from 1000 paying customers to 10000000 in less than 2 years. So it says 4 years are should 4 months later, that episode was sanctioned history. So that all this happens in the next 4 months. In the intervening period, dot com earned funding from a top flight venture firm that Sequoia, built a functional product, grew its engineering and management benches and signed agreements with banks at home and abroad. As ever, Musk wanted faster, more thoroughly dazzling results. There is no speed limit the standard basis for Trump's. So there's a there's a series of, like, like, disasters in the press for both companies and when they joined together. And there's just weird thing that humans haven't figured out that especially in the age of the Internet. If you dislike something, in many cases talking about it can actually help it. It's like, you should starve it of attention. Right? That you think of attention as the oxygen for that something. It it's like a variation of this idea is the idea that this str and effect, It's like, when you have an attempt to hide remove or sensor information, it has the unintended consequence of increasing awareness of that information. And so you get all the negative press about this this event that happens to at next dot com. And this is the result, the extensive coverage, although that was negative, left x dot com with more sign ups than before the negative headlines. And so in parallel, x elon and x dot com are gonna realize. Like, it's... There's just so many regulatory barriers. So he wanted literally You sign in x dot com in every single thing. Your bank accounts there, your investments are there. Like, it is your home for money. It is the Amazon of money. Right? And then they wind up in the interim, figuring out, hey, we can tie people instead of having account numbers. We'll have your account will be your email address, and then you could send money that way. And he comes to a realization where Elon I was like, this is... This didn't make sense because it would seem so stupid and trivial to me. And so he says, it was trivial to do a money transfer. It's like super dumb. My kid has made 1. And he's 12 saying it's just literally you have an Sql database, and he's just moving to another own in the database. Right? He says, they initially thought of it as user acquisition engine, not as the end product. And so there's another early x dot com employee. She's gonna stay with paypal for a while, her name is Amy Clement. She recall that the x dot com team talked that the person to person payment product as simply a user acquisition engine. It wasn't the core business. That was the that was the online financial Super store. Indeed, Musk was frustrated. That x dot com's other products didn't generate the same excitement. We would show people the hard part, the at the collaboration of financial services. This is Mustang speaking. And nobody was interested. Then we'd show them the email payments, which was the easy part. And everybody was interested. And so what Musk was saying there about. This is super frustrating. This is really hard. I wanna show it off and yet you're interested in this thing that was super easy for me to do. There's a, quote I keep on my phone I was think about. And it says people pay you according to how valuable they find your work. Now how hard you find it. Basic fact of life, many don't understand. And then there's also, like, during this section, musk picks up on another interesting insight. And and really, what I thought about is was like, this is an interesting insight. Takes something that already exists. And marry it to a fast growing technology what they did. This is why it was all also confusing why is this so impactful. So he says it wasn't even that we invented money transfer. We just made a useful must said. Other companies had the idea of doing payments before Infinity or x dot com, they just didn't do it right. And so is it possible? Can you take something that already exists and then marry it to a fast growing technology. A lot of people have email in the late nineties, but it's also growing rapidly? And you compare contrast to their other ideas. Like, there's 5000 Palm Pilots. Like, what are we doing here? Can't build a big business off that. So at this point, the story, David taxes is in control of the product at Infinity, and I'm gonna compare this to something I learn about Steve jobs really interesting. He soon discovered that the product manager much about avoiding distractions as producing breakthroughs. As I took over a product in the company sex remembered, I kinda became like doctor No. Because I always had to say no to everyone's stupid ideas. It was really important that we not sq our precious engineering bandwidth on ideas that didn't make sense for the long term strategy of the company. So that idea. That's variation of obviously Steve Jobs idea that focuses is saying no. To Sa became a z. He's got a really important idea here is, like, make your product as easy as emails. Fantastic. Sac became... Sa became a Z, became a Z for efficiency within inc infinity and simplicity without a Z for an inefficiency within the con compliance of the company and then simplicity without the company. So out, on the outside of the company. When he saw... When he saw for instance, that the early iteration of the Paypal signup up process. So I don't wanna confuse you. Paypal was the product name before Comp xfinity is the company, Paypal is the the product name that came up with. Eventually Infinity and x dot com ring to merge. It's gonna be called x dot com, and the product will be called Paypal. Eventually like, hey, the freaking name of the company should be Paypal. Okay. So it says when he's saw for instance an early iteration of the Paypal, signup up process force new users through 7 web pages, He was horrified. On the office whiteboard, he outlined a new single sign up page form. And after getting approval from Teal and Le, Sachs marched all the engineers in and said, build this. Sa was like, I do not understand why this is so complicated. It should be as easy as email. And then they start taking that that that saying and putting it on the company's walls as easy as email grace the office walls. So I did a bonus episode on that book insanely simple. He session that drives apple success in the archive if you wanna see it. And so they... In... There's a story in the book where these people are getting ready They're they have all this demonstration ready. They're about to be with Steve. They go through all this work. They're waiting for him to show up. He walks in. And this is what happens. Mike was shocked. When Steve jobs walk into the room, ignore their work and walk right up to the whiteboard. Here's the new application he said, it's got 1 window. You drag your video into that window. Then you click the button that says burn. That's it. That's what we're gonna make, and then he walked out the room. And so this is really interesting. The the the head the takeaway here is like, you need to read emails from your customers. And so Steve Jobs is known for responding to email. Jeff Bezos was known for responding to email from customers. I say it's, like a variation of what the founder of Ups realized It's, like, you're getting filtered information for your executives, and you get it unfiltered from your customers or your front... To people working your front line. So that's why Jim casey, the founder of Ups would always... When he... Or we saw Ups truck He he'd pull over and he talked to the driver. He's like, because this guy's gonna... He know... Like, he's the interaction with the customer. He's gonna tell me to me straight as opposed to what I'm getting to my executives. And so they wind up realizing, hey, people are adapting our product in ways we didn't understand. And they was really important because ebay becomes the entire... Like, that's the platform. They build their future success on. And so says Sa recalled the precise moment, the team discovered Paypal use on ebay. An ebay user had emailed Infinity customer service seeking permission to use the Paypal logo on the auction page. She also wanted the teams help res sizing the logo. The team wondered if the logo res ask was a 1 off request or if there might be more people like her. Luke No, Chad Hurley, Chad Hurley is gonna be 1 of the founders of Youtube. And David Sacks huddled together and searched ebay dot com for the perm pay... For the term Paypal. Thousands of auction listings popped into view. It was 1 of these holy shit moments sex ed. And then there's just a bunch of, like, these are great 1 lines, you know, because these people are just the amount of lived experience they have is just incredible. And so this idea from... This 1 liner from Reid Hoffman I thought was great to give you an idea of story in the book. He says the cadence of learning at a startup fucking intense is an understatement. So there's a bunch of other companies that are flushed with cash around the time we're in 99 2000 era. And so they almost sell the company too early. And there's a bunch of examples like this. And so 1 of these companies had just I think they had Ipo and they had a bunch of money this company. I don't even know. It's called beef free. It had just gone public in a few months earlier and then then sort, like, 700 percent. And so they like, oh, let's buy your company, and they would have sold the company. Peter was... This is Infinity. This is forced Paypal. Peter said, hey, you can have the company. Just give me a hundred million dollars and they said no. And then another great 1 liner. They're talking about how they hate. They have uphold bureaucracy, and so Musk makes an observation about Peter. So since Peter's is even less tolerant of bullshit than I am. The famously administrative adverse musk remarked. My bullshit tolerance is low, but Peter's is like 0. And so there there's a whole thing in the book where Peter's is like I don't wanna be Ceo did it like, reluctant, then they go public He's like, I really don't wanna be a public Ceo company. He kept trying to get out of this thing that he was in. He just like, does not wanna do this. He was much more interested in markets and money than managing people Was like I don't want any of this. And I think about what the the founder of the 4 seasons said, Like, it's good to know who you are as a person when following natural drift because he says what we really want to do is usually what we do best. So then we guys are the part of the story where they've both... Both teams independently have arrived at the same product. And so now they're gonna have to compete head to head, which is gonna lead to their eventual merger. So it says as must follow the Infinity team's mach combinations, he began to respect the team's ingenuity. I thought well, these guys are pretty damn smart. He concluded that x dot com would have to do everything it could to win on ebay. To must defeating to Musk, defeating comp infinity on ebay would likely inca incapacitated elsewhere. Thus began 1 of the most more ferocious on unusual battles in Internet history. X dot com Xfinity launched a week's long war to win customers on ebay. It was... And they're talking about. So this is widely known, but in case you don't happen to know it. They're their... Both... Both companies are paying sign up bonuses. So you get 10 dollars to sign up and then if you try to send money to somebody else, they get 10 dollars to sign to to sign up as well. And the these these number... 10 dollars is what it it changes over time sometimes it's 20, Sometimes there's 5, but 10 is the the 1, I think they got the most growth out of. So it says let's become 1 of the most and unusual about in in history. X dot com and Infinity launched a week long war to win customers on ebay. It was kind of a race to see who could run out of money the fastest must said. And then we see the extremist. Somebody had a birthday So it says Infinity team brought out a cake with the words die x dot com written in frosting. Must send a memorable x dot com wide email with an inn subject, a friendly note about our competitors. The message body contained a single line. Kill them dead, die, die, die. In Le shen and teal must found something he rarely encountered. Competitors as driven to win as he was. And then, Peter reflects about this point where they're competing. It was incredibly exciting. And incredibly scary. And then we get into more of Peter's perspective on this. Earlier than many of his colleagues teal saw x dot com as an existential threat. Peter likes to confront things. He likes to know if he's wrong. He's actively looking on how things could break. How could things fail constantly? Much more so and much more proactively than a lot of entrepreneurs that I know. Peter is determined that x dot com could simply spend infinity out of existence. Peter was good to recognize that they were a real threat. And Peter did not like to lose. Show me a good loser he once said, and I'll show you a loser. So they eventually arrive at the conclusion and can't keep in mind I'm skipping over massive parts. There is so much detail. Think about this. The book is 400 and fifth... 14 pages long. It only covers 4 year history. The the the the entire Paypal adventure last just 4 years. So there's a ton of detail the book. This is interesting though, they they they they they... The really is they have to merge, and the differing opinions. So says, Le grew to respect Musk. I really like this Elon guy. Le remember thinking. He's obviously completely crazy, but he's really, really smart. And I really like smart people. Mike Mori says this is fantastic. It's gonna be a merger for the ages, Elon though, Elon Musk saw the acquisition as a surrender in a win war. And then a few pages later, this is just wild and how do this wind up working out. Is the question here. Anyone looking at the merger could have been forgiven for forecasting doom. X dot com founders, Elon, Musk was opposed to it. Con infinity lead investor was skeptical of it. Infinity Cto Max Le had called it off once before. And x dot com Ceo, Bill Harris had put himself permanently on the outs with Musk in order to make the merger happen. So then from here, they have this 2 year sprint to solve all the problems to make sure that the company can survive a echo back to what Elon said the company was easy to start almost impossible to keep alive. I'm just gonna even list of some problems that they have that just must be solved. More users meant more complaints. The the company's face additional scrutiny for government regulators. The Federal Trade Commission and the Us secret service grew concerned over illegal transactions. The 2 companies had distinct user bases and distinct websites and they had built their services on different development platforms, 1 on Microsoft and 1 on Linux. Basic questions like what to call the company's core product remain unanswered. The merger also hadn't solved a fundamental problem. The new entities combined burn rate. The joint company was on track to spend almost 25000000 dollars that quarter alone, and it's a funny quote from Reid hoffman here. If we were standing on the roof of our building throwing w of hundred dollar bills over the side, we would've been we would have been spending money less quickly. Must remember the myriad crisis colliding at the at at the point of merger. If the fraud thing is not solved, we're gonna die. If customer service is not solved. We're gonna die. If we don't have a revenue model. If our business only consists... If our business consists of only costs and no revenue, we were gonna die. And so then, Peter also realizes, listen, we're in a huge bubble. And he's young. He's 32 years old when he's saying this stuff. And so he he talks to He's like, we gotta raise money right now. And he says, Peter wanted to close commitments quickly. Arising from his belief the Us economy sat on the brink. I give the credit to Peter. He made the the macro call. We have... He said we have to close on this because the end is near. I wouldn't call raising money, and he talks about, like, how you you have a sign of a bubble. I wouldn't cause it... I don't know if this isn't Peter saying. This is another investor. I wouldn't call raising money when it's, like, okay. Of all the various people trying to smash down the door and give us money? Who should we accept? Oh, this is... I'm sorry. This is Elon talking about? Say so about this time. I wouldn't call raising money when it was, like, okay, Of all the various people trying to smash the door down and give us money? Who should we accept? Must be called. We were getting fire was cash. Peter remembered being cornered sing seemingly everywhere he went. The crazy nature of it all confirmed Peter's suspicions that the mark about the market. I remember thinking to myself that it felt like things couldn't get much crazier, and that we had to close the money quickly because the window might not last forever. Peter kicked everyone's asses to get that funding round done. David sex remembered. Must too anticipated into impending down downturn. And he talks about all the crappy companies at the time. He says people need to do their homework and not blindly buying to companies that aren't well put together. There's a lot of pot villages out there built on flimsy foundations and many will fall. That is it from a speech that Musk gave in mid 19 99. Must said, for young... And for young people who never really seen a serious recession. Anyone who studied history knows that they happen, and it... And that a downturn is a rough experience. The timing was au suspicious just days after the close of round, Us public markets and entered a downward slide that would ultimately wipe out 2500000000000.0 in market cap and sour the mood on technology stocks. And then this is crazy. I think I I feel like I'm everything I'm saying. Like, sorting every section. So this is crazy because it is. This is how important that 1 decision approved to be. To to act with urgency to think okay. There's a a huge change. We got to get this money in now. And because there's a bunch of competitors that didn't have... Weren't able to do that. Back then, there were 5 to 7 other online money moving services. That just got starved of oxygen over time. They all died out by the fall. So they didn't have the money, and they... There goes 9 and half almost all your competition. If we hadn't raised that hundred million dollar around, there would be no Paypal. There would be no spacex, no Linkedin and No Tesla. There's a fantastic story about their customer service issues. It goes on quite a bit in the the the book. I wanna give you the the the punchline here though. So they go from a backlog of... There's 1 guy in customer service, and he he grabs David Sacks. He's like, we have a hundred thousand customer service emails. And Dave was like, you know, you coulda have told me this before you got to a hundred thousand, And so they go from a backlog of a hundred thousand customer complaints to 0 in a matter of months. And they put an employee in charge of this with the lesson Anderson. And she just has a fantastic idea. So her original idea is they wanna staff a call center to do customer service to go through the the the the complaints faster. Her original idea is okay. She's from the Midwest She's like, I can go to Omaha, and I can teach my extended family to do customer service from home. This is, like, the year 2000. And then... So she trains them than they hire their. And then they go out and they just keep recruiting people. And so they go... And that's a very simple idea. A very smart idea. On how they go from a backlog of a hundred thousand customer clients down 0. And then later on, this winds up being extremely important because later on, ebay has their own, like, payment service that they are trying to prioritize and 1 of the complaints from ebay power sellers is that Paypal customer service is just so much better. And another crazy thing is like, you gonna have an idea, and then 20 years later. So they they staffed this call center in Omaha. And it says to this day, Paypal remains 1 of the region's largest employers. So an idea comes from just 1 employee saying, hey, How can we solve this problem. Let me think of my toes. And 20 years later, you know, you're providing employment for large swath people. And this is the the takeaway years later, Anderson reflected on scrappy approach to solving customer service for the company. I never stopped and thought, will this work? That question was completely foreign in those years? It was what can we do and how fast can we do it? And then this is an interesting idea. Elon believes that you have to tolerate failures as a side effect of iteration and says, I remember once Elon saying, 1 thing which is, like, if you can't tell me the 4 ways you fuck something up before you got it right, you probably weren't the right person who worked on it. Musk echoed dis dis sentiment. If there were 2 paths where we had to choose 1 thing or another, and 1 wasn't obviously better than the other, then rather than spend a lot of time trying to figure out which 1 was slightly better, we would just pick 1 and do it. And sometimes we'd be wrong, but oftentimes it's better to just pick a path and do it rather than facilitate endlessly on the choice. And then I think this book is a perfect illustration of the founder Atari. Steve Jobs mentor, a guy who hired a 19 year old Steve jobs was this guy named Nolan Bush. He wrote a book called finding the next Steve jobs which I read is in also in the archive. He has this idea that sounds counterintuitive to other people that are not entrepreneurs, and he says listen in only the arrogant are self confident enough to push their creative ideas on others. And he said Steve believed that he was always right, and he was willing to push harder and longer than other people who might have had equally good ideas, who caved under pressure. And so we see an example of that, of the 4 executives at the top, Le, Musk, Teal and himself. Harris would say with a laugh. This guy was forced out. He was Ceo for like, a couple about a couple months. Harris would say with a laugh. 4 guys and not a single 1 of us had an ego that would fit in a large gym. And 1 thing is they disagreed on that he wanted to bring in, like, these older people you know, to people with experience and this is what... This is Elon on the value of being a young Whip snap, which I thought it was funny. He was... So Elon saying, he was gonna tame us young Whip snap. That's his words. With these, like, seasoned financial executives or whatever. And we're like, these are the same seasoned executives of these banks who can't do Jack Shit, who can't compete with us. Doesn't make sense, Must must said. He believed that Wi snap like Peter, who's who's lost troubled musk because must... There's, again, a lot of stories have to admit Peter's not getting along with this harris guy and Musk isn't either. And so Peter leaves. He's eventually gonna come back, but he leaves. So he says, must believe that Wi snap like Peter, who's lost troubled musk stood the best chance of innovating and winning. And so in Peter's absence musk get to know David Sacks, and they had a lot of similarities. They were both immigrants from South America or south South America. From South Africa, and this is the important part. They both brought in an intensity and energy. To their work. And so they're gonna kick this harris guy out, and this another coup, and they're gonna put Elon in there. And really the lesson here is you gotta live and die by the founder. Right or wrong, this episode center cemented the team's allergy to executive experience. This belief would emerges as a startup up tourism later, but at the time the team sent defied received wisdom. Standard operating procedure at the time saw boards installing a seasoned Ceo to steer dot com's once they found their footing. X dot com's leaders took Bill Harris Rocky tenure as evidence that such supervision was not only necessary... Unnecessary but counterproductive. We saw what had happened at Apple when they brought in the pops... The Pepsi executive David Sa said. We saw what happened in net nets escape when they bought in Jim Bark. And then Musk makes just this a fantastic observation of why you have to live and die die by the founder. And he says the founder may be bizarre ana erratic, but this is a creative force and they should run the company. If someone's the creative force are 1 of the creative forces behind the company, at least they understand which direction to go in. Maybe they don't run the ship perfectly. The ship may be a little erratic and morale may be mixed, and some parts of the ship aren't working as well, but it's going in the right direction And so he said, he compares us to Steve jobs as well. He says Musk admired Steve Jobs and had studied the period of his departure from Apple. The ship was sailing really well, must observed in the interim years between jobs departure and return. Sailing really well towards the reef. In May 2000 just shy is 20 ninth birthday Elon Musk re took the title of Ceo. So the idea that Musk and Sa have at this time. Is like, we need to reorganize it back into small teams of smart people. The chain... They changed towards semi independent teams, which would lead to more rapid iteration. Both Musk and Sacks had observed an Ir startup up paradox. As as a as a start up grows in size, it began to accomplish less work of substance. They were far from the first to identify this paradox. In 19 75, doctor Frederick Brooks, explore this conundrum in his software engineering bible, the mythical man month. So we're gonna quote from this book now. When schedule slippage is recognized the natural and traditional responses to add manpower, like dow of fire with gasoline, this makes matters worse. Much worse. More fire requires more gasoline and thus begins a regenerative cycle which ends in disaster. More programmers assigned to a given project P explained, multiplied the number of communication channels. This is a really interesting idea. So they multiply a number of communication channels. The time spent talking, whether keeping the team members up to speed or building interpersonal relationship was time not spent coding. 2 heads in other words would not necessarily better than 1. Sa decided to build small self contained units. Sa and must believe small units freed innovators from the entanglement of Bureaucracy see. And then this is fantastic. We see the the future founder of, Yelp, talk about the the early culture that is emerging here. In the view of X dot com's leaders, growing growing organizations often make a crucial mistake. Employee happiness becomes a bigger concern than output. To avoid this company leaders set a cultural tone of imp. So I recently had coffee with a founder and investor who lives to the podcast is guy named Seth, and he said something about this founder that he knows. And when he said, as, hold on. I gotta write that down. Sorry. I'm stealing in that line, and he says, the founder is intolerant of completely intolerant of slowness. Be intolerant of slowness. I thought that was fantastic. So it says the company's leader set a cultural tone of in imp, they may and they would make decisions by fiat when necessary. It was not an open democracy of ideas. We called Jeremy Stop. Company leaders set a cultural tone of imp, be intolerant of slowness. And so yeah, I I have notes in my book in this book I was like I might buy another copy and literally just highlight and underline, just the tactics. And the the solutions that they come up with so problems Like, the story is fascinating the narrative that Jimmy Builds is fantastic getting to know the people when they were younger fantastic. There's, like, dual... There's so many reasons to read the book, and 1 of them is just becomes, like, you're gonna say, okay. They have a problem. This is a unique solution they come up with. And it's just, like, understanding not... You're not copying the what. You're understanding the how behind it. Right? And so 1 of the problems they have is they're getting killed because, like, they're they're they're transferring money. But if you're doing it on credit cards, they're paying percentages coming and going. And so was like, okay. Well, if we're getting killed in transaction costs, how can we find a solution. And so 1 of them is, like, well, let's see if we can encourage them to keep balances in their paypal account, and then we can just transfer from internally, which costs nothing. If enough customers kept money in their on their accounts, the team realized that the company could transfer dollars between users and no cost. The internal transaction costs like a mill must explained. It's basically 0 and that is why you wanna maintain balances. This process also produced some counterintuitive insights. For example, musk consisted of the company continued distributing debit cards and even checks. If you're forced in order to conduct your life to move money out of Paypal. Right? So I have money Paypal. I sold an ebay, but now I gotta pay a bill. I don't have a check on this account so I'll move it out. He's like, I don't want you guys to do that. So it says if you're forced in order to conduct your life to move money out of Paypal. He observed. Do you move money out of Paypal. So if you have, but if you have to write checks... So if you have to write checks and Paypal won't let you write checks from your paypal account, you're gonna move money to your checking account. And then he says commenting on the modern Paypal lack of checks, this this made me laugh. Must became imp about the subject anew. So give them the goddamn checks, sweet baby Jesus, what is wrong with you people. Another they're great 1 liner, important insight for you, David Sacks has brought something to their attention when they're building up this product and he said every moment of friction for the customer was fat to be cut. So this is huge internal fight about must wanted to rewrite the entire Paypal product he wanted it written from Linux into Microsoft. There's also some other issues with company direction. He's a very young Ceo at the time. And so they there's another coup, and they're gonna wanna up kicking him out. It says So began the Clint effort to cut musk the c cofounder founder and Ceo and and biggest individual shareholder out of the company. And so some... This winds up happening. They're run to being successful. This is where Peter's gonna come and and run be the Ceo up until they sell it to to to ebay, and then he'll leave everybody else leaves. But during this whole time. Really was remarkable Musk's response to this. And so he he gets an email from some supporters, internal supporters and this is response. Thanks folks. The whole thing is making me sad so sad that words fail me. I haven't given every last ounce of effort almost all my cash from Zip 2 and my marriage is on the rocks, and yet I stand accused of bad deeds to which I have not even been given the opportunity to respond. And I think the the key takeaway here is just the away Elon lake. Just... I'm really impressed the way Elon responded. So it says must didn't even seek retribution. Jeremy Stop was an early musk recruit, and he reached out to Elon an the immediate aftermath to ask if he and others should show the support by threat to resign in mask, must instructed him to stand down. Even Musk's long serving allies within the company were thrown off by his moderation. Musk's position was born of realism. While I didn't agree with their conclusion must said, I understood why they took the action they did. Peter and Max, and David and the other guy are smart people. With generally good motivations, and they did what they thought was right was right for the right reasons, except the reasons weren't valid in my opinion. Musk referenced the biblical story of judgment of Solomon where they're both saying who's mother of the baby, and it's said okay. They can't agree to the Kinks Says okay. Split the baby in half, which then leads the first woman to immediately re your claim for the sake of the child's life, and then that means kinks... This a story in the bible, which and then the king says, you know, give the first woman the living child, and by no means, kill kill him because she is obviously the mother. And so he must says, I view the company at least partly my baby. His voice teen teamed with emotion. If I attack the company and the people there, It's like, I would be attacking my baby. I don't wanna do that. And then Jimmy talks about, you know, revisiting this difficult time many years later. There's another smart move by them here. Like, they just... They let the pass stay there. Is to know I left myself. A few shows to remain mom because of genuine mis about how the astro took place, still others simply believe that long buried hatch itch should remain so. They're very smart. Leave the password it is. And then 2 decades later, musk could must her a bit of gru respect. For the revolt. It was a well educated coup. He said, smiling. It's slightly complimentary that they can only do it when I'm not there, so they did it when he was... He was on like, a joint honeymoon and fundraising trip, and they they planned the meeting for the for when his plane took off. And then there's a memorable line in the the book of biography but written by Ashley Vance on Elon talks about his... He's his level of pain tolerance that this this guy had. There's in terms of, like, in 2008, both Spacex and in tesla or near bankruptcy. And so this is an example of that, we see the even when you younger, founding a payment service startup up amid to dot com bus represented a spring of hope and the winter of the despair. Few experience, those fluctuations more visceral than Elon Musk. From 19 99 to 2002 musk netted a fortune from the sale of first startup, launched another successful Internet company, admitted mint it a second fortune when the company went public and launched a third venture. During those same years, he fought off 1 mutiny against him nearly perished in a car crash was ousted as the Ceo of the company he c founded, almost died again due to a combination of malaria meningitis and lost an infant son to sudden infant death syndrome. And this is all in 3 years. He decided once he was ousted at at Paypal. He wasted no time. He already knew what he was gonna do. And he says those new... The new ventures from us began Brisk. There was no time to lick wounds and nurse sq just months after the coup, Mark Wool took Moscow out for drinks. I asked him what he was gonna do next, and he said I'm going to colonize Mars. This is in 2002, mind you. I'm gonna colonize Mars. My mission in life is to make mankind a multi planetary civilization. And I'm like, dude, you're bananas. So now, Peter's in charge, Peter's main thing. Again, he's not optimizing for experience. He would bet that's... He would just wanted to hire really smart people, and he'd bet that they'd figure it out, and we saw Ed Cat Founder of Pixar. Said the same thing. He's like, you can give a mediocre team mediocre to a smart team and they'll throw it away and figure out something new. So says, Peter was both an example and a proponent of putting talented, neil fights in charge. Early on, Peter Appointed Reid hoffman and as Ceo, cutting against his board members advice. He installed Sa as Vp of strategy despite concerns about Sa con. He promoted a fresh out of business school roll off Both to Cfo and put a young attorney named Rebecca I... Rebecca Is as the first legal chair on the Ipo. Later, talk of Peter's contra would focus on his decision in markets and politics, but during the Paypal years, his tendency to buck con convention had nothing to do with math or political philosophy. It had to do with people. He didn't give a shit. He cared about smart people who worked hard. So there's an entire chapter called Igor. It is about Max and his team, solving the... They were losing tens, like, a 10000000 dollars a month or something like just on fraud, and if they couldn't solve this problem. They're, like, it's over for them. And so there's again, that says, there's more detail the book. But really, I want... There's just, like, 2 pair... 3 paragraphs here. Is... And I wrote fascinating. What business are we actually in? And the whole time I'm thinking I'm reading a book on a payment company. He's like, no. That's not the business that we're in. That's not the innovation that that Paypal achieved It Max perspective. And so he says, with these evolutions, paypal effectively reinvented itself as 1 of the first big data security companies. Paypal is actually more or less a commodity business, left and observed. It sounds very cool and innovative making money on the Internet or should be moving money on it, but the credit card and interfaces have existed for 20 years. All, we really did was put a very pretty web front on it and let people use their email address instead of their accounting number. But beneath the service left said, Paypal core innovation sparkle. So what business are we actually in? What is the value they're we're adding? This to so this is a Max talking now. This submerged part of Paypal is the massive and very, very numerically driven risk management system, which allows us to instantaneously tell when you're moving money to someone else with a very high degree of certainty whether the money you're moving is yours or whether you got it illegally and you might be on the hook later. Alright. We might be on the hook later to help authorities investigate or retrieve the money. Even Paypal millions of dollars and bad transactions. This is now the author wrapping up the the main point here, which is very fascinating. Even Paypal millions of dollars and bad transactions could be justified. For the extensive data set that they generated. Losing a lot of money to fraud was a necessary byproduct and gathering the data needed to understand the problem and build good predictive models. So I think Max point is anybody can move money, but can you move money and not be be set by fraud where it put you out a business. We solve that pro other... We solve that problem and other companies did not. So another massive problem that they had to tang with over and over again is platform risk. Now you have problems you have problems at fraud, Your problem customer service, you're your problem growth. Your problem internally. But now you got a problem from ebay itself, and this is is something that founders to this day still have to deal with. This this risk when you're building upon somebody else's platform. Says once the Paypal team dove into the buy now button mechanics, they started to panic. So ebay before, you know, there was no on to the crazy thing is, years before this eb ebay existed, there was no way to... They... They didn't have a payment system at all. And in fact, at the very, very beginning. They trusted that if you used their auction system, and you sold something, Pierre, the founder, he had this belief that people were generally good. So he's just, like, I'll trust you to just mail in, like, my percentage transaction. So he'd get a bunch of stuff in the mail, like, with, like, 25 cents or, you know, dollar in it or whatever case is. And in eventually, obviously, Paypal realized like, hey, your customers... Like, why would you wanna send checks. Like, if you're an ebay power seller, like I don't wanna wait for check. Just... Like, then I have to deal with the wait for the check, I do a deposit have to do all other those this stuff, You just pay me Paypal, it's like, 10 x better than a check. And so eventually, ebay realizes their mistake. They're like, oh, so they have Bill point. They have all these other systems, they... But people are still selectively, their customers are still selectively choosing to check out with Paypal. Because they thought the product was better than the customer service better. So then they stop going for... They had a thing where it's just, like, okay. You can do an auction. But what if you just wanna say, I I just wanna buy this. I don't wanna bid on it. So when they released by it now, they made their own ebay payments. The default setting. And so this is what sorry about to tell you. But once the Paypal team dove into the buy now button, mechanics that started to panic in traditional auction an ebay bid or replace a bid, receive an email if they want and then choose a payment system. Because auction buyers left ebay mid auction, Paypal had a chance to warm itself into the payment process. A winning bidder could go from their email account to Paypal in order to pay a seller. Thus completing the auction process without ever returning ebay dot com. Buy it now, radically, we reconfigured dynamic. If a buyer pressed the buy it now button, an email ebay payments form would appear, allowing the buyer to complete the payment directly on ebay dot com. Thus knocking out Paypal. Right? And so this is about their their reaction to this platform risk. This change sent, Peter and David's Jackson into, Fits of anger. David and Peter would get totally hysterical and say things like, they can't do this. How dare are they. And we're, like, it's their platform. They can do do whatever damn well they want. So then it talks about the relationships. They start building Read hoffman is it's put with the task of building a relationship on a back channel through ebay. This isn't... This what I mean about. So bloody efficient and smart that you just cannot believe it. There's just tons of examples of these these... Really like, apart from the story, I would read it just to understand how they solve their problems. I just think it's amazing. So they start having this back channel, they're essentially begin building relationship, even from Ebay perspective they're like, they're kind of annoying. They don't want paid come to hate Paypal, but they have a gru respect. They gru respect them. It's such at this guy that that's building a relationship on ebay side with Hoffman on Paypal side. Chestnut began came to came to respect Paypal team's aggressive growth efforts. They are definitely default aggressive of. They were very highly entrepreneurial, very aggressive. You've got admire that. Ab abe ebay Ceo, Meg Whitman said. Paypal was a company of extremely aggressive people with a real bias for action she concludes. Did. A company of extremely aggressive people with a bias for action. Now the only thing that saved them is the fact that they were a company focused on 1 thing, going against a company focused on many. So ebay put puts out this new by it now with their own bill point, but the the product sucks and their execution is terrible. So it says despite by it now, the free promotion and other growth efforts, Ebay Bill point gained only marginal share of payments on the platform in late 2000 and early 2001. As Bill point wound down its promotions, they were doing the same thing. I was like, pay you to open account, basic copying with Paypal growth strategy. As they wound down its promotions, bill points progress stalled and then Paypal numerous counter offensive helped it stave off bill points en and the 2 sides now continue to fight for ground. So again, you can copy what I'm doing, but I'm only focused on this, and you're focused on it's a 1 part of your gigantic business. We know how that's usually that the fight is usually going to end. So they're continuing to fight an eric Paypal does it as another strategy. And I don't know that myself is here. Paypal uses everything. To their advantage. And so now they're like, okay, you're putting defaults on your website in response to what we were doing and other payment processor are doing, this is clearly an I antitrust. And why they saying this because at the time this is taking place in history, Microsoft is getting whacked. And so they're, like, and come... And other technology companies are scared. So it says the Department of Justice in 20 state attorney General said sued Microsoft anti a competitive mono mono behaviors. So it says the government threatened trying to break up Microsoft up. Case sent a chill through the spine of technology leaders everywhere, including an ebay. Paypal leaders fermented their fears. Keith for boy was tasked by Peter T to build an antitrust paper trail against ebay. Paypal also built a political action committee to send contributions to members of congress then encourage those members to write notes of the... To the federal Trade commission concerning ebay monopoly power. The company also enlisted an outside counsel to issue a scathing note to ebay headquarters. Ebay is abusing its market power over the online marketplace to distort and eliminate competition for payment services in direct, contradiction to see United States Versus Microsoft Corporation, and they list, obviously, the case numbers and all that stuff. And it's just at this point, I'm, you know, it's 80 percent down with the book, and I'm just like, I would not wanna compete with these guys. You can clearly see from Ebay. Just like, okay. Just name your price just... I wanna buy you just to shut you up. So this is the world domination chapter. I mentioned earlier. This is when they start to expand. They had a world domination index. Like I mentioned earlier, it's like, how many Paypal uses do they have, but then they start to explain globally. And really, I'm just reading this quick paragraph too because this is their Mo. This is their Mod opera. The team chose to use its international expansion to pursue 2 major goals, growth and fundraising. It began this effort as it had begun much else over the prior years. With little planning, quick action and faith in its self to iterate its way to success. So they eventually are gonna file for their Ipo. This is after the bubbles popped. People like this... The the process reactions like this is stupid. Don't buy this Ipo. It's completely negative. I think today what Paypal 300000000000 dollar company something like that. But really the reason I'm reading this through is because everything they do is like this. Nothing is as it appears. They are masters at mis direction and and just conceal what their actual intentions are. And so they're in the quiet period or before the Ipo They're about be, and they're like, okay. Ebay hates us. Ebay can come out and really, like, torpedo or Ipo. They don't wanna Ipo because that means we're we're we're more likely to stick around. Right? And so it's like, how do we stop them from talking shit about us essentially. And so they come up with some mach nation. We're going public and all these people are gonna call ebay, Read hop and explain. And ebay is gonna say, oh, we think Paypal is a house of cards, we're gonna drive them off our platform as soon as possible. Public investors reed noted, had a reputation for risk conversion. If ebay poisoned the well with those investors Paypal stock issue could fail. With the quiet period hovering, Paypal could say little to defend itself publicly. So Hoffman came up with another way of mu ebay. And this is what he said. If ebay is in negotiations to bias us. If they say anything to the public market, it's breaking fiduciary responsibility he realized. Paypal would then enter another round of acquisition negotiations with ebay, to silence it, and they've had many failed talks up until this point. And again, So I'm going... From ebay perspective they're like, okay, These guys are back. They're... You know, they're... We... We have a chance to buy them again. Paypal is not they're not going to... They're... That's not their goal here. Their stated goals you shut up until this Ipo happens. Hoffman approached to you ebay with the offer. So they said, okay, you can buy us for a billion dollars. I think they would have taken a billion, by the way. It says and I think it retails that. The ebay team came back with counter offers, but hoffman stirred farm. Third firm. Hoffman said. I have a mandate to sell the company for a billion dollars. I'm not trying to negotiate. And, of course, every day of quote unquote not trying to negotiate bought Paypal an additional day of ebay silence as its e Ipo March to a close. These guys are just so bloody efficient and smart you cannot believe it. Ebay recognized that an acquisition of Paypal before the Ipo might prove wise financially and came back with a final offer of 850000000. If what you're telling me is that your last offer is 850000000 hoffman said, I can take it to the board, But just to be really clear, I have a mandate to sell the company for a billion dollars. If you gave me a billion dollar offer, you would own the company. Ebay Ceo, meg whitman grew frustrated at Paypal unwillingness to yield. I think she thought we were gonna take the 850000000 Said. She didn't realize that my principal goal was to keep them quiet and not to sell the company. So the Ipo wanted to working out. They wind up raising a bunch of money. I think the valuation was something, like, final settled, like, 1.21 400000000.0 some somewhere in there. And I just wanna read to see because up until this point, we're, you know, almost 400 patients of the book. It's just struggle after to struggle. We're gonna die. We're gonna die. We're gonna die over and over again, and there's a guy named John C who's a employee at Paypal, and I wanna read. There's a bunch of reflections on this day, but I thought his was the best. It's just a feeling of relief and satisfaction post Po. And so he says, John remembered gazing across the crowd in the parking lot because everybody gathered as a as a company and seeing the parts that produce the whole. We weren't a big company still. He said, and you know, there's a couple hundred people standing out there most. And you could look at the people and you could say, I know what that guy did to get us to this moment. I know what that woman did to get us to this moment. I know what he and she and her and him did to get us here, and I was just so proud of everybody. The festivities had Paypal Paypal cor though. With a celebration mixing was competition. The employees most vivid memory of the day was Peter playing 10 simultaneous games of speech chest in the parking lot. Each game concluded included a cash bet. A large crowd huddled as Peter played each board and moved to the next in rapid succession. During 1 stretch, Peter won 9 out of 10 games. Peter doesn't drink much, and we made him do a text kickstand that day. And after that, he was half drunk and he still beat 9 out of 10 people. It's crazy. David Sacks earned lifelong bragging rights for being the only player to beat Peter during the simultaneous chess match. When Peter lost, he was pissed I just remember him clear getting up and clearly being screw faced. He was livid, so competitive to the very end. This is more about the financial outcome for Elon and his his default of being full risk on far and away, the biggest personal windfall went to Elon Musk. Musk was historically the company's biggest individual shareholder and had acquired even more equity as time on. Musk owned more Paypal stock than even institutional backers like nokia key ventures and Sequoia capital. And then this is again, just this another genius counter strategy that they had. The the gorilla marketing it's just amazing. So this is post Ipo another round of acquisition costs with ebay have talks with ebay rather, has fallen out. And so ebay having this gigantic company conference. Right? In fighting all the sellers on their platforms to come and have this giant conference and the Ceo is gonna talk and everything else, and it's called ebay Life. And so Paypal Are like, alright. Well, how do we remind ebay how important we are to them. And says, the marketing team had procured thousands of t shirts featuring the Paypal logo on the front and the phrase new world currency on the back? They distribute them at the event with an incentive. Those seen sporting the shirts at ebay live would be eligible to win 250 dollar cash prize. The goal was to remind ebay sheet senior leadership that Paypal was in tied to its seller community. Even ebay most vocal cheerleader would wear Paypal swag. As, ebay live opened its doors, Paypal logos were everywhere. With attendees wearing the shirts in hopes of winning free cash, ebay took notice. As Meg Whitman took to the conference stage for her keynote, she was greeted by thousands, a staggering a number of Paypal t shirts. And so why is this so important? Why are they playing these games? And this is a great way to think about risk. We were completely dependent on our enemy. Few on that Paypal team saw that that risk dis without a deal between the 2 companies? Read, Reid hoffman had a pit wee means of describing the challenge. Just because someone shoots 5 bullets at you and misses does not preclude the sixth 1 from killing you. Keith Boy said. And in the footnotes of this section. They're talking about this guy that's hired by ebay. And he tells a story, a great Steve job story that I've never heard. And so I'm a sucker for these. I'm gonna read read this to you. I think this is around 19 99. So it says Steve Jobs had been hunting for a Cfo of Pixar and reached out to Jordan, who agreed to meet jobs for breakfast. I show him my suit jacket, Jordan Recalled, and Jobs walks in in torn clothes 20 minutes late. Jobs only had 2 interview questions for Jordan. Question 1. You went to Stanford Business school in the late eighties, and then you're in the center of the company creation universe in the most exciting time in the world, and you became a fucking management consultant? Question 2. How could you work at Disney for 8 years? Those guys are fucking Bo. What a job interview? Jordan saw the questions for what they were? A Steve jobs stress test. I'll cop to the first 1, Jordan said, It took me 10:10 years to find my way back here, but I'm back here and I'm here to stay. On the question of Disney, he pushed back hard. You're wrong on Disney, he said. Danny explained because this guy's running I I shouldn't clear. He's running Disney's retail source. Then explained that Disney stores had higher consumer ratings than Disney theme parks. Jobs seemed satisfied and pitched Jordan on Pixar. Jordan D mer. He had just been a Cfo and he was looking for something different. Jobs rep proceeds he joined Apple instead. I have this new vision for Apple Storage job said and proceeded to outline a reimagine shopping experience from the root up. Jordan thought Steve jobs was delusional and platelet and politely decline the offer. Of course, Jordan said of jobs retail concept, he nailed it. And so I I all these people in paypal are giving interviews that they they they had reunion and everything else throughout the years. And 1 of them, 1 of the early employees, Brandon and spikes says something that's really important. Like, why why the stories that you and I had discussed on the podcast. Like why these books and these stories are just so important to spread because of they inspire people to to make... To do things with their lives and their work? A lot of these people I sat next to cubes, writing codes and building systems, and they went off to create some of the greatest companies that exist today. Getting back together with all these folks and hearing the stories which just so inspiring. Spikes felt moved to raise funds and to launch his own company. Writing and then they reflect back on the fact that their in in inexperienced was an asset says the idea that our motley crew of mis fits could come together to build something out of nothing was really incredible. They also came to see inexperienced as an asset. The best employees had little or no prior background building Internet products. Had the company built its fraud process traditionally, they would have hired people been building logistic models for banks for 20 years, but never innovated, and then fraud losses would have swallowed up the company. Le added an unexpected qualification for Paypal employees that he felt contributed to the company's success and the and their later and the later achievement of its alumni. Many of its earliest employees simply hated being employees. The very best employee at any job at any level of responsibility is the person who generally believes that this is their last job working for someone. The next thing they'll do, they'll start on their own. And then they talk about the difficulty of Now 20 years removed from this situation, they're no longer the people sleeping in the office. They're no longer with the people with the empty bank accounts. They've built companies are massively successful. So what do you do And I think what they're telling us here is, like, advice for us, Like, if you can give back to the next generation, you do is whatever you can. The founders, especially in their capacities as investors have had to find ways of working around this challenge. So saying you get a certain level of comfort. It's really hard to put everything on the line again and then appreciate the person who is putting it on the line. To that end, Le takes regular meetings with smaller student organizations at various colleges and he visits. Peter's is known for taking sit downs well outside of his immediate orbit, including the occasional high school student who reaches out with a compelling note. Reid hoffman forces himself to regularly ask others? Who is the most eccentric or unorthodox person you know and how could I meet them? They might be crazy or they might be a genius? He's searching. For the less than perfectly polished founder who resembles his once less than perfectly polished colleagues, a group that turned a hot mess into 1 of the world's largest public companies. And then this is a great quote from Elon reflecting on this time. We were really very focused on building the best product we could. We were incredibly obsessive about how do we evo something that is really going to have the best possible customer experience must set. That is far more effective selling... That building that product. I mean, a fantastic product. But that was a far more effective selling tool than having a giant salesforce, and then Peter talks about the the valuable lesson that the people at Paypal learned and he says they learned the best lesson that it's hard, but doable. And Michael Jordan, his auto. He said the same thing. He says it's hard but fair. I live by those words. And then I'll close here with Max on founders. Paypal earliest employees reserve the highest praise for those who tread the same Stone road. Founders across varied fields of endeavor. Those that bring the the big ideas into hard, unpredictable reality are the practitioner the high leverage ones, and I admire them almost without reservation Max road. 1 key ingredient of being this kind of person is an almost irrational lack of fear of failure and irrational optimism. They manage to not get caught up in all the little details while being remarkably aware of the really important ones. And that is where I'll leave it, I can unequivocally highly recommend reading this book every single entrepreneur, every single founder, every single person just attempting to do something difficult with in their lives will draw lessons from the book that you can use in the future. If you wanna support the podcast and get the book at the same time. You can buy the book using link in the pod... In the show notes in your podcast player, If you wanna buy a friend or a coworker, a gift subscription to to founders, that link is also in the show notes and you can also get that at founders podcast dot com. This is number. I actually don't know when this is coming out because I cannot release it until after the book is released. So that's an unknown number of books down 1000 go, and I'll talk to you against you."
}