{
  "transcript": "A lot of folks ask me 2 related questions all the time. The first 1 is, could a Walmart type story still occur in this day and age? My answer is of course it could happen again. Somewhere out there right now, there's someone probably hundreds of thousands of someone's with good enough ideas to go all the way. It will be done again over and over, providing that someone wants it badly enough to do what it takes to get there. It's all a matter of attitude and the capacity to constantly study and question the management of the business. The second question is, if I were a young man or woman starting out today with the same sorts of talents and energies and aspirations that I had 50 years ago, What would I do? That answer is a little harder to figure out. I don't know exactly what I would do today, but I feel pretty sure I'd be selling something. Probably some kind of specialty retail. Something to do with computers may be or something like the gap. Anyway, the next time some over eager, slightly centric shop keeper opens up a business in your neck of the woods, before you write them off too quickly. Remember those 2 old people. Who gave me 60 days to last in my store down in Faye. Go check the new store out. See what they got to offer. See how they treat you and decide for yourself if you ever wanna go back. Because this is what it's really all about. In this free country of ours, that shop keeper success is entirely up to you, the customer. Those were the last words at Sam Walton Wrote a few weeks before I died and they appear in the book that I re reread and the 1 I'm gonna talk you about today, which is Sam Walton, made in America by Sam Walton. And I'm gonna tell you why I think this book is so important to read and to re reread, and part of me explaining that to you is, I need to read this section to you that comes from the the biography of Jeff Bezos. It's the everything store by Brad stone. And this is what it says. This says on the last page, a section completed a few weeks before his death. Walton Wrote, could a Walmart type story still occur in this day and age. My answer is of course, it could happen again. Somewhere out there right now, there's someone probably hundreds of thousands of someone's with good ideas enough to go all the way. It will be done again over and over providing that someone wants a badly enough to do what it takes to get there. It's all a matter of attitude and the capacity to constantly setting question the management of the business. And this is what Brad that Jeff Bezos embodied the qualities, Sam Walton wrote about. And if you read the everything store then you know that Sam Walton and this book is mentioned over and over and over again, Bezos read it, he loved it, he made executives in Amazon... Amazon read it, he would stop by. Let me read you another section from everything store. He's literally handing out gifts of the book with with underline highlights and annotation. So it says Bezos stop by Dazzle Home with Flowers and a copy of Sam Walton auto. Bezos had Walton book thoroughly and w the Walmart founders Cr about Frugal gallery and a bias of action into the cultural fabric of Amazon. In the copy that he brought to to to Dazzle. That's a last Caf dazzle. The the person he's bringing it to. He had underlined 1 particular passage in which Walton described barring the best ideas of his competitors. Bezos point was that every company stands on the shoulders of giants that came before it. The book clearly resonated with Amazon's founder. And finally, before I jump into the book the other reason I wanted to re reread this is because knowledge compounds just like Money does. And I originally read this book almost 4 years ago, it was originally episode number 6. Of founders. Since then, I've run read over 230 other biographies and auto of entrepreneurs. Everything I've learned up until, in between the day I read, Made in America and now, has compounded and at and enhanced my re reread of San Walton auto. So the words on the page never changed, but I have tremendously in this time period. And so even though the words on the page didn't change. They now have deeper meaning because of all the other information and the books that I've read up until this point. So I'm wanna go into the fort of the book. He brings up right to the fact. So he's writing this book. He knows he's he's about to die. He has blood cancer. He's very, very sick. And he's about to tell us something that we've seen countless other times. Entrepreneurs do not sit down and write auto geographies when they're in the middle of their career. First, they're too busy and 2, they don't wanna give a away their secrets. Inevitably, they wait till, you know, 78 years old, and they're like, okay, I need to now pass all, pass on all this knowledge that I accumulated over multiple decades of building this business, and he says, I realized that we've been through something amazing here at Walmart. Something special that we ought to share more with the folks with all the folks who've been so loyal in our stores and to our company. That's 1 thing we never did much of why we... While we were building Walmart. Talk about ourselves or do a low whole lot of bragging outside the Walmart family. And a few paragraphs later, he expands on this. He says, we've always been pretty... We've always pretty much kept ourselves, and we've had good reasons for it. We have been very protective of our business dealings and of our home lives, and we're... And we still like it that way. And a few times throughout the book he mentions if it never had cancer, he doesn't know if he'd never actually write the book. And so he says, none of this has really changed, meaning his perspective on this. But I've been fighting cancer for a while, and I'm not getting any younger anyway. And lately, a lot of folks including Helen that's his wife and the kids, and some of our executives here at the company, and even some of our associates in the store have been fuss at me that I'm really the best person to tell the Walmart Tail. And that like it or not, my life is all wrapped up in Walmart. And I should get it down right while I still can. And then he's he writes when in my opinion is 1 of the best sentences in the entire book. And he says when folks have asked me, how did Walmart do it? I've usually been flip about answering them? Friend, we just got after it and stayed after it. And so I would say it's impossible to read this book and not like Sam Walton. There's a great way to... There's a great framework to think about his approach to business. I I talked about this this blog post a few weeks ago. It's by this venture capitalist, his name. I think it's pronounced H Nam. And I'll leave a link in the show notes, but it's called hedge... Foxes and hedgehogs. And so H talks about a lot of the entrepreneurs that he admire, the ones that he admire the most are actually hedgehogs and not Foxes. And so he puts people like Sam Walton Warren buffett it's Steve Jobs as hedgehogs. So Just wanna read I'm not gonna read the whole post. I wanna read 2 sections to you real quick to give you an introduction into Sam Walton and if this is the first time you're coming across his writing and his really his his philosophy on building business. And so, this is from the blog post, Foxes and hedgehogs. And it says hedgehogs may not be as clever as foxes, but they obsessively measure and track everything about their business. And over time, they acquire deep, relevant knowledge and expertise. Their single minute approach may appear risky at times, but they are conservative by nature, hedgehogs do not speculate or make foolish bets. If all of their eggs are in 1 basket, they follow Mark twain advice and watch that basket very carefully. And then this sense this is particularly important. When we when we hear what Sam just told us, and when we wait till we get to the end where he arrives at the end of his life with no regrets, which is a, a huge goal of mine. And I'm sure yours as well. The thing with hedgehogs is that they never give up they keep at it, and they don't ever get bored because they just love what they do and they have a lot of fun along the way. In the end, hedgehogs are the ones who build great lasting companies. As entrepreneurs, they are the rarest of breeds. Those who can start something new, make it work stick with it and build something special and ultimately, inspire others along the way with their determination, dedication and commitment so think about sentence in the everything store thinking about a young Jeff Bezos in his thirties running around with this book in his hand. Is that not exactly what Sam Walton did? He was a hedgehog who was able to inspire others along the way with their determination, dedication and commitment. Alright. So let's go back to Sam's book. He's gonna tell us a lot about. It maybe his main personality trait is that this guy's super or he was super competitive. If I had to single out 1 element in my life that has made a difference for me. It would be a passion to compete. That passion has pretty much kept me on the go looking ahead, and then he's gonna hint on why so many people are gonna be inspired by reading this book. And the no left myself on this paragraph is... He's got founder mentality. This is a story about believing in your idea even when when some other folks don't. And about sticking to your guns. But I think more than anything it proves there's absolutely no limit to what plain, ordinary working people can accomplish if they're given the opportunity and the encouragement and the incentive to do their best. And then this is also 1 of my favorite lines in the entire book. He says at first, we amazed ourselves. And before too long, we amazed everybody else too. The Walmart story is unique. Nothing quite like it has been done before. So maybe by telling it the way it really happened, we can help some other folks down the line, take these same principles and apply them to their dreams and make them come true. And then Left myself have to read that paragraph as god bless the founders that leave something for the next generation. Sam did not have to write this book. Maybe he wanted to write the book internally for Walmart executives for his wife for his his his family, his kids and grandkids, but he certainly didn't have to take all this time, especially when he's dying. The last days. Think about how crazy this is. He died weeks after that writing this. His last days were spent categorizing and organizing his knowledge so future generations can benefit. That is insane. So when he's writing this book, he's 1 of he might be the richest person in in the world or in America, if not, he's 1 of the richest. He he's definitely up there. So a lot of that has to talk... He talks about the fact that I think they, like, 40 something percent of Walmart at point him and his family. He's uncomfortable with the the attention. He's, like, the they pay too much attention to my net worth. And not enough attention to the actual valuable part, which is how the ideas and principles I used to build the business. And so he talks about basically like, and I drive a truck. I get my haircut at a barber shop. I don't believe in wasting money and I'm just being who I've always been and people think I'm some strange creature. He says no question about it. A lot of my attitude towards money stamps are and he's telling us why he doesn't... He's like I'm not. I he I drive a pickup truck. I'm not in a bentley. Because I can't fit my hunting dogs in the bentley. He's like, my truck gets me to where I'm going. Why would I need that? He's he says, later, you're Like, why am I getting invited to Elizabeth taylor his birthday? So it says no question about it, a lot of my attitude towards money stems from growing up during a pretty hard sc time in our country's history, the great depression. And so the point he makes repeatedly over and in the book. And it's a very difficult that has a lot of energy to make a dollar, so don't sq that energy. If you're giving your life force your life energy your time to making money. And then you get the money you sq. I mean you just sq your life. So I said, so he says I learned from a very early age that it was important for us kids to help provide for the home. To be contributors rather than just takers. In the process, of course, we learned how much hard work work, it took you... It took to get your hands on a dollar. And that when you did it, it was worth something 1 thing my mother and dad shared completely was their approach to money. They just didn't spend it. And so then he gets into 1 of the most influential There's a bunch of older influential people that that Sam benefited very much from knowing 1 of them happened to be his father law. And so this the first example in the book of a trait that Sam Walton had his entire life, something that Charlie Mu noticed about Sam Walton as he studied him, and I'll get to that in a minute. And so he says my knowledge about money and finances wasn't all wasn't wasn't all that sophisticated. Then I got to know Helen family and listening to her father. L s Rob was his name. This... Getting to know him was an education in itself. He influenced me a great deal. He was a great salesman, 1 of the most persuasive individuals I've ever met. And I'm sure his success is a trader and and I am sure his success as a trader and a businessman, his knowledge of finance and law and his philosophy had a big effect on me. My competitive nature this is important that he included this, though, his reaction to seeing someone else's success because there's a large contingent of humanity that had this, like, crab in the bucket mentality. We gotta avoid these people at all at all costs. Right? And Sam has the exact op opposite mentality. And I in my opinion the only corrective mentality you'd to have. And he says my competitive nature was such that I saw his success and admired it. I didn't envy it. I said to myself, maybe I will be as successful as he was someday. And so I'm pretty sure I have this this, quote, save from Charlie Mu. I'm pretty sure it's in Poor Charlie Alma, which I covered I think back on, like Founders number 93 or 97 somewhere. You can find in archive. But this is what Charlie said about saying, walton, you know Charlie Mu is a huge area of mine. He's somebody I'm trying to essentially copy with founders because he's read hundreds of biographies and auto geographies, and he's constantly downloading everything else other people knew and using the ports he liked in his life. And so this is what he learned about Sam. He says it's quite instinct to think about Walmart starting from a single store in Arkansas against Sears Roe book with its name, reputation and all of its billions. How does a guy in Benton Arkansas with no money, blow right by Sears. And he doesn't in his own lifetime. In fact, during his own late lifetime because he was already pretty old by the time he started out with 1 little store, and this is what Charlie summary of Sam Walton. He played the chain store game harder and better than anyone else. Walton invented practically nothing, but he copied everything anybody ever else did that was smart. And he did it with more fan. So he just blew right by them all. And so that first mentioned that first example of his... What he's doing with his father law. He's learning from him. He's studying him. There's a quote in in Brad stone spoke on a Jeff Bezos that Jeff based went to school on everybody. You could say that that exact same quote applies to sam. He went to school on everybody. And then he talks about It's really important the fact that he said his family up as a partnership because that's what he saw his father Due. And so his his kids had stock in the company way before there... That stock was even valuable, and he is always saying this is our most valuable asset. I always think of, like, what's what Warren Buffett said. The the his 3 point formula. Which I absolutely love that he gives to the managers of his business. And he says that you should just run your businesses if number 1, you wanna a hundred percent of it. Number 2, it is the only asset in the world that you and your family have or will love have and number 3 that you can't sell for at least a century. And so Sam is writing about well, hey, we're gonna keep the stock. We're not shred our stock for yachts. And the future generation that's reading this you guys better not mess up all the work I put. So he says Walmart stock is staying right where it is. We don't need the money. We don't need to buy a yacht and thank goodness. We never thought we need to go out and buy anything like an island. We just don't have the... Those needs or ambitions, which wreck a lot of companies when they get along in years. Some families sell their stock off a little at of time and live high and then boom, somebody takes them over, and it all goes down the drain. 1 of the real... 1 of the real reasons I'm writing the book is so my grandchildren and great grandchildren will read it years from now and know this. If you start any of that foolish, I'll come back and haunt you, so don't even think about it. So 1 of my favorite quotes that I've ever learned from doing this podcast is what Henry Ford said over a hundred years ago. He says money comes naturally as a result of service. And when you're studying Sam Walton, you realized that, yeah, he's very rich. He's very happy he's rich, but he he focusing on the servicing of the customer? Think about how he ended the book? He's like, it's up to the customer. The success of your business is he's coming down to. It's not... It's up to that person. Are you serving them or not? And so he relates that to the Walton Family Wealth Just being a byproduct of that service? Here's the thing. Money never has meant that much to me. Not even the sense of keeping score. If we had enough groceries and a nice place to live, plenty of room to keep and feed my bird dogs and a place to hunt, a place to play tennis and the and the means to get my kids good education, that's rich. I'm not ashamed we're not ashamed of having money. But I just don't believe in a big show lifestyle appropriate for anywhere. At least of all here in Benton where folks work hard to further money and we... And where we all know that everyone puts on their trousers 1 legs at 1 leg at a time. I'm sure if I ever really figured out this... Oh, excuse me. Let me let me start that over. I'm not sure. I ever really figured out the celebrity business? Why in the world, for example, would I give in... Would I get an invitation to Elizabeth Taylor wedding out in Hollywood? I still can't believe it was news that I get my haircut at a barber shop? Where else would I get it cut? Why do I drive a pickup truck? What am I supposed to do? Haul my dogs around in a rolls royce and so if money is not the motivation an old friend of Sam. So if you've never read the book, you have Sam talking, and then every few, maybe pages every 2 paragraphs is people, like, people are influential in the building of Walmart, his kids, his wife, people are important his life. And they just have these, like, little paragraphs or, you know, and sometimes he'll comment. So you'll read the paragraph and he'll comment on what that person said. It's actually really interesting, like, layout that they they chose for this book. And so this is 1 of an old friend and 1 of an early partner about what actually motivates Sam. He says, I've known Sam since his first store Newport Arkansas. And I believe that money in some respects is almost immaterial to him. What motivates the man is the desire to absolutely be on the top of the heap, and he's una unaware about that. He's I'm I'm extremely competitive. I want to be the best. And it just so happens that entrepreneurship, if you happen to be the best you're most likely going to be extremely wealthy. So I actually think that's, in a... Like, if you're read between the online, it's really good advice. It's, like, practice your craft so much that you're the best in the world at it, and the money will take care of itself. So I wanna tie something in that Brad stone said, in, the everything stored that Jeff Bezos learned from from Sam. It's the the bias having a bias fraction and the the benefit of being frugal. He's gonna talk a lot. Just Sam Walton just like, most of history greatest entrepreneurs talk about the importance of controlling expenses in your business over and over and over again. And so he says this is an example of his Frugal gh. Now when it comes Walmart, there's no 2 ways about it. I'm cheap. I think it's a real statement that Walmart never bought a jet until we were approaching 40000000000 dollars in sales. A lot of what goes on these days with these high flying companies in these over paid Ceos, who really just who are really just looting from the top and aren't watching out for anybody with themselves really upsets me. It's 1 of the things that's wrong with American business today. And so I think most Entrepreneurs most people understand and early days of your company frugal Gal mandatory. But then why would you... And he's asking, like, why do you keep this going even at this point? When you're doing tens of billions of dollars in revenue, billions and billions in profit every year. I'm asked today when when Walmart, has has been so successful When we're a 50000000000 dollar plus company, why do we stay so cheap? That's simple because we believe in the value of the dollar. We exist to provide value to our customers, which means that in addition to quality and service We have to save them money. Every time Walmart spends 1 dollar foolishly, it comes right out of our customers pockets. Every time we save them a dollar. That puts us 1 more step ahead of the competition. Remember these he's obsessed being on top of the heap. So says that puts us 1 more step ahead of the competition, which is where we always plan to be. So now he's gonna go into a little bit about his sort of the life and something that's been with him since he... As long as he can remember. He says it is a fact that I have been blessed with drive and ambition from the time I hit the ground. My mother was extremely ambitious for her kids. 1 of the great sadness in my life is that she died young of cancer. Just as we were beginning to do well in business. And then when I read this next paragraph, I wrote to myself. This is so important read it twice. Mother must have been a pretty special motivator because I took her seriously when she told me I should always try to be the best I could at whatever I took on. So I have always pursued everything I was interested in with a true passion. Some would say obsession to win. I have always held the bar pretty high for myself. And I've set extremely high personal goals. And though... So that that that last sentence there about. I've always set extremely high personal goals. That's something he repeats over and over again. It's he's clearly trying to give us advice on this. Like, your goals they should be so high that when you tell other people, the people laugh. And then when I love about Sam, it's his ability to just... He gives entire lessons and just a sentence. He says, I've always had, and there's 2 examples here. This is the first 1. I've always had a strong bias towards action A trait that has been a big part of the Walmart story. And then this is a... The second lesson. This is, I remember this from the first time I read the book, and I I've repeated it over and over again. I think it's really important. Like to keep your ego. Your ego and Drive, these are internal motivator. She got a key can't people don't like when, like, you demonstrate your ego in public. And so he says, I learned a long time ago that exercising your ego in public is definitely not the way to build an effective organization. Another important point He makes here. I wasn't what you'd call gifted student, but I worked really, really hard. That makes me think of Paul graham, the founder of Y comb. He's seen, you know, what thousands thousands of startups at this point. I don't even know. A a large number. And he came to the conclusion when people ask, okay. What's more... What feature is more important to business success, intelligence or determination. And he gave this fan fantastic. Was in a speech. I think it's called a conversation with Paul Graham on the y comb Youtube channel Not mistaken. But he's... He gave this perfect example. And he he's like, listen, if you start off with 1 person. Actually, you know what? Let me just read you the entire quote instead of me giving you. I don't wanna mess it up because the way he said it was fantastic. So he says, it turns out it's much more important to be determined than smart If you imagine this hypothetical person that is 100 out of 100 for smart and 100 out of 100 for determination, and then you start taking way determination, it doesn't take long until you have this as ineffective, but brilliant person. Whereas, if you just take someone... If you take someone who is super determined, and you take away smart. Eventually, you get to a guy who owns a lot of taxi medallion or a trash hauling business, but it's still rich. And then he says it's important note, it only takes 1 person of the founding team to be super determined. Back to the book, Sam Walton talks about what he learned from playing sports, linkedin sports. And again, you got a sense of who this person was. It taught me to back to win to go into tough challenges always planning to come out victorious. And then this sentence comes at the end of that same paragraph, and it's 1 of the... I'm working from the Kindle version. I have both the the paper version and the Kindle this book. That's how much I like it. And I'm working from the converse right now, and it this is 1 of the most popular highlights in the entire book, and I love it. It says it never occurred to me that I might lose. To me, it was almost as if I had a right to win. Thinking like that, often seems to turn into sort of a self fulfilling prophecy. 1 of the things I learned from arnold. Sc, he would agree with that same that same thing, and he talk and he warns you about the danger of the reverse. Right? So say Sam saying, hey, it occurred me to me that of I might lose, it was almost if I had a right to win thinking like that seems to off and turn into a self fulfilling prophecy. Ar sure I believe that too, but he said the the the other side of that is dangerous. When you start doubting yourself, that is very dangerous. That is a direct quote from Arnold. When you start doubting yourself, that is very dangerous. 1 of the traits sam had from an early age that we see appears over nerve again. This fact that he was forced... He had dire economics circumstances so he was forced to be so for lion at in early age, and he just built on that talent and ran with it for the next 60 years of his life. Ever since high school, I made all my own money and paid for all my own clothes. This continued in college. Dad and mother would have been happy to help if they could have, but it was the depression and they had no extra money at all. So just was skipping ahead of the story. I wanna get right to where he gets... His first job. It's in retail, and he says, the deal was pretty straightforward. I'd report to Jc Store into more Iowa, 3 days after graduation. Yeah. It was 06/03/1940, and I would begin working as a management train me. My salary was 75 dollars a month. That's the day I went into retail and except for a little time out as an army officer. That's where I've stayed for the last 52 years. I love retail from the very beginning, and I still love it today. And now this is 1 of my favorite anecdotes that I've ever read in any biographies. I I've mentioned it to many times on past podcasts. It's where he starts out Jc. He's he's not good at his job and this guy that says a funniest thing. Yeah and we... It's funny because we see how his career turned out. So it says, 1 of his manager would get all upset the way I would screw up the sales slips and generally misha the cash register and that part of things. I couldn't I couldn't stand to leave a new customer waiting while I fitted with paperwork. Walton Blake would say to me. I'd fire you if you weren't such a good salesman. Maybe you're just not cut out for retail. So imagine telling Sam Walton, he wasn't cut out for retail. So even when he's in the army, he's, like, I need to study up because I know when I'm done with. I'm gonna go back into retail, And so he's somewhere out position somewhere around Utah, and he says, I went to the library there and I checked out every book on retailing. I also spent a lot of my off duty time studying the Z, which was the Mormon Church's department store. Just figuring that when I got back to civilian life, I would somehow go into the department store business. And that is really interesting. So he's a young man and he's spending his his time not working visiting stores. There's, Sam says it later on the book. He's like I'm pretty sure that no 1 in the history of mankind has visited more retail stores than I have. Every day, all over the world no matter where I am. I'm going inside of stores and learning and seeing what they're doing. So something Sam talks about over and over again. The fact that his opportunity came from a market that other people were just ignoring. They offer all retailers at the same focused on giant cities. His Walmart starts out where he lives his entire life and where he's building up Walmart is in these tiny towns. And what was interesting to me is that restriction actually was put on by his wife. And so he just made the most of it, and so this is what his wife Helen said. Sam, we've been married 2 years and we've moved 16 times. Now I'll go with you any place you want. So as long as you don't ask me to live in a big city. 10000 people is enough for me. And so this is what Sam says about that. So any town with the population over 10000 was off limits to the Walton. If you know anything at all about the initial small town strategy that got Walmart going almost 2 decades later, you can see that this pretty much set the course for what was to be... What what was to come? She also said no partnerships. They were too risky. And she knew that because she saw what her father experience. Her family had seen some part partnerships go sour and she was dead set in the notion that the only way to go was to work for yourself. So reminds me of what, the the Dunkin Donuts guy that we just Bill Rosenberg Rose... I'm apartment Principal last name wrong. But a couple podcasts ago. He said something in that book. Because he had a bunch of bad experiences, and he said that he needed partners, like he needed holes in his head. So Sam the army. Finds a little small town. He's like, okay, I'm gonna set up. I'm gonna buy a store. This is many years. I think there's, like 15 years. Of him owning stores before he gets the idea for Walmart. And so there are least... They're called Ben Franklin variety stores. There's all these changes in the retail industry over the 54 years that that Walton was in it. So I wanna go into his very first store. So he says a guy from Saint. Louis owned it This is a Ben Franklin like franchise location that he's buying. And things were working out at all for him. He was losing money and he wanted to unload the store as fast as he could. I realized now that I was the sucker. Sent there to save him. I was 27 years old in full of confidence, but I didn't know the first thing about how to evaluate a proposition like this. So I just jumped right in with both feet. I bought it for 25000 dollars. I had 5000 dollars of our own money that I'd saved and I borrowed 20000 dollar from Helen father. My naive about contracts and such would later come back to haunt me in a big way. So remember that for for later. Okay? The fact that he signs us lease, not knowing much, and it's going to wind up coming back and haunting him in a big way. And then he gets into the the... Again, the importance of setting a giant goal. You can think about this as Sam Walton retail empire really starts off with just a... With a with a 1 goal. Just make 1 store, the best store there there is. I've always believed in goes, so I sat 1 for myself. I wanted my little newport store to be the best most profitable variety store in arkansas within 5 years. I felt I had the talent to do it that it could be done and why not go for it. Set that as a goal and see if you can achieve it. If it doesn't work, you've had fun trying. And so across the street from his little variety store. There's another store, and this is where I... We I mentioned that he went school and everybody. I learned a lesson that has stuck... That has stuck with me all through the years. You can learn from everybody. I didn't just learn from reading. I also learned the most from studying what John Dunham. He talking about at this point his career. John Dunham was doing across the street. And so his wife was talking about this this part of Sam's Careers. She said, Sam was always over there checking on John. Always looking at his prices. Looking at his displays. Looking at what he was going on. He was always looking for a way to do a better job. So then he gets to an the point that he's inside of a franchise system, which is very common at this time. And that he's just, like, you could tell this is not gonna be a long term solution for somebody like Sam Walton. So his advice I think would be learn the rules first so that you can break them later. He talks about his he's, like, I'm a Maverick. I love Mavericks, study the rules and then break them. So it she says, I wasn't all that great accounting in college, so I just did it according to their book. In fact, I used their accounting system long after I had started breaking their rules on everything else. At the very beginning I went along and ran my store by their book because I really didn't know any better. But it didn't take long for me to start experimenting, and that's just the way I am and always have been. And so part of the rules he breaks is that you're supposed to buy the majority of your stuff you're selling in the store from corporate office. But he's like, I'm buying it from you guys, but I can go out and find all these little small suppliers, and I'm getting way better deals, and so they started getting pissed off at them. So it says that was a sort of a lot of these practice of the practices and philosophies that still prevail at Walmart today. I was always looking for off beats suppliers or sources. I started driving over to Tennessee to some fellows I found who could give me special buys at prices way below what Ben Franklin was charging me. I've got to tell you this drove the Ben Franklin folks crazy. And so he's gonna wind up being the most profitable Ben Franklin franchise z. Right? And really what what I was thinking of as I read this this part of the book is something I learned after, you know, I I did not study Charlie Manga. I did Not know much about Charlie Manga the first time I read this book when this was just episode number 6. But now something that... And this is not just Charlie. There's a punch other the people that that say this. But really, if you think about what he's doing. It's like, okay, everybody else in the system, but all my peers, maybe future competitors, they're all just just running this the... This company's playbook. They're doing exactly what they're told to do. I'm out here it's, like, trying to find any kind of advantage I can get. And so Charlie Mu says the, explains this point in the most sync manner possible it says do things that other people are not doing. Do things that other people are not doing. That's exactly what. He's he's like, I'm the only Ben Franklin franchise that's driving over Tennessee to try to find a supplier that's not on the approved list that's not coming from Ben Franklin, but yet has better deals. And therefore, if I can buy a lower cost, I can... Then lower my prices and get more customers. And so 1 of these deals is the fact that he buys women's underwear. And this is this this is happening like A decade. Like I said, a decade and a half before Walmart even a thing. But he says, right here he's like, I'll never forget 1 of the best items I ever had and and or and an early lesson than I learned in pricing. It it first got me thinking in the direction of what eventually became the foundation of Walmart philosophy. If you're interested in how Walmart did it, This is 1 store. You've gotta sit up and pay close attention to. So they're selling ladies underwear for 2 dollars a dozen. We've been buying similar panties from Ben Franklin for 02:50 a dozen, and then we would sell them for 3 3 pair for a dollar. So he's like, okay. I can buy them now 50 percent... Excuse me 50 cents cheaper. So instead of instead of selling 3 for a dollar, I can sell 4 for a dollar, and and it would make a great promotion for our store. And so this is exactly what his he's gonna do it 1 walmart more later. He says here's the simple lesson we learned. While others were learning at the same time and which eventually changed the way retailers sell and customers buy all across America. I find out that I I found out that by pricing it at a dollar, I could sell 3 times more than by pricing it at a dollar 20. I might make only half the profit per item, but because I was selling 3 times as many, the overall profit was much greater. Simple enough. But this is really the essence of discounting. By cutting your price, you can boost your sales to a point where you can earn far more at the cheaper price than you would have by selling the item at the higher price. In retailer language, you can lower your markup, but earn more because of the increase volume. So as the central idea of Walmart, that central idea that he uses to build Walmart. And then he he makes a comment that you... That I've tried to point out to you over and over again it's the fact that there's there's these... All these examples in these books were, like, you'll have an idea and it just kinda sits in stew, and you might not use that idea for 5 years, my 10 years, like 15 years. The book of the founders I just did, they read hoffman he was talking about the idea for to have a professional social network, like, 10 years before he found Linkedin. And so Sam Walton demonstrating the same idea here. I began to mole over this idea in newport, but it would take another 10 years before I took the idea seriously. He points out another trait that he has very early in his career that he uses and was very useful for when he's building Walmart. And that's the fact that he wakes up everyday focused on improving something, So he says as good as a business this was in or this was rather. I could never leave well enough alone. And in fact, I think my constant f and meddling with the status quo may have been 1 of the biggest contributions to the later success of Walmart. And so now, this is his brother bud and his partner talking about the fact that Sam, even back then Sam knew his business from A to z. This is something he would do later, Walmart 2. That newport store was really the beginning of where Walmart is today. We did everything. We would wash the window sweep the floors. We did all stock from work. Check the freight in. Everything it took to run a store. We had we had to keep expenses to a minimum. That is where it started years ago. Our money was made by controlling expenses. I gotta read that again because it's so important. Our money was made by controlling expenses. That and Sam always being ingenious. He never stopped trying to do something different. So few years into building up the store. He actually gets a visit from the guy that was working at Jc was said, hey, You know, Sam, I don't think you're cut off for retail. And so it says, the manager told Blake. Hey. We've got an x Jc c man right here in Newport. He came in a few years ago and really made a big success of it. He doubled sales in his store and his Ben Franklin, the original 1. And now he's got 2 stores, and he's the president of the chamber or commerce. So actually she should... Should pause right there. There is... This is, I think the first reference in the book, but several times throughout the book. Sam either has formally or informally this collection of other people doing the same thing that he's doing whether it's in specifically in retail or just other business owners. He is constantly meeting talking, studying and trying to learn from other entrepreneurs. And he did this when it... When Walmart a giant company and he's doing this into Town. I think there's 7000. I'm not mistaken. I'm pretty sure the 7000 people in this town. So he's the president of the chamber of commerce of a town of only 7000 people, and he still realizes realizes, hey, are not at steele, but he realizes then, that's a good idea and continues this idea later on. Let me go back to this part of the story. And so says, when the manager told him me it was Sam Walton, Old Blake almost fell over. It can't be the same 1 I knew in Des moines. He said, that fellow couldn't have amounted to anything. He came next door and we both had a big laugh about it when he saw that I really was the kid who couldn't write. Who couldn't write well. So he's talking about, like the the slips at the cash register. And it's at this point, Sam brings us to up to speed of what He's been doing. He says, by now, my 5 years in newport were about... Were about up, and I hadn't met my goal. That little Ben Franklin store was doing 250000 dollars in sales a year and turning a profit of 30 to 40000 a year. It was the number 1 Ben Franklin store for sales and profit, not only in Arkansas, but in the whole 6 state region. It was the largest variety store of any sort in Arkansas, and I don't believe there was a bigger 1 in 3 or 4 in the 3 or 4 neighboring states. And so everything's going fantastic, and this is when he gets kicked out of a store. He learned something he never the whole his entire life. The Left myself here is control the land and you can use the land literally or really as a metaphor in in in sam's case it was literal, but it's a metaphor. Control the land that your business is built upon. And remember that success invites competition. And so what does that mean? It says in all of my excitement, I becoming Sam Walton the merchant, I had neglected to include a clause in my lease, which gave me an option to renew after the first 5 years. And and our success it turned out had attracted a lot of attention. My landlord. The department store owner, so another competitor also owns the building was so impressed with our Ben Franklin success that he decided not to renew our lease at any price. Knowing full well that we had nowhere else in the town to move the store. As I read this part to you, keep in mind at this point in his life, he's got 4 kids to support. Okay? So it says, it was the low point in my business life. I felt sick to my stomach. I couldn't believe it was happening to me. It really was like a nightmare. I had built the best variety store in the whole region and worked hard in the community. I had done everything right. And now he's being kicked out of town. It didn't seem fair. I blame myself forever ever getting sucker into such an awful lease, and I was furious at the landlord. So I've read a couple different descriptions about this point in his life because it's really important and he's been talked about over and over again. All way back on founders number 150. I read this other book. About Sam Walton. It was called Sam Walton, the inside story of Rich... Of, America's richest man. And I think it came out a few years before Sam's auto, if I remember correctly. But I wanna read a quote from that book to you. And this is Sam's lawyer describing this this time, and he says the lawyers saw Sam cl and un cl his fist, staring at his hands. Sam straightened up. No. He said. I'm not whipped. I found Newport and I found the store. I can find another good town and another store just wait and see. And so now back to this book and really what things about the tell is that problems or opportunities and workflows. Problems are just opportunities in workloads. I've never been wanna draw in reverse and I didn't do so then. It's not just a corny saying that you can make a positive out of almost any negative if you work at it hard enough. I've always thought of problems as challenges. And this 1 wasn't any different. I didn't dwell on my disappointment. The challenge at hand was simple enough to figure out. I had to pick myself up and get on with it. To do it all over again, but better this time. And so imagine dedicating getting 5 years of your life, you take a store that was doing nothing. Now it's doing 250000. It's making tons of 30 to 40000 dollars a year in profit, which is an insane number con considering this point of history that we're in. And now this is why how... This is actually how he winds up in Benton barr all we're obviously, Walmart is still head court to this day and look at how far... I mean I just love this guy's resolve. His termination persistence. I think that... What he was just telling us like, okay. That's fine. I did it once. I'll pick myself up. I got knocked down. I'll pick myself up I'll do it again. I think that's the absolute perfect mentality to have. And, look, he has to... Look how he has to start over. He finds a store in Benton. He says, now I had a store to run again, and even though it didn't do, but 32000 dollars a year. Compared to the 250000 he was doing a newport. Right? So he's way back. It didn't matter that much because I had big plans. And then there's just a short paragraph. He's talking about all the research he does. Obviously, Have told you over and again. He's constantly looking for for any kind of edge or any kind of advantage he can apply to his business. Right? He does this all the time. But there's just so, I'm gonna read this short paragraph, and then there's 3 highlights That just tell you everything about about Sam Walton and the way he approached his craft. So he says, I read an article about these 2 Ben Franklin stores up in Minnesota that had gone to self serve. So he's using a self service that in today's time, we might think of, you know, like, there's no cashier years, like, self checkout. That's not what he's talking about. He's talking about that there used to be in in these, like, small stores. There'd be cash registers at different locations throughout the store. And so with these 2 stores did, the innovation They had is that they just put all the cash registered registers of the checkout in 1 place. So it says, they had they had gone a self service. A brand new concept at the time. I rode a bus all night to the 2 little towns up there, up in Minnesota. They had shelves on the side and 2 island counters all the way in the back. No clerk with cat around the store. Just check out registers up front. I liked it. So I did that too. And so when I read that, I I made 3 notes myself was, like, this this tells us a lot about. Number 1, He's always searching for useful information. Number 2, he's willing to go to great lengths to get it. 3, He copies everything that works. And so this period where he's doing these variety stores, these 5 at dime stores. They all have different names there essentially distinct forms of retail now, he makes the point about how important this was, and this is why I think reading biographies and auto is it's just mandatory. I think it's table stakes at this point. Because it allows you to see all the experiences that they had before they actually utilize them to their advantage in business. And he makes this point. Sam makes this exact point. So I don't know if I've told. I don't know if Repeated it yet. But Sam was 44 years old when he starts Walmart. But it's not like he started from blank slate. What he's about to tell. Is it's like, all of my previous experiences. Informed the philosophy that I used when I was building Walmart. And so he says, we were innovating, experimenting and expanding. Somehow over the years folks have gotten the impression that Walmart was something I dreamed up out of the blue as a middle age man. And then it was just this great idea to turn into an overnight success. It's true that it I was 44 when we opened our first Walmart in 19 62, but the store was totally an outgrow of everything that we've been doing since newport. Another case of me being unable to leave well enough alone in other words, another experiment. Another... Oh, he says are here. Another experiment. And and like most other overnight successes, it was about 20 years in the making. And we're still not into the Walmart, but he's talking about looking back at this time from the perspective of somebody had already Bill walmart check into company about. These these years that are so important. And he says, I remember those days mostly as a time of always looking around for ideas in items that would make our stores stand out. A few paragraphs later, he reiterate this point. Most everything I've done. I've copied from somebody else. That's exactly what Charlie Mu said about them. Right? Most everything I've done, I've copied from somebody else that's add the... What Charlie felt made a big difference to, but with more fan. It made me think of when I read the I read that fantastic auto. It's founder number 1 84. It's the founder of 4 seasons. Is he sharp. And in that book, he talks about the idea. He's, like, at Ray Cro was asked Ray rock, Founder Mcdonald's. He was asked why they were more successful than the other people are also trying to make, you know, hamburger chains globally whatever the case was. And he says we take the hamburger more seriously than they do. And Easy sharp said that if we're gonna be... He remember is his idea I know if you listened to that. Podcast podcasts or or read that book But his idea is like, I just want the... I want a collection of 5 star hotels and to do that we have to take service more seriously than they do. And when you think about Sam Walton and his journey the progression of his careers. He's like he took re discounting, retail discounting more seriously than anybody else did. This is a great formula to copy. 1 of my favorite parts of the book. This is David Glass is gonna wind up being the Ceo of Walmart later on, but he's he's really important sorry, and he's telling us about Sam Walton. It's really just a great formula copy. 2 things about Sam Walton and distinguish him from almost everyone else I know. First, he gets up everyday bound and determined to improve something. Second, he is less afraid of being wrong than anyone I've ever known. And once he sees he's wrong, he just shakes it off and heads in another direction. So number 1, get up everyday bound and determined to approve something. Number 2 when you're wrong, shake it off and keep going. And then Sam gonna tell us about euphoria and terror. He's gone everything's going along Fantastically. This is about 5 years before he found Walmart. So She says everything was going on along really great until 05/20/1957. I'll never forget today. Bud called me and said a tornado had hit the Ru store. Why is that important? This was our best store. The 1 we were really excited about, and it was there 1 minute and gone the next. I think you can predict his next sentence based on what you and I've already talked about. We just rebuilt it and got back at it. So something Sam talks about that gave him a massive event of everybody else is that he was a pilot. He's... This is not a jet. These are, like, little small little planes. And so he realized because he... Sees got at this point in the story He's got tons of stores. So he's just driving all the time. And so it says with all the places I had to visit, I was driving too much to have time for anything else. So I began to wonder if maybe flying wouldn't be the best way to go. I love the little... That little t... 2 seater plan plane because it'd go a hundred miles an hour, and I could get to places in a straight line. Once I took to the air, I caught store fever. So I don't think when many people think of Walmart, the first thing that comes to mind is technology. But when I read the the auto of Carnegie, and I've mentioned this this phrase And but to tell you over and over again. I can't tell you how many times I'm reading reread Sam Walton inspired. Right? I I'd read Sam Walton I auto first, then, like, 60 books later I read Sam Andrew carnegie book. Now a hundred and 60 something books later, I'm revisiting Sam Walton and I realized he is using exact same idea that Carnegie does. And that's the fact that you need to invest in technology. The savings compound, it can give you advantage over your slower moving competitors which we're about to see hear. And it can be the difference between of profit and loss. And, Andrew knew that, Carnegie knew that a hundred and 50 years ago, that note is all over this book on my second read through because he talks about this. Not only in planes and so he studies traffic patterns figures out where is the best place to put a new store. He'll go and check out his competitors. He'll fly over his competitor stores and and count the cars. He also uses this for for when they're building out their distribution center. It just appears over and over again. So it's obviously very important. Something he's saying about this time that he's doing now and he does later on with Walmart Whatever money we made in 1 store. We'd put in another store and we'd just keep going. He would just let it compound. And then he's kinda wrapping up this whole period for us. These are really a summary of the years before he started Walmart, That whole period which Scarce gets any attention from most people studying us was really, very, very, very successful. In 15 years time, we had become the largest independent variety store operator in the United States. But the business itself seemed a little limited. The volume was so little per store that it didn't really amount too much. After 15 years in 19 60, we were doing only 1400000.0 dollars in sales in 15 stores. So he is essentially saying, hey, there is a limit to this idea. If I don't keep experimenting to find a way through this. This is really the ceiling the the limit I can do. And this is at this point, he's looking for an opportunity. This is the first time he's gonna mention the person that he said he's stole more ideas from than anybody else, that is sole price. I read his biography on back on founders 7. Sole prices by far the most influential retailer that has ever lived. The people that took ideas from him that built in massive multi hundreds of billions of dollars of companies, people like Jeff Bezos, Sam Walton, Jim The founder Costco, Bernie Marcus, the founder of Home Depot, all of them. Talk about, hey, I stole this idea from soul price. And so he says, I started running all over the country studying the concept. This is the discount concept He is not a discount yet. They still have pretty high margins even if the dollar amount is low. Remember said, this doesn't making sense. Let's cut our margins and we'll increase the volume, and then we'll make more money. So this is... He's transitioning from the the mindset of a higher margin store to make money on volume, cut the prices, and really the way it says is buy at low, stack at high and sell it cheap. So he says, I started running all over the country studying the concept where, and he goes, I went to California where sole price, it started Fed mart in 19 55. And what he realizes is this idea is starting to spread. It is not where he is at now, but it is inevitable. And so he realizes like if I stay here. I'm dead. So I have. I have no choice but to evolve. We really only had 2 choices left. Stay in the variety store business, which I knew was gonna be hit hard by the discounting wave of the future or open a discount store. Of course, I wasn't about to sit here and become a target. And so this is where he gets the idea to start to first Walmart. It's not called walmart. Yet. He says nobody wanted to gamble on that first Walmart. I had to put up 95 percent of the dollars to know I left myself there is they never do. First, you believe, and then you work on making others believe 2. And this is where he puts up everything he has. He goes all in. Helen and I had to sign all the notes along with me, and her statement allowed us to borrow more than I could have a long We pledge houses and property everything we had. And from the time those dog on Walmart open to almost today, it has been a little challenging. So this is I think the next, like 10 to 12 years up until from the very first day. So the very first Walmart up until the Ipo, that entire period. That would be what. How many years? I think it's 8... Actually, it's 8 years wrong. I was wrong. It's not 15 or 10 or 15. So it's 8 years. He's in debt up to his eyeballs. The reason he finally decides he did not wanna run a public company. Every he decided. Was like, I gotta get a debt. I was is killing me. So they're building a store. It's a spring of 19 62. He's in a plane with 1 of his first managers. And this is how they come with the name named Walmart, and it really is a demonstration that they are frugal to their core. So they're going back and forth, and he says, I just kept the, the... I I would just keep the wall Walton name and make it a place to shop. I scribble WALMART on the bottom of the car and said to the I was talking to Sam. To begin with, there's not as many letters to buy. I had bought the letters that said Ben Franklin, and knew how much it costs to put them up and like them and repair the neon. So I said this is only 7 letters frugal to the core. And then Sam really had a a really kind of simple hypothesis for the first Walmart. He says we were trying to figure out if customers in a town of 6000 people would come out to our kind of barn, and you think of a very... I'll read it description in the first Walmart in a minute. And buy the same merchandise strictly because of price. The answer was yes. And so this is what a Walmart was like at the beginning. This is a... This is David Glass again. And he says... In those days, word we're starting to get out that a guy named Sam Walton and had some interesting retailing idea. So I drove down to see the... To see a Walmart opening. It was the worst retail store I ever seen. Sam bought a couple of trucks of watermelon in and stacked them on the sidewalk. He had a donkey ride out on the parking lot. It was a hundred and 15 degrees and the watermelon began to pop, and the donkey began to do what Donkey do, so crap on the floor, basically. And the so the Donkey crap and the watermelon all mixed together and ran all over the parking lot. And when you went inside the store, the mesh continued, having been tracked in all over the floor. He was a nice fellow, but I wrote him off. It was just terrible. But from Sam's point of you. Well, if you're willing to walk through Donkey crap mixed with watermelon juice just to save a couple dollars. What will you do when I actually get my act together, skipping head a little bit, he's... This is really a an insight into his personality he's his character, he's default opt I was feeling pretty good. After we got those first 3 stores up and running, I knew it would work. And so Sam gonna elaborate on this. He knew it. He said everybody was skeptical, but I knew it. I knew we were on something. I knew it in my bones that it was gonna work. But at the time most folks including my own brother, were pretty skeptical the whole concept. They thought Walmart was just another 1 of Sam Walton crazy ideas. It was totally unproven at the time, but it was really what we've been doing all along, experimenting, trying to do something different. Educating ourselves as to what was going on in the retail industry and trying to stay ahead of those trends. There this is a big contradiction in my makeup that I don't completely understand to this day. This is so to me really important. The fact he understood and he accepted without trying to say at I know why IIII feel way I can't explain why it feels way. I just know him a complex individuals just like everybody else's is, and he says this is a big contradiction in my makeup that. I don't completely understand to this day in many of my core values. Things like my church, my family and my civic leadership and even politics. I'm pretty conservative. But for some reason in business, I have always been driven to buck the system to innovate to take things beyond where they've been. In the marketplace, I have always been a maverick who enjoys shaking things up and creating a little anarchy. And then he's just got this fantastic idea, constraints are your friend. Listen to this. I can tell you this, though after a lifetime of swimming upstream. So that's his... He uses that term, swim up upstream all the time, It's being a maverick. It's going against the grain. It's thinking independently. That's the way you can think of what he means by that. I am convinced that 1 of the real secrets of Walmart phenomenal success has been that very tenancy. Many of our best opportunities were created out of necessity. The things that we were forced to learn and do because we started out under finance and under capitalize in these remote small communities contributed minded to the way we've grown as a company. Had we been capitalized or had we been the offs shoot of a large corporation the way I wanted to be? So originally offered the idea to Ben Franklin to these into these other franchisees and franchises rather, and they turned on turned it on. Said, well, you what want your should I guess, To do it myself So what he's talking about there. Our, had we been the offs shoot of a large corporation the way it wanted to be? We might not... Have never tried the Harrison or the Rogers, or the Spring dale. He's just listening all these little towns that they... They opened up Walmart in the early days. It turned out that the first big lesson we learned was that there was much, much more business out there in Small Town America than anybody, including me had ever dreamed of. Now we brings up something he repeats over and over again. I need to tie this together with something else has... 1 of my favorite things Charlie Mu ever set, and I I know I've said, there's a lot of things that that he says they're interesting. And it's really... It's... I'm gonna read Charlie Mu quote after this. But it's Charlie Mu idea are not even an idea. It's his observation just for the fact that he's paying attention everything. It's his observation that the winner usually goes to extremes, maximizing or minimizing 1 are a few variables. And so this is what Sam says. What we were obsessed with was keeping our prices below everybody else's, Our dedication to that idea was total. Now Think about that as I read redo this from Port charlie For for what Charlie Mu said. In business, we often find that the winning system goes almost ridiculously far in maximizing and are minimizing 1 or a few variables. And the example he gives like the discount warehouses of cost go. In business, we often find that the winning system goes almost ridiculously far in maximizing or minimizing 1 are a few variables. And the only way that he can maximize or should be minimize prices rather. And be completely dedicated the ideas, he had to know his business. He had to know the numbers of his business down pat. And so even as he's expanding, doesn't something be really smart here, and this is something I missed the first time I read the book. He forces himself He finds a way to force himself to know the numbers for every single store. This is a fantastic idea. I'm gonna read the whole paragraph to you. We would come up with a P and L, so a profit and loss sheet for each store and get it out to the store manager as quickly as we could. Something we still do to to this day. If there was a problem, I would get with that manager immediately, but most of them owned a piece of their store, so they got a piece of profit. Right? So they were likely to be as concerned as I was. I had a big ledger sheet pasted it together to make room for everything I wanted on it. There was probably 15 different columns for every every store. And so Not gonna read all the columns, but stuff like sales, expenses, net profit, markdown downs, utilities, insurance, taxes, that kind of stuff. I entered the numbers myself each month with a pen, which helped me remember them better. It became a habit with me, and I carried this ledger sheet in my pocket when I went to the store, so everybody knew exactly where they stood. For several years, the company was just me and the managers in the stores. There's no layer. There's no admin layer. So we had to do this. He forced himself to do this. We've seen this idea before. 1 of those smartest people have ever studied on this podcast was Henry Singleton. All the way back on number 01:10. I'm gonna read this. This is from the book distant force. And he said a very similar thing. He taught... He calls this a form of discipline, very fascinating. So it says he pays all the bills and signs all the checks, calling it a. This is now Henry talking. Calling at a form of discipline. Through doing the signing. It's amazing how much you learn about the business. There's a reminder of each event or action behind every check. It influences your feel what direction you're gonna go. He pays all the bills and signs all the checks calling it a form of discipline. And so something that that Sam, I mentions it's beginning because it was just him and the managers in the stores. He had no admin layer. He was... He had he couldn't be in every store. And so it was very important to align incentives, so that's why the store owners and and managers would have a piece of the profits, but he also get... It was like, an, extreme form of decent centralization, which is a big fan of even hypo sizes later. He's like, I bet you. I wonder if Walmart would be better instead of being 100000000000 dollar company. If it was 5 20000000000 dollar companies. So I'm just gonna read 1 sentence that there's an illustration at this time. Again, there's a... A lot of this is because he was forced to going back to the idea that transfer to your friends. Like, I don't have time to hold your hand. You gotta figure shit out for yourself, and he says each of them, his managers in stores at this point in time. Each of them had lots of freedom to try all kinds of crazy ideas themselves. And then you combine that with with Sam's natural instinct to have this bias of action. It says very important in the early development of the company was establishing the philosophy of let's be out in front. Let's do it right. Let's get it done. Let's get excuse. Let's get it done now and get on with it. He continues his team a little, the importance of having a bias of action later on. We looked for action oriented. Do it now, go type of folks. This is another example. Shouldn't, this is another, early manager describing Sam Walton at this time, Sam was always open to suggestions, and that's 1 reason he's been a success. He is still that way. You know what that reminded me when I read that, back on founders number 02:13 when I read the auto of Michael Jordan. Michael Jordan had 1 of the best sentences in that biography I've ever read. He says, I'm not so dominant that I can't listen to creative ideas coming from other people. Successful people listen. Those who don't listen, don't survive long. This is Sam talking about the fact that he is a completely obsessed and passionate about retail. There hasn't been a day in my adult life member he's writing these words 54 years after starting on the retail industry. This is insane. There hasn't been a day in my adult life when I haven't spent some time thinking about merchandising. It has been an absolute passion of mine. Let's go back to Sam's idea that it's very important to be a maverick. We paid absolutely no attention whatsoever to the way things were supposed to be done. You know the way the rules of retail said it had to be done. And so he uses this this this term for independent thinking. So what, you and I would call independent thinking. He's gonna call swimming upstream. Okay? We started out swimming upstream, and it's made a strong and lean and alert, and we've enjoyed the trip. That's like really a sentence. We sure don't see any reason now to turn around and join the rest of the pack headed down current. And so 1 way, say I'm try to force like, there's, like, really no work life balance for him. It's more like, word life integration. Is it it was a family business. And so they had work in the stores. They would talk about that, like, I mean, he gave his kids the piece of the business way before was even valuable. And that's 1 way they they avoided inheritance taxes. He even can give away equity. Before it's worth. He talks about... If you're interested in that idea. That he talks about it at the very beginning of the book. So this is his reason why I'm bringing this up to you though is this is his dog... Wanna a a childhood memory from 1 of his daughter or from his daughter, rather. And she said, as kids we work for the company 1 way or another. I gotta work behind the candy counter or run the popcorn stand when I was just 5 years old. The business was part of our life, and it was always included in the dinner conversation. We heard a lot about debt. It took to open new stores, and I worried about it. I remember remember con fighting to my friend 1 time I'm crying and saying, I don't know what we're gonna do. My daddy owes so much money and he won't quit opening stores. So he does say, even, you know, I'm gonna be working a lot. He he his goal He's like, I have to have a happy home. I didn't grow up in a happy home. My wife did, so let's try to beat make that, like, their version of family, like, family life, the version that our kids experienced. So he says, I have found memories of my own boy yet it Paints for me to talk about 1 part of it. But because Helen thinks, it had an important influence on me. I'll mention it briefly. The simple truth is the simple truth is that mother and dad were 2 of the most coral, some people who ever lived together. I love them both dearly, but they were 2 and they were 2 wonderful individuals, but they were always at odds, and they really only stayed together because of bud and me. Growing up as the oldest child, I felt I took a lot of the brunt on of this domestic discord. I'm not exactly sure how the situation affected my personality unless it was a motivation to stay so busy all the time, but I swore early on. That if I ever had a family, I would never expose it to that kind of sq. And then he says, you know, I could not have done. I could not have built Walmart without the support of my wife, Helen Bore more than her share of raising the kids, I worked long hours at least 6 days a week. Saturday was our big store, and I worked all day Saturday and Saturday night too. The... Moving on, there's other idea that that I repeats over and you're in the history of entrepreneurship that I gotta bring to your attention. There we've seen a lot... It's like, there's a great... Some of the greatest entrepreneurs printers over live. They they optimized flexibility. And so it says, this a... This is Jim Walton, 1 of Samsung's Talking about this. Dad said, you've always got a stay flexible. Later, we all sn when some writers who viewed dad as a grand... Who... Some writers view dad as a grand strategist who intuitively developed complex plans and implemented them with precision. Dad thrived on change, and no decision was ever sacred. I'm still in the the family chapter. So there's a a couple of these like these family memories and in a lot of these family memories that I read, this this line. The variation of this line is repeated many, many times. And so it says, of course, to talking about the family vacations. Of course, we've always had to stop and look at stores any kind of stores. On the way to wherever we were headed. And then his wife says, Sam never went by a kmart that he didn't stop and look in. This is going over many many pages. This is not all on 1 page. It's crazy. We would do, we would do it as long as his dad could stop and see his stores along the way, so more about family vacations. This is a couple of paragraphs later. He would go and look at stores. Another memory, another child. I remember dad visiting stores. And so these are all, like, memories written by his kids. Right? And I guess they're were, you know, grown children or grown adults rather. At this point, they're they're writing this and so now Sam comments on what on their memories. He says, of course, what they say it's true. I was visiting visiting stores all the time, and I still do it today. Fact, we visited them all over the world and gotten some great ideas that way. As if as well as a few ideas I didn't work out so well. I'm glad my kids remember the good times and don't seem to resent me too much for my absences and distractions over the years. I think maybe 1 reason they don't have too much resentment is that Helen and I have always involved them in the business and kept them informed right from the start. They worked in the stores, invested in the stores and shopped in the stores. And this is also an idea that Est Lau did. With... She she she made her... She's like, how do I balance being a mom and a wife with being an entrepreneur. She's like, I can't. So I have to make it a family business. And then that way, Was we're working, we're still spending time together. So her husband came in and started helping her build a business. And they her son. She knew her son was gonna have an involvement in business. So even when he was at school. This is when Lau was was still a private company. She would send. I think he was at War if I remember correctly. She would send financial statements and just constant, like, data from the company to him while he's in college, so he could stay informed and she be telling about it. She was preparing him to take over it. It was actually a really smart idea. And so we have Sam Saying a very similar thing here. He's like, we always involved them in the business and we kept them informed right from the start. He does say 1 thing that he avoided A mistake he avoided it. He says, 1 thing I never did, which I'm really proud of was to push my my kids too hard. I knew I was a fairly overactive fellow, and I didn't expect them to be to try to be just like me. Really what he's telling us to let your kids choose their own path, but that doesn't mean he's he's not a fan of of idle. He feels like you have an obligation to be useful to fellow humans. And so he says I do admit to worrying sometimes about future generations of the Walton. I know it's unrealistic of me expect them to all get up and throw paper routes, and I know it's something I can't control, but I'd hate to see any descendants of mind fall into the category of what I would call idol rich. This is a group I've never had much use for. I really hope that somehow The values that both Helen and I and our kids have always embraced can be passed down through the generations. And even if these little future Walton don't feel the need to work from Dawn into the night to stay ahead of the bill collector, I hope they feel compelled to do something productive and useful and challenging. With their lives. And so he just referenced himself as a fairly overactive fellow. He's also somebody just didn't have any didn't really believe in limits didn't see any reason to stop. And this is a... This is something his wife said about him. I kept saying Sam, we're making a good living. And why go out why expand so much so much more. The stores are getting farther and farther away. After the 17 store though, I realized there wasn't going to be any stopping it. And so he talks about this this comp propulsion in them, but he also says something here really fascinating that it is to your advantage if you can fly under the radar until you're way too far ahead to catch. This was fascinating. So she says, there's no question that I have a personality of a promoter. That personality and our are somewhat unorthodox style at Walmart probably confused people at the outset. In fact, I have occasionally heard myself compared to Pt bar because of the way I love to get in front of a crowd and talk something out up, an idea, a store a product, the whole company. Whatever, I happen to be focused on right then. But underneath that personality, I've always had the soul of an operator, somebody who wants to make things work well. Then make them better and then make them the best they possibly can be. So I guess when folks saw me walking around sc notes on my yellow legal pad are hauling boxes of ladies lingerie into stores out of my station wagon, maybe they didn't take me that seriously. They assume we wouldn't be in it for the long haul. Some folks no doubt figured that we were a little fly by night. I think that misunderstanding work to our advantage for a long time and enabled Walmart to fly under everybody's radar until we were too far along to catch. And then this next sentence is fantastic. And if you read between the lines he's telling us he's giving advice to future generations of entrepreneurs. The goal should be to build a real business. Anybody who has ever known anything about me knows, I was never in anything for the short haul. I always wanted to build as fine a retailing organization as I could. He mentioned sole price again, soul price is all over this book. I learned a lot from Soul price, a great operator who had started Fed out in Southern California in 19 55. I made so... I made friends with sole seoul Son law who was running a distribution center in Houston and talking with him helped me sort out some of my thinking on distribution, which would eventually become another key to walmart success. I guess I've stolen as many ideas from sole price as anybody else in the business. And then he goes back to this idea that your bowl... Your goals not to make money in the short term. It's like, I'm not in anything for the short haul. They thought, oh, okay. This guy is gonna be here today and Gone tomorrow Like no, no. You didn't understand I'm in this forever. And so he talks about all the people that got in for the wrong motivations and that they all disappeared. I read in a trade publication not long ago. There's a top 100 discount who were in business in 19 76, 76 of them have disappeared. You know what that makes me think of? If you saw my cell phone on my lock screen, I have a picture of of Ernest Shack. And I have that picture. So every time I look at my phone, I'm reminded of his family motto, by endurance we conquer. Just setting yourself up to survive. He didn't have to be the best... Thing think about that. He didn't have to be the best discount. Right? If you're in the top 100, he just waited now at this 0.20 years later, 76 of them killed themselves. They're... They they rendered themselves obsolete. They they were driven out of business. Another way to think about this is just surviving. If you just survive 3 fourth your of your competition is not able to do that. By endurance we conquer. By endurance we conquer. I read in some publication not long ago, that out of the top 100 discount were business in 19 76 76 of them have disappeared. Many of these started with more money and visibility than we did. In larger cities with much greater opportunities. They were bright stars stars for a moment and then they faded. Started thinking about what really brought them down and why we kept going. It all boils down not... It all boils down to not taking care of their customers, not minding their stores, not having folks in their stores with good attitudes, and that was because they never really even tried to take care of their own people. If you want the people in the stores to take care of the customers, you have to make sure you're taking care of the people in the stores, That is the most that is the most important single ingredient of Walmart success. And in the very next paragraph, He tells us what happens when you ignore your business when... And the opposite of that device is staying close to your business, and then I describe these people as in 1 words in 1 word clowns. Most of these early guys were very ego people who love to drive big cadillac and fly run their jets and vacation on their yachts and some of the lived in houses like I've never even thought about before. I remember going to dinner in 1 of and we got picked up by this Limo that must have had room for 14 people remember. These are the 70... These are 76 of them that disappeared. 76 percent of the top hundred were rendered extinct. I remember going dinner at 1 of their houses and we got picked up by this limo that they must have had room before people. Man they were living high, and they could afford to back then. Because this discounting thing was working so well. Customers just flocked to their stores, and these fellows were covered up in cash. Most of them could still be around today if they had followed some basic principles about running good stores. There are a lot of ways to build strong companies. They don't have to be done the Walmart way or My way or anybody else's way. That's a really... I really appreciate that that statement right there. And it's something, you know, now I've writing to... We're at 240 of these books. There are a lot of ways to build strong companies. They don't have to be on the Walmart way or my way or else's way, but you have to work at it. And if somewhere along the line, these folks stop short of setting... And somewhere along the line, these folks stop short of setting the goals and paying the price that needed to be paid I gotta stop this because I didn't I didn't catch this the first time. Think about what you just said. Somewhere along the line, the folks stop short of setting the goals and paying the price that needed to be paid. They stop short of paying the price that needed to be paid. Let's go back to founders number 02:12. 02:12. This 600 page biography of michael Jordan. I read called Michael Jordan a, a life, and I gotta re I gotta read this section to you. Like so many Nba players, Clyde Dr was operating mostly off his great store of talent apps. This is when Jordan was in the Olympics in 19 90. The dream team. So like so many Nba players director Director was operating mostly off of his great store of talent apps in any serious attention to the important details of the game. Jordan had been surprised to learn how lazy many of his Olympic teammates were about practice how they were deceiving themselves about what the game required. That idea locked into my brain when I read that section because also my talks about in a book. He's like, but he didn't talk about the games, the championships. He talked about practice. He says, I was, I've always been a practice player. I believe in it. And it's his way to focus on constant improvement. It's a very similar idea to what the mistake that Sam Walton is is subscribing to us of all these people that went out of business. They deceive themselves. They were not paying the price I need to be paid instead of focusing on their business instead of focusing the customers they're focused on cadillac, yachts, and jets, and now they're bankrupt. They just didn't go back to Sam Walton, They just didn't stay close enough to their business. They sort of chose to get to go over to the other side of a road. And you can think about Sam constant letter from else visiting stores. That is a form of practice. Every single craft has a form of practice. It just is not as obvious as It is in sports. Right? And so this is an example of this. I probably visited more headquartered offices of more discount than every... But than anybody else. I would just show up and say, hi. I'm Sam Walton from Benton, Arkansas. We've got a few stores out there, and I'd like to visit mister So and so, whoever the head of company was, about his business. And as often as not, they let me in, maybe Out of curiosity, and I'd asked lots and lots of questions about pricing and distribution whatever. I learned a lot this way, and this is It's hard to say what my favorite story in the book is. This is definitely a a nominee for my favorite story of the book. And the note I left myself now on the reread of this is this is hedgehog behavior. Okay. So this is Kurt Burt Barn talking he's a retail consultant. He was... He says I was Executive Vice President of the Discount Trade Association. I was working my New York office 1 day in 19 67. Oh, actually, no. This is not... So this is a great story. This is not the story I thought it was. The next story I'm what I can tell you is my favorite. But this is still a good story. So it says I was executive Vice president the discounted of Trade Association. I was working in New York office 1 day 19 67, my Secretary said there was a man out front who wanted to join our group. I said I'd give him 10 minutes. So income is short, y man with a deep tan and a tennis racket under his arm. He introduced himself as Sam Walton for Arkansas. I didn't know what to think. When he meets you, he looks at you, cock to 1 side, forehead slightly crease, and he proceeds to extract every piece of information in your possession. He always makes little notes and he pushes on and on and on. After 2 and a half hours, he left, and I was totally drained. I wasn't sure what It just... What I what I had just met, but I was sure we would hear more from him. And so this is the example. This another example of this hedgehog behavior. This is Abe Marks. This is the guy who's head of this. He's the president of this, like, retail association. This is so fantastic. I was sitting there at the conference reading a paper... Reading the newspaper. And I had a feeling somebody was standing over me. So I look up and there's just grayish gentleman standing there with a black suit carrying an Attach case. And I said to myself, who's this guy? He looks like an undertake. He asked me if I'm A Mark's, and I say, yes, I am. Let me introduce myself. My name is Sam Walton says. I'm only a little fellow from Benton Arkansas and I'm in the retail business. I say you'll have to pardon me Sam, I thought I knew everybody and every company in the retail business, but I've never heard of Sam Walton. What did you say the name of your company was Walmart. He says. So I say, well, welcome to the opportunity of discount merchants. I'm sure you'll enjoy the conference and getting equated socially with everybody. Well, to be perfectly honest with you, mister Marks, I didn't come to socialize. I came here to meet you. I know your Cpa and you're able to keep conferences, and I really wanted your opinion on what I'm doing now. So he opens up this attach case and I swear. He had every article I'd ever written. And every speech I'd ever given in there. I'm thinking, this is a very thorough man. Then he hands me an accountants working column sheep, showing all his operating categories all written out by hand. Then he says, tell me what's wrong. What am I doing wrong? I look at these numbers. This was 19 66, and I do not believe when I'm seeing. He's got a handful of stores and he's doing about 10000000 a year with some credible margin, an unbelievable performance. So I look at it and I say, what are you doing wrong? Sam. I'll tell you what you're doing wrong? I handed back his papers and I closed this Attach case, and I said to him, being here is wrong. Sam, don't unpack your bags, go down, catch a cab, go back to the airport and go back to where you came from and keep doing exactly what you were doing. There is nothing that can possibly improve what you were doing. You are a genius. That is how I met Sam Walton. And then a few paragraphs later, the same guy highlights exactly what Charlie Mu knew about or sorry about Sam. He has just been a master of taking the best of everything. Everybody else is doing and adapting it to his own needs. So then he says bringing you up, This is still... Now we're about what 7, 8 Walmart Steep. And he's getting nervous because he's just got a ton of debt. And so this is again, He he mentions this over and over again until the Ipo, and then he feels fantastic. It's true enough that I was nervous about spending any on unnecessary money those days. We were generating as much financing for growth as we could from the profits of the stores. But we were also barring everything we could. I was taking on a lot of personal debt to grow the company. It approached 2000000 dollars. The debt was beginning to weigh on me. Our first 7 or 8 Walmart were showing spectacular results. Once we got it going, it was hard to see why we should quit. The thing was you could see the potential so clearly. So this is... Let me... I'm gonna start this paragraph over because I just realized I should've have told you my note on this paragraph first. This is what it looks like at the beginning of what will soon be a giant business. Our first 7 or 8 Walmart were showing spectacular results. Once we got it going, it was hard to see why we should quit. The thing was you could see the potential so clearly. The profits and the sales were there, but we needed to get better organized and come up with a more sensible way to finance the growth. I needed someone to help me with systems and distribution. And this is where he realized is, like, I've gone as far as I can with this the structure I have... I need talent. I need... We... I need people that are... That have the skills to take us to the next level, and this was crucial for that happening. And so he says, even though it may surprised people, I have to say that I consider the time Ron, when Ron Mayer was at the company from 19 68 until 19 76, and while get to... Like, he went up quitting because he wanted to run named whole company. To be the most important period of development in Walmart history We had a good thing going before Ron arrived, but he and some of the people he brought board, our... Like, our first data processing manager gave the company its first sophisticated systems, and those systems were the beginning of a management method, which allowed us to stay real close to our stores. Even as our growth exploded. And 1 thing Ron did was really pushed Sam to invest in technology. So that's why he's thinking him. And again, this is another version of the Andrew Carnegie, you need to invest in technology. Always invest in technology. We as a company have been ahead of most of the retailers and investing in sophisticated equipment and technology. And so he goes back to this idea It's like, I wanted to get out of debt in the worst way. I talked to a... I talked a little bit about the idea of taking the company public. He needs a better way. He's looking for better way to finance growth. Than constant debt. His wife does not want him to take a public, but he just can't stand on the pressure. I'm skipping over large parts of the book. Obviously, I'm hoping encouraging you to read it. All I'm saying is if Jeff Bezos on others have said, I picked up his spoken to change my life. I don't see why he would spend 15, 20 hours. Learning from a master. I really don't... I don't think there's some better use of time. So this is the day after the Ipo. I'm I'm always skipping over that, But I wanna tell you how he fails. Coming back from New York that day experienced 1 of the greatest feelings of my life, knowing that all of our debts were paid off. And so people are asking them, you know, now it's public. You have a system the works, Just kick you're already... You know, you started Walmart a little later on. Just kick your feet up Why not retire. Why not I let somebody else from the company. And he says, but I enjoyed doing what I was doing so much and seeing the thing grow and develop and seeing our associates and partners do so well that I could never quit. And he's talking about the critics now that he's a public company, and he says something fantastic here. He says the ones who paid attention understood that we were serious operator. Who were in it for the long haul. That we had a disciplined financial philosophy and that we had growth on our minds. That is fantastic traits to copy. That ones you paid attention understood that we were serious operators who were in it for the long haul and then we had disciplined financial... Disciplined financial philosophy and that we had growth on our minds. Maybe think of some of the... Something friend of the show Truman said to me, his mentor Sam, they both listened to the podcast broadcast, Sam gave Truman advice 1 day. That I thought was genius and has said that you should always have the long... Any room that you're in, you should always have the longest view in the room. Sam Walton is saying a very similar saying thing here. He says, listen, we are serious operators and we're in for the long haul. We got disciplined financial philosophy and we have our mite growth on our minds. Let's go. Something that Charlie Mu and Warren buffett repeat over and over again is like, you don't need a bunch of businesses to get wealthy. 1 great company can make you and your family fabulous wealthy what does Sam say here right here. I what Sam won't say here. I don't describe much any of these fan... Fancy investing theories, and most people seem surprised to learn that I've never done much investing in anything, except Walmart. 1 great company will make you fabulous wealthy. Skipping ahead, he hits this point again about being in the long... But importance of having long term view being in for the long haul. Really way to think about what he taught sales is just ignore the noise and please your customers If we fail to live up somebody's hypothetical projection to what we should be doing, I don't care. It may knock our stock back a little, but we're in it for the long run. We couldn't care less about what is forecast or what the market says we ought to do. If we listen very seriously to that sort of stuff, we would have never gone into small down small town discounting in the first place. And so I'm skipping ahead. He talks about, you know... From store number 7 or 8, for actually store 3, he believe in his bones is gonna work. 7 and 8, It's very always gonna work. And so he's like, alright. Well, just figured out that Warm works worked, and then all I did. It was focused on making more of them. It's sprint. You don't have to over complicate it. For the most part, we just started repeating what worked? Like so many ideas that have made our company work from the beginning, we're still more or less following this same strategy. So we go back to this idea about investing in technology gives savings compound, gives you advantage over slowing moving competitors. In the retail game, no 1 was actually investing in air in air travel like he was. So it says there's no question whatsoever that we could have not done what we did back then. If I hadn't had my airplane. I bought that first plane for the business to travel between the stores and keep in touch with those going on. But once we really started rolling up the stores, the airplane turned into a great tool for scouting real estate. We were probably 10 years ahead of most other retailers and scouting locations in the air. And we got a lot of great ones that way. From up in the air, we could check out traffic flows, see which cities and towns are growing and evaluate the location of our competition if there was any, Then we would develop our real estate strategy for that market. I love doing it myself. I get down low, turn my plane on its side and fly right over town. Once we had a spot picked out, we'd land, go talk to loan in the property and try to negotiate the deal right then. That's another good lesson. That's another good reason. I don't like Jets. You can't get down low enough to tell what's really going on. The way I could in my little plane. But and I picked almost all of our sites that way until we grew to about a hundred and 30 stores. Go back to the idea what Charlie Mu said do things that other people aren't doing, Sam Walton says, I guarantee you. Not many founders of retailing companies were flying around sideways studying development pad patterns, but it worked really well. Then he's gonna talk about his management style. I've been asked if I was a hands on manager or an arm length type manager. I really think I'm more of a manager by walking and flying around. And in the process, I stick my fingers in anything, and I can see how it's coming along. I've felt... I've let our executives make their decisions and their mistakes, but I've critique and advised them. My appreciation for numbers has kept me close to our operational statements and to all the other information that we have pouring in from so many different places. That sense, I think my style as an executive has been pretty much dictated by my talents. I've played to my strengths, and then I rely on others to make up for my weaknesses. And then this next paragraph I wrote una extreme, imagine having to compete with this guy. I come in every Saturday morning usually around 2 or 3 in the morning and go over all the weekly numbers. I steal a march on everyone else for the Saturday morning meeting. This is more on his, his... Why he favors and optimize for for flexibility. If you ask me if I'm organized person, I would say flat out, no. Not at all. Being organized would really slow me down. Let's that hell help a statement. Right? In fact, it would probably render me helpless. I try to keep track of what I'm supposed to do and where I'm supposed to be, but it's true that I don't keep much of a schedule. My style is hap hazard, and this was hilarious. This is from his personal secretary. And she says, he has always been like this. His mind works 10 times faster than anybody else I mean, he just gets going and stays 2 or 3 jumps ahead and he's quick to go with what's on his mind. If he gets something on his mind that needs to be done regardless of what else might have been planned, the new idea takes priority. This is why he optimize flexibility and has to be done now. Everybody has their date scheduled and then Bang. He just calls a meeting on something. This is a funny part though. In the early years, this caused a number of embarrassment. I would make appointments for him and tell me about them. We kept 2 calendars 1 on his desk and 1 of mine, but he totally forget. I've have had people flying here from Dallas all I'll set to see him. I'd come in at 08:00. I'd come in at 8 to meet them and find out he had flown out of town at 5AM this morning without telling anybody where he was going. I would just have to look at this man from Dallas and say he's gone. So after a few times like this, I finally said, I'm not gonna make appointments for you anymore. And he said, well, that's probably best. Then he would make his own appointments and forget about him. And I was still the 1 who had to give them the bad news. I couldn't organize him in a quarter of a century, and I don't think anyone else is ever going to. And so I was reading reread some highlights from. I think it's the book, the difference between Larry Ellis and God or God and larry ellis, and I couldn't remember the the exact title, but I had forgotten, and I'm glad I like, that's why you have to re reread and constantly study this resetting the stuff that you think you know. But there's a there's a passage in that book where Larry ellis is, like, debating his personal decision. She's like, there's a hundred important things. He's like, no, there's not. No such thing. He's like, there's a handful of important things. And those are the only things I focus on. And I ignore everything else. And he's like, if that means, I have to miss this meeting or whatever or I'm not living up certain people's obligations. Like I don't care. I focus on every... The most important priorities and nothing else. As we go back to this this flexible schedule. For reading my numbers on Saturday morning and going to our regular meetings. I don't have a much of routine for anything else. So I'm always carrying my little tape recorder to record ideas that come up in conversations. I usually have a yellow legal pad with me with a list of 10:10 things with that Need be working on as a company. My list drives the executives around here crazy, but it's probably 1 of my most important contributions. And some of this is 1 of his executives building upon this idea. When Sam feels a certain way he is relentless. He will just wear you out. He will bring up an idea. We'll discuss it and then decide maybe it's not something we should be doing right now or. Fine. Case closed. But as long as he's convinced that it is the right thing, it will just keep coming up week after week after week until finally every everybody cap and says well, It's easier to do it than keep fighting this fight. I guess it could be called management by wearing you down. And then he gives us advice that we really need to find under uninterrupted time. He says, 04:30 is not an unusual time. 04:30 is not an unusual time for me to get started down at the office. That early morning time is tremendously valuable. It's uninterrupted time when I think and plan and sort things out. And then the vice Chairman of Walmart says I think 1 of Sam's greatest strengths is that he is totally unpredictable. He is always his own person. He is totally independent in his thinking. So he's in another group of discount retailers and so they would meet and then they compare numbers and strategy. This is... Again, something... We talked about that he did at the very beginning. He has all these little groups and organizations. Some of them are formal, some of them are informal, but this is very fascinating. It really speaks to human nature of the fact that we love to put limits on ourselves, even if those limits don't actually exist. If you see the... My home screen on my laptop, it says it's it's Bruce. And he says, if you always put limits on everything you do physical or anything else, it we'll spread in working into your life. There are no limits. There are just... There are only plateau and you must not stay there. You must go beyond them, and that's important for me to see every day because I know that I put artificial limits. Just make I have these, like, imagine everything like, no I can't... You know, you just can't get past this number or whatever the cases is, no. It's not true. And is a perfect example I says comparing notes with them. Made me realize what an amazing performance while walmart was turning in. I remember they were just astonished. They could not believe that we could be established this number of stores that we were. We were putting in 50 stores a year. When most of our group would try to would try... Be trying to start 3, 4 or 5 a year. So in their mind, it's limits like, I can't grow. I can, you know, 3 stores a year. That's probably the limit that we can do. And then you meet with somebody else like, oh, this dude's doing 50. That limit is bullshit. It doesn't exist. I just made this fake limit on myself for no reason. Back to Sam. It always con confounded them. They would always ask, how do you do it? There is no way you could be doing that, but we were doing it. We just stayed on top of it. And it was weird because I just were I saw something in current affairs where the the that I don't know why. Just, like, I I combined these 2 ideas in my mind. But when I read this, I thought of a high headline I saw. It was the new... The... I guess, I think I haven't been following it too closely. So the fact... I think the founder and Ceo of Peloton just got replaced by some other guys, so there's, like, a new Peloton Ceo. I could be wrong. Maybe the founder wasn't ceo. I don't know. Doesn't matter. But what the new Peloton Ceo said it was fantastic and talked about, you know, people predicting the limit of what their market is. And so he's gonna use the word Tam? I think most people know what that is, but I hate acronyms just like, Elon Must, So that's total addressable market. So, like, how many customers. What is the possibility what's the the most customers you could probably have? That possibly have is the really the way to think about that. Right? So he says, you can't possibly know the Tam. You're in the middle of inventing the Tam. That is a fantastic idea. That's 1 of the best ideas I've ever read. That's fantastic. You don't know it. You does something new, you're inventing it. So don't worry about it. Just keep trying to expand it. He's got Sam goes on about early days of Walmart, or and this is even after the Ipo, and he says, really, what he's telling is, like, you should only hire once it hurts We always ran a real tight organization. We had no excess people. So something he talked about at length in the book is that logistics was the hardest problem to solve. He he needed the talent and people that he didn't think he was like, really good at. So he says, by now, I was really surrounding myself with guys who were good at things I tended to just slur off, Like, organizing the company to handle the growth explosion, we had... That we had started. If I had not gone after those folks and kept on going after them We would have been... We would have come apart somewhere in there in the seventies in the 19 seventies. And we certainly wouldn't have been able to pull off our really incredible expansion that we had in the 19 eighties. And so he's like, I'm always gonna lean into my strengths, but I've got to hire people that cover up my weaknesses, and I need people that are building out. Now only the technology but the logistics, all that the things needed, so we can actually keep servicing the stores when we have 200 stores, 500 stores, a thousand different stores. So this is guy named Jack that they hire because they... They... They're writing up, like, policies and procedures, and really, I wanted to include this little story in here because of that famous the post I always tell you about that the standard basis for Trump. Like, there's no speed limit. You can go a lot, usually a lot faster than most people think you can. And there's a there's a... There's a benefit to being impatient to having an intolerance of slowness. Right? So he says, we want you to come in and write our up policies and procedures for us. How long do you think it would take? I knew if from experience that it would take 6 months to a year to properly do this job, but I said, I'll do it in 90 days. Right? So he said, no, No this this is gonna take 6 6 months to a year. I'm gonna tell him 3 months. Same replied, you've got 60 days. Sam never wants to wait for anything. He has no patience. That was probably the mel between us. That bias towards action. Anyway, we published it 3 all 360 pages of it in 59 days. So then he talks about the the the the retailers that were used to discount. Right? They're gonna say, I'm gonna drop my my profit margin pride item, but I'm gonna make it up in volume. But there had been all these companies that have made tons of money doing it the old way, but they see the discounting revolution happening. And so they get into it, but they get in, like, half asked. Sam went all way. Right? And so really the way To think about what about to reach is like, I fully committed company will always be a company that is half ass it. These are a variety store retailers that were trying to morph into discount and failed. So it says now most of these guys had already already had distribution centers and systems in place. While we had to build ours from scratch. So on paper, we really didn't stand a chance. What happened was they didn't really commit to discounting. They held on to their old variety store concepts way too long. They were so accustomed to getting their 45 percent markup that they can never let. Go. I mentioned him earlier, but Bernie Marcus is in this book as well. He's the c cofounder from Depot, and he's he learned a lot from Sam. He's obviously went out and a soul price. He was walking to soul price 1 day and soul turns to him and he's like, hey. You should take the idea that I'm doing here and apply it to think he he's doing like, Handy man or handy dan. And I forgot the name of the company at the moment. But he's like, you should apply this concept to the home improvement before somebody else does bernie he takes that Idea and runs with it and that's what Home Depot is. And so He says, but if you ask Sam How his business, he's never satisfied. He says Bernie, things are really lousy. Our lines are too long at the cash registers, or people aren't being helpful enough. I don't know that we're what we're gonna do to keep them motivated. Then you ask some of these Ceos from other retail organizations who know who they are on the verge going out of business and they brag and tell you how how great everything is. Really putting on airs. Not Sam, he is down to earth and knows who he is without question, Sam is 1 of the great all time merchants period. And then Sam goes into the fact that he's not just competitive at work. He's competitive with everything he does. He says, I've given... If I've given the impression far that Walmart has occupied most of my competitive energy over the years, that's not completely accurate. I've pursued my other passions all along too, mostly Quail hunting and tennis, and I pursued them both very competitively. And so he takes breaks throughout his day. This is actually surprising. So he says for some reason, I love to play tennis around noon. When the sun was hottest. And I guess I was pretty aggressive. And so he plays tennis during the day and then later afternoon. This is what I meant I really know, like work like balance more like life integration, he'll go and he'll go out and hunt. It was really interesting that, like, he had a break in his day. A few hours where he could actually, like, get away and decompress and turn his mind off, which I think is really important. Ben, Arkansas appealed me because I could quail hunt I could hunt coil seasons in 4 states. So during the season, I usually took off almost every day around 3 or 4 in the afternoon and went out to do a couple of hours hunting. I would throw my dogs in the plane with me, so I could hunt between store visits. And then this is his son describing this, and this is wild. Just wait till get to this last sentence. And I'll tell you when we get to it. Until Dad was in his mid sixties. I really had to struggle to keep up with him. I thought I was in pretty good shape, but my tenancy is to kinda walk along to take it easy and enjoy the outdoors. So they're talking about when they're hunting. I'd look up and dad would be out of sight. This is the last line. He hunted like Sherman marched through Georgia. And so this is when this is the I think the... Why he did this. And this is really important. I like being outdoors and all kinds of weather. When I'm out there, I'm not thinking about Walmart or Sam's club or anything, but where the next quail might be. And so David Og talked about that all the. He's like, listen, I'm a work alcoholic, spend all my time building my advertising agency. I I'm spending all my time reading and writing, but he said he also spends long time. Periods of time doing nothing. So he could... Like, he's walking riding a bike, staring up at the sky, whatever the case is because he feels this is the time when, like, you get the the results of the computations of your subconscious. Like, you've stepped away, you've given your your brain time to work and to maneuver because you're not really doing much and then you get the download of, like, all this, like, of information and and experiences that you've had. And he he found it very useful for his work. And so then he makes 1 of his biggest mistakes in business, and he tries to step away and fails because... And he only did this because he was worried that he would lose talent because he knew that the guy is gonna take over a Ceo for him. Like, he wanted to run a company. So if he wasn't gonna run Walmart. He run somebody else. So run somebody some other company rather. So he says, I have to admit background around 19 70. I was awfully tempted to take more time for myself to step back and let Ron, run the company while I went off to enjoy life. So for the first time since I begun retailing in 19 45, it was be beginning to back off from the business. What happened then is the 1 period in Walmart history that I'm still the least comfortable talking about. As I look back on that period now, I realized Had split the company in half, setting up 2 factions, which began to be complete to compete fiercely with 1 another instead of working as a team. There was the old guard, which was him, and, including many of the store managers and the new guard, many of who owned their jobs to Run pretty soon everybody began to take sides. What I did next, which seems totally out of character for me only compounded the problem tenfold. And this is when he re his role because it's all the technology and sophisticated systems we were needing. I felt, I really felt the time that Ron was absolutely essential to the company's future. He had a lot of ambition, he made it pretty well known that his goal was to run a company. But he wanted to run Walmart. He told me 1 day that if he couldn't run our company, he wanted to get out and run another 1. So I thought about that for a few days, and I'm really worried that we were gonna lose Ron. Then I said to myself, well, Getting pretty old, and we could probably work together. So I let him be... I I'll... So I'll let him be Chairman and Ceo, and I'll just enjoy myself. Step back a little, and, of course, continue to visit stores. So I put to this point. I think you have an understanding of of Sam's personality. He's just way too formidable to do this, of course, this isn't gonna work out. So she says, well, I was no more ready to retire 19 74 at the age of 56 than than the Arkansas sun is ready to start rising out of Oklahoma. The truth is I failed our retirement worse just about anything I've ever tried. I tried to stay on Iran's way. The problem was that I actually just kept doing exactly the same thing I always been doing. I wanted to see my ideas keep flowing around the company, but I wanted Ron to be successful operating company building an organization. Unfortunately, I just couldn't quite stay away for from the company to that degree. The situation was quite a burden for Ron and would have been for any 40 year old guy wanting to run his run his own company, I think. And so this goes on for quite a bit of time. He says, I can always over... I overall. I rarely lose sleep over crisis as the office. But this time I did. So finally, I called Ron in 1 Saturday morning. 30 months after I'd given it up the Chairman job and simply said, well, Ron, I thought I was ready to step out, but I really see that I... But now I see that I really wasn't. I've been involved, I've been so involved in in a way it has put you under a real handicap. I told him I wanted to come back in as Ceo and have and have him assuming another job. My proposal wasn't agreeable to Ron, and I certainly understand why he wanted to run the company and when he couldn't. He decided to leave us. In company, Law, that incident became known as the Saturday night Massacre, will followed became known as the exodus. First, a whole group of senior managers who had been part of Ron's team, our financial officer, our data processing manager, the guy who's running our distribution centers all walked out behind them. So they talk about the beginning of this other idea of Sam's Club and really sole price summarizes Sam walton and in a in couple sentences. Sam phoned me 1 day to tell me he was gonna start a wholesale club. It was no surprise. He is notorious for looking at what everybody else does taking the best of it and then making it better. Sam talks about the importance of meeting competitors head on, that if you... They ignored us, so we blew right by them. Is something he said, so he says, our competitors have honed and sharpened us to an edge to have an edge that we wouldn't have had without them. We wouldn't we wouldn't be nearly as good as we are today without Kmart. And I think that we... That they would admit... We've made them a better reach killer. 1 reason Sears fell so far off the pace is that they couldn't admit for the longest time that Walmart and Kmart where they're real competitors. They ignored both of us and we blew right by them. And this is his brother about the fact that like Jeff Bezos, Sam went to school and everyone. Competition is very definitely what Made Walmart from the very beginning. There's not an individual in the whole United States who has been in more retail stores. All types of retail stores, not just discount stores in Sam Walton. Make that all over the world. Even stores in Australia and South America, Europe and Asia and South Africa, His mind is just so in when it comes to business, and there may not be anything he enjoys more than going into competitor's store trying to learn something from it. And he goes back to this idea of. Why it's so important to control your costs. And really know myself here is this is why Founders like Rockefeller, Carnegie and Walton were so obsessed with controlling costs. The percentage of gross margins in the industry. So the market on the merchandise had dropped steadily from around 35 percent in the early 6 and the in the 19 sixties to only 22 percent today. Almost all of that represents increased value and savings to the customer. It's for the customers who shop at discount stores. So the guys who weren't running efficient operations. So you're your margins over this period of time. If you're were in this industry. Right? They drop by what. What is that 33 percent. Right? Some run their 30 percent. Almost all that represents increased value and savings to the customers who shop to discount. So the guys who were not running efficient operations. Who had taken on lots of debt and were living high and not taking care of their cost... Their associates were who weren't scrambling around to get the best deals on merchandise and passing those deals onto to their customers. Those guys got into trouble. So to summarize that the the guys who weren't running efficient operations got into trouble. Hard to survive, a 30 30 percent drop in your margins. If you don't have an efficient organization is what Sam is telling us there. So remember when, Charlie was saying Charlie Longer was saying, hey, you know, the people, the winners in this in business are usually people that go excessively far. They go to extremes, maximize or maximizing or miss... Minimizing 1 or a few variables. They're talking about Sam's Club. He uses the, Charlie uses example of Costco, which obviously runs on a very similar model. And really, it's a... It's a... When you think about what their description of Sam's Club, the the Paragon about to reach you. It's just a simple idea that was taken really seriously. That's 1 of my favorite ideas says find a simple idea and take it seriously. This business is fun. It really is. It is so basic. So straightforward. We do no advertising, but our whole business is based on selling the concept. We sell small business operators on the idea that for 25 dollars a year they can have a just in time warehouse... They can have just in time warehouses with all the same price advantages for goods, large companies get. And so all the the the membership fees is where we actually make our money, and so that's what they're talking about. It's the business is fun. It really is it is so basic, so straightforward. Going back to the idea that Sam Loves to be a Maverick. He likes to be unpredictable. I like to keep everybody guessing. I don't want our competitors getting too comfortable with feeling that they can predict what we're gonna do next. Hate to keep repeating myself, but it is extremely important. Invest in technology, the savings compound. It gives you an advantage over slowing moving competitors and could be the difference between a profit and loss. There's no question about it 1 of the main reasons we've been able to roll this company out nationally was all the pressure put on me by guys like David, Jack and Ron to invest so heavily in technology. Yes, I argued and resisted, but I eventually signed the checks. And we've been able to move way out in the industry in both communications and distribution during that period in the late seventies when Kmart management was such had such a strong resistance to any kind of change. That resistance included investment in technology At the same time, our fellows, our people were just absolutely convinced that computers were essential to managing growth and keeping down our cost structure. And then he ties that investment into technology with the compounding savings. And over the long term, the heat gonna destroy his competition just off this 1 metric alone. The time savings and flexibility are great, but the cost savings alone would make the investment worthwhile. Our cost run less than 3 percent. While it probably costs our competitors between 4 and a half to 5 percent to get those same goods to their stores. The math is pretty simple. If we both sell the same goods for the same price at retail, will earn 2 and a half percent more profit than they will. And part of their advantages is they had to build these things from scratch where other, other retailers had existing distribution channels or distribution systems they were... They were trying to convert over from the old way, the old retailing to discounting. Right? And really what they're about to say here is like, you just have to control as much of your business as possible. When you own and manage your distribution and logistic channels, you have a great competitive advantage over companies that rely on third party third party suppliers. It automatically shorten your lead times, but also, you you can constantly look for ways to improve your operation and try to make it more efficient. You never have to rely on what what is going on in somebody else's shop. This this is something I missed the first time I read the book because first time I read this book, I had not yet read the the founder of Ups, Jim Casey, his biography. That his founder number 1 92 of you, if you've not listened to it yet. But the notes I left here is this is the Jim Casey founder of Ups idea and there's, like, 6 exclamation points. And so Sam says, I'll just say it, We have the best damn truck drivers in America. Their loyalty and their attitude have made a huge difference to the company. And so now right after this, there's another guy that works in the company talks about the what Sam does. It's genius. This is exactly what Jim Casey did with Ups drivers. Our drivers really are extremely loyal to their mission, which is to serve the stores. They report back to Walmart continually on things like merchandise thrown out behind the store that looked like it was good. Attitude morale problems in the stores for a long, long time. Sandwich show up regularly in the driver, the truck driver's break room at 4AM with a bunch of donuts and just sit there for a couple hours talking to them. He would grill them. What are you seeing at the stores? Have you been to that this store lately? How do the people back there? Is it getting better? It makes sense. The drivers see more stores every week than anybody else in the company. And I think what Sam likes about them is that they're not like a lot of managers. It's exactly what Jim Casey realized about Ups truck drivers. They don't care who you are. They'll tell you what they really think. Sam got another great idea It's the fact that if you think small, you grow big. And so this is what he says Here's the point. The bigger Walmart gets the more essential is that we think small. Because it's exactly how we... That's exactly how we become a huge corporation by not acting like 1. Above all, we are small town merchants, and I can... I can't tell you how important it is for us to remember, when we puff up our chest and brag about all these huge sales and profits that that they were all made... She's talking about the huge sales and profits. Were all made 1 day at a time 1 store at a time and mostly by hard work. For us, thinking smalls a way of life. It's almost an obsession. And I suspect thinking smalls an approach that almost any business could profit from. The bigger you are the more urgently you probably need it. At our size today, there's all sorts of pressure regiment and standardize and operate as a centrally driven chain where everything is decided on high and passed down to its stores. In a system like that, there's absolutely no room for creativity. No place for the maverick merchant that I was in the early days of my career and no call for the entrepreneur or the promoter. Man I'd hate to work at a place like that, and I worry every single day about Walmart becoming that way. So Sam also has an idea that as you grow, bureaucracy is natural. And so you've got to, like, you you got a 0 in on it, and you gotta keep building it back because it's natural to, like, add these excessive amounts of layers as the company grows. And he says, like, you never set out to get bureaucracy. You just get it period without even knowing it. So you've always gotta be looking for ways to eliminate it. And so here's an example of that and then what Sam says about that. It says, I'll give you an example that Drove Sam Crazy until we started doing something about it. When merchandise came into the back of a store, it was supposed to be marked at the right price or marked correctly on the spot. But because it often wasn't getting done properly, we created positions called test scanners. These are people who go around the stores with held hand scanners making sure everything is priced correctly. There is another layer right there. And Sam never visited a store without asking if we really needed these folks. And he says, really, it's a simple pro philosophy. What you have to do is draw a line in the dirt in the dirt and forced the bureaucracy back behind that line, And then you know for sure that a year will go by, and it will be back across that line and you have to do the same thing again and 1 way to think about how to minimize bureaucracy senior in company as well... It's a simple framework that that that Sam has here which I love. It's really on how to remove unnecessary layers. If you're not serving the customer are supporting the folks who do, we don't need you. And so there's a series of things that he repeats over and over again. And so if you read about jeff Bezos caesar are called Jeff it's like a handful of things. We talk about this idea over and over again, that repetition is persuasive. You're supposed to be spending a lot of your time teaching throughout your company throughout your organization. And so 1 way to do that, you gotta repeat, and you can't repeat a hundred different things. So you gotta figure out, okay, what are the most important things. Sam has essentially a list of about 10. And so you can think about this is 10 Sam 10 rules for building a business, but I also love what he says here and this is part of him being una extreme. Before even gets to list. And he says, 1 thing I don't even have on my list is work hard. If you don't know that already, and you're not willing to do it, you probably won't be going far enough to need my list anyway. And so he's gonna describe a little bit more about these. He says listen, these rules are not anyway, intended to be the 10 commandments of business. There's just some rules I work for me. But I always pride myself on breaking everybody else's rules, and I always favored the mavericks who challenge my rules. So pay special attention to rule number 10. And if you interpret it in the right spirit as it applies to you, it could simply mean break all the rules. And so he'll state the rule, and then he'll describe it. Sometimes, I lead... Our... I'm gonna read you the entire thing. Sometimes I'll just read you the highlight because I think that it does the job. Rule number 1. Commit to your business believe in it more than anybody else. I think I overcame every single 1 of my personal shortcomings by sheer passion by the sheer passion I brought to my work. I don't know if you're born with this kind of passion or if you can learn it, but I do know you need it. If you love your work, you'll be out there every day trying to do the best pot... Do it best do it the best you possibly can and pretty soon everybody around will catch the passion from you, like a fever. Number 2, share your profits with your associates and treat them as partners. Number 3, motivate your partners. Money and ownership are not alone are not money ownership alone are not enough. Constantly, day by day, think of new and more interesting ways to motivate and challenge your partners. Set high goals, encourage competition and then to keep the score. You should make bets outrageous payoffs. If things get stale, cross poll, have managers switch jobs, and then with 1 another to stay challenged, keep everybody guessing as to what your next next trick is going to be. Do not become too predictable. Number 4, communicate everything you possibly can to your partners, the more they know, the more they understand, the more they understand, the more they'll care. Once they care, there's no stopping them. Rule number 5. Appreciate everything your associates do for your business. A paycheck and stock options will buy 1 kinda of loyalty, but all of us like to be told how much somebody appreciates what we do for them. We'd like to hear it often, and especially when we have done something we're really proud of. Nothing else can substitute for a well chosen for a few well chosen, well timed, sincere words of praise. They're absolutely free and they're worth a fortune. Number 6, celebrate your success, find humor in your failure. Don't take yourself too seriously. Loosen up and everybody around you will loosen up. Have fun, show enthusiasm, always. 7. Listen to everyone in your company and figure out ways to get them talking. The folks on the front lines, the ones who actually talk to your customer are the only ones who really know what's going on. You better find out what they know. Rule number 8, exceed your customer's expectations if you do, they'll come back. Rule number 9, control your expenses better than your competition. This is where you can always find a competitive advantage. For 25 years running. Long before Walmart was known as the nation's largest retailer we've make number 1 in our industry for the lowest ratio of expense sales. You can make a lot of different mistakes and still recover if you run an efficient operation, or you can be brilliant and still go out of business if you're too inefficient. And rule number 10, which he says if you interpret break all the rules swim upstream, go the other way. Ignore conventional wisdom if everybody else is going it 1 way. This is a good chance you can find your niche by doing it exactly the opposite direction, but be prepared for a lot of folks to wave you down and tell you that you're headed the wrong way. And I'll close on this. The goal is to get to the end of your life with no regrets. By now, it's probably clear to you that I've devoted most of my life to Walmart, starting it growing it and always finding the concept of this whole phenomenon. My life has been full and fun and challenging and rewarding beyond even my wildest expectations. I've pretty much gotten my own way for the whole run. While a lot of people were working away at jobs, they might not have particularly enjoyed. I was having the time of my life. If I wasn't in the stores trying to pump up our associates to do an even better job or in the office looking over numbers see where the next trouble spot was gonna pop up are leading the chairs at a Saturday morning meeting, I was probably at to stick at my airplane, looking out over some part of this beautiful country of ours. And checking out the number of cars in those Kmart parking lots. Or maybe I was taking a few hours off to get in some tennis are to hunt with my dogs. All of that has wound down for me now. I'm really sick these days. And I guess when you get older and illness catches up with you, you naturally turn just a little bit philosophical, especially late at night when you can't sleep, and your mind is turning everything over and over, trying to take stock of where you've been and what you've done. The truth is if I hadn't gotten sick, I doubt I would have ever written this book or taken the time to try to sort my life out. As you know, I'm much too biased toward action to undertake such a sedentary project. But since I have, I'm gonna go all the way and try to share with you how Feel about some things that seem important to me. This will sound strange to people who know me well. But lately, I've wondered if I should feel bad about having been so wholly committed to Walmart. Was it really worth all the time I spend away from my family? Should I have driven my partners so hard all these years? Am I really leaving behind something on this earth that it I can be proud of having accomplished? Or does it somehow lack meaning to me now that I'm facing that ultimate challenge. We could have gone a lot of different ways to several points. Many folks started out and retailing just like I did and built their companies up to a point and then said, I've had enough and sold out and bought an island. I could have kicked back and played with the grandchildren or I could have devoted the later years of my life to doing good works. I don't know that anybody else has ever done it quite like me. Started out as a pure neo fight learned his trade, swept the floor, kept the books, trim the windows, wade the candy, rung the cash register, installed the fixtures, remodeled the stores, built an organization of this size and quality and kept on doing it right up until the end because they enjoyed it so much. No 1 that I know of has done it that way. Here's how I look at it. My life has been a trade off. If I wanted to reach the goals I set for myself, I had to get at it and stay at it every day. I had to think about it all the time. And I guess what David said about me is true. I had to get up every day with my mindset on improving something. Charlie was right too when he said I was driven by desire to always be on top of the heap. But in the larger sense, the life and death sense, did I make the right choices? Having now thought about this a lot, I can honestly say that if I had the choices to make all over again? I would make the same once. And that is where I'll leave it, Highly recommend reading this book. I think it should be in every entrepreneurs library. If you buy the book using the link that's in the show notes, you'll be supporting the podcast at the same time. If you want to buy a gift description for a friend, or coworker, if there's a link in the show us as well. You can also go to founders podcast dot com and do that as... I'd do that too. That is 234 books down 1000 to go, and I'll talk to you again soon."
}