{
  "transcript": "Steve jobs had been hunting for a Cfo of pixar and reached out to Jordan, who agreed to meet jobs for breakfast. I show up in my suit jacket, Jordan Recalled, and jobs walks in in torn close 20 minutes late. Jobs had only 2 interview questions for Jordan. Question 1, you went to Stanford for business school in the late eighties. And then you're in the center of the company creation universe in the most exciting time in the world. And you became a fucking management consultant? Question 2. How could you work at Disney for 8 years. Those guys are fucking Bo. Jordan all the questions for what they were. A Steve jobs stress test. I'll cop to the first 1. Jordan said, it took me 10 years to find my way back here, but I'm back and I'm here to stay. On the question of Disney, he pushed back hard. You're wrong on Disney, he said, Then he explained that Disney stores which he was previously the Cfo of, had higher consumer ratings than the Disney theme parks. Jobs seemed satisfied and pitched Jordan on Pixar. Jordan D. He had just been a Cfo, and he was looking for something different. Jobs proposed that Jordan joined Apple instead. I have this new vision for Apple Stores job said and proceeded to outline a reimagine shopping experience from the ground up. Jordan thought jobs was delusional. And politely declined the offer. Of course, Jordan said of Jobs retail concept. He nailed it. That is an excerpt not from the book I'm we talked about today, but a book I did 2 podcasts ago on episode of 02:33, that is the founders. The story of Paypal and the entrepreneurs who shaped Silicon Valley and are certain by Jimmy Sony, and that is a footnote in the book of a previously, at least new to me Steve Jobs story. And the reason I started with that is because the author of the book I'm gonna talk to you about today, which is 2 Pixar and beyond by unlikely journey with Steve jobs to make entertainment history, written by Lawrence Levy. Levy was the first Cfo Pixar recruited by Steve Jobs, and that was the person he had retired, or he he went on the bat and moved to the board of Directors of Pixar and in that interview, Steve is trying to find somebody to succeed him. And it's always amazing to me how so many of these stories fit together in related in some fashion are form. So I'm gonna jump into this book, I wanna jump into the pro log. And in the pro log, Lawrence tells us what this book it's about. It's about the very early history of Pixar and the reason that I'm bringing it to your attention is because I think by reading about the very early days of Pixar, we get more insights to how Steve jobs thought about building companies. And so Lawrence brings with the fact that Walt Disney has just agreed to pay 7600000000.0 dollars for Pixar and how unlikely an outcome like that have been when if he told him that, when he started at, Pixar back in 94. So he says, when I first started talking to Steve about Pixar, a little more than 10 years earlier in late 19 94, the company had burned through almost 50000000 dollars of his money with Little show for it. The value assigned to Pixar stockholders on its financial statements at that time was negative 50000000 dollars. Now, Steve's investment in pixar had made him 1 of the wealthiest individuals in the world. My tenure pixar lasted for my first conversation with Steve in 19 94 until the sale to Disney in 2006. This opportunity was 1 of the great privileges of my life. Although much has been written about Pixar legendary creative and production process my side, and I he's gonna get into why he's writing the book. My side of the story looks at Pixar from a different angle. It is about the strategic and business imperatives that enabled Pixar to flourish. And so I think the book that he's referencing that talks to the... That goes into most detail about the actual building of Pixar from, like, the creative angle. It's actually written by 1 of the c founders of Pixar I did. All the way back on founders number 34. It's called Creativity Inc. And you're written by Ed Cat. I use this app I've I told you about before, I can't make the podcast without it, it's called Read wise. And it stores... So every time I read a book, I store all the highlights and notes from that book into the Read wise app. And over time, now it's come like this gigantic database on, like, my notes on the history of entrepreneurship. And something that was surprising out of the 240 something books that I've had read so far for the podcast. Creativity Inc is the 1 that have highlighted... That I have the the most highlights for. I have almost 3... I think almost 300 highlights from that book alone. I highly recommend reading that book if you haven't done so already and definitely going back and listening to that podcast. So he goes into more about his time. It's the very earliest Pixar, still in the pro lock. He says the making of Pixar was more akin to the high pressure grinding of t plates pushing up new mountains. 1 of those plates carry the intense pressures of innovation, the drive for artistic and creative excellence in storytelling combined with the invention of a new medium, computer animation, So Pixar the very first pixar movie. Is Toy story toy story is the very first computer animated feature film ever made. So it says the the other the other those plates, pill carry the real world pressures of survival. Raising money, selling movie tickets increasing the pace of production. These 2 forces grounds cease against each other. You can think of on the creative side, you have Ed Cat and John Las, which are, responsible for making the actual films that Pixar creates and then on the actual real world pressures of survival, like the raising money selling movie tickets. That is the role that Lawrence Levy, and, I don't know if it's Levy or Levi. I'm we're just gonna... I guess I'll say Levi, That's Lawrence Levy and Steve jobs are going to be working very close together throughout this entire to do to actually turn Pixar from a negative 50000000 dollar creative endeavor into a multi billion dollar company. And says this is how I learned that the tensions at Pixar with the very same forces that lie to heart, not just of making great films, but of living great lives and building great organizations. There's a line that's that jumped out of me when I was reading the founders, the the Paypal. The history of Paypal book. The early days of Paypal are very similar to the early days of pay... Pixar, and there's a line in that book that I think illustrates the point that Lawrence is trying to make to 9 and it it says at Paypal, produced discovery. Okay. So I wanna get to the point where Steve jobs, this is back in 94, Steve jobs is trying to recruit Lawrence, and the title the the chapters like, why would you do that and you'll see why? Like, there is a there is a an element of he had to throw caution to the wind to leave this great job for something to take a risk on something gets unproven. So this is my my phone rang. I picked up the phone, and says, hi. This is Lawrence. Yes. This is me. This is Steve Jobs. I saw your picture in a magazine a few years ago, and I thought we worked together some days. Even in those days, when the downfall sea jobs was a favorite topic around Silicon Valley. A call from him was enough to stop me in my tracks. Maybe he wasn't as high... Hottest he'd been before his before his departure from Apple 10 years earlier, but our industry had never had a more charismatic figure. I couldn't help to feel a spurt of excitement At realizing not only that he knew who I was, but he that he had actually called me. I have a company that I wanna tell you about he said. The company is called Pixar. And so he agrees to meet with Steve before he takes this meeting. He starts doing some... He's like, I don't know what pixar is, so he starts to do a little bit of research. And he says this... The initial thrill faded rapidly. My research revealed that Pixar had a decidedly checkered history. Steve, had acquired ownership of Pixar when George Lucas spun it off from Lucas Film 8 years earlier, and Lucas had to... I did a... That that pops up in multiple podcast podcasts have done a pixar, but, in a George Lucas Biography I think it's founders north 35. The reason he had to sell is because he was actually going through divorce. He then poured millions of dollars into the company in the hope of developing a high end imaging computer and accompanying software. The result, not much. Pixar had a... Had long been the quest to develop an imaging computer, and it was not clear to anyone I talked to. What was sustaining Pixar now, and we're gonna find out the only thing sustaining Pixar for many years had been Steve Jobs personal checkbook. Moreover, Steve Jobs had been Silicon Valley most visible celebrity, but that made it all the more glaring that he had not had a hit in a long time. A very long time. So he is just what Lawrence is doing here. He's writing the book in 2016. If Steve Draws had recruited you, you know, 2007 2008, 2010. Of course, you're gonna jump with opportunity. And it is not at all the same opportunity in 19 94. Is not at all clear. That he's actually going to actually come back and transform himself into 1 of the greatest entrepreneurs ever live. His last 2 products before being stripped of all responsibilities at Apple 19 95 were the Lisa and the original Macintosh computers, both had been commercial failures. And the next computer had been to compete with sun micro systems and silicon graphics. More and more jobs was looking like yesterday's and news. When I told friends and this is a great just example of that. When I told friends that I was meeting Steve Jobs about Pixar, the most common response was why would you wanna do that. And then he gets into the point that Steve jobs failure, his lack of hit was something that's really well known. He says a year earlier, there had even been a book published. Steve Jobs and the next big thing by Randall Straw. So I read that book, it is founders number 77. I think every entrepreneur should read it because it is all about the 13 years. It's Steve Jobs Wilderness years. I think on that podcast I called it, like, Biz bizarre, Steve Jobs. 1 thing that jumped out me is the first I the first 10. You know how important your first 10 hires in your company are. Right? The first 10 hires and ne at next, 1 of them was an interior designer. And so the that book is important to read because you have this gifted really intelligent entrepreneur making mistake after mistake after mistake. So says, this was a... The book was a scathing critique of Steve's behavior and business practices at next. I didn't wanna risk being a Steve jobs fall guy. But Lawrence does something that winds up being incredibly intelligent. He doesn't dismiss it. He's like, okay. Well, you know, I'm not sure. And steve's like, go up to pixar, see what they're working on, you know, and you'll see. He's like, we're not doing hardware. We're trying to build feature films, and you'll see. And so this is where Lawrence is gonna drive up. They have, like, this Ding office like, across the street from oil refinery, but inside magic is happening. And so something that, I think I've told you over and over again or, I think I brought up at least a few times was that Steve he steve learned a lot from Ed Cat. In fact, the end of... There's a... There's a there's a, like, an epi or an afterward. And in creativity ink that I think is worth the price of the book just from that alone. It's like 30 pages. I think it's called the Steve I knew or the Steve We knew something like that. And Ed just brings out the point. At this time, I'm the person that I worked the longest consecutive time with Steve Jobs. I worked for with him for 24 26 consecutive years. I can't remember I'm going up memory right now. And he just talks about, like, the the his portrayal in media, it was not the person I knew. And it's just a absolutely fantastic story that Ed writes about. And 1 thing that Steve learned from Ed was the importance of having extremely high bar talent because he said Pixar was the very first company he ever saw that was an entire company full of a players. And so what Steve is setting up here is actually gonna be very useful for not only recruiting new talent, recruiting investors, getting press is when they tour Pixar they're blown away. So we're gonna go to that section. It says, my host for the day was Ed Cat, C founder, Pixar. I just wanna pull out a few highlights here. As you know, Ed said, we're making a feature film due out in November. We're also selling Render man software. So I... I'm really what I'm gonna spend a lot of time talking about because that's what Lawrence is the entire time of reading the book is is... So He's identifying, like, what the company was when he came in and what the, like, the ideas and the discussions and the strategy that him and Steve jobs work together on to transform the company into something that is actually extremely valuable. And a lot of this is... Taking, like, just taking an inventory of everything that you're doing in realizing, hey, we're... I understand we added a little by little over time, but none of this makes sense to our our mission, which is to make a... The the computer animated films, which is what Ed Cat, that was just taking his dream for his entire life. That's why he... He's dedicated his life to Pixar. So he says, and some of this is, like, render man what I'm about to tell about, this is just these are side shows. So says, we're making a feature film out in November. We're also selling render man software and making commercial. But we don't... But we really don't have a business plan for building the company. And then Lawrence said like, hey, Well, how does fix pixar fund its business now. Ed explained how it was very much just month to month. This is crazy. Remember, from let's, this is 19 90 for. 12 years into the future, they're gonna be bought for 7... 26000000000 dollars. It's just it's amazing. And then you could... You can even add... I mean, and that's back in 2006. What would picks... What's pixar work now? It's hell a lot more than 7600000000.0 dollars. Right? So says, how does Pixar fund is now I asked. Ed explain how much it was very much month to month. Disney paid for film production cost while sales of render man's software and animated commercials brought in some revenue. That wasn't enough to cover Pixar expenses though. Okay k? So they're losing money every month. How do you cover the shortfall I asked? Steve, Ed explained. Every month we go to Steve and tell him the amount of the shortfall and he writes us a check. And then this next sentence from Ed is probably the largest understatement in the entire book, it's not an easy conversation to have with Steve. So then Ed continues to bring up Lawrence on up to speed at all what's going on. He said Steve was on board when we negotiate with Disney to make a feature film. He was a big big help in making it happen, but he still gets frustrated having to keep funding the rest of Pixar. How much does he invested in the company? Close to 50000000 dollars Ed said. Remember, this is not super wealthy Steve jobs. I think I've read different numbers. I think it was, like, 70000000 to a hundred million dollars that he had 50000000 he put into Pixar. And so it says close to 50000000 had said 50000000. That was a huge number by Silicon Valley startup standards. No wonder Steve g when he had to put in more. And then Lawrence says his question he's like, this is this is not really, like, work... This is a really bad way to recruit somebody. Because he's got a stable job? I think he's a Cfo of a public company at the moment at moment. He says, why would I join a company that been struggling for 16 years and whose payroll was paid every month out of the personal checkbook of its owner. I had not realized how Dyer Pixar financial situation was. It had no cash, no reserves and depended for its funds on the whim of a person whose reputation for volatility was legendary. And then his perspective changes because of a demo. If you go back and read any of the biographies, and auto of, like the great advertisers. So, like, the Claude hopkins, the great copywriter, Claude hopkins, David Over overview Albert Las. They tell you over and over again There's not a better advertisement than a demo. And so this is this is an example of that. They're like, hey, come to our theater. That this little Ram shack theater we have in this crappy office that we have and watch a par... Like, a partial version of toy story. In the next few minutes in this Rams shack theater, in this un uncontrollable building a across an oil we're fine in this company that was hanging on by a shoes string. I witnessed a level of creative and technical wizard that I could never have imagined. Then Ed takes him and shows them how the actual movies are made and he's just... He's gonna witness a level of craftsmanship ship and love for with the creation that he's never seen anywhere. So he says, Ed walked me to depicts our story board department rose upon rows of large cork boards were filled with index car... Cards on which appeared hand drawn scenes from the movie. The quality of each drawing was remarkable, and there were thousands of them, all drawn by hand, all telling a little piece of the film story. Then we visited the film lab. A dark room almost filled from Wall to wall with a mysterious machine that's sat in the middle. That is the pixar imaging computer. I couldn't quite understand its purpose, but something to do with transferring images to film. It had been hand built by Pixar. There's only 1 in the world at that point in time too. That scale and detail of what I was observing was staggering. And then he meets John Las. John Las is like, the head. You could think of him, like the head of product, Ed, it's, like, the the manager of Pixar. He wants becoming, like, the chief creative officer of Pixar. He's a chief then when they sell Disney. He's the Head of Walt Disney animation studios, he might be the the most legendary animator of all time. But says John listened attentive as I described my career so far, and I told him about my law practice and I'd left to join 1 of my clients. John was interested in why I left. This was fantastic. I love that. He says this because I try to bring this up in in the books where it's just like, I really want my life to be an adventure. I don't wanna have a normal life. There's a line in in Arnold Sc, by auto, total recall, the the second 1, the 1 he wrote when he was older. That I felt in my soul. And he says the whole idea of a conventional existence was like k to me. And so Lawrence was working for clients, and he had his his law firm and he's, like, this is not it. This... I just... This is not what my life's supposed to be. And so as John was interested in why I left. I double the line a bunch of parts in here. I enjoyed practicing law I explained, but it could be a grind, and I didn't love billing my time in 6 minute 6 minute increments. And then he's in the heart of Silicon Valley, so he's around entrepreneurs are. All Right? He says, I looked at my startup clients and to me, they were on an adventure. I year for the kind of adventure that they were on. And so they continue to have a conversation. I'm gonna skip ahead a Wanna read you, Lawrence his, like, impression of John. And the important thing to think about... Like, I've read, I don't know, close to 10 books, I think on on Steve Jobs by this point. There's there's very few people alive that Steve jobs respected more than John Las. And so let's break... Let let me go to this conversation that he's haven't at Lawrence. John, had become really passionate about what he was telling me. The these are brilliant creative dedicated people from the top to the bottom of Pixar He continued. I wanna see them gain the recognition and reward that they deserve. It has always been a struggle. But I want Pixar to succeed for them. For all of us. By this point, John's voice was all but quiver with the emotion. It was as if he were the flag bearer for a deep injustice. That needed to be corrected. So back founders number 02:29. I read the auto of Sydney Harmon. It's called mind Business and Maverick guide to business in life. There's a line in that book where he talked about his feelings for the company he worked on for almost 50 years a company he loved, and it really makes me think of what John, like, like, the role that John plays in Pixar. And Sydney says, I regard myself as guardian of the company's soul. That is how I think about las role Pixar. As I said they were John and Ed, my experience of the day was suddenly given birth to a new feeling. These 2 leaders had dedicated themselves for years to their crafts with almost no commercial success and recognition. I had no idea how when or where they might succeed, but 1 thing was becoming clear to me. They were winners. I might not know how that victory would come, but I was quite confident that for them, somehow it would. Pixar remained an en. There was so much there was great about it, but there was an even greater number of red flags. And I'm really glad Lawrence spent so much of the book. Writing was I was like, I just wasn't sure about this because this is... It it speaks to, like, if you think about how crazy this is. This is his... The greatest opportunity of his entire career and he's why he's going back and forth. It's like, I don't if you stick the risk. This is crazy. There is, like something to say with, like your intuition or listening to your gut and making a decision even if it's a irrational Him joining Pixar. Was irrational, and it was the best decision he ever made. So he goes back and he talks to Steve He's like, I don't know what the hell Like, I don't know what I'm doing here. And he's like, listen, I have questions about Pixel pixar business, I said. The products, the technology and team seem amazing, but I'm not certain where the business growth would come from. That's what we have to figure out at Steve. Pixar has this amazing collection of talent. Doing work that no 1 has seen before. Now it's time to turn that into a business. And he's like yeah. I I understand that, But I still... Like, I don't... I'm risking a fantastic career I have for this huge unknown. Rationally, it just didn't add up. I had worked my way up into an en position as a chief Financial Officer of a public company Silicon Valley. I was about to give it up and go work for a little company owned by the notorious Steve jobs whose record for success had gone off the tracks And the record of pixar itself had fared no better, but the more he's like, no. I can't do this. The more he's quiet times in his mind. He's like, there's just something here. Go do it. But there was just enough in intrigued about the opportunity that I could not get this out of my head. A couple of days later, still not fully certain if it was a right move. I took the leap and accepted Steve's offer. So It's giving in the story. He starts at Pixar, and this is something This is not too dissimilar to if you read about when Steve jobs came back to apple 19 80. Just the first thing it is, like, I needed to an inventory of every single thing that we're doing and see if anything makes sense. And he spent weeks and weeks like, this is this is nonsense, and that's when he I think he... He eliminated something like 70 or 80 percent of the product line. He does that famous, like, 2 by 2 matrix He's like, we're just gonna make a consumer desktop and a professional desktop and a consumer laptop and a professional laptop. And, like, we're gonna direct all of our energy and making best the best product... These 4 products insanely great, and we're not gonna anything else. Lawrence has his own way to get there, but he's gonna essentially cut everything with... Obviously, working with Steve, except film. And so the Pixar had made this this software internally re... They need to make their movies for do special to do computer animated special effects called render man. And then, like, hey, we should sell those other people. And he's just realizing, well, this is just not. Steve also wants to take the company public. That's why he hired Lawrence. And so why you gonna take a public? You have him made any money negative 50 net like, negative 50000009 dollar net worth. Like what's happening here? When studios are making films with special effects, they need lots lots of render man. Otherwise, they don't need it at all. Some years, our sales are up, Some are down. So he's talking to people within Pixar trying to get a lay of the land since she what I'm telling you. What's the average sales price I asked about 3000 dollars she responded. And a very good year, Pixar could sell a thousand copies of render man. At 3000 dollars per copy that's 3000000 dollars To make a difference, Render man's business would have to scale by a factor of 10, and that simply put was impossible. There were not enough customers. This... It wasn't a business. It was a side show. And so there's gonna be many examples of this. When they made commercials everything else He's like, why are we doing this? These are these are not big growing markets. Why don't we cut it and then take the talent and the expertise and the people that we have doing these other things that aren't aren't our main focus and put them on our main focus. And so that's the principle we've seen over and over again history your entrepreneurship and 1 that's just very, very useful to use for your own work. Right? I just wanna pull out 2 sentences here gives you idea of, Lawrence impression of Steve, Steve had an almost permanent intensity about him. Like he was always in top gear. Whenever we did talk, it was like, shifting from 0 to a hundred miles per hour in an instant. And Steve was, like that almost all his life when he worked for Nolan Bush and Found Tar when Steve was 19, Nolan said that about him. He's like if Needed something done, I'd give it to Steve because he had 1 speed go. And then Lawrence goes into, like, what what was it, like, working with Steve at this point. This is gonna remind me something that I I learned, back on founders number 02:12 when I read... No I'm. It's 02:13. When I read the auto of Michael Joy not the closest thing we're gonna get to an. Is it's called driven from within. So I'm gonna read you the quote first, before I read you, Lawrence and Deep working together. And, Michael Jordan said, I'm not so dominant that I can't listen to creative ideas from other people. Successful people listen. Those who don't listen don't survive long. And so this is what Lawrence said. This is the first example of a pattern Would experience often with Steve. He would debate with intensity over an issue. Over any issue we were discussing big or small. Sometimes we agree, sometimes we didn't. When we didn't, I would find myself having to stand resilient, steadily holding my own position, yielding not to his intensity, but to the merits of the matter. Time and time again, I saw how Steve preferred that we come to a mutual resolution marching forward together rather than acting on an outcome that he imposed. Years later, Steve told me he felt the business and strategic strategic choices we made at Pixar were neither his nor mine but the product of justice this product, of of justice process. And that goes back to that famous anecdote, our story, Steve tells would tell over and over again, is the Rock tumble story. How when he was a young person growing up, his neighbor would show him what a Rock tumble us. And they take these, like, rough jagged, ugly rocks throw them in the rock tumble, they come back the next day and the rock tumble just, like, basically smash the rocks together over next in a period of time. And then when you take the rocks out after the process has done it's all. They're smooth and beautiful. And so steve for to steve, those was a metaphor of that idea that I think the the founders of of Paypal now that dish deformity can produce discovery. And part of this process is going through and just eliminating every single business that is not your main focus. And so they go and they're, like, why the hell are we doing animated commercials. This doesn't make any sense. This has once again. Pixar was committing its talents to an endeavor that would never go anywhere. It might keep a small talented group busy, but as a strategy for growing a company, animated commercials was was another dead end. With little promise and render man and animated commercials, the options for growing Pixar business was diminishing, and my love of worry was on the rise. The next thing I had to probe was the short films. So starts off, they try to sell hardware, that doesn't work. Right? So then they move in, They have the render man software. They have animated commercials. They have short films and then they're trying to build toy story. And they're doing all this at the same time. Eventually, they're gonna cut 75 percent of what was left and only focus on toy story. Which is a fantastic idea by it, by the way because Is gonna wind making, like, 200000000 dollars and it's gonna open every single future opportunity for Pixar. So this is really, really smart, and I'm really glad that Lawrence spent so much time talking about this. So says animated short films had no commercial value they were either done purely as a labor of love or in a way to test and develop its technologies and story development process. And they're cutting a business that they had won. I don't know, like, 3 Oscars for. They had... There was a series of like, they had won academy war for best sure of film 123. He names 3, maybe 4 different movies on this page. So this gotta be difficult. Right? They didn't make a dime, and in fact, they were very expensive to make. Pixar is an En. I shared with Hillary. That's his wife. 1 night after dinner. I don't think I've ever seen so much. He uses the Pixar in Over again in this book by the way. I shared with Hillary 1 night after dinner. I don't think I've ever seen so much talent under 1 roof. Their efforts have been nothing short of heroic, but every business that has tried has either failed or has such limited potential, it's hardly worth the effort. If nothing's worked work worked, how did it survive this long, Hillary wondered. Steve's stubborn ness I replied. I don't know any other investor who would have stuck it out this long. I mentioned on either... I think it was the last podcast with Sam Walton It might have been on the Paypal podcast, but Saw this headline and the new Peloton Ceo said you can't possibly know what the Tam is what the total adjustable market is. You're in the middle of inventing. The Tam. And that is exactly what Pixar is the facing before they released their first movie, and it says nothing I'd done prepared me for for understanding the Toy stories business potential. Pixar had never released a computer animated feature film. No 1 had. There was no way to predict the market for it. And so I wanna read you a paragraph that appears to... In different forms throughout the book because you think, okay, He was uncertain, then he took the job and the uncertainty goes away. No. No. It like, continues for a very long time. And it really speaks it, you know, some people might have got scared and quit, and there is a benefit, like, Steve's extremely stubborn and that why it working out his benefit. And in some... In his own way, Lawrence has also has a form of stubborn ness where... And he's having... He keeps having these, pillow talks his wife. He's like, if I had known... This is... Now he's in months into his tenure here. I had known what I know now, I said, I can't imagine I would have taken this job. Taking this company public seems like a crazy notion. No investor I know would come near this. 50000000 dollars in losses. No profits. No growth and Disney holding all the cards. And it's at this point where he actually applied some advice that he had previously gotten for mentors. He has a group of usually older mentors that extremely important in his life, and they they went up guiding his career and and being extremely useful, like, coaches and things like that. So he says I learned the wisdom of not grip over the hand I was dealt. 1 of my mentors said, there's nothing you could do about where the pieces are he'd said. It's only your next move that matters. I had worked at training myself in his way of thinking. It was a lot more productive than getting emotional about things that were out of my control. And then he just speaks so not only how difficult this is, but how unlikely it was. Go from negative 50000000 to 7600000000.0 in a decade. A little... I guess, 12 years, a little bit more decades decade. Just the more I learned, the more the magnitude of what Pixar was attempting to do Dawn. Making Toy story was not just finishing another film. It was more like climbing Everest or landing on the moon for the first time. Computers had never been pushed to this level of Artist street before, and I double online this section. This is fantastic 1 of my favorite lines in the book. Pixar was embarked on a lonely courageous quest through terrain into which neither it nor anyone else had ever ventured. In this section of the book, this is where him and Steve are going... They're doing an sane amount of research and trying to piece together. Like, what is the animated film potential. So this is a quote. I wanna give you an example of this. I haven't repeated this ceo a few times over the over the podcast, but I think it's important. It comes from becoming Steve jobs the evolution of a reckless up star. I think I covered this back on like, founders founder number 19. It is a book. I definitely have to re reread. So it says nobody in Hollywood wants to take any risk. He told me a year later. He was... This is Steve talking. He was truly proud that he and Lawrence Levy had studied Hollywood closely and had learn enough to understand how Pixar could cut a great deal in an industry that has thrived on p the dumb money of Star truck outsiders. You can't go to the library and find a book titled. The business model animation Steve explained. The reason you can't is because there's only been 1 company, Disney that's ever done it well, and they're not interested in telling the world how lucrative it was. And so this section of the book that I hold of my hand is where they're doing the research that he becomes extremely proud of. And so this is back in 95 used to buy, like, I don't know if Dv existed. But you buy V dhs tapes and you would own a movie. Right? I guess you can own the digital form now. But they're just going through, like, okay. Well, where are we gonna make our money? As we make films. So we said Steve, we don't have precise data, but I'm looking at the home video market and it's huge. Disney is making a fortune and I had read... I heard a podcast 1 time That blew my mind. You know like I I think this seems, Russell Russell... Not not Russell. Richard Simmons. I was saying in Russell Simmons to Hip hop, the the founder of Jeff. Richard Simmons. I I heard on a podcast 1 time. He had made, like, a hundred and 50000000 dollars, selling V, like tapes of his workouts. Like, an insane him amount of money. And so they're realizing, hey, Disney's over here quietly printing money, not telling you everybody about it. Says, Disney's is making a fortune on this. People are paying 30 or 40 dollars a movie to own them. And so gets really crazy because something I learned from Steve Jobs is that when he was doing the study. He's like, you know, Disney, and this is many, many years ago, they price sold way more now and who knows what the value is because of Disney plus and everything else, But It's like, Disney sold 28000000 copies of snow white. That's insane. So it says, do you know how much Disney makes on them? He says not precisely. But remember the calculation that said that if Pixar hard had released beauty the beast, which had been 1 of the most... So basically, they had no models to go off of. And Disney wasn't... Even though Disney was a partner, they're not telling them all this stuff. Just like, okay, and I back date come to stuff. He's like, what if we run a model, like, okay, what if in our current deal, let's assume that Toy story winds up performing as well as beauty and the beast. And they knew the deal was a crappy deal and they'd they have to want them rene negotiating it. Because I think they would have gotten... I wanna say that there was, like, out of the hundred and 70000000 that would have came in. They only would have gotten 17000000. And Disney would have taken rest. And Lawrence is making the. Like, I'm pretty sure the profits on the film are enormous. They're probably a hundred and 50000000 or more, and I think a lot of that is coming from home video. Home video was turning. This is a fantastic idea. Our insight, Home video was turning animated feature films into big business. Bigger than we had ever imagined. Beauty the beast Aladdin and the lion king were among the most profitable films of all time. And so they're like, okay, Well, Steve Steve's takeaway away from this is like, pixar can be in a multi billion dollar video market. And so this is, like, their first... 1 of their first disagreements because Steve's in a rush to take Pixar public. Lawrence thinks... He's a little bit more conservative he wants to wait, and, you know, Steve famously ties this. He's like, hey, Toy story gonna come out. On Thursday and the following Wednesday, we're gonna go public and their... The entire book is essentially trying to get to that point and how crazy this experience was. And so Lawrence is taking away. Like, he's telling us after the conversation Steve over where they're trying to, like, identify, hey, what's the potential for this market. Ed Steve just had... He was just full risk on. It was 1 thing to learn that animated feature films had more financial opportunity than we thought. It was quite another to bet the entire company on it. There was no modern precedent for taking an independent animation company public. But Lawrence also makes the point. It's like, yeah, This has never been done before, but, you know, Disney had had diversified. It wasn't purely animated, movie studio. Our animation studio, and that has 1 movie taking But he also said, well, Steve's not... That doesn't really bother... If something's never been done before it doesn't really bother Steve, and he makes this point here. Steve's willingness to fund Pixar for close to 10 years won't be on all the norms for keeping a startup up alive. And so part of the mental model that they're trying to build. And figuring out how to run a company is exactly what you and I are doing right now, and it's like they go to history and try to learn insights from history that maybe relate to their business or they can use in their work. So they said they they started reading everything they could about the Disney company. And it says, some of the parallels between Disney and picks are were striking. Walt Disney encountered an animated cartoons for the first time. This is in, when he was serving World war 1 as ambulance driver in France, and he quickly fell in love with the field. Ironically, he feared that he had entered the field too late that we see over whenever again too, that there was no growth opportunity left in it. He ended up creating the opportunity by pushing the field into new territory. Both creatively and technologically. Justice as Pixar was doing now. So what they're doing here is they're just say, okay. This is Disney. This is what Disney experience at his time. This is the lesson from that, and this is how... The the it the... Like, it compares to what we're going through. In 19 28, Disney released a short black and white cartoon that changed the course of animation. This is Steamboat Willie. It it issue... It ushered in breakthroughs on 2 fronts. It introduced the world to the to the most fully formed cartoon personality audiences that ever seen. Mickey mouse. It was... That's pretty crazy. So we're making out almost a hundred years old. He came out in 19 28. It was also the first cartoon to use synchronized sound, meaning that the sounds were timed to the action, making the overall audience experience farmer of than ever before. Disney then set his sights on the first animated feature film. It took him until 19 37 to release snow white, a vi accomplishment that Ushered in many more breakthroughs, in story character color sound and the way animation to play depth. So all these breakthroughs that Pixar is the first people to do for for computer generated animation is to think about where we're in the story. Okay? Other parallels... Other parallels between Disney and pixar were less inspiring. Like Pixar Disney and struggled financially for years. While Disney had bet it all on Snow white, including mo his house, the success of the film paid off financially, but it wasn't long before Disney was struggling once again. An m an imitation was proving to be our shooting anime. Excuse me. Animation was proving to be a very f business, so then he he wants a diversifying. In 19 54, he goes into television with claimed Disneyland television show. And in 19 55, he opened Disneyland a daring adventure to re rein envision the theme park experience. The enormous degree to which Disney had diversified, made the idea of a pure animation company eve seem even more doubtful. If the undisputed king of animation the animation world hadn't pulled it off. What was the likelihood that anyone else could. And what they do here is so smart. They're like, okay, we need to stress test these ideas we're learning. So maybe we should go and we diversify into... We're like, we'll be... We won't just do animated films. We'll do live action too. So they they went a meeting with the guy who runs Disney's and live action films. Right? They're like, maybe we should diversify just like Walt. And so there's just a lot of great insights that this gonna... This is going to occur over 2 pages. So I'm just gonna hit some points here. Filmmaking is not a great business. Joe said. It's hard to succeed by releasing new films. The value often comes from the library. How does that work Steve asked? If it's a good film, it stands to be watched again and again and again, over the years. New and this is so important. And I think this is an echo of what warren Buffett said. I mean, I think it was warren that said it not Charlie. That time is a friend to the great business in a in an enemy to the mediocre. I'm I'm, like, para there. If it's and why because you... Like, what you're doing now, you have no idea how the invention of new technologies that are happen in 05:10, 15, twenties years in the future can actually benefit. And so it says if it's a good film, it stands to be watched again and again over the years. Now snow white is what. At this point in history, but 80 years old and people... They're still watching it. So it says if it's a good film, it stands to be watched again and again over the years, new technologies like home video make that even more likely. The major studios have built up enormous film libraries that continue to provide value to their film businesses. Joe continued to explain. Look at the value of the major Hollywood studios, and you'll see their libraries of films is the the and you'll see their libraries of films is really significant. The big studios are really about providing capital and distribution, Steve said. They are not... They don't focus on making 1 single great product. This is a different business model completely. He's comparing it to what he's been used to. In that model, this is Lawrence saying. Even if a film does just does just okay. It it needs actual release and, like the theaters, it may have value for years in a film library. That's the opposite of tech products that become obsolete quickly. And so Steve makes the insights is like, okay. Well, the longer we can hold on, the more valuable our library is to for more valuable that Pixar comes over time, we might not have to do computer and it, like, we might not have to do action to diversify. We just, like, pay if we can produce enough computer animated movies. Right? And just pair bills and hold on, and we have a couple hits. Like, I think picks pixar almost every... Picks pixar movies been hit. But his thing is like, okay. We... Why... We won't we necessarily don't to diversify. And so, Ed Cat, they go meet with Ed, and they bring up their thinking, and he's like no No. We we don't... Like, we have amazing advantages over live action films. And so he provides Lawrence and Steve with insights of white, why not to do this. Like, just go all in and what we're doing. A few days later, we took the topic up with Ed. We sat in his office and discuss whether we should make live action films the same way we made animated films. It's about the way the films are made at said. In animation, there is much more control. We iterate on the story over and over again. Do story boards. Character, character modeling, animation tests and other processes. If the story or a character isn't working. It's almost like, you know what? I just hit me when I was reread this now, and I'll continue this in a minute. It's almost like the combination what pixel pixar are doing. It's a combination of, like, making a tech product and making a movie. And you have the best of both worlds, because this sounds less like... And he's gonna tell us why it's not like a live action movie. It sounds a lot like building a product. Right? We iterate on the story over and over again. Do story boards. Character modeling animation test and other processes. If story or character isn't working, we can change it. Live action doesn't offer that flexibility. Once the film has been shot, you're locked into using the footage you have. That is why and this is still ed talking. That is why so many films don't quite hit the mark. So what you're saying is we have more control. In ed opinion, we have a, a higher chance of continued consistent success in an in computer animated movies than you would in live action because you have more control and more time to iterate over the entire process. And Steve's is not gonna wanna do live action films for this reason. This is a fantastic sentence. There was no part of Steve that bought into the idea of making products that might not have a shot at greatness. So this is another good point. Just because something in somebody in the past was unable to do it. Doesn't mean that you can. And so they find this book is written in 19 87 It's like, there's people in the past that had tried to Ipo just to make films and they all failed. And so the author This is really important because this guy named V who writes the book, winds up being 1 of the... He's working for, like, a small boutique investment banker, firm, and he's... There's 3 investment banks that take pixar public. And this guy 1 of the head analysts at 1 of the banks that winds up a agreeing like, no, This is actually different. This time is different. So says V was take was talking about taking a film company public Exactly what were hoping to accomplish. And this is what he wrote in time in the eighties. It was a long to and expensive obstacle course and in and an investment nightmare. There... It was not the ideal scenario. Steve was pressing for a public offering, and here V was holding up a big, bright neon warning sign. So this decision Is like, we gonna go all in on just being an entertainment company. We're just gonna... We're gonna... We're gonna, hey, this is it. This is the only path forward. We're gonna make animated feature... Computer many feature films, and that's that's what our our goal is gonna be. It goes on for several chapters of them, like, going back and forth. Should we do this? Should we diversify. They eventually say hey, we're gonna go all in. And so there's all these kind of meetings in the book. And I just wanna... This is exact... This is pre Ipo. What I'm about tell you This is pre Ipo, and it's their game plan for moving forward. That the the list of objectives they must... They're tends can be extremely difficult and they know that they must achieve. So it says we have to change the way the world perceives Pixar, Steve said, even if Disney gets the billing, people need to know that we made these films. We cannot build a company without a brand. We're not. So we've seen this over and over again. A kia, the time wins the founder Sony. This is, I think, I founder number 01:02. Winds up, you know, they don't have a lot of money. They're building elect, electronics in Japan. They get this huge order they get, like, a hundred thousand units, which is, you know, orders of magnitude more in revenue than the company had ever taken in its history. And the guy says, okay, but take off the Sony name and put our name on it. So you're just gonna be, like, our house brand. And Kia stands his ground is like, no. I'm building 1 of the the greatest like, I'm building a legendary brand 50 years from now. That my brand will be as well known as your brand is today. And so he turns down that money. I haven't finished reading or haven't made a podcast on it yet, but I've I've watched Document and Ralph Lauren. He did the same thing. Had no money. Had a had a a desire and a goal to build a fashion brand named Ralph Lauren, starts out making ties. I think it was, like, bloom dale or departments are like that, say, hey. We love what you're doing. Here's a big order, Take off your name and put on our our house brand name. And he stood from He's like, no. I'm not doing that. So same thing. Steve's he's like, I'm not just... We're not just a supplier to disney. We're we're building 1 of the the great entertainment brands. And so you have to know. This is a non negotiable. And he walks away from, negotiations with Disney over, like, I think at least twice over the... Just this term. He's got multiple terms, but are multiple things that he wants done, but this pixar is going to be a brand, and he was dead set on that. So he says, we cannot build a company without a brand. That was the fourth pillar of our plan. Turn pixar into brand. So that was all we need to do. Besides making films that would enjoy unprecedented box office success the world over, we simply had to, and so now they have 4 pillars. Okay? Number 1, we had to quadruple our share of the profits. The only way to do that to renegotiate with Disney. The only way to renegotiate with Disney is Toy story has to be a massive success. Okay. So that's number 1. Number 2. We have to raise at least 75000000 dollars to pay for our share of the production costs. And the only way they can do that is to Ipo. Number 3, We have to make with to figure out how to make films far more often than we know how. You can't have this hey, 1 film every 4 years. Cadence. Like the company will fail. And number 4, build Pixar into a worldwide brand. And then Lawrence says, piece of cake. So there's a lot of changes in the book where Lawrence and Steve. Lawrence is way more cautious. And I think Steve demonstrates something that max max election at the end of that book, the founders. So Max option is the founder of Paypal. He's I think he found another company sold Google, and then he's founder out of this company called a firm. And he made a speech with those interesting because, you know, he's trained as an engineering in program. He's like, we're we're meant to be, skeptical, but he talks a lot about the fact that, like, he had my... The people he admire most are like, the founders of the world. And there's a post that he says. He says 1 key ingredient of being this kind of person is an almost irrational lack of fear of failure and irrational optimism. And we're seeing that. We see that throughout the entire story of Pixar. Just Steve believed, even if it didn't... There was no reason for him to believe that, there's no, like, rational reason for me Believe that he just believed that what Pixar was doing is valuable and that it would succeed and thrive in the world. And he says, it worried me that he saw Pixar Ip through glasses that were 2 rose call colored. The market seem healthy and receptive right now, Steve declared where we're on the phone 1 morning. Other companies are getting ready to go public. Nets scape is gonna be as big as offering as we've seen in a while. I think Pixar is bigger and better. And Lawrence does his best to try to tamper temper or rather, Steve's like a irrational optimism, but he does it out, he cannot imp... He it's imp. Nets represents an entire new industry replied. Interest is huge. Investors all over talking about the Internet. They're not thinking about animation. We'll have to convince them about Pixar. They'll get it once they see what we're doing, Steve asserted. We should plan a Pixar public offering as soon as possible. I wasn't sure. I agreed. So many pages later, they're certainly to trying to build a board. They're trying to get like, picks pixar ready, and it's it's more of this. It's... So he says, I brought up the topic with Steve on the phone that night. We'll have to disclose what we know about Pixar business up upfront. Investors will figure it out anyway. It's better coming from us. If that's what you think we have to do, we'll do it Steve said dismissive. I could tell he wasn't against the idea. He just didn't think it mattered. He was convinced investors would see beyond it that they would be so enamored with Pixar vision that the business risks would be minimized in their eyes. And Know left myself on this page is Steve knew. He wind up being completely correct. And they also have the benefit of the fact that their product is a movie. Toy story at its time was truly revolutionary. So investors could watch it before the Ipo. They they had to have the Ipo lined up. But they... I think they thought they were gonna come out, like, 04:14 dollars to share or something like that, and it winds exceeding that by, you know, 3 times that amount or whatever the number what winds up being, I'll talk about later on the book. But a large part of that is what Steve saying. Like, when they see it, they'll get it. They're just in a more unique position the most companies in history industry and the fact that, like, your product demo. Right? It's something that people pay to see. They wanna watch a movie. It's like, wow. Then now I can see what you guys can do. This is huge. And what's amazing is Steve hits this this this like, this fundamental almost like, Zealous religious belief in Pixar. Even after, so they think, okay, Steve's is like, hey, they're gonna love it. Let's get Morgan, Lawrence is, like, should we have morgan Stanley do the Ipo, Have Goldman Sachs. He's like, we're gonna them both. And so they meet them... They both wind touring Pixar. They talk to Steve and they both decline. So they do wind up getting 1 firm lined up the Ipo. Now they need to get... They wanna needing it 2 more. And this is where Lawrence does something smart. He contacts the guy who wrote the book warning about the difficulty of Ipo, phone companies. And what this guy said was really interesting. So it says how V was now managing director and senior at analyst of entertainment media and gaming at a Cow and company, a boutique investment bank based in New York that I never heard of. And so he's like hey, Can I talk to you about this? And so how's, like, of course. She says, this was house chance to remind me how terrible an idea this was. But instead, he replied, I'd love to learn more. I've had my eye on Pixar from a afar. So this is... Let's see. At this point, this guy's been involved maybe 20 years analyzing the entertainment industry. And this is... He gets it... He this is like, a huge boost of confidence for Laurence. I love it, Hal said. I just love it. You're doing everything that the entertainment industry needs. What? I thought to myself. What do you mean? Technology technology's is a huge driver in entertainment Hal explained. Companies that combine great story technology breakthroughs and seasoned management will lead the way into the future. Pixar has all these ingredients. Believe me, it's rare and this guy's gonna know because he's been like a historian of the industry for 20 years. I'd love to be part of this maybe kyle cohen can be part of your Ipo, and this is the takeaways. Like, my my my jaw dropped on the floor. Here was 1 of the top analyst in the field saying that we had all the ingredients for success. So 1 of my favorite quotes from Steve jobs ever. He says that there's a tremendous... There's just a tremendous amount of craftsmanship in between a great idea and a great product. And there's a line in the book that Lawrence writes that reminds me that he says Steve once told me that the gestation of great products takes much longer than it appears. What seems to emerge from nowhere, bell is a long process of development, trials and missteps. Steve once told me that the gestation of great products takes much longer than it appears. So they eventually get 3 investment banks to line up. They're, okay, we're gonna be able to raise the money because they wanted to be able to. Right now, Disney's is paying for all their production costs. Like, there's no way we can do a 50 50 split if we can't come up with our own money. And so everything's is gonna come down to the fact that like, what is toy and this is a huge gamble by Steve Jobs, and it was his strategy. If trying paying off handsome. He's like, no, We're gonna time the I... We're not gonna wait. The Ipo was coming right after a toy story. Toy series is going to be a hit, and all the the publicity in the news is going to affect the Ipo. Steve called it down to tea. Like, he got it. So it says, now we get to the point where, like, the the movie just released. And at this point, they're, like, this is, like, the fax machine and telephone world. So Lawrence is waiting on calls to figure out... They have a good idea. Like, what is your Think it's a Friday because they're there... It's the the... They're... It's like, Thanksgiving relief. So I think the movie comes to like, Wednesday night. They're like, Disney tells them hey, by Friday. We're gonna be able to project what this thing's is gonna do. So since it was now approaching 10:30 in the morning. It would only be moments before we knew the first magic numb First magic number. That of Toy story opening weekend box office. I take 10000000, I remind myself. 20 minutes later the phone rang. I rushed to answer it. I hung up the phone trying to absorb what I had just been told. So Hillary couldn't wait. What was it? It's massive. I said, massive Disney predicts a weekend box office close to 30000000. In other words, 3 times what he had just told himself that he'd be happy with 20 minutes earlier. 30000000 I can you. Disney thinks the film will have a huge run. It will sail past a hundred million and probably past a hundred and 50000000 dollars. It's amazing that they can project that at that point because I wanted to doing what 1 92, I think, 1 72 something like that. 5 minutes later the phone rang. It was Steve. It's amazing, Steve start started excited. This is huge. They're thinking it could be the biggest film of the year. We did it, Lawrence. We totally did it. And so this is the result of why he wanted to do this with... He wanted to time the release toy with the Ipo. So that's happening that they get a call on Friday. Next Wednesday. So 5 days in the future, they're gonna... That's the that's a day that Ipo is gonna happen. And Robertson Stevens is the the bank that's taking him out. They say, and as a result, says Robertson and Steven thinks that the... They can now price it over 20 dollars per share. Before the movie. Okay? The the before the movie, like, okay, it's, you know, 12 to 14 dollar range. Now Toy Story has this massive opening weekend, they're, like, let's bump it up to 20. So this is the moment of truth 2 days later, Steve Ed and I huddled around a computer in... In the San Francisco offices of Robertson and Stevens. The Nasdaq stock market had opened at 06:30AM. They were ready to launch Pixar stock. At little after 7AM, 6000000 shares of Pixar stock was placed with investors at 22 dollars per share. We were live, Pixar was a public company. It immediately jumped up into the high thirties. Demand was off the chart. We all stared at at partly beam, partly and disbelief. Todd Todd Carter broke to silence. He turned to Steve. Congratulations, Steve. You're a billionaire. While I was glued to the computer screen watching Pixar trades, Steve had stepped into a nearby room and made a phone call to his friend Larry Ellis. All he said was Larry. I made it. The next day's headline the Wall street Journal journal, journal report on the Ipo Red Steve Jobs is back in the saddle again, becoming a billionaire in Pixar Ipo. Responding to the skepticism over Pixar valuation, Steve said, it's not for me to decide what the value is. That's why we have a market, but we are only the second studio in 60 years to produce a blockbuster and animated feature film, and we're doing it in a new medium of 3 d computer graphics. I felt something before between disbelief and j modulation. For most of the past year, I had been utterly wrapped up in what was right in front of me, simply trying to move everything ahead. Now in the space of 1 whirlwind week, Pixar had taken off. So they celebrate for a little bit, but then I realized wait a minute. This was just step 1. We have a bigger plan than this. As J as I was about the Ipo. I also understood that my responsibilities were just beginning. After all, the Ipo was just 1 of 4 pillars that we had described. We still had to drastically increase Pixar output, which they don't know how to do yet. Earn a much bigger share of the film's profits, I don't know if Disney will agree to and build Pixar brand. Pixar was very far from reaching a stable orbit. And now they have to deal with what if you're just a 1 hit wonder. And so this is just fantastic. Because if you really think, like, what is the goal? Long term excellence. Is the goal long term excellence is the goal and it's extremely difficult. Let's go to Lawrence. He says sustained performance is the hallmark of business success. We had to face the biz biggest challenge of all how to make great films. Without that, no matter what else we did Pixar might easily join the long history of 1 hit wonders. Coming up with a second half act after a big hit is a thorn challenge. The problem with success, even a little success is that it changes you. You're no longer walking along the same pre that drove you to do the great work in the first place. Success has a way of taking away your edge. And this is where the importance of how talented Pixar, the team at Pixar is starting with Steve Ed and john on. I do wanna... John's gonna say something brilliant here. John Last just gonna say something some brilliant here. First, this is Lawrence has its own great line. I wanna bring to your attention. I double underline this, so you know it's support and creative a vision does not spring forth. Fully formed. And then this is... So they're they're trying... I'm gonna get to what John says. They're trying to figure out, like, what kind of process and oversight oversight should be put in place at picks so then they can grow and create more movies. Right? That's 1 of the pillars the 4 pillars that they're trying to figure out Was, how do we up our production. And they're like, okay. Well, other studios Like, right now, John and Ed have just been making all the creative decisions. Like now we're a public company We have to be more serious. Right? And you're, obviously, I think if you know anything about Steve jobs, you're gonna realize that. He's not so sure. And I really think of 1 of the main lessons, not only of this podcast in general, but it's in that that book, the founders specifically the 1 Did 2 podcast that goes is that you have to live and die by the founder. And you can think of, yes, Steve's a founder of Pixar, but really Ed and John are the the creative forces. It's like the role that he played at apple that's he played apple is what John and Ed play here. And this is just fantastic. Because I'm gonna read a few paragraphs here to too you because it's it's just fantastic because they're like, what should we do? Should we hire creative director? Should we have some oversight and so John says, I understand the concern here. I really do. But we don't wanna make safe films. We wanna keep breaking barriers in story and in animation. Our story team is like no other. It has incredible vision and depth. We have to rely on it. This is more on his soul in the game. Our films must come from the heart John explained. It's not just about entertainment. It's about telling stories that audiences connect with emotionally. The way to do this is to make our films personal to make certain they mean something to our directors. John had such passion in his voice, such sincere conviction that it was almost impossible not to be moved by it. So what you're saying, Steve said, is that we we should bet on our creative talent no matter the risk. Yes, John replied. I know that's asking a lot, but it is what I think we should do, and, of course, Steve is gonna be in line with that because he also has soul in the game. He's seeing, like, a mere image of himself in a different domain. I guess is... What I'm trying to get here. Real recognize recognizes real as a way to think about this. Like, this guy is a craftsman. He is a gifted creative person. Steve is gonna bet on him. And so it says what John was asking us to do was unprecedented. He wanted to put all the creative approvals in the hands of Pixar story team. It just wasn't done. After John left a meeting Steve asked to add what he thought. From Pixar shorts to to all the way to toy story, we've done it the way John described. Only now the stakes are higher as we try to make more films and our production budgets go up, but we have to take John thought seriously. So often, studio sacrifice story by playing it safe. John's, please had struck a chord and all I wrote on this page. I'm gonna read another few paragraphs on this. My I wanna say my note first, This is great. It's just fantastic. I love this. John's please had struck a chord. Steven and I had a chance to talk it over 1 weekend. Isn't that the way we should be making great film, Steve said from the heart of the filmmaker. Why why would we want anyone else to interfere with that? I'm gonna pause here before I continue with the paragraph. This is another quote from that book. The founders. This comes from Elon Musk. And Elon says, the founder may be bizarre and erratic. But this is a creative force and they should run the company. This is exactly what it's there that exact same realization and apply to a different domain that they're realizing it Pixar. So says isn't that the way we should be making great films. Steve said from the heart of the filmmakers. Why would we want anyone to interfere with that? And so Lawrence tries to play devil's. Like well Disney made great films and they had executive oversight, and then Steve says something that is just perfect. But did they have a John las, Steve muse. This was a great question. John and his young team seem to be cut from a different cloth. They were virtually inventing how to tell stories in the entirely new medium of computer animation. And what we're aiming for... And we're aiming for something different, Steve added it. Truly original films, Truly original films. So stories that have never been seen or heard before. At this point, my job, and this is so... This is another great point. At this point, my job as Chief Financial Officer should have been to remind Steve about the huge risks of cost overrun to say cases of films notorious for budget excesses and box office disappointment and to recount the dangers of creative teens running a mock. I didn't bring them up. That's that wasn't why I came to Pixar, I came because I believed in Ed and John and Pixar team. Now I found myself surprised to find Hollywood's so risk adverse. I loved the idea that filmmaking could use a dose of silicon Valley Bra. Every startup up impulse within me said this was the time to bet on our team. That would be the Silicon Valley way of filmmaking. No hedging. Bet on innovation, bet on greatness. Take the shot. To change the world. And then this is just a fantastic line, fear and ego conspired to rein in creativity, and it is easy to allow creative inspiration to take a back seat to safety. I wanna read that 1 more time to you. Fear and ego cons conspired to reign in creativity, and it is easy to allow creative inspiration to take a back seat to safety. Okay. So now we get to the point where they're gonna renegotiate with Disney. The the the chapter, I'm in, is anatomy of a deal. This is probably... I'm not probably. This 1 chapter is worth the price of the book. Just to... Even if you didn't read the whole story, I'd pick it up and read and how move the deal because I think the strategy they have here is very fascinating. It's very short. I have, you know, a lot of highlights, over the next few pages. So what I'm gonna quote from is they're really... What they're trying to do is I'm trying to map up, like, the strategic relationship between Pixar and Disney. So this is happening in 19 96. So, Lawrence and Steven Meeting. It says we're gonna discuss where we thought Pixar was in relation to Disney as we often did. We wrote down the main points of the discussion on a whiteboard. We had discussed all these points before, but it was helpful to see them on 1 place. Steve made 2 columns, Disney and Pixar. Under the Disney column, he would write the points they gave Disney leverage. And under the Pixar column, he would write the ones that favorite Pixar. 0.1 for Disney. No obligation to change contract. They have a 3 picture deal, and they could stick to us stick to that contract simply because they want to. Steve added a second point in the Disney column. They can invest in computer animation themselves. They might easily assume that they could hire the best talent so that they could build up their own capability. And third thing, Steve Steve wrote in a Disney column. Other pixar options inferior. So this is the advantage Disney h has, they can sign with another movie studio, but they're not gonna be as good as Disney. Disney was clearly better at distributing animated feature films than anyone else. It had extraordinary merchandising capability for turning out toys, clothes, and other branded items. It had the very best theme parks for showcasing the film and their characters and the imprint of the Disney brand on an animated film. Gave it a cache that no other studio could provide. So when I got to that sentence our paragraph rather. And maybe thinking 1 of my favorite quotes from this book, the billionaire in the mechanic. I think I did this back in like, founders number 01:24 or somewhere in there. So biography of layer Allison. And Larry says, and this is just again, Disney's is 1 of the greatest companies ever been created. And he talks about Larry in the book talks about how crazy things got during the the first Internet bubble in the, like, the late nineties early 2 thousands, and he says, he got a call from, a friend or a guy who used to work at Oracle. And was now a top executive of yahoo. His name's is not nas sem. Nas told Larry. Disney wants to merge with us, meaning merge with Yahoo. Why would we ever want this this seems so unbelievable. He talks about, like this massive hysteria that's going on. Why would we wanna work? Why would we ever everyone wanna to do something like that? What have they got? Larry answered his own, oh, his old friend, and this is his... Larry thinking is completely in line with with what steve was just telling writing on the whiteboard? G. Let me think. They have the most valuable film library in the world, the most valuable Tv channels in the world, and successful theme parks everywhere. Disney makes tons of money, and they're probably the most beloved brand on the planet. Now what have you got? A webpage with news on it and free email has everyone gone crazy. So now go back to this book. Next steve added another thing to the Disney column. Pixar has only had 1 hit And so they're trying to figure out okay. There another something else that is also in Disney's favor. And at this point, it's not at all clear. Michael E running. He's a ceo of Disney. It's, like, is he still interested in an animation. It's possible his his interest in animation is waning. So it says, Is had a reputation for being material and hard to read. The notion that he might not care that much about animation seemed a bit far fetched, but it was possible. He was more interested in television and other media outlets than than animation at this time. He had just spent 19000000000 dollars to buy a b. So Disney... So Steve excuse. So Steve wrote in a Disney column. Animation might be losing priority. So I'm just gonna review real quick, they have no obligation to change the contract. They can invest in computer animation themselves. Other pixar options to distribute their films or inferior. Pixar only has 1 hit and animation might be... Lose... Might be losing priority. So then they start building the case for Pixar. The first thing Picks pixar or Steve, in the Pixar column was Ipo money to pay productions. We can now pay for own production, Steve said, Disney doesn't have to pay for all the costs. Number 2, Toy story success. Toy story was still playing in theaters and had already surpassed a hundred and 70000000 dollars in the domestic box office. So then, Steve brings up the fact that Jeffrey Katz was Michael wei second in command. He winds up leaving Disney. He gets in a fight with is there winds up leaving because he wasn't getting promoted. Leaves to start dream works with David Ge and Steven Spielberg and steve figured, hey, Ice not gonna want, like, dream works if our deal expires, they don't renegotiate with us. If Disney doesn't renegotiate with us, we can go to dream works. Ice is gonna should most likely do everything his power to stop that from happening. Says Katz would like, nothing more than a Trump Disney in animation Steve said. He's he's been a thorn and Disney side. If Is loses Pixar to another studio and dream works succeeds in animation, Is would go down as a d... As a Disney Ceo who lost animation. So you can't do that. Steve wrote in the pixar column. Dream work is a threat to Disney, then Steve made another entry in the Pixar column. Better deal if weight. If we don't do a deal with Disney now said, we'll get a better deal later when this contract is over. We will then have multiple studios bidding for Pixar business. So now they're done with the 2 columns and they're realizing. This is very difficult to assess how this is gonna shake out both of us had leverage. And so now Lawrence is gonna get into why Steve jobs was such a good negotiator. I'm gonna read another quote from that book becoming Steve Jobs. And this is Bill Gates after the fact what he saw when he sees what Steve Just was able to... He steve I became the the single largest in individual shareholder of Disney as a result of the sale that he's gonna, negotiate with Bob Ig, a few years from where we're in the book, and Bill Gates just... Could... He was just could not believe this. This says like many others Bi was astounded by what Steve had been able to negotiate. When he has the upper hand, he's good at using times says gates. He knows, you know, he would wait people out. Just look at how much of the resulting company ends up being owned by this fairly small and yes, very high tech studio. They end up owning a very central percentage of the entire Disney Abc b Espn entity. And it's owned by a little animation studio. That took 3 rounds of negotiations, and by the time the acquisition is being done, this is still Bill gates talking And by the time that the acquisition is being done, Disney is just flat on its back saying take me because of the political dynamics of Disney at the time, they needed that win and Steve knew they needed it. So let's go back to this book. The natural tendency and negotiations system to engage in a in position bargaining. This means taking a position knowing that is not a final is not your... Your final position and holding in reserve a backup position. Both Steve and I had a strong dis for approaching negotiations this way. Steve doesn't do. He has his own way. Once Steve decided what he wanted in a negotiation, he developed something akin to a religious conviction about it. In his mind, if he didn't get what he wanted, nothing else would take its place, so he'd walk away. This made Steve an incredibly strong negotiator. And so once Steve decides what he wants. He's not going to re rent on any of that. So his... The new deal he wants he wants creative control over the characters and the story. Number 2, fay release window, so he wants it to be... I guess there's 2 times in the year. It's like the early summer and then around like, thanksgiving Christmas where usually, you have the biggest box office success. He wants 50 50 profit share, and he wants Pixar branding. You can't say, we're not, like Pixar has to have equal branding with Disney, not just on the films, but also the merchandise I should make. He's gonna wind up getting all this by the way. So over the next, like, 6 months, he tries to negotiate with Is, and he's gonna walk away. He the pixar walks away a few times, but this is a another time. This is before. Is is gonna wind him getting kicked out of the company. But I'm I'm gonna bring up at this point because it's exactly what Bill gates is just telling us. And it's the fact that Is would give greed with 3 out of the 4. But he's like, we're not gonna build Pixar equal branding because if our... If you're... If this still expires, we just created our our most formidable competitor. So says Steve says, I don't think we'll feel good about ourselves if we yield on this. We'll be miserable when we see Disney taking the brand credit all over again. We'll have our self respect if we walk away, and I think we'll... I'm I'm reading this you. So you understand jobs thinking behind why he would potentially Torpedo a deal with Disney because he's like, I'm building Pixar as a brand. It's extremely important. It's just like the the 2 anecdotes I shared earlier. The Kia Mori and Ralph Lauren. So like, no... I'm building a brand. I'm not just gonna be your sub contractor. So let me start this section over. I don't think we'll feel good about ourselves as we yield on this. We'll be miserable when we see Disney taking the brand credit all over again. We'll have self respect if we walk away and I think we get better terms later on anyways. And then John las agrees. I'm in too. We'll get through the next 2, 2 films, and then we'll have all the flexibility you want. Me too, Ed said, we've been through a lot to get here. We'll make it work. And he was right. 2 months later. He doesn't do anything. He walks away. Is called. So, hey, We'll give you c branding. And we'll, basically, he wanted a, a way to share in the upside. So he's, like, we wanna make an it. We wanna buy some of your stock in case your company knows extremely valuable because of your partners. But us, we wanna partake in the profit that. So they find their way to do to, to have an alignment of incentives between the 2 companies. And what's remarkable is this is all happening on the same month that Apple buys next. So it says signing a new agreement with Disney was not the only event important important event to occur in February 19 87 Apple computer buys next. I could not see the whole picture at that moment, but the signing of the Disney deal and the sale of of next to Apple triggered a chain of events that would mark a change in my journey with Steve. An ever so gentle polling was now beginning to take us in different directions. And what I wrote here is Steve's attention is going to be directed to his true love. He loved Bi pixar thought what they were doing was extremely talented. It does not compare with his love of apple. With the Ipo and Disney deal behind, Steve was more relaxed. He would often stroll over to my home, Lawrence and Steve lived like a few blocks apart. He would often stroll over to my home in the weekend, and we'd go for a walk or sit in the backyard and talk. Our car conversations me from Pixar to world affairs to our children and personal lives. And several her talks around this time, Steve muse about Apple. He felt Apple had long go lost its way and was more drift than ever. It was rapidly becoming of shadow of its former self. Slowly, I began to realize that Steve's mu were in fact, the visible flicker of an internal raging fire. Steve's designs on apple's future were far more than theoretical. So we're fast forwarding a little bit in the story. Steve's went been back at apple's for quite a while. He decides he's the 1 negotiating for Pixar still. And he decides to call off the negotiations because he he just hates ice. And then Lawrence makes the point here Is like, well, this looks like it was a bad thing, but given time it wanted up being 1 of the best things that were happened. He just has a great way to put it. This is a fantastic line. 1 never knows an event that appears detrimental is in fact, part of a larger pattern that we cannot see. That is so important. I'm gonna read it again. 1 never knows an event that appears detrimental at that time is in fact, part of a larger pattern that we cannot see. A year and a half earlier in early 2004, Steve called off talks with Disney to extend the agreement. 10 years of unprecedented success had done very little to bring Steve and I are close enough to find a way to continue a relationship between Pixar and Disney. So they wanna, Roy Disney, who was on the board and family member 1 waging this, like, saved Disney campaign. There were they were just very unhappy about the direction Is was taking. They thought animation was extremely important to the to the core of Disney and they weren't taking it seriously enough. So it says, Is had been able unable to withstand the pressure and on onset 09/09/2004, he announced that he would step down when his contract ended a few months later, Is successor was announced. Bob Ig. This was the exact moment. We began to contemplate the possibility of selling Pixar to Disney. And 1 thing Steve talked about in his other biographies that Bob Ig was no bullshit. And like, there's no there's no bullshit with, like, he liked the way he dealt. He's like, I just put all my cards on the table and Bob was the same way, and that's why they built a relationship. I'm pretty sure Bob Ig was the first person. Outside of Steve's family. I'm pretty sure Steve said this. If I remember correctly that. He told Bob Was the first person he told outside of his family that his cancer had returned. So that thank you to level relationship They went building. From the moment, the meeting began, the tune of Pixar relationship with Disney changed. Gone were second guessing and post that had characterized These relationship with Is. With Eye, there were no games, no politics, no post. Ig made it clear that animation was very important to him and to Disney. He said it was a heart and soul the company and bringing it back was central to his vision of Disney. E did not have to be so forth forthcoming with us about this. The more he claimed Disney needed animation, the more leverage pixar might have, but this was his style with Steve, this style worked like magic. On 01/24/2006, Disney announced that it acquired Pixar for 7400000000.0 dollars. Steve still owned over 50 percent of Pixar, giving his Pixar stock a value of almost 4000000000 dollars. In the ensuing years, the acquisition of Pixar by Disney proved to be 1 of the most successful corporate acquisitions of its time. Disney's businesses show soared in value almost quad the value of Disney stock a few years later. Steve was now Disney's largest stock holder, and the value of his stock in Disney would eventually sort over 13000000000 dollars. Making his investment in pixar by far the largest source of his personal wealth. Think go about how crazy that from negative 50 dot... 50000000 dollar network worth to 13000000000. And I'm gonna close on this, and as we're gonna see, you'll hear people say that business is in personal. It's just business. But when you give your heart and soul to a company and to an objective and into a mission like Lawrence and Steve and Ed and John did here. That's simply not true. It is personal. For John and Ed and Steve, they can continue their relationship with Pixar. But when Pixar sells to Disney, that's the end of the Pixar adventure for Lawrence. And even though it's a fantastic outcome financially, you'll see Lawrence experience what a lot of entrepreneurs that we've studied experience when they sell their company when they think that's what they actually want. And then after it happens, they realized, oh, no. I made a mistake. This is a terrible emotional loss. By every single measure, the acquisition could not have been more successful. Every single measure, except 1. You seem like you're down, Hillary asked me about a week after the acquisition. How do you feel? This was hard for me to admit every morse of the lawyer, Cfo, strategist and board member in me told me that the sale of Pixar was the right move. The fitting move, the best possible endgame in this phase of Pixar history. As soon as Disney bought Pixar, Pixar board of directors dissolved, and all my formal ties to Pixar would come to an end. My journey with Pixar was over. Letting go of Pixar is harder than I thought I said. I wasn't sure exactly why though, After all, it was a business. It was a chess board, and it was about making the right moves. It's not actually though. Something about this was lingering. I felt the way I did when I saw my children go off to school for the first time, or went to their graduation. Why was I feeling this way? Maybe was because in many ways, to me, Pixar had been like a child. Sweet, innocent, playful, and full of wonder and potential. It took a certain amount of vulnerability, humility, and delicacy for Pixar to work. Ed, Steve John and I had washed over that. We had poured ourselves into it, pushing each other, learning from each other, helping each other. We had tried all we could to nurture and protect all that made pixar great. I recalled the challenges over Pixar stock option plan and worrying whether our best people would stay and see pixar through. I remembered how excited my family had been to 10 toy stories premier and how we all anxiously waited at home for the phone calls that would have revealed the opening weekend box office results of Pixar films. I looked back almost comic at our first mean into the entertainment industry and how we had cobb together our first film financial model. I recalled the way Steve and I had debated every perm of every possibility that bore on Pixar strategy and business. I remember the triumph of Pixar Ipo. And the obstacle course we navigated to make it happen. And I recalled the long protracted negotiation with Disney that Sip Pixar on the course of making real profits and becoming a worldwide brand. Yet now, it was all behind me. Pixar was in new hands. Safe hands. Hands that would take care of it from here on out. But I guess I was taking 1 last look back as this 1 disappeared from my view. I cannot help with think of the way Ne dad, Marlin felt in the exquisite scene in finding Ne. When he cannot must any more strength to continue to search for his son. Marlin new newfound companion dory, in her enduring, quirky, innocent way, says to Marlin. When life gets you down, you know what you gotta do. And then in her sweet, rap manner, she begins to sing. Just keep swimming. Just keep swimming. Just keep swimming, swimming, swimming. And that is where I'll leave it. For the full story, read the book if you buy the book using the link to us to your podcast player. You'd be supporting the podcast at the same time. You can also go to amazon dot com for its shop for as far podcast, and you'll see every single book. I've ever done for the podcast and reverse chronological order. If you have a friend, or a family member that you'd wanna give the gift of founders too, you can buy a gift description that is in those shown us as well and also available founders podcast dot com. That is 235 bucks down 1000 go, and I'll talk to you again soon. Founders"
}