{
  "transcript": "14 mountains on our tower more than 8000 meters above sea level. An altitude with a brain and body with and die. Until recently, the world record for climbing them all stood at nearly 8 years. Nepal climber N Persia announced that he would summit them in less than 7 months. It was an audacious mission, and many were inc. But N had already sharpened his climbing skills on the brutal Himalayan peak of Everest. Honing his survivor skills while serving in the celebrated Gu and special boat service units of the Uk special forces. Even more important, he possessed the courage, resilience and confidence to get the job done. Today, N is the first man to ever summit all 14 of the world's 8000 meter death zone peaks. He did so in 6 months and 6 days, smashing the previous record of 7 years. In this spell binding memoir, N reveals the man behind the climbs. Explaining how his early life in the nepal and training as an elite soldier allowed him to achieve his dream. N explains with great can, how leadership, integrity and collaboration drive the world's greatest climbing feat, including the first ever winter ascent of Pakistan k 2, another mountain nearing milestone, which he achieved in January 2021. In gripping pros, he reveals how persistence, a willingness to learn and most of all, a belief in yourself are essential to success in work and in life. Both profound and inspiring, this exhilarating book reveals what it takes to go miles beyond the possible. That is from the front cover of the book I'm gonna talked about today, which is beyond possible. 1 man 14 peaks and the mountain nearing achievement of a lifetime and was written by N Persia. So real quick before I jump back into the book. A couple people have asked me what's the best way to buy gift descriptions for other people founders. I always leave a link in the show notes on the podcast player on the mis it feed. If you're using a podcast player, some of them don't make those links clickable. So if that's the case Go to founders podcast dot com, you'll see via a gift description, you'll see every plan in the next every plan that says So it's it's pretty easy. Okay. So let's get into the book. I would... A few months ago, I had watched the documentary on this this mission that N, this idea that N had. Hey. I'm gonna climb all the 14 peaks, and I'm gonna do it in 1 tenth the time of the world record. It is an amazing documentary, I was completely blown away. And so as I started doing more research on N, I realized he had written a book documenting his early life and this incredible mission that he calls project possible. And so this week, I read the book and I re rewatch the documentary and took notes. So I have notes from the documentary and notes from the book. And most of the people that we... You and I study on the podcast. Every single person that you and I study in the podcast is an extreme mindset. Normally, that extreme mindset is directed towards the very difficult task of building a successful company. In N case, his extreme mindset is dedicated towards doing something that has never been done before, and he... His primary motivation or doing this is to prove to other people that nothing is impossible. And so 1 way to think about N is he's an evangelist for the power of self belief and not listening to the the negative people. He talks about I've heard him talking interviews as well that most humans are just way too negative. I wanna jump right into the introduction. He's 35 years old. He's been serving in the British special forces. And he decides to quit his job to pursue this crazy dream. And we're gonna see his mindset over right here. And he's talking about this crazy idea he says I wanted to try. And to do so, I quit the British military where I had served as a Gi soldier for several years before joining the special boat service which is a wing of the special forces. Walking out on my career felt risky, but I was prepared to gamble everything for my ambition. Fueled by my belief in myself, I treated this challenge like a military mission. I had even named my attempt project possible. And then we see his... He's got a gigantic personality. And if you see it you you could see it in the documentary, it also comes through every single interview and also comes through in the writing of the book and you see this right here. The title, which means project possible. Later came to feel like a 1 finger salute towards the people who couldn't who wouldn't or couldn't believe in my dream. There were plenty of them. Doubt appeared everywhere. So that's in the introduction. If you go to the actual first page, the page before the table of contents. You see that his... He's una extreme, he just has a very short sentence on the on this 1 page. He says your extremes are my normal. And so not only his N project considered by most people impossible. It's it's he has a high likelihood of dying, while attempting to do this. The history of mountain Achievements is full of people dying attempting to do. You know, things that that have never been done before at at altitude in the death zone. And so debt... He talks about death a lot. And I just wanna point out this... So he's talking... This is... He's on his first mountain the very beginning of this project. And so he says, as I planted my boots and the shifting snow. I told myself that death was going to come for me at some point, Maybe on a mountain during project possible, maybe an old age decades down the line, but not today, not today. But when. And would I finish what I started? And so he's about to tell us about his early life growing up at a paul in poverty, But he's talking about is like, why am I and it... And I don't even know if he really has the answer. He's like, I've been inspired to attempt climbing all of the 14 of the world's biggest peaks. I'm doing it way faster. People think that's impossible. And really this paragraph about to reach you. This to me is the main message of the book. He is trying to convince the reader. He's trying to convince the people to hear his story that watches documentary. To possess what I would call Kanye West levels of self belief. And this is why. But why? There were... These were some of the most in hospital places on the planet. A challenge of that magnitude with a deadline for only half a year or so, might have sounded like madness to most people. But for me, it was an opportunity to prove to the world that everything, anything and he I criticized anything that everything, anything was possible if you dedicated your heart and mind to a plan. And so even after he completed this what what many people deemed possible. People said, oh, they tried started to making Excuses says, oh, he's from Nepal. That's the land of the 8000. You know, he he must been... He grew up acclimated to high climates. He's like, no, that's not true. High altitude you rather. He's, like, I grew up in a flat part of the nepal. It was extremely hot. It was like, more, like a jungle like environment. And the fact was he never even tried to attempt to to scale him out and until he was 29 years old. So he says real real su. My family was poor. And so at the age of 29, he winds up finding a wise older mentor that helps accelerate his learning. So there is just so many parallels between, again, I feel what N is doing the book is no different than the entrepreneurs and in the past that we studied. They all wind up finding whether through books or through actually meeting people, wise older mentors that help accelerate their learning. And so he's gonna be under the tu of a famous in the Poly mountain. This is in 2012. This guy, it was kinda wind up dying 2 years later in an Avalanche in, on in everest, unfortunately. So since I took my first steps towards the highest point on Earth in December 2012. He decides his first mountain is gonna climb is gonna be Everest. I was at I was 29 years old. I had been connected with the famous and the Poly Mountain Do cut kat. There's no way I'm pronouncing that correctly. As it says the work was slow, but steady and under Do j's tu, I pulled on a pair of cramp ponds for the very first time. So N tells his mentor like hey, I wanna climb everest. And he's like, no. You're not gonna do that. That is a very technical mountain. You're... Where you need to start on... There's a nearby peak. It's I think it's pronounced low low bo low bo And as he's climbing this mountain with his mentor. He describes what it's like being new, it's thing. He says each step caused me to pause and think. At times, I would experience a surge of fear. At others, falling to my death seemed like a real possibility. But after wasting these he's slowly learning. You can't think like this 1 on the mountain, But after wasting so much energy on stress, I eventually located the confidence to stride forward purposefully and my anxiety faded. And so even when he's relatively inexperienced, he's got a gigantic ego adjacent fueled of self belief, he's been almost I would almost consider, like torturing himself. I'll go through, like, the the... He's had at this point decades of putting himself under intense physical pressure. And so he's doing the same thing on the mountain, and he's realizing this is a gigantic mistake. My ego is is out stripping my ability here. And, you know, they obviously could be deadly on the I'm. So he says the mountains were delivering their first major lesson. Never burn yourself out unnecessarily. From then on, I vowed never to waste vital energy. I would work hard only when I needed it. So when they would get to, like... There's... Usually, you don't go straight from the the base camp to the summit, There's usually can't can't... Maybe we want camp 1, camp 2, camp 3 stuff like that. It's there's just a rest there, acc, and then continue on. So he'd get to a camp, and then he he tried to, like, prove himself to the other other people, and he'd, like, push up another, like, hundred or 200 meters just to show he can and then come back down. And by doing that, he went up destroying himself physically. And so he's attempting to climb a very high mountain. This is before project possible. Gonna obviously get to when... I'll tell you when that the project starts. And so right now, what they're doing... He's he's attempting to climb a very high peak with other Nepal like She and experience mountain near. And so they're having to do this thing called trail leasing where they're taking turns plowing paths through really deep snow. And this is the first time that he realizes he's really good at climbing and dealing with the physical demands. And so if if you watch the documentary. And I think this podcast is gonna be a good companion for the documentary because I'm really focused on like, his mindset and the the takeaways we can, learn from N that we can apply to our, like, our work and our domains as opposed to the actual description of the climbing, I think the documentary just does a well way better job than I would be able to do an audio. So there's a scene in the documentary. He's at the high altitude? I think it's called the high altitude center. It's in London, and they're testing his... Like, how does his body respond to a lack of oxygen. And so they're putting them all... They're they're simulating, hey, You're you're having a cycle really fast on a bike. I think it was at, like, 6000 meters, so a really high altitude. And a ton of, like, world class Olympic level cyclists have gone to this institute and done the same test that N is doing the documentary. Only a handful of them are able able to even last 90 seconds before they have to quit. N does 3 minutes easily. And so the guy administering the test says in the documentary he's like, I have never ever seen somebody have better results than N. This guy is essentially superhuman. And so the first indication for N himself that he actually might be really skilled at this at at mountain ear and climbing and and performing at high altitude is occurring right here in the books. So it says N. The snow is so deep. If you have the energy and can help upfront, please do. So what would it would happen is you have somebody trail blazing. They're blazing the trail, maybe they can last, you know, couple minutes however long it's gonna be. And then once they... They're... Physically tired. They moved to the back of line, and the next person comes up, and they they keep doing this till the the trails is done. Right? So it says, encouraged. I soon took the lead and drove forward. My legs felt like pistons as I pump my feet in and out of the powder. And this is also a scene very similar to this is in the movie. It's were remarkable. How deep the snow is and they're just like, almost like crab walking up a mountain. It's insane. The effort was huge, but by regarding every step forward as significant progress and part of a greater team effort, I was able to move steadily. So I wanna pause before I move on a double on the line that section. Let's turn that into a maximum that we can... That we can, remember easily, regard every forward step as significant progress and part of a greater team effort ever. Going back to the book, My thighs and calves ate with the strain, but my lungs were light is exactly what they were testing at the high Altitude center. Okay? The fatigue that hindered other climber at Altitude didn't seem to be striking me down. When I turned to see how far I'd come, I was shocked to see the rest of my climbing party, they were, like little black dots below. Wow. This is my shit I thought. I've been working whitman he needs to talk about. He's in a flow state. I'd been working without much thought operating in the flow state that athletes often describe when they set world records are win championships. I was in the zone, and then we see an instance or an example of his positive self talk that he feels is so important. Not only for himself, but for anybody trying to prove to to achieve something difficult, which I obviously agree with them based on the the, you know, 240 books I've read. It it's very... I don't think I could think of 1 entrepreneur that we studied that did not have. Then that did not possess extreme levels of self belief. Brother, I thought, your badass ass at high dude. He's saying that to himself. And so now he goes more into his childhood. He says as a kid, I wanted to be 1 of 2 things. My first option, I wanted to serve as a Gu soldier like my dad. Gu soldiers were legendary. And their motto was better to die than to be a coward. And so he's telling us about growing up a property and in property, developing an extreme mindset, and then an intense desire to wanna help other people. My second career ambition was to be a government official. I wanted to be in Paul's version of Robin, stealing from the rich and giving to the poor. Even as a child I understood, the people around me had very little and poverty rates were in incredibly high. I was poor from the beginning. We didn't have any money, and the thought of owning a car was unimaginable, but we were a loving family, and I was a happy kid. It did not take me... It did not take a lot to keep me amused, and he talks about part of his insane work ethic was inspired by his mom. My mom started working on on on a village farm for money. And at least 1 of the kids was strapped to her back in a cloth. So not only did his mom have to engage in extremely hard labor to make money. She has to do it while carrying 1 of her kids on our acting entire day. A lot of my work ethic came from my mother. She had a huge influence on me. He's her youngest son. He calls himself a mama's boy in the documentary. He's trying to do this and achieve this as she's dying. She's extremely sick. She's in and out of the hospital, so he's really motivated to move as quickly as possible because he wants to see his mother. He he considered it his greatest life achievement at the up to that point. And he wanted to get it done before his mother passed away. His mother passes away. About a a few months a year after his successful completion of the mission mission. He's got a great point here that you have a huge advantage if you can thrive on the bare minimum. From an early age, I learned it was fairly easy for me to thrive on the bare minimum. This might explain how I was able... How how I was later able to live so much of my life in the chaos of combat when he's fighting in Afghanistan in other places are in a tent pinned to the side of a mountain. And this is something repeated over and over again. I've moved ahead a few pages here. It really... The way I describe N is he's saying, like, I'm an evangelist for a positive mental attitude. From an early age, I believed in the power of positive thinking. So he's a teenager he is trying to to train himself because his life goal is like, I gotta become a Gu. And we're gonna see him fail at his life goal and he's like, alright. No problem. I'm just gonna try again. And then if I fail, it's fine. I'll just keep coming and coming coming. You're not gonna stop me. I soon learned that with relentless self belief anything was possible. I would need every ounce of it to get accepted into the Gu. So he goes through this rigorous training program, there's a ton of people that are doing it are attempting it as at the same time, and they only take 25, I think. So it says, I'm just skipping over large parts. He says I failed. They ranked me 20 sixth place on the final candidate list and only 25 individuals were accepted. So he's like, I was down for a day or 2. That's fine. I overcame my disappointment, and I was successful my second attempt a year later. And so he's still really young... He gets into, like, some of the physical, these extreme physical tests that he has to put himself through because of his goals going into Ge and then later the special forces of the Uk milk, filtering military and says, 1 of the better known tests and this... There's an actual video of this in the documentary. It's pretty crazy. 1 of the better known tests in the Ge select... Central selection phase was the do race in which applicants were ordered to carry I think it's called del. It's it's essentially a bamboo basket. So you're carrying a bamboo basket on your head that's filled with 65 pounds of sand. So for... It looks like it's like a basket with a huge strap, and the strap is around like your head and neck. If I had the guest, you're carrying most of the weight on your head, neck and upper back. That's what it looks like to me. So we have to carry a bamboo on our head, each fill with 65 pounds of sand, and I had to complete an uphill circuit of 3 miles in less than 48 minutes. And 1 thing I learned from Charlie Mu. Says, like if you wanted an advantage, you have to do things that other people are not doing, and we're gonna see how insane his N his mindset was even when he was a kid He's 16 years old. He's preparing for this. And so what he does is like, okay. I need an advantage. He sneaking out in the middle of the night to put in more work. So he says I'd previously taken an unorthodox approach to race preparation at school and would often sneak away at 4AM to run through the nearby streets. Then he'd come home Right? So she says then though when the son came up, I can't... I crept back to bed before anyone notice. So he'd go out. Everybody else is sleeping he's not, like, this this, like, prep school for Gi. Or, like, a, like, a training program for people that wanna get into it. And so everybody else was sleeping, he sneaks out, does extra work comes back, and then acts like that never happened. So he just wakes up for everybody else. They're I'll brushing their teeth together, and then they go off and they do the work in the in the prep for the day. And so this extra work is going to wind up, paying off. He's gonna succeed. He says, from there, the assessments were a blur of push ups, pull ups, sit up, sprints, cross country runs at Beat tests I passed everything. After years of training, education rejection and un effort, my dream was finally coming true. So growing up, he had 1 dream. I'm gonna be a Gu, winds I've never obviously sur serving is like a political person politician and Nepal. And needed to think about Names it's just impossible for for him to settle. So say, I got my life dream. So what's the next life dream. So he went up serving. I think 6 years in the Gu, and they tell him about why don't you go to it and... He finds that there's a... There's another level above that, and that is a Uk special forces selection. So this is I love being a soldier, but I also like the idea of being on top and the special forces were the elite My application to join the Uk special forces selection, the intense 6 month long trial that separated those with the guts to join the group from those without was accepted in 2008. After 6 proud years with the Gu, I was moving on. My moment to join the military elite had arrived. So up to this point, he had gone through. Okay, This is the... What's it's required to be a Gu, this is all the extra stuff I did to make sure I would succeed and beat the other people that are going up the same thing that I'm going after. He's gonna do the exact same thing when he's trying to to to join the Uk specials forces. And I'm gonna read a sentence soon. It just reminds me something we just learned few weeks ago when I re reread Sam Walton bio. And he says, I understood that to become a special forces operator, it was important to adapt myself to an increased workload. 1 of my favorite things that Sam said in his book at the very end. He's like, here's, like, I think, like 10 ideas that he repeated over and over again. He tried to dis distilled them down Into, like, 1 liners say we could remember is, like, how his approach to company building. And I love what he said because Sam has also was also una extreme. He says 1 thing I don't even have on my list is work hard. If you don't know that already, or you're not willing to do it, you probably won't be go... You probably won't be going far enough to lean my list anyway. And so N, he's gonna demonstrate that he knew that already. He's gonna do something. I saw I've seen what he's about to do here. Ar Source Did the same thing in his auto. When he was... He he was forced to... Or not. III think Preacher sure every single Austrian male at that time in history had to serve in the military. So when he was in the military when Arnold was in the military, he would complete like, the required training, the military training and and physical training they put you through. And then his own program after that. Again, like, there's so many... There's a lot of what the way N approaches his craft as the way Arnold did and Michael Jordan. These are the 2 people that have studied extensive that that really jump out and Like, look, these are they're are the same people. They just happen to be born in different places at different times in the world, and they're going after different goals, but their mindset is very, very similar. And so this is N approach. To prepare myself physically, I push myself hard. While based at the Gu Barr, I'd work through my military commitments during the day. But when 5PM arrived, I'd rush back to the house to shovel down a small dinner before heading to the gym for a 70 mile bike session. Combat swimming, was a major part of Sbs training. So that's a the for... The the the branch of special forces that he's trying to join. But because I wasn't exactly a adept in the water, after cycling, I dove in the pool and swam as many kilometers as my body could handle. I rarely made it to bed before midnight. On weekends, my daily routine involved running for hours at a time. I'd haul my ass around the streets with 2 or 3 Gu brother buddies. This isn't insane he's about to do here. We operate in a relay system. Where I was the only person prevented from taking a break. 1 guy would accompany me for 6 miles, leading me along at a strong pace. Once he completed his distance, another running partner took over and together we'd go 6 more miles. This went on for hours and left me physically and psychologically p. Getting out of bed in the middle of the night with rain hammering outside was demo, but I pushed through. When snow arrived, I resist the temptation to hit snooze, And I double on our line the. This is... I double under the sentence. This is so important. Emotional control was only 1 of the many traits I needed to possess to become elite. Names is picking up on exactly what if you study how people like people that do extreme physical tests of endurance, they'll tell you over and over again. The mind gives that gives up way before the body does. It is a psychological warfare that you're engaged in just as much as you are in the physical testing the physical endurance of your body. And he goes more into the the the importance of just having 100 percent mental dedication to a goal. And this is why I really tried to convince people to read the education of a body builder. To book it did back on, episode number 1 93. It is not... It it's just... The way Think about it is a short auto written by choice when he was 30. The book is called the education body building. It is not a book about body building. It is a book about being 100 percent mentally committed to achieving a goal. And so we're gonna see that here. The self this self inflicted program was the toughest challenge of my life to this point. Every step of the way I fought against the doubt of others, but none of them grasped how dedicated I'd become or how my mindset would fuel incredible feat in the years ahead. I had hope and hope was my god. So that is something he repeats over and never again, he has an entire chapter name that hope, hope is God. This is what he means by that. Morning than anything I had faith in myself. When I was a kid becoming a Gu was my. It was my god. He's saying that you're... It's like your North star. Your you have a goal, your single... Your your single minded of purpose in your life. And so that's what he he means about. It was my god. Joining the military, elite 6 years later was my next hope that became my God too. And I needed to believe in it. So that is... That is why he's using the the word god. Because you're... You... The the goal that you have in front of yourself of what you wanna achieve with your life. You put that... As, like, a North star, you focus on it and you have to believe in it just, like, a religious person wouldn't believe in God. Okay? Becoming an Sbs operator was a cause and I get was my cause and I gave everything to it. When I finally made it to selection in 2009 every day of the 6 months was a test of physical and emotional will. He's talking about the physical winning out process that all special forces have, the most famous being, like, hell week with the... If you're grow in America with what, like the Us Navy Sales have to go through. And the training has very little to do with what what your actually experience combat, what they're trying to do is just get rid of the people that will quit. And so he talks about his mindset on how to get to this very difficult process that most people quit in in it's genius. Determined not to let the pressure get to me, I didn't let myself worry about the succession of tests that were lined up over the following weeks. Right? Doesn't matter. I don't... Why I stressing myself out about something happens 3 weeks? I have to get to today. I focused only on the 24 hours ahead. Today, I will give a hundred percent and survive. I thought at the beginning of each day. Today, I will give a hundred percent and survive. I'll worry about tomorrow when tomorrow comes. I held back nothing. Kept nothing in reserve because I knew that anything less than my full effort would result in failure. So a great illustration of why it's so important to just focus on the tasks that's a meeting in front of you focus on today, worry about tomorrow when it comes. The the the the 1 of my favorite stories is, the way to like, to remember this this this concept. It's actually told by Will Smith. And so there's many variations of the Will smith Brick story, but I'm gonna read you 1 variation here. Just a few sentences. So... But I think it's really important. It was a hot summer day in 19 80, and Will Smith and his brother Harry. We're stay we're standing wide wide eyed with their mouths open confusion. Where a wall 1 student in front of their father's shop was now a hole. A hole that the boy's father had made himself for reasons that weren't made clear. So this is a lesson that Will Smith's father put him through when he was a boy that he never forgot. And if you say Will Smith Will smith is also 1 of these he's got this like, he's almost got, like the psychopathic level of drive. That's very common in a lot of founders. So they not... He had, He had. Wall there, his father purposely destroyed part of the wall. Build me a wall. They're old man instructed. Will deemed it impossible? His brother thought it was impossible too. How could either of them build a wall at their age? Still, the 2 wouldn't argue with their father and D what was asked to them. Each day after school, the boys went to their father's shop and laid bricks. 1 brick after the other, with a surprising level of perfectionism neither would have ex neither would have expected. After 18 months, the brothers laid their final brick. The wall. Their wall was done. And what a sight she was. As the boy's marvel at their work, their father walked out of the shop and join them. The 3 of them stood in silence for a moment before the boy's fathers, we should be before the boy's father, turned to both of his sons and said, Now don't you ever tell me you can't do something again. And so this is will, a quote from will later on his life describing that about the the message behind what his father was trying to tell him. You don't set out to build a wall? You don't start by saying I'm gonna build the biggest bad wall that's ever been built. You don't start there. You say, I'm gonna lay this brick as perfectly as a brick can be laid. If you do that every single day soon, you'll have a wall. And so we go back to N. That's exactly the mindset he has. Today, I will give a hundred percent and I'll survive. I will worry about tomorrow when tomorrow comes. And that's important because 1 day he's about to tell. So you have to go and do this speed march over a bunch of hills at. That's almost 18 miles. That sucks, but the very next day you have to do 37 miles while loaded with the backpack. So if you're if you're worried, like, you have to focus. There's no point in me worrying about getting to 37 miles or 80 pounds in my back. Like that's That's gonna suck Right? But if I can't get over the speed hill march for 18 miles what's point. The following morning was set to be brutal. The Hills phase was a speed march over 18 miles. This was then followed by the infamous final March. A test of endurance over more than 37 miles while shoulder a loaded backpack with the weight of 80 pounds. And so he gets to the final test, and he says, settling into the familiar sensation of pain. Instilled in me by those heavy training sessions for the doc race. I charged forward. That was many, many years earlier in the story. I learned that the selection process wasn't about discovering soldiers made of iron. Instead, they were looking for people who are flexible and able to mold themselves into any situation when I got to that sentence I jot down in the margin that's founder mentality. They're looking for people who are flexible and able to mold themselves into any situation. I crossed the finish line as the fastest recruit of the day. In the face of my toughest challenge yet, I didn't crack. I had bent and flex. I was malleable. A few paragraphs later, he has this great max and I hope to never forget. I always smiled my way through the mud. And then the maxim that has resonated more than I think anything else I've learned through doing all the the the research for this podcast comes from the founder 4 seasons. Something I repeat to myself over and over again and almost like, my own man mantra. When I'm going to times where I wanna quit whether it's working out where it's doing something difficult, whatever it is. And I just love what his name's is Y sharp, he said excellence is the capacity to take pain. Excellence is the capacity to take pain. We're seeing that again here. While, a few the guys around me suffered some of them you... Some of them even thought something was wrong with me. I noticed camouflage faces in my unit, staring back at me in disbelief. Remember, he just had I smiled to the mud. Fucking hell n, whispered 1 of them. I'm hanging out on these patrols piss sweat and you're enjoying it. Excellence is the capacity to take pain. It was their job to crush my spirit, mine was to fight on to the very end. It became official. I always a member of the special boat service, I had met my god. So then N talks about the importance of having, like, a personal code, a way to like, guide your life. There is a an entrepreneur. He's also been a longtime subscriber founder. His name is Drew Reilly, his company's trends dot Vc. And he's got the... What I think is 1 of the smartest things I've ever seen. So he's... I'll link this in the show notes. It's 100 rules, a personal philosophy. And it says, I began journal this is is Drew True words. I began journal in 2013. A few years later, I started collecting rules that I read every morning. Each rule points to a personal story And these are reminders, and then he's got this great gift from 1 of the greatest Tv shows of all time, the wire or 1 of the greatest fictional characters all time. Omar. If you if you've seen the wire, you know exactly that is. And the gift is Omar saying a man's gotta have code. And so I think this idea of, like, collecting these short maxim these short 1 liners, maybe and he's got a little description to each 1, and then reading it every morning. That's brilliant. And so N says here, I had a code, bravery above all else. There was no other way for me to live. So we're still at the point of his life. He's he's... He's got a day job. Like, an extremely intense day job he's serving in the special forces. He's gonna go on a 3 week break from deployment, and he's fighting in Afghanistan and he had been shot he was on a rooftop, providing cover fire, a sniper tries take a shot at his neck. And he winds up having at the butt of the gun on the neck and so he hits the butt of the gun. So that sniper winds up hitting his gun, knocking him off the roof, and I wind up saving his life. Because obviously, if the gun button wasn't there would've have been shot their neck most likely died. And so there's also... The reason I'm telling y'all is because, like, gives you an insight who this person is. Like, you have this extreme intense job, and you have a 3 week break. And when you decide to do on your 3 week break, You you know, you're gonna go vacation sit on a beach. No. He's gonna try to climb everest. And he wants to try to climb everest quickly and by himself. And so says, he gets to the base camp? And he says, that's a lot of stuff. Are you here... He's there's another, like, climb right there? That's a lot of stuff. Are you here for the trek? Because you're too late to climb everest in time. No. I'm here for the climb N said, and I'll make it in time. I have to. There was a pause. What? Where's the rest of your team then? I'm doing it solo. There was a sort of disbelief. Someone else laughed. You're fucking kidding. I shook my head and shrugged it off. The glass half empty attitude went against everything I'd been taught in the military where gru or giving up was not an effective strategy. If problems or challenges came my way, I was supposed to find solutions. Having been trained to adapt and survive. I picked up my gear and tried my best to forget the snarky comments, knowing that gloom thinking was both destructive and contagious that is such an important insight. No. No jokes brother, I'm fucking doing this I said. My plan for making it into the summit in such a limited window was to do everything more quickly than was recommended without wasting too much energy. And so 1 of the benefits I think of reading this book, and it's a very... Like, you had read the book rather quickly. I'm astounded. How many, because, like, real simple language real source sentences, it's easy to read. How many paragraph are highlights Have. But 1 of the benefits is, again, that's going back to this idea of, constant psychological warfare. So we go back to Mer Jason's famous quote about, like, he he hits, like, building the the the emotional states that you... That you go in in between when you're building a company, and he he nails it. He's like, when you're building a startup up, you only feel 2 emotions, euphoria and terror. And then he says, I feel I... He added something on to End. He's like, a lack of... I've noticed a lack of sleep enhances both. And so I think the warning there for future founders. Right? It's it's inevitable. But you're gonna feel... When things are going great, you're gonna feel, like, the the best you've ever, like, you're superhuman human. The best feeling in the world. And when things are bad, you're gonna be, you know, scared, tempted to give up whatever the case is. And so I'm just... I I just wanna pull out just 1 example, this is many examples in the book of him just having to constantly engage in this psychological warfare. He is halfway between Camp 1 and Camp 2, you're supposed to be climbing this over many, many weeks he's trying to do this super fast. And the reason you do it over many weeks is so you can get acclimated as you continue to go up the mountain. You get acclimated to the higher and higher elevation. And so he is halfway between Camp 1 and Camp 2, and he's on the brink of collapse. And so he's trying to find extra energy to keep going. And so he's he's he's... We'll just pick up this this story right here. And so he's he's making a video recording for his wife. I roam into my pockets and I found my phone. I recorded a brief video message. Look baby, I'm struggling massively, but as always, I'm gonna make this happen. I didn't send it. I only wanted to capture the moment. Then I worked on course correcting. Let's do this. After taking a few deep breaths my heart felt full again. Before long, I located an extra reserve of strength, my internal pep talk jolt me from a do me heads space. And in a short while later he gets reminded that there is this is a life or death situation. This is not a joke. This is not a game. He winds up developing hate. So it says, I was... And this just happens when you're not acclimated to the to the the altitude. I was developing a, high altitude pulmonary edema. Tape. And so the only the... I heard... I just heard and talk about this. The only cure for this is to get town the mountain fast. So he says, it was an accumulation of fluid in the lungs and a nasty condition in which the chest w and he. This skin turns blue and the heart pounds like a kick drum. And so 1 thing I learned from reading the biography warren buffett. 1 of my favorite ideas that he learned from his father's is like, do you have an inner scorecard or an outer scorecard? Like, what dictates what you're doing in life? Is it because you've you've come... You're capable of independent thinking and, hey, This is the the life I wanna live, the path Wanna take or that's what his dad that way he learned his warren buffett. Was his dad. And he's, like, he's, like, my dad had the... Like, he's, like, a poster child for inner scorecard behavior. Meanwhile his mom who had a very terrible relationship with it was outer scorecard. She was worried about the thought. She... Her actions were influenced by what will other people think. And warren realized like you can't live like that. You're destined to be unhappy. And this is N demonstrating in my opinion in your score car behavior. I'm jumping over matt. Like, I'm I've moved massive skip over massive parts in the book. He's climbing these mountains, but he's also saving people's lives. This is still 4 project possible. And so he went up saving this woman's in that life, her name is Sema. And so in in the afternoon aftermath of Sema a Solo rescue, I learned a serious lesson. By using oxygen during my expedition. So him and his team would use oxygen they use it for project possible it it's bought... Like, they... You'll see it in the documentary if you watch it. Their faces are covered very... Almost look like they're they're flying, like, like fighter jets. And this is looked down upon by some people in the the mountain Community. So the people that, like, the first person ever scaled the 14 peaks was also in the documentary. His name is Ryan Hold Mess. He did it over, like, 15 years or something because he didn't use oxygen at all. But he thinks he's, like, he thought what N was doing is fantastic. He didn't understand why somebody who were chris criticizing him. But anyways, inner underscore behavior. So says, by using oxygen during my expedition, I'd been able to safer. Without it, the chances of summon the energy for a rescue would have been slim. For that reason, from now on, From now on, when I was climbing above the higher camps on on the 8000, those 14 peaks. I would be climbing with bottled air. Even though some mountain didn't consider it the port pierce form of high out you climbing. Who cares? Nobody could dictate to me why or how I climbed the mountains. Just as I didn't have the right to dictate that dictate that to others. So, again, I really that didn't know what is just... This is just inner scorecard behavior. He saw the results of other people's thinking. Said, okay. Well, that's fine you, but I don't agree with it. I I'll choose to to go with the results of my own thinking. 1 sentence here and then a quote from Arnold that reminded me of. I seem to have unusual drive compared to many 1 of my favorite quotes for, from Arnold's auto, the 1 he wrote when he was older, and was like, 7 years old. I save this on my phone. There was nothing normal about me. My drive was not normal. My vision of where I wanted to go in my life was not normal. The whole idea of a conventional existence was like k to me. Repetition is persuasive. I talk about that over and over again. N repeats a lot of these principles over and over again. This is 1 of them. My role on military operations was to get the job done. No questions ass. So he doesn't care about your excuses. He says, listen, you set an objective, and it's binary. You either succeed or you fail. But if you fail, I was saying, oh, this this happened for x y and Z. I don't care. You... Did you succeed yes or no. It is by completely binary. You said an objective and then you don't stop until you achieve that objective. That is the mindset that N uses in life. So friend of mine was running was reading the book. At the same time as I was, he was a little ahead of me, he texted me this, and I was like, he's, like, This guy ran a cat man doing in 18 hours, which is normally a 6 day hike. He stopped only to drink beer and whiskey. And I said this is perfect. I'm using it for the podcast. So I... I'm gonna read this section to you so this is what my... The section my friend was at, and, really, like, it was fascinating because we've realized, like, why is he doing this? He's like, I do this to Discover to know what I am truly capable of, and there's another quote that I save on my phone. I need to organize this like Dr did into, like, 1 place. I just randomly look at these things, but this idea to have, like a hundred life philosophies and read it every day Is is really interesting idea. So it says, this was important as the effort was a moment of self discovery about what I could truly achieve. If I do all my physical and psychological resources at a bold expedition idea. So it says I left, I don't know how to pronounce any of these mountain names, by the way. I left Mc base camp 24 hours later, brutally hungover over and charged to the peak, All 8485 meters of it in 1 hit. That is not normal. Like I said before, most people like, you have at least 2 or 3 stops. Sometimes 4 and more. Like, that is insane that he just... No I once... And he's doing it hungover. What the hell is going on here? I led from the front how many times of view you and I talked about this on the podcast. I led from my front with my small team until I reach the top. This itself was was an achievement. Nobody had yet climbed Mac that season, and it's because of the poor weather conditions. Once I made it back to the base camp in 1 piece I discovered our helicopter ride back to his other base had been canceled due to poor weather. I promptly took on 1 of the hardest tracks in the nepal on foot with my She team. We ran at speed all the way to Kat man do completing a 6 day journey in 18 hours. Stopping only to drink beer and whiskey. I had broken 2 world records by claiming Everest and roast in 10 hours and 15 minutes, and then topping Everest lost and Mac alone 5 days. I was also the first person to climb Everest twice. And then Lo and Mack. Again, Most likely can pronouncing me them in the same season, and I didn't feel done. And so when I got to this section, and maybe me think of this note I took. I was listening to... There's this company that's like spartan races. They also have a podcast and so they they interview, like, extreme athletes and stuff. And say, they... They were interviewing getting ritual who, I guess runs long distances? And he said something that was very interesting. This many years ago. I kept on my phone since then and he says, I'm not a phantom of moderation. I'm attracted to take extremes. What do you want your life experience to be? Do you wanna be exceptional? Do you wanna push the boundaries of your capabilities? Do you wanna walk or do you wanna walk around on a fog, butting up against your potential, but never actually, but never actual it, then knock yourself out. Be moderate. I'm not interested in that. So then he's 35 when he decides he's gonna climb all 14 peaks. I... The the... What I just read you actually occurred before. He quits the military in those project possible. So he realized, hey, I just did these 3. Why don't I try to do all 8. So this is really I mean, he talks about death a lot in the book, and this gives you his mindset that he'd rather die doing something he loved that and that was, potentially obviously dangerous, but extreme than holding on and just living, like, you know, going out meek from old age being unable to care for himself. I was comfortable with the idea of saying goodbye in my thirties, hanging on until the age of 80 something when I might be unable to look after myself, held little appeal. I prefer to leave why going full tilt. And so here's another crazy decision. He cannot do both project possible and serving in the social forces. And so he's gonna leave a big amount of money on the table. My other big concern about resigning from the social forces was my pension. It was a life changing chunk of money. And to claim it, I only had to serve a few more years. Quitting now meant giving up a lot, which was a worry and a financial stress that have to manage down the line at this point he's sending. He's in the special forces. He's spending a large chunk of his money that he gets and sending it back to take care of his elderly mom and dad. My superiors argued that by resigning. I'd lose out on financial security that would excite most people in the real world. Except I wasn't most people, and I had a different take on the real world. I was raised a poor kid in a nepal. If I had to, living out of a tent for the rest of my life would be no problem at all. And so he quits, has no money. Winds up gonna rem mortgage his house had... He's never used social media his life up to this point. He basically has his, like, I need to to do something impossible, and I also need, like, fundraising, and so he's going around to different companies. He, like, Wrote Richard Branson in a letter. All these people. He's and he winds up starting the the the the project when he only had 15 percent of the funding. And he's like, he was having such a hard time raising money. And so he realized realizes well if I start doing things quicker than he else ever done, I'll get attention that way, and then I'll get more money. And then this is just his mindset at the very beginning. Again, I told you over remember again, he believes in positive affirmations. I approached every day with a positive thought. I can do this. I will navigate every problem the mission can throw at me. I've already climbed the world's tallest peak. The only thing standing in my way right now is funding. Get out there and smash it. So it goes into detail concert rejections waking up before 4AM every morning, doing social media, writing emails getting, doing fundraising meetings, giving speeches. And really, I just wanna pull out 1 sentence for you. It says to instill faith in others. It was critical that I maintained faith in myself. But at times, it was bloody hard work. My note is first, you believe, and then you work on making other people share your belief. Your belief comes first and then you spread it to other people. And to demonstrate his belief. This is what he does. He pulls a Walt Disney. We saw Walt Disney did this exact same thing when people wouldn't lend him the money to do the projects he wanted. I rem mortgage my house. So I'm skipping ahead a little bit the project, again, I think watching the movies just gonna be a better, like, if you're actually interested in in seeing this. I'm trying to pull out the principles that I think are useful. So don't know myself here is he realized the importance of a morale, and you're not pushing through and and and pushing your people past the point where they break. You don't want to do that and really note here is this is this is the same for building a company. And he says, I understood the importance of climbing quickly, but the growing unity within the project possible team was also important. I had learned that organizing an expedition party was the same as organizing a group of soldiers in war. They needed purpose and incentive. But food and downtime were vital too. Without periods of rest recovery, individuals are the whole team had increased... Would have an increased likelihood of failure. So he's already going fast. Already summit at a few mountains. The morale low. So he's like, I gotta fix this right now. So I announced to the guys that we were withdrawing from the mountain to regroup together. A little drinking and dancing were an order. And we rode 4 by fours for a week, for a week and we part. The group's spirit was lifted, and our brief period of rest and paid off. More psychological warfare that he's engaged in the trick was to present a psychological re framing of what was shared to be a painful experience. This emotional switch helped us eat up the meters, meaning in eat up the meters as they go the mountain mountain. But physically, we were suffering. So there's a number of examples as he's attempting to summit these mountains, and this happens over and over again. He's forced to try to save other people that had either left behind by there other... You know, because it's kinda like, a every man for himself in some degree on on these mountains. So if you get yourself in a painful in a in a bad position, especially if you're climbing party doesn't have oxygen. A lot of times, I just... You're just left there to die. And N didn't believe in ever leaving somebody behind. So he'd put himself. And many many times throughout the the project, he put himself way closer to death because his refusal to to leave a person behind. Even if that part... That... And these people are not in his climbing party. And so he's having to save 2 people at night on a mountain, he camp 4, which is right before the summit. He keeps radio doing. He's like hey. He'd help peep bring people up here. We're bringing these people down, bring us oxygen, and they keep radio doing to them. Yeah, Coming. We're coming we're coming. Like, 40 times or hundred times. I forgot how many is a lot. And I'm really reading the section 2 because his biggest problems throughout this entire expedition were always other people. When you figure the biggest problem would be the mountain. Right? So that he's trying to save this Indian climber named Bi lap. It says bi lap was deteriorating. Then as we resumed our t, I noticed something different about his body as we lowered him. Foot by foot over rock ice. His pain groan had stopped. The instinct of muscular spasms that brace against our every movement were gone. Bp hap, Bi Bi lap was dead. Desperately had checked his vitals. Please don't let all this work have been for nothing I side, but he had no pulse. Bi lap wasn't breathing. I even poked him in the eyes, the 1 action that yoshi triggers a response in a seriously injured person. But there was no reaction. I'm sorry, brother. We did everything we could. I said sadly, pulling his hood down around his eyes. I looked angrily at the lights of Camp 4. The suggestion that help was on the way had been bullshit and every request for assistance had been ignored. But why? I felt betrayed. People are nasty, man, I thought. The mountain showed me the truth about who and what I really was. On both the climb up and on the way down as I'd work to keep our small small unit alive. I could hold my head high, but the painful reality of people I once respected within the community was also revealed. Mountain ears sleeping in their tents as a man died on the line above them. The people who had claimed over and over that hope was on its way. Their truth would be impossible to escape. Then he goes back to the that he has an intense desire to inspire other people. He says, I climbed my first mountain in 2012. And not 7 years later, I was on my way to working through all 22000 meter peaks in 7 months. I'd proven to everybody that it is never too late to make a massive change in your life. So you can Google and you see all, like, the the... When people pass away and dying them out. Usually their bodies are left there. It's she's too difficult to get them down there. And he's using... Like, he's passing people that have died and he's using their fate. As like a warning to himself. There's also a number of unpleasant reminders of the harsh and unforgiving nature at the at life of high Altitude. I passed at least 3 corpses along the way. The most unsettling being a man and a bright yellow summit suit. His jaw set a skew and AGI kept thinking of that man in the bright yellow suit. That could be you if you don't take care brother. I still had plenty of hard work to do. And something I think that'd be effective and useful for us to do is like study dead company. So if you have any book recommendations, you know, usually, we study people are... They're massively successful. But... And I I've have done a few examples of people, like, I think 1 or 2 that come in mind, that are, like, examples of what to avoid. But you do have any book recommendations of, like, dead companies or or massive mistakes made by entrepreneurs or investors or anything, please send him away. So at this point, the story, he's summit all the piece that he needs to into Pulse. Now he's gotta go to to Pakistan and he's got to plan for other potentially deadly external. This is unbelievable I didn't know about the Site I read the book. And so he's gonna to Pakistan, and he says an attack from the Taliban forces was a very real concern during the months building up to project possible. The backstory to this issue began on 06/22/2013. That day, 16 taliban fighters dressed in paramilitary military uniforms and wielding a ak 40 sevens and knives moved into a base camp, dragging 12 climber from their tents and tying them up with rope. Everyone's passports were conference gated, photos were taken of each captured climber. Their group was then led to a field outside the camp and executed. Only 1 man escape, the Chinese Mountain near named Z Jin. Who managed to free himself from his from his vines as a shooting began. With rounds sharing around him as he fled, Zhang escaped into the dark barefoot. The poor bloke was dressed only in his thermal underwear, and he hid behind a rock until he felt it safe enough to crawl back to his tent. Rum around for a satellite phone and some warm clothes around him, 11 people, friends and colleagues had been massacred. He moved fast calling authorities for help. Later that morning a military helicopter hovered above base camp, and he was rescued. And so this is another example of a lot of his problems stemming from other people. In a lot of cases, N and his team and the ones actually setting the fixed lines for that for the climber that follow. And in some cases, people had beat him there and they had posted. So this 1 climbing group they got there before, had posted saying, hey, we set the lines. It's it's fine. And so N and his team go up there expecting the lines to be there, and they want... It winds up not being there, and it puts them in extremely dangerous position. Especially when there's, like, a huge snowstorm moving through. And this is where... This is my guest. Before I guess I could tell you this before I this to. This is my guest, why his team is self sufficient. Like they would set their own lines would carry their own equipment. They didn't need... They didn't need nor want assistance from other people. This is talked about in the documentary. And I think reason of this is because he just... He's constantly disappointed by the effort and the lives of other humans. And this really is a parallel to, like, the history of entrepreneurship is extremely clear about this. Like, you need to control the important parts of your business. So in his case, like, my life is on the line, I gotta control. Like, if my life is on the line, I gotta be the 1 in control that. And so it says, I had enough and the lines weren't there. So grabbing our gear we abandoned our plans, and we descended it to base camp. I became determined to confront the international crew for having misled me. I was furious, sick and tired of people lying to others on the mountain. And this time, the bullshit had thrust my team firmly into the line of fire. So he 1 of... His best climber, his, like number 2 guy almost died as a result of this. I was also annoyed myself. I had been too trusting. When I found some of the international climber, my anger at their phantom lines and Ming mud since his number 2 guy, near death, event intensified. I stormed into their tent. Why did you fucking lie I shouted. Why did you say you fixed the lines when you hadn't? I nearly lost my my most capable guy because of you? To my surprise, they made no attempt to bluff their way out of it. N were sorry. The lines are partly fixed. We put the word out on Twitter, but maybe it wasn't detailed enough. We didn't expect you guys to be looking at it too. I shook my head. They'd made the post to impress their sponsors and followers on social media. And then he has a paragraph. He talks about, like, Not only is extremely difficult what he's doing, but the fact that he got organized do the fundraising and do the social media to do everything that's that's happening, and they're filming a lot of this 1 this is going on. And it made think of what Reid Hoffman said in the the the book I covered a few weeks ago the founders about the early history of Paypal. And he he discovered or, read identify something that's that's 1 of... It's also tip may speak to how, like, how difficult it is just to do a start up, but also 1 of the benefits. And so Read hoffman says the cadence of learning at a startup, fucking intense, and we see this is exactly what N is going through and and trying to accomplish what he's trying to accomplish something difficult as well. Project possible was teaching me lesson after lesson, both on and off the mountain. At Sea level, I was developing my skills as a fundraiser, 1 man P r machine, environmental campaign and political mover. Above 8000 meters, I'd learned more about my true capabilities under pressure, where I could lead and stay calm while managing potential disasters, like severe altitude sickness, avalanche and rescue operations. I never moan when the going got tough. And then when I got to this next paragraph, I just wrote... This is the most anti negativity person I've ever met. There were occasions when a panic call would come over the radio. N, it's snowing heavily on the mountain. It's gonna be a rough climb. Rather than wall and negativity, I'd make a smart ass comment to lift the mood. Come on, bro. Do you think we're getting on a mountain, a bloody heat wave, And then this is just a fantastic principle that you could apply to anything. Something he learned from Mark Twain. He said Mark Twain once wrote that if a person's job was to eat a frog, then it was best to take care of business first thing in the morning. But if the work involved eating 2 frogs, it was best to eat the bigger 1 first. In other words, get the hardest job out of the way. And so this is this scene I'm about to read you is it's actually in the documentary. It's it's really amazing. It's... They're at k 2, which is a... Which has 1 of the most notorious reputation people die a lot. They get to camp and a bunch of world class mountain had tried to summit, and then they returned back because of bad weather. And so N gets to a camp. There's negativity everywhere. Some people are packing up and going home, and he's trying to instill in them self belief. He says there's another pricing issue to deal with. Many of the climber waiting nervous a base camp, were rattled by fear and some of them appeared beating already. Knowing that big town time mountain near were unable to scale k 2 was unsettling the expedition party still there. Some even wanted to go home, and it didn't help that several people were noticeably freaked out after seeing an Avalanche sweep away a fixed a a line fixture a lying fixer ahead of them. I tried to lift the group's self belief. I prefer not to prepare or operate when surrounded by bad energy and pessimism. And so he's in tent with other climber. And he says you've already been up to camp 4 I said. You've only turned back because there were no fixed lines behind that, and the conditions were bad. Since then, you've had time to rest. You're strong, but it's so tough up there, said 1 climber. Look brother, don't talk yourself out of it. I just climbed back to back mountains without sleep. In Nepal, I made rescue attempts and then climbed again the next day. You guys haven't had to do that. You're in a much stronger position than I was on Everest or du dual are... I'm I'm gonna pronounce 2 other mountains in Nepal. We'll lead the way and a day later, you'll summit. And that part was extremely important in documentary because what happens is nobody wants to go. He's like, alright. No. There's no fixed lines, We'll go set the lines will prove to you that your... That our belief is right, and that you don't have anything to be afraid of. They went up summon in k 2 and because of the lines that N and his team set. I think 22 other people that were in the camp were able to summit. At a time before N, So pre, it's impossible let's pack up and go home. N comes through with this crazy Kanye West level self belief. He sets the lines for them. He summit because he's got, like, he's not gonna stop trying to, accomplish project possible just because other people are negative. Right? And then as a result of his work setting the lines and instill in their belief, 22 other people had were able to summit. And some of those people in the documentary had never summit K before, and it was like the lifelong dream. So I think that speaks to the positivity, like, the the importance of what N is doing here. Preaching the positivity, preaching, hey, things are difficult, but you can do it, putting out the documentary, putting out the book, like, just saying, hey, you are capable. You are way more capable than you think And I think these 2 sentences that he's about to say here, just... I I truly believe that this demonstrates a fundamental understanding of human nature that we have to struggle to to be satisfied to be happy. I don't think people to take the easy round life are actually satisfied or happy at all. Sometimes suffering or should suffering sometimes creates a weird sense of satisfaction for me. It creates a sense of pride when seeing a job through to the end. And he has a paragraph here that also I think important. It's it's important to keep the promises that you make yourself. He says if I say that I'm gonna run for an hour, I run for an hour. If I plan to do 300 push ups in a training session, I won't quit until I've done them all. Because brushing off the effort means letting myself down. And yeah, I don't want to have to live with that, and neither should you? That's something I learned from Kobe Bryant because he gave... I've heard him talk about this before where he, like, he'll set his training plan, like, a the during summer for the off season. He sets his training plan at the beginning. And he he writes it out and then he signs his name. He's like, I'm making commitment to do that. And he does that because he's like, listen, when you're going through something difficult, you're doing, you know, 4 him workouts. You're training 4 times a day, you you have the the the tenants that humans have the tendency to start negotiating with like, oh, maybe I should just, you know, oh, I'll just do, you know, a hundred less reps. Oh, you know, I'll skip that, and I'll take a a nap or whatever case is. And he says, nope. There's nothing to talk about. I'm not... I am not negotiating with myself. I wrote it down on paper. I signed it, and I'm am doing it. Essentially taking the thought process out. It's like, alright, I've already done the thinking. Now I just have to go through the actions because I know I'm not different from other humans in the sense that I will have... I'll try to negotiate with myself and take the easier route out why I can't. Because it's on paper and I signed it and I'm going to go through with every single step, and N is saying the same thing. I said I gonna run for an hour. I run for the full hour. I said I'm doing 300 push ups. I'm doing 300 push ups. And so he gets to the final peak, and I wanna go through what he says here. And again, remember, he main motivation was to to make his mother proud. It says the effort felt emotionally heavy as I stepped to the peak, and it was now done. As I stood done a mountain top in the sky, everything I achieved up until that moment, Dawned on me. I had silenced the doubt by climbing the 14 highest mountains in the world in 6 months and 6 days. I had shown what was achievable with imagination and determined spirit. I made the impossible possible. The mission had been a process of discovery, not only of the mountains, but personally too, by climbing the 14 8000 peaks, I was trying to figure out who the hell I was. I wanted to know how far out in the distance, my physical and emotional limits were. My drive was unusual. Where did that desire come from? I'm not sure. But even as a small boy, I turn over rocks in the stream, searching for crabs and prawns, and I wouldn't quit until I peered under every single 1, no matter the time or effort required to finish the job. Fast forward 30 years, and nothing much has changed. My spirit was still the same. Only the parameters have changed. Instead of exploring the local river, I was climbing across the world's highest mountains. There on the summit, I called home and told mom what I done. I've done it. I shouted into the phone, and I'm okay. The line was crackling, but I could just make out her laughter. Get home save son. She said. I love you. And this is how he closes out the story. I'm bigger than my ego. I'm bigger than pain, bigger than glory, and bigger than my tears. I'm bigger than my sacrifice. I've overcome all these feelings, all these emotions because I've lived for a bigger purpose where me, myself and I mean nothing. I will keep going through hell. I will keep breaking boundaries. And I will keep moving moving forward. These were just some of the realizations that landed with me in the aftermath of completing project possible. I managed to climb the world's 14 highest peaks, establishing a new record that many had deemed impossible. Despite my fatigue, the adventure taught me an important lesson, fear was never going to hold me back from pressing ahead with my plans. It established in me a mindset with 0 doubts and 0 tolerance for excuses. Shortly after, I stopped celebrating my birthday. Every milestone date I realized, fostered a psychology of negativity where age was a determining factor in what a person could and couldn't do. But you're too young or oh, you're too old. Whenever people considered their years, it gave them a ready made excuse to step back from a challenge, they might have ordinarily accepted. That philosophy certainly apply to my mountain near career. I had started extreme altitude climbing at the age of 30. Many people might have considered that too late a time to start or worried about my lack of experience, but I wasn't falling into those traps. The boundaries for what is considered achievable have shifted, and I am able to take a lot of pride in that. The guys I've climbed with are being placed on pedestal and rightly so. We worked as a small expedition unit in teams of 3 4 or 5, but we moved with the power of 10 bulls and the heart of a hundred men. Most of all, I realized that summon the 14 peaks had been a launch pad. I needed more. I have to push my limits to the Max. Sitting tight, waiting it out and living in the past have never been for me. But I don't wanna announce my plans for the future. At least not just yet. I know that alerting the world to my ideas will only bring on the doubt once more. Instead, off scheme from the shadows because surprise can be 1 of the greatest tools in a soldiers armor and quitting is not in the blood. And that is where I'll leave it to get the full story, highly recommend reading the book. If you buy the book using the link to shown to your pockets player, you'll be supporting the package at the same time. If you wanna give the subscription to a friend or a coworker, There's a link in the show notes and available at founders dot com to do that as well. That is 236 books down 1000 go, and I'll talk you again soon. Giving always is not in the blood, sir. It's not in the blood."
}