{
  "transcript": "Cuba has known many rich men since Christopher Columbus first introduced sugarcane to the island. Thomas Terry, the most successful sugar planner of Cuba colonial years, left 25000000 dollars on his death in 18 86. Not bad considering that then the richest man in the world, William Ast left just 50000000. Yet, Cuba is not have to look back more than a century to find extreme riches. In Havana today to have Crisis like wealth is referred to be as rich as Julio Lob. Julio Lob was the richest man in Cuba before Castro revolution did away with such men. Lob life frames the 60 odd years of the pre revolutionary cuban Republic. He was born in 18 98, the year that Cuba won independence after 30 years of fighting against Spain, and he left the country in 19 62 years after Castro guerrilla came down from the Hills. In his heyday, Lob was known as the king of sugar, not just a Havana, but of the world. With an estimated personal fortune of 200000000 dollars, about 5000000000 in today's dollars. Yet he was also a financier year of such talent that Castro government, which was communist, ass Lob, a full blooded capitalist to work for them after the revolution had begun. So Lob captures the periods contradiction too. Lob life has the explosive of a Hollywood movie. He swam the Mississippi as a young man. He fence in duel. He survived Assassins bullet and it was put against the wall to be shot, but pardoned at the last moment. He court movie stars, raised the family and made and then lost to fortunes. That is an excerpt from the book that we talked you about today, which is the Sugar king of Havana. The rise and fall of Julio Lob, Cuba last ty, and was written by John Paul Rat bone. So it's funny On the last podcast. I did on the book beyond possible, which is written by very inspiring figure named N Persia. This this Mountain near and special force special forces operator from Nepal. Something N said in the book where he's climbing Mountains and he passes... Actually, I'm just gonna read that the the excerpt for you real quick in case you missed it. He says there was... He's he's climbing 1 of the high mountains in the world, and he says there's a number of unpleasant reminders of the harsh and unforgiving nature of life at high altitude. I passed at least 3 corpses along the way. The most unsettling being a man in a bright yellow summit suit, whose jaw was set a skew and AGI kept thinking of the man in the bright yellow suit and now you hear N inner inter monologue. He says that could be you if you don't take care brother I still had plenty of hard work to do. And so I tried to translate that idea that N had in his inter monologue to our primary purpose on the podcast, which is to learn from the people that came before and what I realized is was like hey, It's a good idea to study dead companies. Please send me book recommendations on entrepreneurs that failed. Are companies that were once successful and then and then fell from that perch. And so I got several book recommendations a bunch of books I ordered for that, but we didn't have to wait long. In this book, I didn't know that we've going into this book. This book has been in, on my, desk for quite a while. Probably for a few months, and I didn't know picking it up that this was actually going to be largely. I didn't know I got the end of the book that this is going to be largely a cautionary tale. And so let's go to the introduction. The author tells us why he's writing this book why he spent so many years crafting the story. I had been fascinated by those elegant decadent years all my life. The curiosity was an inevitable outgrow growth of my mother's exile. She was born in Havana and raised in in a conventional upper class cuban world. My mother was a close friend of Julio Lob younger daughter. When I was a child and couldn't sleep, my mother would stroke my hair and murmur descriptions of her life in Cuba, until I close my eyes. And so this book weaves his family story with the life story of Julio Lob. A lot of it comes from what he learned from his mother. There's a ton of pictures of his family. In 1 of this, 1 of the pictures that he shares in the book will also demonstrate the vast wealth that Lob had. And so he's describing his his mother as, like, a teenager. Another shows my mother with a group of friends standing in the shallow end of a swimming pool. It is a photograph of a swimming pool at 1 of Julio Lob many estates outside of Havana. It is also the same pool that Lob filled with perfume so that Esther Williams, the Hollywood Star could practice her swimming routines when she visited the island. Lob had enough wealth, Not only do he have multiple vac estates, but so much wealth that he could actually fill a swimming pool with perfume. Okay. So the way the book is set up, it starts at the end of his empire crumbling. It's 19 60 He's 63 years old. He's going to be forced to flee Cuba, and he has almost all of his assets on the island. So let's go to this this meeting that he's gonna have C Gu rivera, summoned the sugar Magnet Julio Lob to his office at the Cuban Central Bank in Savannah. It would be a midnight meeting. The Cuban revolution was barely 18 months old. An inexperienced government was rem making the island. Lob was then the most important force in the world sugar market. 62 years old, he was known as an authoritarian empire builder who handled about half the 6000000 tons of sugar that Cuba produced annually. And so just to give you a background of why this is so important, almost the entire cuban economy with sugar. There's estimates that it was at the low end 30 percent. Responsible 30 percent of Cuba entire Gdp, I've seen numbers as high as 60 percent. And so we have this 1 guy who over many decades, like 4 decades had built up this empire where he's essentially controlling half of that. As part of his personal fur... Fortune, he controlled fort teen sugar mills in Cuba. He owned hundreds of thousands of acres, and they had just... So keep that in mind. So they're saying he owns hundreds of thousands of acres. Castro who just put out a decree that no 1 could, own more than I think, 900 acres. So he's well above that that limit. Right? So he owns a hundreds of thousands of acres of land had a trading office in New York London, Madrid and Manila. He also owned a bank an insurance company shipping interest and a telecommunications firm. And then we get into, I think 1 of the main lessons of the book is just how fast things things can change. So at the same time that I'm reading this book. I actually read this 51 page book. It's called the history of Cuba and 50 events. I've read a bunch of history of Cuba, because my dad was born there. And so just like this author I grew up on, you know, stories. Of Cuba and Castro and everything else. And a lot of the history of of Cuba, you know, dictator after dictator, foreign power after foreign power just running or ruling the the the island. And so the reason I say 1 of the main reason... The lessons of the book is just how fast things can change and how you shouldn't really rely on your ability to predict the future, which is the downfall of lob many times because he was primarily a a spec. Logo had beef with Bat batista, who was in power before castro. And so Lob actually helps Castro get to power. And he doesn't realize because no 1... That the weird thing about... If you go back and read a lot of history of Castro, like the first few years before he took power in the first few years after. People are saying, no, no He's not. He's not he's 4 democracy. He's not a dictator. He they were saying he's is even anti communist. And so we get a little bit of that. Lob had fiercely opposed to corrupt Bat batista government. We didn't care who over through Bat batista he said, so long as somebody did. He had even helped finance Fide fidelity Castro rebels of few years earlier. Now that's important because let's say it's 19 56. He's helping 19 55 19 56. He's helping finance fide Castro rebels 4 years later, Castro is going to destroy his 2000000000 dollar fortune. That is the lesson there. That, however, was before Castro plans and eventually his communist leading had been fully revealed. And then this is a punchline here. Since then much of Lob land, although not yet his sugar mills had been confiscated by the rebel leader whom Lob had once helped. And so then the author points out that Lob was not alone in making this mistake. A lot of people didn't, like Batista. The second time he took power, so the most recent time right before Castro over through him. And so his mom is in... There's this famous scene if you ever seen Godfather too. 1 of my favorite movies of all time, where Michael and Frey are in Cuba, the night that Batista flee and the Catcher takes power. So his mom, John Paul's mom was there too. There's pictures of the hot... The the New Year's eve party. And so this is her, like, very common interpretation of what happened at the time of the event. So says, Savannah was... This is his mom talking. Havana was buzzing. There was excitement and hoping the air. She's writing in a diary at the time, and so he's reading his mother's diary many years later the whole country seemed to be behind Fide fidelity. Cuba was free of Bat batista and all that he represented. We were on our way to true democracy. Think about how crazy that statement is. I mean, it I'm I'm not fault her. I understand why she said that. But Fidelity is literally the opposite of democracy. In the following days and then his... It's funny because his mom comes around full circle. She winds up, like most Cuban xl d testing and hating castro. In the following days, my mother watched the televised show trials of Bat batista Hen, led by C rivera and succumb to the h chant, it's in Spanish, I'm gonna translate it against the wall against the wall. She felt number she's young too. She's like, she doesn't understand. Her father. Nails it. He gets it right away. She felt that there was no difference Chin Mock and a real trial as the outcome would have been the same. But my grandfather, her father viewed the proceedings and subsequent firing squad executions with. And maintained that they marked the beginning of the end. He was right a few weeks later, Castro national my grandfather's department store who called it. Shortly afterward, everyone in my mother's family boarded a flight for the United States. And so then we go back to this meeting that Lob is having with Hay, and the author does a great job of bring... Of just talking about how crazy lob life was. This is just unbelievable. Like so many of the stories that we study on Podcast and why I think reading biographies is just so important. You just see the full scope and the wide variance that a life can happen... That can happen in 1 lifetime. Lob walk with a limp due to a murder attempt 14 years before that had blown a 4 inch chunk out of his skull after he supposedly refused to pay 50000 dollars in protection money to a gang of cuban mobs. The machine gun bullets had also shattered his right leg and left knee. So later on. He winds up having a leave Cuba. When he's in his sixties, ghost to New York winds up making a giant mistake, which you talked about later on, losing another fortune, then having to essentially retiring poverty in madrid. When he's an old man He's like, 80 years old. He went up slipping outside falling and bumping his head. He has to get surgery. The surgeon in madrid. Half a century later, still finds s in the base of lob goal from this attempt assess from this assassination attempt. It's insane. I'll get to more about the the shooting later too. Inside the Central Bank was a mess, Gu, who had only been... Can you imagine you this is how stupid Castro. Who should be the president the Central Bank. C gu rivera. Are you kidding me? Gu rivera had only been Central Bank president for a few weeks, but the once Pristine financial building was dirty and disorganized. With papers all over the floor. And so there's all these things that are happening in the mind of Lob as he's sitting here talking to Gu. I wanna pull 3 sentences for you. They're all separate, and they tell you a lot about him. He had Lob has this, like, intense fascination when Napoleon. That's throughout the entire book. He... I think 1 of the largest napoleon artifacts in the world. He had his death mask. He had locks of his hair. He had, like, a bunch of letters that he wrote, he had some of his mo in his teeth. And so you could really think of, like, lob as like the Napoleon of sugar. Like, there's a lot that that you can learn from this guy that I think some positivity you he, but there's also, like I said, it's cautionary tale. Lob used to say that Napoleon was a lonely character and so was he. Lob was candid to the point of brutality, but he can't do that right now in this meeting. And then 3, he talks about why he stayed around? Why so many people had the the the the presence of mine to get the hell out of Cuba. And now he did he stay way longer than he should have. Right? But he kept all his assets on the island. And he says 1 of the most human of all desires is to perpetuate what you have created. And so now we go into the dialogue that Gu rivera and Lob gonna have, I went back and I have a highlights on the neck... A lot of highlights in the next 2 pages and then went back and left a note after, and it's notes to myself. Like, this is a dangerous game to play. Like, no money in the world is worth this. So it says to separate to separate sugar from Cuba, Lob New. He thinks essentially lob thinks he has leverage when really doesn't. Because you're expecting, like, you think you're dealing with rational actors, castro and Gu rivera, and you can prove this because they have a 50 year in castro case. Ge rivera dies, obviously, but c c dies I obviously, but Castro has a 50 year history of incompetence because Lob is gonna make the point that of course, sugar is so important to the the financial health of our island. We can't just cut it off. You're not dealing with rational people. I guess I I should preface this entire podcast. Like, obviously, like, I was raised on stories of this my whole life. I met a ton of cuban that came over on raft. Like, a kid. I'm talking about like, a little kid. What's some my first memories when I'm like, 5678 years old. Is meeting people that risked their lives coming over on raft to get to America and to flee castro. You're talking about hundreds the estimates is something like hundreds of thousands of people that that did this. The people that died on the low end, they're talking about from 19 59 till Now, the low end, estimate is 16000 cuban died at sea trying to escape this brutal dictator. On the high end, that estimate is a hundred thousand people. Many of these people being children. So this is not, like, I can't be unbiased here. So I'm just warning you that, like, there's a... And I had a conversation myself before I started, like, do not be induced into a state of rage, but as many times, I'm reading the book, and I was induced into a state of rage. Because I cannot for the life of me. Understand the people that also view this event in a positive light. They say things like, oh, look at the high literacy rate. Look at the education, when I've met hundreds, probably thousands of people that fled cuba for the United States, not 1 of them would tell you that Castro was good for their country. Their home. The 1 that they had the flee In many cases, leave family behind. There's a great... I I was listening to an Anthony Bo as prep for the podcast too. I was listening Anthony Bo talk about, you know, he he famously went to Cuba us, like, 6 years ago when they had recently opened it up to to more Americans at the time, and he had filmed there, he said essentially, like, when you sit down with somebody, it becomes political because you're sitting down with local cuban and they have no food. All they have is rice and beans small portions of that. The author goes to Cuba for research to the book. And what a a local cuban will say to somebody else he doesn't like to corrupt government official. You know what their their insult is. It's in the book. That guy eats a lot of meat. That's how they know the government is corrupt because they get meat and we don't. These people don't even have food or the Internet It's just a... It's just a wild story. It's just a wild crazy experience also. Just something just fundamentally altered, like, my view on the world. So it says to separate sugar from Cuba lob new, 1 might as well chop away the arterial system of a body and imagine that it could somehow survive. So despite Chase plans for Soviet style industrialization and self sufficiency, Cuba revolutionary government needed trigger. Because of that, it also needed men like Lob or at least he thought. This was the aim of chase meeting that Castro was going to seize lob sugar meals in a few days, and Jay wanted to convince Lob to stay and keep his expertise in Cuba. So Chase smart enough to realize that they need his skills, but dumb because let's get listen the offer. He thinks that this person's gonna Right? The offer that C was gonna make lob was a relatively modest salary. He's gonna pay him 2000 dollars a month and the right to keep 1 of your homes. This is a guy worth 200000000 dollars at the time. Nobody's going to take that deal. So Chase says, it is impossible for us to permit you who represent the very idea of capitalism in Cuba to remain as you are. Lob was used to playing all the angles as a spec. He may have remembered Napoleon saying, I am sometimes a Fox and sometimes alliance. The whole secret lies and knowing when to be 1 or the other. And so Lob starts to become the fox. Lob asked Gu, how he could integrate himself in with the revolution. C laid out his terms. Lob would become general manager of the Cuban sugar industry under the revolutionary government. His job was to be... Would be to national all aspects of the business. He would lose all of his properties but 1 and keep an income of 2000 dollars a month. So then the author talks about this interview he did with Lob, like, essentially, like his right hand man. Somebody he worked for a long time. This guy is Leon, he's still alive. Lob long dead by the time the the the book was written. Leon is living in Miami, like, many cuban exile, and it says, Leon had just celebrated his 90 first birthday when I talked to him. And so he's talking now Leon is relating for us, the meeting that C and Lob having. And he says a notion that lob might surrender his empire, his creations to anyone else, Let alone a communist government was impossible. And so lob plays a cool. He's like let me think about this. And let me get back to you Lob had already made up his mind outside on the street as he got back into his car. Lob wondered if his refusal to reveal that decision had cons sign him to prison or worse. And so what I meant is about these this is not a game play. He is trying to out and essentially escape. Right? From people that for the past 2 years have put people up against walls and murdered them in for entertainment. They literally they did this in stadiums. They did this as a public spectacle. And so now we get into, want the first aspect of the cautionary tale it's, like, you... Humans are very bad at predicting in the future. And so it says, Lob si simply couldn't conceive that his empire was gone, and that's the thing. He's losing the empire technically in 19 60. He lost the day Castro took power. And back if he would have acted then, he could have saved... He he dies in poverty. He dies in poverty. Imagine having 5000000000 dollars, and then at the end of your life having to rely on an allowance from your adult daughters. It did not have to be like that. Other rich businessman wind up figuring out ways to get... They saw the the writing on the wall. Right? So it says other businessmen men had already taken their money out of Cuba, 1 family, the Gui gutierrez family had moved 40000000 dollars abroad. You could have got money out and like, there's so many things going on. You you you leave. My... This is... So my dad's dad, I I think about him a lot because I didn't know. Like he died when I was young too young to remember him. And so there is a narrative that, oh, only the rich we're able to flee Cuba, like, even the author kinda makes that, because his his family, his mother's family is rich. That's not true at all. My grandfather was not rich. He worked as a butcher, and then he worked in a factory that produced sucks. And so even though I don't know him or even though I never got a chance to know him, I owe my life to that man. Because somehow he knew. So you go to 19 50 if you... If you go to 19 58, My grandfather's around 37 years old. He's got a wife and a young son. That son is my dad. And in 19 59, my grandfather knew enough that we gotta get the hell out of here now. And he fled to New York eventually went to Miami. He went to a country that he didn't speak the language, had no skills. My grandfather had no skills. He had no education, and he had a young family to protect and and provide for. That 1 decision by someone I never knew, change the entire trajectory of my life. I'm just so thankful for that. I, like, tears my eyes. Alright. So it goes back to this lob and so he... They're... Essentially what he's saying with the other saying is, like, you know, but wouldn't didn't have to do this. Right? He was... He just makes so many bad decisions. He's really smart. I I think about what Charlie Mu says. It's like, don't try to be really smart to try to be consistently not dumb over a long period of time. Logo has some brilliant moves and then he erase all the the the gains he gets from his brilliant moves by being dumped. And this is a case. Like, Lob had continued. So all these other people are are moving their money out. Right? Many of them escapes some some get stuck there. Lob had continued to invest in Cuba to the last. He he winds up buying... Remember Milton Hershey, the the founder of hershey Chocolate, I did his biography a long time, it goes, like founders number 01:46 if you haven't listened to it. Right before this happens, Lob does 1 of his biggest deals ever and he loan... He has to take out a giant loan from an American bank to buy Milton hershey's, Milton hershey's long dead by this point. But but to buy Milton hershey's sugar factories because Lob was constantly trying to expand his sugar mill empire in Cuba. And so that's what it means. Like, Lob had continued to invest in Cuba to less. This is a bad decision because he was gonna wind up in the future and I'll get there later. He's gonna wind up speculating. In New York trading sugar commodities losing money so much money, and then he gets a margin call on this loan, and that that that puts him in bankruptcy, and then by that time he's too old. He's just... That's it. Like, he crap out. So says, lob had continued dives us in the last. Lob believe like so many others that he could somehow control castro are that the Americans who are only 90 miles away would. And so he makes another fatal mistake in early 19 60. So a few months before we talk in a few weeks before he talks to Chai and has to leave. Lob insisted that a letter of credit worth millions of dollars of sugar cargo that was dispatched in the United States should be re remit to Havana rather than to his office in New York. Well, that was I gigantic mistake because then he could be he could flee in New york with millions of dollars. Right? If he... If I don't do that, the revolutionary government will take everything he explained at the time. They're going to take it any everything anyways lob. Now it was the clear, and I guess, Alright I just ran over my own point. Now is clear that the government would take it all anyway. The next day, Lob went to his office in Old Havana. When he arrived, the building was rope off, guards were posted around the doors and a former office boy was wearing a militia man's uniform and sitting behind his desk, his feet up, smoking a large cigar. So now you have a young kid that used to work in your office and look how he he he's gonna talk to him. Now we've got you where we want you. He said to Lob. How is that replied lob? Stripped of everything, almost naked. Chico. I was born naked. I will probably die naked, and some of the happiest moments of my life happened when I was naked. That's actually pretty funny. Lob shot back and then left. That afternoon, Lob caught a crowded flight to Mexico, and from there, he flew in York. He took with him a small suitcase. He left behind his art collection, his palaces, his vast enterprises. Lob was then 62. And if not an old man then at an age when most people think of retiring rather than starting again. As he was ready to leave the island, he told a secretary. This is the end. Of course, it was not the end, it was just another beginning. And everything that came before are that follows after flows from this stop. Now this is absolutely wild. I think if you go through the book and look at my notes, this is wild is the most common note I have on the book because his father, Julio father is also thrown out of his country by a dictator named Castro. They were Venezuelan. They actually had they they they were not queuing cute and they went up settling in Cuba but after getting thrown out of Venezuela. And then his mom, you I love Lob mom. We're gonna get there in a minute. So this is Lob dad, and his quick, like, like story. He's 14 and his father dies. So then he start at the stage of 14. He starts working at the National Bank. Working as a clerk to support his mother and and family. 6 years later after learning accounting French and English in his spare time, he was appointed chief accountant. By the time he was 22, Lob dad had joined the board of directors. This is insane. 3 years later, he ran the bank. It was a remarkable achievement and then just like at the Apex of lob his son's life where he gets thrown out. He's like, oh, I got this huge opportunity in front of me. He gets kicked out of the country Life he to be full of promise until president Ci Castro through them out of the country. And so I think when he gets thrown another the country, same situation. He's, like, 25. I think he has 2 young kids. Lob was already born. He gets an opportunity, like, maybe I should go to America, he gets an op... A job offer from somebody new be a deputy manager of the North America trust company at the time of the North America trust company also had an office in Savannah. So that's how they wind up in Havana. And so this is the wild twist because many years in the future, his mother is going to try to physically assault the castro that kicked her out of her country, which is Venezuela, so says from his father, Lob inherited ambition and humor. From his fiery mother, she inherited a sharp temper. May the mountains fall on your head Virginia had shouted at Castro, this is the Venezuelan Castro at Castro presidential palace as she left Cara, shaking a fist at the des who had run her family out of the country. Virginia exact a more satisfying revenge third 18 years later. This is wild. Castro by then was deposed from power and then had arrived in Havana to drum up support for a counter revolution. So Virginia found out where he was staying headed to Castro hotel and waited in lobby. When Castro appeared, she rushed him with her with her umbrella. And the hotel staff had to pry it from her hands as she beat her old enemy in the head. And so as the author constantly visits Cuba during the writing the book, there's also these fantastic characters. I have nothing to do the story. I just wanna pull out 1 sentence here because I just I just love this. There's a, a poet and a writer. Her name is Dolce Maria. She's 89 years old when she wins a, this Spanish this European literary price due to her writing and her poetry, and I just love the fire in her. And I obviously think this the wrong the past she took, but I I like that what she says here And so she's... When she wins us award at 89 years old, Their interviewer is asking. Was like, why didn't she... The the interviewer said, why had you not left the island after the revolutionary. Dolce Maria simply replied? I was here first? And there's also devastating story. So you know what an Exile is. Obviously, they they flee the country. They say conditions got so bad in Cuba. There's a couple people that are interviewed in this book. They're called in exile. And these are people... Actually, let me just find it real quick, and I'll just read you. So it's in the book. I wasn't even gonna put this in, but I thought it's just... I don't I don't think I've ever heard this before. So it talks about, he's interviewing a really old lady. She never went out. She said, the last time she made a day excursion was 3 years ago. Besides where would she go. Everything was so expensive. Shall she stayed indoors in scrap by on their ration cards and a monthly pension of a hundred and 50 pesos a month from the government. The government supports are so great. You know what a hundred and 50 pesos a month is, 7 dollars. Other than we can visits by her children, and then some of her kids were able to escape in Emi to United States. That was it. Such isolation made, Angela, and Maria, extreme examples of in exile, people who have turned their back on a Cuba they find ugly or threatening and stay indoors. It is a mirror image of the exile abroad. So they literally isolate themselves in the house because they... And I wrote... I'm don't not even gonna tell you whatever Wrote in the margin. I've already lost a little bit so far. So, the lady I'm talk talk telling you about. I think she's, like, 90 years all the time, and her... She's she's cared for her by her daughter who's 75 74 or something like that. So it's just crazy stories in the book. It's basically the point I'm making to. So now we go to Lob early life. Really, his father plays a huge role in the trajectory of his life. He counsel them. A lot of the lob family saved letters, and they let the author read them, and a lot of those letters have survived are just like father counseling a young son at this point he's like college age. And he says Lob was both a loner and an adventure. The incidents that he remembered from his childhood show the same determination and impulsive ness of his later life. It was an explosive mix as his father for saul. He would write him, and a lot of in Spanish, control your passions. He would counsel with his son. From an early age, it was a apparent that Lob sought not only wealth but glory too. And so Lob was just a teenager when he learns about people. This is another sugar wealthy sugar founder. His guy's name is Manuel, and it... He owns this company called Are he, the company called Cubic cane. Cuba cane was the largest sugar company in the world. Called it his baby. Lob was spurred on by the fortunes like men that men like his father and Mate. So Owned sugar mills. His father is a commodity trader and sugar is 1 of the things that he trade. There's other things like peas and and, you know, all kinds of different, other commodities. But what Lob decides to do? Is he's like, no. I'm gonna focus on sugar. And so he winds up going to the United States. He goes to Ls you. So Louisiana and State University, and he's he's studying sugar engineering. I didn't even know that there was a degree path like that. So he... Basically, what... What Lob was benefit... The benefit Lob had was the fact he found what he's was gonna focus on an early age. And so he's he focuses on it when he's 18 up until he loses everything when he's in his sixties. And so then we get his personality. These are the positive in my opinion in the positive parts of his personality even as a young man, he focused every... On... He focused everything with a... He focused with a passionate and single minded determination. His friend in college describes him. He was an individual who did not spare himself any sacrifice to attain his objectives. He has a fantastic work ethic. This is when who, when Julio was in his twenties, this advice from his dad, 1 of these surviving letters. I was just telling about. Most of the surviving letters are from his father. They began offering sage advice to a young man about to begin his career, and they end in tones of respect towards a man he regarded as his equal. So they went being partners his father then retire and lob boat. It takes over and drastically expands the business. And his father says, take care, work with faith, cultivate your spirit and dominate your passions. That's something he repeats whenever and dominate your passions don't let them dominate you. It's actually a really good advice I'm not sure Lob actually heed that device. And so in the book, there is a million stories of these boom and bust that happened in commodity markets. I'm gonna read this to. This is a huge boom bust during his first year in the sugar business. I'll tell you, like, my own takeaway here. I don't understand like, I talked to a lot lot of entrepreneurs entrepreneurial founders. It just... It seems like they're just so obsessed with speculation. When to me, like, the clearest path... The clearest path to wealth that you actually have influencing control over is building a business that benefits somebody else's life. Like, make a product or service and make somebody else's life better. Right? And then do that for a long period of time, keep improving it. That seems to me to be the sure path wealth. It's... There's so much energy and attention dedicated to instead of doing that to, like, speculating and trying to make me really really quickly, and then they wind up for every few people that actually succeed doing that and then get out of the top. There's thousands of people you don't see that held on too long and we're absolutely ruined. Logo being 1 of them. I just don't understand this and... I I kinda... It's not that I don't understand obsession with it with speculation, like, human history is full of people that wanna get rich for doing the release amount of work possible. I just don't think the your goal, your stated goal actually, is it she is more likely achieved through speculation it is to building a business that you own and control and you can actually influence the outcome of. By the end of March the sugar price it risen the 12 cents at the... At by mid May, it's stood at 20 cents and half. 20 and a half cents, up and up and up rosa the price of sugar as did the heart. To 3750000.00 tons, the second highest in cuban history. Then just as fast, downtown down down down. The price fell. By August it had dropped to 11 cents and by Christmas had had dropped to 3 3 cents. During the first year in business lob, the future king of sugar, the man who would later say I am the market watched his Fortunes balloon and then collapse. And so this is about, like, the the the money that he's running. The the firm is still controlled by his father. It's called like Gal Lob at the time. His father sells and escapes the worst part of the crash. And I... He does something that's actually kinda smart here. His dad that is. His dad sees like his the, you know, on this dominate your passions like, your you're extremely focused. You work really hard, but you're also you're you're too risk on in in the business that were... Like, we have to survive. Right? And so he actually promotes Julio more quickly than he wanted to. And that seems counterintuitive because Julio could make some drastic mistakes. Right? But his point was, like, I want you to make your mistakes early in life when I'm still alive, so I can help you. I don't think I've ever come across that idea before. Like, that was really interesting. Now he directed, now Lob directed, their their operations day to day sugar trading operation. It was a fast promotion to a senior position. But as his father told him, I would much rather you make your mistakes now than later when I may not be around to pick up your pieces. So to me, his father's older. He's been involved in business since he was 14. He understands that the... Your... Mistakes are inevitable. No one's gonna get through their career without making mistakes. So therefore, I need to accelerate my son's learning so I can actually in because this guy's very passionate has the heart of a spec that he could get himself in trouble. And if I'm not around me maybe by I past... I... I'm dead or whatever of the case is, he get himself in trouble hopefully by putting more, but he'd be more responsibility on him, he'll actually absorb the less since as he as he goes through these inevitable mistakes that he's going to make. And so there's other stories in the book of sugar barron, people that made a lot of money sugar and did not wind up losing everything in their life like Lob does. 1 of these is the author's great great grandfather, and the Northern Office the author's great great grandfather was a g. His obituary described him as a man of simple habits who woke at 05:00 at every morning and worked at his standing desk until the last hour. He left 12... He left behind 12 grandchildren, 32 grandchildren, 16 great grandchildren, and a business worth 8000000 dollars. That is an insane amount of money. Talking about 8000000 dollars. I think this is in, like, 19 20. And so I fast forward a few years in the story, his dad wants up being right because Julio is going to lose a ton of money because he's he's buying the debt... You know, buy the dip. Well, it keeps falling. So like, you didn't buy the dip. You're about to go bankrupt. The sugar price continue to drop 2 and a half cents was enough to cover production cost. In 19 32, I mean, you know, sugar prices have gone up to 30 cents a pound. Like, it's crazy that the swings in this market. And a lot of this is because, like, there's all kinds of corrupt governments trying to control quotas and there's cartel towels, all this other stuff I'm omit from the book. Since says is in 19 32. So you need 2 and a half cents to break. Right? And julio was trying to buy not only sugar, but he's also buying mills, 2 and half cents was enough to cover cost productions. In 19 32, the price dropped to 7 tenths. Of 1 cent. Mills closed unemployment grew, Lob wrote to his father of the disastrous results suffered by our house over the past 4 years due solely and exclusively to me, and the he asked dad to be relieved of his management duties I would rather work as a foot soldier. Lob had been humbled for a moment. And so this is early 19 thirties. He's also... The the the the hard part here is. Like, you're not a like, a a wildly volatile commodity... Commodities market, but you're also dealing with, like, several dictators coming through. There's a coup. This this is another another much myself on this speech. This is wild. So this is Mach. This is another dictator, and he was a cuban dictator who was feeding his enemy. He literally feeding his opponents to sharks. Like, you got on his bad side and he'd feed you to sharks. What the hell is happening here. He winds up getting deposed, he fled Cuba by plane. As he flew over the island. He saw the Cuban sky, stained red by fires of the burning homes of his 4 former supporters. The violence unleashed by Mach departure was unlike any other that Cuba had experience since its independence throughout the island, gunshots and shout summon witnesses to impromptu to executions. There was a New York Times correspondent that was in Havana at the time and he watched 1 of Mo supporters reach his end outside the capital building. This group identifies, hey, this is a former supporter and they rush him a huge stone smashed against the side of his head. A bullet struck him in the breast. He sag clinging to a light post for support. His revolver empty. So he tried to shoot his way out of this, and that wasn't success school. The crowd were howling like devils and closed in across the street on the balcony of his hotel, his wife and 2 children saw him beaten to death. The body was completely unrecognizable when the mob finished their work. And this is when Lob put up against the wall and saying he's going to be shot. Can you imagine living through this. Shortly after the siege, a group of arm guards came to Lob office and arrested him. The soldiers told Lob that he was to be shot the next day for plotting against the government? Which he never did. It is largely believed this happened because lob throughout his entire life was constantly critical of all these different governments that happened over the in Cuba over the Span of his career have these, like, restrictive sugar policy. He's operating and not... This is not a free market by any means. And so he's blind. We put up against the wall. He protests protested us in a sense and was released when the authorities realized they had made a mistake. And it turns out that being almost being executed makes you impatient for large success. Only a year had passed since Lob had been put up against the wall and, had been put up against the wall and almost shot. The humility... The humility that Lob had felt years before when he offered his resignation had also passed. Lob now felt impatient. Even in the midst of a global depression, he wanted to take on the world. His opportunity came in 19 34 with a remarkable feat of market manipulation. He's he tried to corner the sugar market multiple times Was life. Lob never commented on how he cornered the New York sugar market that December. It was he would merely say later, the only perfect squeeze that was ever pulled off. And then as he's telling the story, he goes back, the authors talks about when he's in Cuba doing research. I'm just gonna pull 2 things for you, I think it illustrates to... Why is this so frustrating to me. Although a nation of naturally savvy entrepreneurs, Cuban, cuban have been subject to a half century experiment and socialism that has ground most of the economy into dust. So he's walking on the streets that's someone had whispered to me from a dark cabana doorway in the early 19 nineties as if he were a pi or jug dealer. You wanna buy some cabbage. And he also talks about how speculation is in the blood he says Cuban also have a particular fondness for speculative wages. Before castro, Cuban bet on cock fights, the lottery, high, horse races, baseball, and every sort of device that casinos could think of. My dad when I was a kid, he took me to cock fights. And again, I was young. I I was probably like 8 years old. And I don't know if at the time, I made the connection but I certainly do now. Where it's just like, well, the, you know, people have people spend all time sports betting and betting on cock fights and all this other stuff. It's just like, but none of you guys are wealthy. In fact, most of you are pretty poor. And so my point was, like, can't you d do? Like, if you're engaged in this activity constantly, and you think it's great. Like, all this gambling speculation whatever you wanna call sports betting, but you're not wealthy. Like clearly over and you've been engaged this for a long time, clearly that's not a profitable activity you should be directing your attention to? And clearly, over the long term, you don't really have a high chance of success. There's a quote and warren buffett. I think nails this of why you should just focus on building a business. Have some kind of control over that. He talks about speculation and and in his shareholder letters. Let me read this quote to you. This is Warren speaking. If you instead focus on the prospective price change of a contemplated purchase, you were speculating. There's nothing improper about that. I know however, and this is really warren puts into words better than I can, like, my feeling on this. There's nothing improper about that. I know however, that I am unable to speculate successfully, and I'm skeptical of those who claims stain success at doing so and Lob bow is going to be the perfect example of what what warren buffett is about to tell us because he's got this these wild g generations in his wealth. Makes a lot of money loses it, makes a lot of money, but he died poor. We're relying on the charity of his adult children. There's nobody alive that would pick that path in advance. You what, you know how Long want my life 10? I want my life end by getting an allowance for my 2 adult daughters as an 80 year old man. So Warren says there's nothing proper about that. I know however, I'm able to speculate successfully and I'm skeptical of those who claim sustain success of doing so half of all coin flipper will win their first toss. None of those winners has an expectation of profit if he continues to play the game. Lob continued to play the game. And the fact that a given asset has appreciated in the recent past is never a reason to buy it. And Remember that sentence the fact that given asset has appreciated in the past is never a reason to buy it when he finally goes bust. Everybody sound sell. You can book a profit. He's saying, no. It's going higher. It did not go higher. So the author quotes John Maynard Kane a few times. I was surprised to see Kane quoted multiple times and more about the shareholder letters as well. And I I think Warren probably learned... Understood part of this from what Kane had written and Kane had once argued that the spec is not so much a profit. As a risk bearer. If he happens to be a prophet, Also, he will become extremely indeed prop preposterous rich, and we know that most humans are not profits. So this is really how give you an insight into how lob work. And again, I think if he just applied all this energy to building a business instead of speculating, like he would have died wealthy. Lob had a legendary appetite for work. Lob was days began at Dawn. An office boy would arrive at his house 30 each warning, carrying a collection of decode cables that had been sent overnight from Lob agents in Europe the Middle East and Asia. Lob worked his way through the messages over breakfast, wrote his replies, and then the office boy would return to the office to code the Tel and send them off. When Lob arrived at the office about 08:00, replies from his morning cables had waited him. In that way, I gained a huge advantage over my competitors, he said who got into their Wall Street office at 10AM. At his peak, global handed almost half of cuba with sales to the United States of sugar, half of Puerto Rico sales of sugar, Puerto Rico sales of sugar and almost 60 percent of the Philippines. Some believe the sheer size of his operation gave him a dangerous ability to rig market prices to his own benefit into the industry's harm. Logos response to such talk was always a shrug. No 1 man can control a commodity as big as this. Lob would respond to 600 messages a day, and he would eat lunch at his desk. This is more on his love of speculation and how he viewed money making as an intellectual competition. Spec spectators are also by their very nature outsiders. They they observe dis from the sidelines, waiting for the for their moment to strike. Logo viewed business is an almost intellectual exercise, like a game of chess. If you get it right, global used to tell me. You get the you get the other man into check made. That is where the fun is. You now, here's another problem. So there's other notes that I just heard left. I those. They're not even in the book. Like, this this book spawned so many thoughts. And really, again, I'm talking to myself when I say these. Like, this is very cautionary tale for me. 2 notes. Let me tell you that these other 2 notes that I put on my desk that aren't even in the book, but 1 has to do with exactly what he's saying. He's like oh, I like to check me another men and do all other stuff. Right? He dies. He winds up collecting way more enemies than friends during his life and very few people, a handful of people even bother showing up to his funeral. And so as much as I don't wanna emulate Julio lob, Like, to the degree that I wanna avoid a lot of his sentences, I... The opposite direction I want to copy you know, I told you over an again. 1 of my personal here. Is Charlie Mu, no doubt. And he said something at a commencement address that Absolutely love. And I think it it talks about that like, you don't play games like this. Like, this is just a silly stupid way to go through life. And so Charlie Mu. Again, he's the famous for saying, like, think of the outcome that you want and work backwards from that. Right? And so he says think about this is Charlie speaking now. His advice as an old man. Old successful man he's given to young people. Right? This is very important to pay attention when when the... Like, this this knowledge is passed generations in my opinion Think about the type of funeral won. There's a story about a person who died. The Men said is now time to say something nice about the deceased. Nobody came forward. After a long time, a person came up and said, his brother was worse. This is not the type of funeral you want. And I think what lob miss mistook is, like... Yeah. I'm competitive. I'm driven. I wanna be the best I possibly can. I want, like, the... My life's work to be as good as possible. But I don't feel no desire to pull other people down as I do that. And in fact, it's the opposite. I tried to encourage people to try to help people as much as possible because I want a lot of people that actually give a shit about me at my funeral. Or technically. I want nobody be there because I went out live everybody. But you know what I mean? Like, the day is gonna come like, people in your life, they're going to live longer than you are. Like, you really want a funeral where a hand... That's how they described it his his funeral, a handful of people, a handful. 432 people. You lived your entire life. You built massive wealth. You lost it all, and most people thought you were a jerk. And this is why I think Charlie said also and other thing is why he tells us to read a bunch of biographies not just collect ideas. He's like, you gotta become friends with to Eminent dead because the idea stick to you. Like, we talked about in the past. Like, if your a product can evo emotion you win. Biographies, re and books in general, evo emotion. I'm not gonna forget story that I I've read here because of the emotions that it drew in me. Like, you have this huge, like, smart capable man making mistake after mistake after mistake. And it's unnecessary. That's like the tragedy and all this. This is not necessary. You can be rich and still be like you can be rich and nice to other humans. There's a lot of non business lessons in this book. It's more of a lesson I'm like, what kind of life do you want? I don't want Julio Lob life. I would like a life like Manga. Surrounded by family seem to love him. He's got people that respect him. He tries to help people He shares everything. He knows. He wound up getting rich as hell. Like, and he stayed rich. He clearly, like, he clearly has figured some stuff out. Like, he knows some things that we should probably, like, pay attention to when he speaks and read his writing and all this other stuff. I don't know. I just don't feel that way wave of about julio, and just it's a... Again, I'm repeating myself. I'll move on. It's just a tragedy. It's a cautionary tale. That is the reason why you 1 listen to the spot gas or where you wanna read the book. These are some traits, positive traits that Julio had. This is more in a schedule. He still found time to exercise regularly, which was very unusual in those years. He fence. He boxed and he's sun bath. He also organized growing napoleon collection, and he read copious. So that's where I'm most jealous of Julio. He's got this beautiful in his picture of in the book of and I was mistaken. Got this beautiful private library, and he spends a lot of time lot of his time reading and the rest of his life after he he destroys his business, he just reads and in studies and stuff like that. And so I... Again, I I think I'd be not doing you, I'd be doing you into disservice if I don't warn you against the the the siren sound of speculation, lob, He made a bet that he's 40 winners old this point sorry. He makes a bet that sugar's is gonna spike because it's the beginning of World war 2, and he's saying sugar is gonna spike because it did so the beginning of World war 1, and it doesn't, and now he's pushed the brink of ins see. It soon became clear, there'd be no major disruption to Europe's sugar crop that year, and therefore no spike in the sugar price either. Lob had a position, that was huge. He had over 300000 tons of sugar. And he had lost a fortune. He faced losses of 4000000 dollars, which is 60 doll 60000000 dollars in today's money. Lob was in his New york office. He put the phone down and stood at the window of his office. 23 stories above Wall Street. It was late at night. Death is nothing said in Napoleon. But to live defeated and en glorious is to die early. Lob wondered if he should just throw himself out onto the empty streets. He turned away from the window and left the office. He walked on the street and went to went into church. He starts having a direct conversation with God. Lord are you punishing me like this he called asking. I've been a good son, a good father, a good brother. Although not as Lob admitted a good husband. So he talks about like he he was married he went getting... He gets the divorced twice. He just cheat on his wife all the time, And then the second time he mar a gold edgar bigger girl. They're married for less than 6 months, and she takes a million dollars from them because they had a pre. A million dollars that he... She winds up marrying a rich industrial list. They still write letters even though they're they're like, late into their life. She wants to marrying another rich guy. He die... He... He's writing her letters from, like, a small apartment of so that million dollars would have come in handy. I've I've been a hard and honest worker, and while you may have reasons to punish me why you punishing the rest of my family too. Then he stood up and walked out of the church and caught a train up town when he arrived at his hotel, he has string of messages waiting for him. The French government lob red needed prompt delivery of 3 300000 tons of her refined white sugar. The same size as his position. Thanks. And so this just just random Mac when it saving him from in being solving 41. I remember he's gonna be solving 63 64. Thanks to good fortune The Grace of God, everything ended did well, but it was a very dangerous moment for the house. Meaning, his... He called, like, you know, the house of Morgan, like, these banks used to be called, like, house, the family names. That's what he's referring to there. But it's a very dangerous moment for the house. Lob later remembered in his memoirs. It was also the only time in my love, life when I truly felt lost. Now that is a crazy statement and the author explains why. Lob wrote that last sentence since in his seventies. As he reviewed his life from Exile Madrid. It seems odd that someone who had suffered a homemade bomb exploding his face. That's he was trying to find a way to... Before he he started working in the sugar industry. He was inspired by the the life story of Alfred Nobel, who made a ton of money, selling dynamite. I covered that founder number 1 63. If you haven't heard that his life story. So he's sticking he's gonna make, like, a improve grenade and make a fortune like for no, and I blowing up with his face. He had, like, crying shards of glass out of his eyes for for weeks and stuff is pretty crazy. So says, exploded in his face had been put up against the wall to be shot and seen the bulk of Fortune confiscated after the revolution should call the almost hidden movement in a dark office on Wall Street, the only time when he felt him was loss. As Lob recalled, it was the only then after making a market misconduct that it was his fault and nobody else's that he felt a true sense of. So he's saying, his point is, like, all the other stuff. Maybe it was outside of my control, this, I did to myself. And so that's why It was my darkest period. Mission So eventually, he runs out the speculation ends. Like, the the market changes so much that he can't find a way to make money. So he's like, okay, I'm gonna switch strategies. I'm gonna still try to trade sugar commodities, but I'm going to actually produce sugar and own mills. And so this is Now the second half of his career where he's just starts collecting all these mills in Cuba. So it says to to this date, he had only worked as a financial speculate buying and trading sugar. Now he started to purchase mills. So he starts as in 19 43. He buys his first 1. Den 2 other... Plantations in 19 44 and another 01:19 45 in 19 46. I'm just, I'm not gonna tell you the names. It's irrelevant. Just... This is happening over, like, a decade. And his strategy was, like, I don't wanna buy a single big mill. I wanna have a bunch of small ones. None of them was large, but together, they made a massive operation. By the end of the 19 50, so this is now 17 years after he started this, Lob mills produced over half a million tons of sugar, which was 9 percent of the cuban harvest. The crop they milled each year was worth more than 50000000 dollars. And so something he does. That's actually Smart actually shows up most of these... So if you remember Sam Murray, from the the entrepreneur from that book, I did all the way back and found number 37, which is the fish state, the whale all the life and Times of American ben ann king. He had a massive advantage because he started at the very bottom of the banana industry. He knew how to do literally every job. He'd work the fields. He could run the business. He could buy ships. He could do everything. And what Sam did that other his competitors didn't is like, he'd be where the production happened. So he'd be in Honduras. Read the book while. So, like, are the other countries that he operated in. Well, most other founders and runners are, I guess, they're were they're were professional managers. They weren't even founders. Professional managers of his competitors were away, like Boss in and and very far away. So That's the same thing that's happening in the cuban sugar meals, a lot of them are owned by Americans and other places they're are essentially, like, tried to manage who, like, remotely. And so he is still trading. So he works 7 days a week. Lob. And so... But he'll show up and he actually manages, like, he'll show up and be in, like, walk the mills. He gets to know people and everything else. So it says, these the frequency of these una visits set lob apart from the the tradition of absentee owner managers. Lob did did not travel to his mills as a tourist. 1 of the things that I learned is that you can't manage a mill by remote control. He said. He would stop talk with Lau Workers, many whom he knew by name and who knew him as Julio and Turn. This lack of protection was 1 of Lob most appealing features. And so that's something we've seen over and over again history of entrepreneurship, Sam Walton, Les schwab, Ing var cam pride, they're saying they all take get out of your office and get into your store. Be where the stay close to the money, be where the money is happening, where the money is made. And then, again, these are just wild crazy stories. This is a wild book. It... Doesn't enough. No Left myself. Imagine having to settle your business disputes with a machete. Lob had argued bitterly with another plant named Nun Nun. They had once been c investors, but had crawled over everything. They almost resorted to a duel, which was still common in Cuba at the time, where differences were often settled with Machete at dawn. I mean, just imagine that. You c invest with somebody else You have a dis disagreement with with another founder with an investor. Can't cut... You're arguing over email and it's, like, okay, We can't... We we we're not coming to an agreement here. I'll meet you tomorrow Dawn with machete. Now we're gonna have another mistake that global makes and it's his arrogance. Like, I'm not afraid of these people. There are certain people in life that you should absolutely be afraid. Of especially... Known murderers and gangster. Lob was at his desk when the phone rang? It was Alberto Alvarez, which was 1 of the ministers of state at this other dictator that's been charged currently at the time Cuba. What are you still doing in your office late Asked Alvarez of Don't know why this team changed to you, What says, I'm often here until much later. It's only 7PM. Well, take care, I wanna warn you that that they are going to kid you. They refer to the trigger happy. It's such... There's a term it's called... They're political militias that had fought against Mach shot in 19 33. This is many years later. And they started out of political mis militias. And have since to degenerate into gangs of armed thugs, there were student revolutionaries of old and are now much more interested in money than Liberty. So they go around targeting people robbing people and now they're starting to try to assassinate very rich business people in Cuba. And so Alvarez, here's about a plan that they're gonna... They're gonna kill Lob, he warns Lob. Lob thanked Alvarez for calling, put the phone down and turn to Carlo. Carlo is his longtime secretary. He told her, massive mistake here too, Lob. He told her he wasn't worried about the men that were supposedly gonna kid. They know they won't get a sent for me. He said, despite the the minister's warning, Lob recall that he felt in a buoyant mood. So he gets into the car starts taking a drive home. He discounted the possibility that anything serious might happen. Everything else was going so well in his life. So his business is doing fantastic. Just then there's a car that starts trailing on the card had been trailing him for a while. It suddenly drew close to his rear bumper, and the first shot came through the back window. Whistle passes his head and punched a hole of the windshield. There is a... There's a picture on this page of low after his shot, and it is g test. Then the attackers pulled alongside firing from close range. The next shot hit lob in the head, right leg and left knee. Lob car sw and crashed into a telegraph poll. So if car speeds off, Thinking can they kill them. Right? The lights of the nearest house flicker and went out inside that house was a 24 year old doctor, who was having dinner with his wife. He ran to the front door to find out what was going on. And he saw the car in his front lawn, steam rising from the Cr hood and rushed to see if there any survivors from the crash. I am Julio Lob, groan the folded body inside the car. I am wounded, call my family, then Lob blacked out. It was the 40 third shooting that year. So, again, you're not afraid something that is happening all the time. That doesn't make any sense. 5 blocks away at Home, his daughter Leon Len, I don't know how to pronounce your name, was brushing our hair listening to a popular radio show when the announcer suddenly broke off the program. We interrupt this broadcast to bring you extraordinary news that Hulu Lob has been shot and killed. And so now we find there's another note. I love myself. Was similar to a note previous book. This is where he's talking with Jay. This is not a situation you wanna find yourself in. No money in the world is worth it, So he's in the hospital. This reminds me another Godfather saying when they they try to kill, Don C on the Michael's father. And then Michael and another guy have to actually pretend like their detectives and they're protecting them. They essentially try to kill them. Right? They... They're unsuccessfully try to kill them. So then they try to put a hit on them in the hospital. They're gonna try to kill him in the hospital again. So it says a Colonel from the administration burst into the room and approach lob bed. In the name of general Perez, the acting head of the army, you can stay here as long as you need to until you're fully resort to health. Turning to the rest of the people in the room, He added an loud voice. Mister Lob, you can be sure that you will be fully protected by the army while you were here. But it was a Pant mine performance of Military authority because the Colonel then came closer in the bed, bent over Lob head and whispered in his ear. If I were you, I'd leave immediately. As the people who shot you are nearby. And so they went whisk away to another hospital where he he can actually have protection. And he's he he he's he said he wants to he's still not recovered, obviously, he wants to make a confession before. He's having a dangerous surgery a surgery that he may not ever wake up from. And so he asked to speak to priest father. I've lost a lot of blood. The wounds make it hard to concentrate, and I forgotten how to confess. I just wanna say that other than killing and stealing, I have broken all other of the commandments many times, abs absorb me father, I cannot remain conscious anymore. And this is now the darkest period of his life, he has these several times of the book, he has these things where it's like, some something dramatic happens is I know, maybe I'll change my ways. But he can. He's like, completely obsessed with work to to the detriment of everything else. He wrote that work left him with a flat taste mouth. Used to be a source of diversion and pleasure for me. And I was starting to feel enthusiastic again about fresh projects, but no longer. He felt like an uproot tree, which cannot be transparent planet without fear of damaging its roots. He said that economic plans and was unsure of what to do and that he needed to think things through. So in he's in the United States at the time, and he's taken maybe I just stay here. He why going back to Cuban and in building up his his company again, and then there's death and destruction all around him. Lob sought out fresh consultations after his return to Cuba. He and Maria divorced. She had long known about his affairs. Foremost separation was only a matter of time, and it was easier with their 2 daughters grown and abroad at school. He found only more sadness and death, less than a year later, his mother died. Virginia, who had seemed almost immortal and her family's eyes when she had smashing an umbrella over Castro head the Venezuelan castro. Had been unwell for several months slipping in and out of a coma, no longer recognizing the familiar faces around her bed. 6 weeks later, Lob sp 80 year old father collapsed, fell by a broken heart. His father had been married to Virginia for 55 years. Death caught him on a glorious summer morning as he dressed for battle at the office like a good general with his boots on. 2 months later on Valentine's day. Lob younger brother Jacob committed suicide with a bullet to his head. So thinking think about that, within a span of, let's say, a year and a half, Lob almost assassinated, he gets divorced. His mother dies, his father dies, and his brother commits suicide. And then he has all these throughout his his life. He's talks about like, money. He almost like, wants to give up everything. He's says money, and he's writing. This is before he loses everything. Money does not only not only does not bring happiness. Sometimes it destroys it. And I sometimes even think it is no less than the devil's invention. The only... This is 10 years before he lose everything. 13 years before he lose everything. The only way money could bring happy and and this is he got so close. He knew it he just didn't act and act on it. The only way money can bring happiness is if it used, if it... If it is used to do good and to help the less fortunate. And then it goes into this this, like, parallel between, like, he's... He's such he's trying to emulate Napoleon, And these traits are not bad, negative in in and of itself. Like, if you direct him in a positive manner. Right? So it says Doubt list Lob saw himself reflected in Napoleon's character. So he's talking about the things that he learned from Napoleon that he thinks he has as well. An in... An infinite capacity for taking pain. I feel like me and you've been talking about this so whenever again, my favorite quote from the founder for seasons, excellence is the capacity to take pain. An infinite capacity for taking pains, an intuitive sense, on an adopt will and firm of action. Again, direct... These traits directed in a positive direction. You can you can actually not improve your life. Right? But everybody else is. Lob had an extraordinary ability to create, but to but to create 1 has to believe firmly and what 1 is doing. When he embarked in the course of action, he applied all his energies until he achieved it. All these are positive thoughts. Treats, He went he he went direct to his objective often he achieved it. Sometimes he failed, but he he had the uncommon courage to accept the consequences of his actions. He never complained when a project failed, and he was always prepared to start again. 1 sentence here. I just wrote the same. I do this as well. Talks about he's got this extensive library and I'm jealous of. He jot down... He jot down notes in the margins of histories, memories and biographies that he collected. So a few years before Cast takes power. He's trying to do a deal with Bat batista, Batista is really corrupt at this point. Doesn't 1 working up and Lob has... He's under great deal stress. And he winds up having heart attack and a few months later has a stroke. Says, I was traveling on the highway of life at a breathtaking speed and in doing so, couldn't either he nor appreciate the landscape. So since she's too focused on work and I'm not actually enjoying it. Now I could take my blind off and leisure enjoy the Vista. I'm glad and relieved this is my. So again, all these, like, periods of self reflection usually come after something tragic. Like I almost went bankrupt. I got shot. In this case, I had a heart attack and stroke, but they... They're they're temporary. And he just like, he goes back to his old ways. The life I've been living could hardly be called life looking at it retrospectively Lob said. I hope that my chances will be better this time than that it enable me to live likes to the fullest. It was only a passing fancy. Even as he recuperate lob admitted to a growing restless and continue to act on it. It was as if the sugar business that ran ran in his veins made rest impossible. And so even while he's close to dying, he still can't. He's compost compulsive working, lob closed negotiations buy a new mill, signing the deed from inside an oxygen tent. A telephone by his bedside kept him in touch with the daily ups and downs of the international sugar market, a May for Gh scene, the stricken millionaire supposedly at death doors at death store unable to desist from his schemes. And he knows, like, because there's all these are no... Like these notes he left people in letters, just 1 line here. There were many assholes in Cuba, Lob wrote. I was the biggest of them all. This another example. He's got these several recollection throughout the book. Like this, this is after a second divorce. And again, I think it's just a warning from somebody from the grave. There are times when chasing the things money can buy. 1 loses sight of the things which money can't buy and are usually free and he talks about the fact that he treated women essentially his objects. He has love for his daughters, but he never had like a happy home, a happy relationship with any women in his life. He would... They were essentially, like, just further conquest on the path of his, like his... Like, his constant empire building. So I think that's interesting. Some of money. Right? There at the times when chasing the things money can buy. 1 loses sight of the things which money can't buy and are usually free. 1 of my favorite quotes from that book, we did a little while ago, the Alma and. When Naval says a calm mind, a fit body and a house full of love. These things cannot be bought, they must be earned. I think there's like an echo to that idea than a all had in that book that Lob is writing in this letter. It's like, I chasing money, things that can be bought. Anna that caused me to lose sight of the things that are actually valuable and they're so valuable. You just earn them, but they're also free. So now we get back to the point where he's forced to flee Cuba, and this is just what a sentence. On the flight from Havana, the last great capitalist leave Cuba carried with him only a regulation small suitcase and what he could fit in his pockets. And so he escapes to America in New York. And it says for every cuban, like Jesus zeus, I don't know how to pronounce last name, who had bought a sugar mill in Venezuela, are for every, business family like the Gutierrez, which had transferred 40000000 abroad before the revolution, most other cuban had kept what money they had on the island. That included lob. So the only thing he has in New York says he has a total of all these contracts and stuff. That total 5000000 dollars, which is a fraction of Lob original 200000000 fortune. So immediately, he goes from 200000000 Fortune down to 5. Right? But here's the problem. Some of these loan guarantees or by American Banks bank. So he is actually a negative net worth when he comes to America. He still owned Citi bank, almost 7000000 dollars from the purchase of the Hershey, mills, a debt that he had secured against his own name. This reduced his net worth to less than 0. Although he was 63, and age when most people think about retiring, he set back to work with Z. So the no left myself here is this is not going to end well. This is where he just he loses everything speculating again. The revolution had Rob lob of his sugar mills, but he still had his contacts his prestige and his traders instincts. The year 19 63 was the wildest in the sugar market in 4 decades. Locals New York office would handle a fifth of all foreign sugar that enter the United States. Some of logo speculations had gone exceptionally well. At the start of the year sugar price was at 2.5 cents a pound. By May, it was at 13 cents. Prices then rose another 2 cents in 1 week. Logo had bought a hundred thousand tons at 11 cents per pound. A position worth 22000000 dollars. Prices began to rise again. Leon, that's the guy that that I mentioned earlier that interviewed with the, the author when he's 91 years old living in miami. Leon urged urchin to sell. He could sell declare a fat profit and give everyone a handsome bonus, Leon remembers telling Lob, but Lob ever willing to take the risk. The big risk wanted to let his bet ride. The market is going higher, he totally leon. Lob could not resist the siren call of great opportunity. The the possibility of doing better than merely well, with a big win lob could pay off his old hershey debt, and he could even start to rebuild his empire. The trouble was that it was really tough to fight the decision of a man who had such a record of good decisions who remembered Leon. The sugar price edged head by half a cent it seemed that lob 60... Lob 66 years old still had a magic touch, but all men make mistakes and as Karl Popper said, great men made great mistakes. The sugar price began fall. When decent accelerated, Lob could not wiggle out of his position. The sugar price dropped to 4.5 cents. Lob had bought at a price more than twice as high. He had lost 6000000 dollars. Now that Hershey deal returned to haunt him. On July first, squeezed for cash due to his trading losses, Lob missed a 500000 dollar payment on the 6000000 he still owned Citi bank. When he skipped the payment, the total of Lob Hershey debt immediately came due. Learning of this, Sugar traders demanded immediate payment of the 6000000 dollars that Lob separately owned him. His business collapsed like a house of cards. Lob declared bankruptcy and sought chapter 11 protection. Lob made brave promises at first. He said he would roll his sleeves, keep working and trade his way out of losses. I will take the consequences as I always have in the 45 years of world sugar trade. He said, I'll pay everyone. He had it confidently, but he was crazy, Leon remembered. There was no way he could pay. Our lawyer said Julio should be taken to see a psychiatrist. This was a man who had always kept his word with the world. And now he just didn't understand that he couldn't. And this next sentence is exactly why you and Iron are engaged in studying the history of entrepreneurship. It was the same ending that fell so many other famous spec throughout history. My creative years are over, Lob said. A man who had once moved markets with a nod of his head, who had expected subordinates to snap to attention when he came into the office, now lived off the monthly payments that his daughter sent him. And that is where I'll leave it for the full story, by the book, the Sugar king of a van on the rise and fall the fall of Julio Lob, Cuba last ty. I'll leave a link in the show notes. If you used... If you buy the book using that link, you'll be supporting the podcast at the same time. If you have a friend, or a colleague, our a family member, and you wanna buy them a gift description, give them a gift description 2 founders I'll leave a link and shown us as well, and you can also go to founders podcast dot com, and you'll see in the head header by a description. That is 237 books down, 1000 go and I'll talk to you again soon. Go"
}