{
  "transcript": "It was the seventies, and heroin was still heavy in the hood. Unpredictability was 1 of the things that we counted on. Like the day when I wandered up to something I'd never seen before, a cipher. But I wouldn't have called it that. No 1 would have back then. I shoulder my way through the crowd towards the middle. It felt like gravity pulling me into that swirl of kids, no bullshit, like a planet being pulled into orbit by a star. His name was slate, and he was a kid I used to see around the neighborhood. An older kid who had barely made an impression on me. In that circle though, he was transformed, like the church ladies touched by the spirit. And everyone was me. He was rim, throwing out couple it after couple it, like he was in a tran for a crazy long time. 30 minutes straight off the top of his head, never losing the beat, riding the hand clap. He rhyme about nothing, the sidewalk, the benches, are he'd going on the kids who were standing around listening to him. And then he'd go in on how cleaning he was, how nice he was with the ball, how all the girls loved him. Then he'd start r about the rhymes themselves, how good they were. How much better they were than yours and how he was the best that ever did it. All he had were his eyes, taking in everything and the words inside him. I was dazzled. That's some cool shit was the first thing I thought. Then I could do that. That night, I started writing rhymes in my notebook. From the beginning, it was easy, a constant flow. For days, I filled page after page. Then I'd bang out a beat on the table. My bedroom window. Whatever had a flat surface and practice from the time I woke in the morning until I went to sleep. I saw it as an opening, a way to recreate myself and reimagine my world. After I recorded a rhyme, it gave me an unbelievable rush to play it back to hear that voice. Everywhere I went, I'd write. If I was crossing street with my friends and a Rhyme came to me, I'd break out my binder spread it on a mailbox or lamp post and write the rhine before I crossed the street. Even back then, I thought it I was the best. I'd spend my free time reading the dictionary, building my vocabulary. I could be ruthless, calm as fuck on the outside, but flooded with adrenaline. I wasn't even in high school yet, and I discovered my voice. That is an excerpt from the book that we about today, which is Jay z's memoir, and it's called decode. Before I jump back into the book, just real quick, I get messages every week for people asking how they can buy gift descriptions to founders for other people. There's always a link in the show notes on the Feed, you'll see buy a gift subscription. And if you don't see it there, you can all always go founders podcast dot com, and you'll see it in the header, and you can buy a gift description for, like, a few months, a year, and now there's a lifetime gift description option as well. Okay. So this podcast is gonna be similar to when I read all the back on founders is number 02:19. I read the the biography of Anthony Bo. And the reason this is similar is because before I read the biography anything Bo, I had read his books, I watched almost every single episode of a shows. I was a massive massive fan. He had a a huge influence on my life. And it's the same way which Jay. I've been listening to his music repeatedly for over 2 decades. I'd watch interviews with him. I'd take notes on what he says. I have a folder on Instagram that is labeled motivation, and so when I come across something that I just hype me up or there's just a good idea. I put it in there, and then I just go to that folder when whenever I have a few minutes and just watch videos and a lot of them also have... It's also j z, just dropping pieces of advice or lessons that he learned through his life. And I cannot believe it's taking me this long. I have no excuse that. Cannot believe it's taking me this long to read this book. I remember going a friend's house back in, like, 2010 2011, and it was on its coffee table. And I remember picking it up and leaving through and like, wow, this is this is amazing. I should read this. And so it's taking me more than a decade to circle back around, but I'm very, very glad. Once I got... I'm read at, I just could not believe how good it was. So I wanna go back to the the part of the introduction. It's in the very first chapter, and I just wanna pull out a couple thoughts I had as I went through some of these highlights I just read to you, when he's seeing this kid in a cipher, which is just an early days of Hip hop, It's just 1 person sitting in the middle wrapping. Sometimes it's 1 person, sometimes it's a few in their battling, whatever the case is and just people surrounded by them. This is the first time Jc he's seeing that happen. He's watching it for a while. But it was interesting what came to his mind. He's like, that's really cool and I could do that. And that's an illustration of a major point that that pops up over and over again in these biographies of of history's case entrepreneurs is that belief comes before ability. He had never wrapped a day in his life, but he already said, okay. Oh, no. I believe I can do this. If that person figured out how to do it, I can do. And if I had to dis steal everything that I've learned about the history entrepreneurship from reading almost 250 biographies, to as a little words as possible. I would say the the entrepreneurs, the great founders of history, they would combine Kanye West levels of self belief with the work ethic of Kobe Bryant. And so that leads into... It leads me to the second thing that he says on this page that is really, really interesting thing, and it's about the importance of practice. And when I read that 600 page biography of Michael Jordan all the way back on founders number 02:12. It blew my mind. How much Michael in that book talked over and over and over again about his belief and practice his dedication to practice that he'd rather miss a game than mis practice. And Jay z said the exact same thing. He says I would practice from the time I woke up in the morning until I went to sleep. He is not even in high school. He is a teenager. This is 12 years before he makes... He he creates his first out. He's 26 years old when he releases his first album reasonable out. This is another example of that maxim. That I've set on a few podcasts. That the public praises people for what they practice in private. The public praises people for what they practice in private. We didn't see... We saw settlement when when you dropped in when he's was 26 years old, we didn't see the 12 years before that have him practicing his craft before it was in public view. Recently, Netflix has this documentary. It's a fantastic documentary on Kanye West. It's called genius. I've what... You can... It's a 3 part series you can skip the third part, but the first 2 is all about the struggle the for the the founder mentality that Kanye had to possess to break into the music industry and to to actually achieve his lifelong dream. And so just like we didn't see Jay z practicing. This for 12:13, 14 years before he's actually in the music industry, is the same thing in that documentary. When Kanye leaves Chicago to chase dream in New York. It's 2... It's your 2001, Kanye is 24 years old, and he's selling beats, although people at the time don't realize that he's only making and selling beats so he can wrap on. Them. Right? But that was his end. He found this into the to the industry, but he had been producing beats since the seventh grade. So same thing. He was 12 years old when he starts making beats. We don't see them. He doesn't start becoming famous or well known for another 12 years. It's an incredible incredible documentary. I've watched the first episode 4 times. I'll probably watch it 50 a hundred times in my life. Second episode is really good as well and I've watched multiple times. But Kanye on his debut Album. Talks about what he had to do out, again, out of view of the public. Right? The public praises people for what they practice in private. And so on Kanye album Just gonna read you some some... His lyrics real quick from his Album spaceship. And he said, y'all you y'all don't know my struggle. You can't match my household so You can't catch my hustle. You can't fathom my love, dude. And this is a punch line. We're here... We're this is his punch on here. Lock yourself in a room doing 5 beats a day for 3 summers. That's a different world, like 3 summers. I deserve to do these numbers. And the reason this is important. The reason I'm bringing this to your attention is because this is all over the history entrepreneurship. All the experiences to practice you put in, the things that you're learning, you don't even have an idea how you're gonna be able to utilize them in the future. And we just saw this recently when I re reread Sam Walton fantastic made in America on, Founders number 02:34. I'm gonna read... This is so fantastic because he he puts words... He he he puts words to this idea that I'm trying to explain to. And he says, somehow over the years, folks have gotten the impression that Walmart was something that I dreamed up out of the blue as a middle aged man. And that it was just this great idea that turned into an overnight success. It's true that was 44 when we opened our first Walmart, but the store was totally an outgrow of everything that we've been doing since newport. So he's talking about the 12 or 14 years, of his retail career. All the little tiny stores that he had opened before he got he's he had learned that there was a massive opportunity that he winds up calling Walmart. So it says it's true that it was 44 when we opened our first Walmart, but the store was totally an outgrow of everything that we've been doing since Newport. I'm gonna pause there, go back to what Jay z says. Yeah. I I would practice from the time I woke up in the morning until I went to sleep. Everywhere I went, I would write. If I was crossing street with my friends and a Rhyme came to me, I'd break out my binder and spread it on a mailbox or a lamp post, and I'd write the Rim before I crossed the street. It is the exact same idea applied to 2 different domains. Sam Walton apply this... This idea to retail. Jay z applied it to hit to to being a rapper to being or well, he considers myself an artist, a musician going back to Sam. But that store was totally outgrow of everything we doing since newport. Another case of me being unable to leave well enough alone, another experiment. And, like most overnight and what excuse and, like most other overnight successes, it was 20 years in the making. And so let's go back to Jc z's motivations to what I just read you. I saw it as an opening, a way to recreate myself and reimagine my world. That is the exact same feeling feeling he's having is a 13 or 14 year old saying, hey, maybe Hip hop was away. I I live in, you know, I'm not very happy with my surroundings. I live in the projects. My dad left. I'm being raised by single mother. We don't have a lot of money. Steve, few weeks ago, a few months ago, I read Steven Spielberg fantastic biography. This is back on Founders 02:09 in case you haven't listened listen to that, that podcast. I would highly highly recommend filmmakers. I'm working on another podcast for you on a on packer for the filmmaker. Filmmakers are some of my favorite people to to read about. Because I think the way they approach their. There's just so many parallels and ideas that we can steal as founders for our own work. But there's a line talks about why Steven Was he was obsessed. By the time he's was like, 12 years Always he's like, yep, I'm going to be of the director. He starts practicing Steven Spielberg at 12 years old sort of practicing. He said he would envision himself going to the Academy awards and accepting an Oscar and thanking the Academy. He was 12 when he said that. Interesting enough in that kanye documentary I you're talking about. He... Kanye says something. He says before I had a car. I would be walking to the train, practicing my grammy speech. I... He was completely broke, couldn't even afford a car. I'm walking to the subway to go from my apartment new Jersey 2 Manhattan to try to sell some beats, and I'm already practicing my grammy speech. It's the same idea, but the the what I wanted to pull what I wanted to, compare for you what Jc just said. Like, I thought it was a way for an opening for me to recreate myself and reimagine my world. It's very similar to a Steven Spielberg, said his die they said about him in his biography when he's a young person. He was disappointed in the world. So he built his own. Jay used Hip hop and wrapping to build his own world. Steven Spielberg used making movies, directing movies to make his own world. And then just 1 other thing before I move forward in the book. Again, the importance of practice that is the main lesson from... And Jordan... And Michael Jordan... You know, it says in the book that maybe no 1 has ever been as good as their job as Michael Jordan was as hit at his at, toward, like, later in his career. So there's a lot Like, you're obviously, we're all trying to get to the top of our professions we're trying to be the best we possibly can be. That's why you're we're listening to this. That's why we're reading these books. That's why we're doing all the stuff we're doing. And so Jordan just has a lot teachers but the importance of practice. And so ever since I read... I'll tell you what I... Like, how I interpret that from my own work. And so since ever... Ever since I read that our Jordan taught me that. I spend hours. Hours every day. When I'm not reading books or when I'm not making podcast podcasts, I'm reread the highlights. I told you Have over 20000 highlights in this app called Read wise. So every single highlight I make goes into this app called Read wise. It becomes his gigantic search, like database of all my notes and highlights from the history of entrepreneurship, and I just read them over and over again. And so what do we see here? Jay z... What is he saying? He's a young kid, and he... He's, like, my all I have are my eyes and my words. Right? So he says, I'll spend... I'd spend my free time reading the dictionary, building my vocabulary. It's the same idea. Remember that too because there's a fantastic story where Jay z gets to have dinner with Michael Jordan later in the book. So I'll I'll bring that up to you, because it's just fantastic too 2 of my favorite people having dinner together. So then he's talking about this time, this is the late seventies early eighties. And if you ever studied Mark Grayson. So back on foundry number 50, I read Mark. I think it's, like 200 page archive, of his blog. They used to be on. It you can go back there and, in the in founders number 50, you'll see the link to download the Pdf for his blog. It's fantastic. It's absolutely free. There's no reason not to read. It's fin. It's really amazing. But Mark's advice for young people. He's like, listen, you should only be working in the industries where the founders of the industry are still in charge of their companies. I thought there's was a really interesting idea. I never even thought about that before. And so what Jay z's picking up here, he's like, well, I'm in a brand new end They don't even really know like, what they don't even know, like, some people are making a tiny bit of money where the cases is he's like, but I have a gigantic opportunity. So not only can I practice my craft and get better over time? But I'm in this I'm in an expanding market, so it will lift me along with that. And he says, I'm not gonna say that I thought I could get rich from rap, but I could clearly see that it was gonna get bigger before it went away way bigger. And then we're gonna get into something that also blew my mind and it's silly that should blow my mind at this point. Right? Everything given everything you and I've talked about. But how much of this book is Jay z talking about studying the great people that came before him, breaking down their approach to their craft. So the book has chapters, but in between each chapter is Jay z's. So he's, I can't pick some songs. And so he'll go through line by line, and he'll give you his interpretation. He's like, people listen to my songs. They don't even understand what about. And so the way he did that for his own music, He's been doing that forever for the music of other people. It's very similar to how you and I are approaching these books where, like, it's not just a lie. We look at it, we underline it. We try to tie to other things, We really think deeply about what the hell it means. And so in this case, this is the first example He's talking about, hey, I really looked up to people like run Dmc, the Sugar Game, Cool d. And so he's gonna talk about what he liked about run Dmc songs. And he signs he says their Rhymes were crisp and aggressive. And he's talking about run of Run dmc. He says run wrapped about having a big long cat cad, not like a Seville. And so he's he's quoting him. And then this is the important part. He says, that line seems like a throw away, but to me it felt meaningful. And then note myself on that page is just like, feel the same way. Like, I'll be reading an entire paragraph of page and there's just something that jumps out at of you. And you can't even really describe why it's so important, but they're not random lines. They have me if you sit down and pause and don't just skip to the next paragraph and think about what's happening. It's like a prompt for your thinking. And then here, Jay z describes his early life when he's starting to do this in the crazy thing is. So he says, I was just a kid from public housing, whose whole hood would rubber neck when an expensive car drove down the block. And what I wrote and I wrote several times throughout the book when he says stuff like this. It's like a lock can happen in 1 lifetime. He goes from a kid living in public housing who is lust after an expensive car to to living in a hundred million dollar house in Be. That happened. That actually happened. That is possible. And the great thing about reading auto geographies is the fact that this stuff is not sugar coded. They talk in a way that they may not talk in, like, public interviews or if they're marketing new project or whatever the case So in this case he's describing the environment that he grew up in. And this is the environment he had to survive. And he talks about the fact that he was a kid when the crack epidemic in the 19 80 he's just exploded. And he says, but when Crack landed in your hood, it was a total takeover over. Sudden and complete. Most of these crack fiends were my parents age are a little younger. They were skeletal and ash, and they were as jittery as a rookie beat as rookie beat cops and their eyes were always spinning with schemes to get money for their next hit. Kids my age were serving them, meaning they were the ones the the kids were actually the ones selling the drugs so the older crack. Guys my age and why would they doing that? Because guys my age fed up with watching their mom struggle on a single income. Were paying utility bills with money from hustling. So that hustling is, obviously talking about selling drugs. He says the car... Courtyard of my projects, of, of mercy of Marcy projects and projects across the country contained teenagers who wore automatic weapons, like they were sneakers. We had grandmothers who were afraid to leave their house. And he doesn't sugar coat things for us. He's selling drugs at a very young age, and this is was the person he used to buy, what happened to the person he was buying drugs from. So, like, supplier like his wholesaler could think of like that. His name was Did. When Did was murdered, it was something out of a mob movie. They cut off his balls and stuffed them in his mouth and shot him in the back of the head execution style. And so that is the crazy crazy environment that he's gotta develop the skills to survive, but escape and then thrive throughout life. So the main theme of a book at the because he it spends a lot of time talking about, let's say, his teenage years just, like, early twenties. He selling drugs. He doesn't wanna sell drugs, but he's not sure. He's like, the rap was actually career, and he talks about the fact that people that were from similar projects like him, biggie smalls and tory B grew up in a project in Brooklyn, Nas grew up in a project in in Queens. And he says, once he saw them blow up with their initial... With their their album, so Nas did Mat when he was, like, 17 years old, which is crazy. Like, just insane how somebody that young could build something could make a classic album at such young age, and then, Biggie he's ready to die. Both came out before Jay z, and that really helped him realize, hey, this is actually possible. And so that that's struggle of, like, str 2 worlds, like, you know, he... There's stories in the book where he's been selling drugs in Virginia for for 3 days, and he's gotta go and and meet a record, executive try to go label. So he's gotta drive back from Virginia overnight shows up all dirty you know, smelling terrible terribly, trying to convince this guy to sign him. And I guess I kinda just I just turned the page and kinda just ran over my own point that I was trying to make it. And he says better a night I could. I was still r, but now it took a backseat to hustling. It was all moving so fast. It was hard to make sense of it or see the big picture. Kids like me think about that kids. He's a kid. Kids like me and you don't feel that way. I remember being 16 or 17. You you damn sure don't feel like a kid, but you definitely are. You just don't know it. Kids like me, were we're going through something strange and twisted, and we had a crazy story to tell. So through a friend of a friend, he winds a meeting 1 of his idol, which is this this rapper called big daddy cane. And at this point, remember, when I'm about to reach you, Jay z has no. He's like, I'm not he's... Yes guess, he'll just be a hustle. You know... That's what I'm gonna do for my life. So he winds up meeting Kane. He's still r. So Kane puts him on and out 1 of his songs. And that song he's actually played on the radio. And he's like is crazy to me. And he says people were talking about the second kid on the tape. That's him. The C before Kane. I was getting great feedback. I couldn't believe people even noticed my verse, and he says he couldn't believe take could notice his first because big daddy cane was so he had a he had a, like, a an audience. He had people to liked him. And people thought he was really, really good. And so Jay gets on the track. He's like, minute, I can hold my own with 1 of the best. And so then he goes back. And again, this just blows my mind. Jay z is studying the greats that came before him, which is exactly what you and I do every week on this podcast. There was no 1 like rec kim. His flow was complex and his voice was ill. He was approaching rap like literature, like Art, which is exactly what Jay z considers it. He's like, I write, but I don't write things down. So I don't know if you know this, but Jay z is famous because he starts writing things in his notebook when he's younger. But as he gets older, and you can actually see this in there's a documentary. It's called Fade to Black, came out, like, 15 years ago. I had rewatch it for prep for this podcast. And it's when Jay thought he was gonna retire, and it shows him building the album. And so he goes to California, and he's working with this this famous producer named Rick Rubin Who's 1 of, like, the cofounder of Jeff jam, and he's produced albums for everybody. Now not just hip hop hip artists, but country people rock. Everybody goes all over. They think the Rick is just an amazing person. Actually, I have a note for you real quick. I wasn't planning I'm talking about it right now. But while I'm, in case I forget to talk about Rick Rubin later on. He's Rick rubin, like, hangs up with people like Jack Do, like, seeks his counsel and stuff like that. But in the documentary was funny. He says, this is what Jay likes about Rick rubin, he goes, listen. Rick normal. I don't give a fuck. He is strange by strange standards. And he goes, when's the last time, you've seen a Bison in some dude studio And he's he's making music group with in a room with Rick Rubin and Rick Rubin has got this huge stuff Bison. And so this is what Jay z loves about him. He goes, listen, Rick is 20 over 20 years into his career and now almost 40 years. Over 20 and he's still doing it. That's amazing. Over 20 years into... This is Jay talking. Over 20 years into his career and the dude date changed. He's got his own vibe. You gotta love him for that. And so our interpretation of that is we... He he didn't build... He... His product in some degree himself, and he knows what Peter T taught us. Is like, you don't build an un comm product. You have to differentiate You have to build something and he's even better like James Dyson taught us on his auto geography. Build something that looks strange. At least it gets people talking about it. Don't just go out and copy what everybody else is doing. Like, make it look weird. Rick Rubin, your experience and deal and letting him produce your music. It gonna be an odd experience. An experience that you can't get nowhere else. And so in that documentary, Rick is telling something else. He's, like, Jay z is very unique because he does everything in his head. He doesn't write it down. He waits to hear the track. And then he's got an idea and you'll seem like, he calls at his rain managed. He's like, mumbling. Like, you can't really tell what he's saying but his lips are moving. And so the reason I bring that up is because Jay z talks about. He's like I think of... I, like, I'm like, a poet. That's the way I look at what I'm doing, and that's why I have to explain to you because a lot of people are we are listening my I'm music, they not even understanding what I'm trying to say. And so this idea is he's like, wait a minute. Like, where Kim is the first person actually saw approach rap, like, literature, like, art, that's what I wanna do. And then he says, and this... And his song still banged at parties, then he starts talking about what he you learned from Iced tea, Care 1, doctor Dr. All these other people over and over again. And so the way we think about what's happening at right there in the book is, like Jay z is doing exactly what Steve Jobs did, Bill Gauge, Jeff Bezos wore Buffett Charlie Mu. They all did this. They're analyzing the people that came before them, seeing how they approach their work, seeing what ideas that took them many, many decades to learn and then taking the ideas and adding... He's taking their ideas and adding his own unique twist on them and using them for his work. And I think the reason I like, I'm talking fast and like, getting kind of excited is because, like, this is just a reaffirm affirmation for me and for use. Like, we are on the right path. We are doing exactly what we should be doing, just keep doing it. And so another theme of the book that Jay z he talks about He's was like, I just love language. And so this is him talking about his love of metaphors. I love Metaphors, and for me, hustling is the ultimate metaphor. For the basic human struggle. The struggle to survive and resist the struggle to win and the struggle to make sense of it all. And something that may surprise you, but I kind of, like, listening to his music and hear I'm talking to interviews you kinda get this. He's rather introverted, and he says the the promotion he's talking about the... What happens after you create the album. He says the promotion was already starting, which isn't my favorite part of the process. I'm still a guarded person when I'm not in the booth or on stage or with my oldest friends. And I'm particularly wary of the media. And so he talks to. So listen, man, if I don't know you, I'm gonna be real quiet. But once I get to know you, I won't shut the hell up, and, like, I... I'm the exact same way. That's another thing I appreciate that Jay z talks about Ollie music but in the book a lot. It's like humans are multifaceted, man. We do things that we can't really explain. We're... There's gonna be actions that we're really proud of, actions that we don't like about ourselves, and you have to take the person as as a whole. But there's just simply no no such thing as as a perfect human. Okay. So now we get to the first example of when he's breaking down his own lyrics. This is from the song of American dreaming, and it's really a story about entrepreneurship. I've mentioned Jesse a bunch a bunch of times on I'm previous podcast because I think, especially like, Album 444A lot of them. It's, like, entrepreneurial anthem. And so I'm gonna go through this and try to make sense. I I have the connections I make here it's so our so bizarre. Okay. So it starts... First, I'm gonna give you his... The line he says and then his interpretation of this. So it says, this is the shit you dream about. When with the homie he's steam out. Back back back in them beam out. So his interpretation of that line, this is Jay z talking. This is really where it begins. In a room with your dudes. Too young to shave dreaming about big body benz you're gonna push. Obviously, for me, this is happening in Marcy, but this could be anywhere. A basement in the Midwest, a backyard in California, an olds automobile somewhere down south. The danger is that it's all just talk. And then this is I double online this section, I believe you can speak things into existence. So another thing that surprise me, and it shouldn't surprise me right now. Jay z talks over and over he probably mentions at least 3 or 4 times of the book on the power and he talks about in the documentary, the power of visualization of seeing things in your mind before you see them in person. This is something that we learned est Lau did. Bob noise to founder of Intel did. Edwin Land, the founder of Polaroid did. Steve Jobs did, Arnold Sc. They all did this. Now, Jay, I believe you can speak things into existence. And he says it starts from a dream You're just sitting there day dreaming with your friends about future success. And so it's... Then he says, seems as our plan to get a grant, then go off to college didn't pan or even out. He's like no 1 goes to college from the hood from where I'm at in the hoods. So he's like, alright. So that's not gonna work What are we gonna do? We need it now. We need a town. We need a place to pitch we need amount. And so that's the first time he's gonna mention. You need a product to sell and you need a market to target. That's the... That's his... That's exactly what he's telling us here. This is what I mean. They're just entrepreneurial anthem. Disguised as hip as rap songs. He says, mama for forget... I'm not going through every single. I'm not gonna read this these is just the the the highlights I had, like, the things I underlined it in the song Lyrics. And then so he says, mama forgive me. I should be thinking about Harvard, but that's too far away. We're starving. And so even though everybody didn't grow up in the projects like J jay z, There's a lot of people that understand exactly what he's saying there. He's like, I should be thinking about Harvard, but that's too far away. We're starving. I remember when I was about to graduate High school. I was like hey, you gonna go to college. What do you mean? Where we're gonna whichever 1 I can drive to, whichever 1 I can work full time while I'm doing this. My parents didn't even graduate high school. So this idea where I should be aiming at Harvard. That's ridiculous. And then he goes on to the next thing. Ain't, not... This this is gonna remind me about... Okay. So he says, let me let me tell you to you first ain't nothing wrong with the aim, just gotta change the target. So to me, he's saying you have to pick picking the right market is essential. This is something warren buffett warns over and over again and his shareholder letters. This is something Mark Ge talks about over and over again in his blog archive. That picking the right market is essential. In fact, if you would ask Mark Ge, he's like, what is more... What is a more predictor for of business success. Is it the market, the team or the product? And he give... Then he more marks a great writer too. And he gives to the the the the the answers that you're most likely they best. It's the team. It's the product, and he's like, well, I'll take the market. And so what's crazy is all that stuff. Jay just described, all the ideas behind these lines. This is where I'm extremely obvious of him is like, his efficiency with with communication. Like, he can just use up... He can tell entire stories and a lot of great musicians do this as well, in just a few lines. So we're not even what are that 3, 4 lines. We're not even... We haven't even touched the surface of the song. So he says, hey ain't nothing wrong with the aim just gotta change the target. I just gotta figure out where I'm gonna direct my talents. And so then he says, and it's not like when... They're just young kids. They have to figure it out as, they, go. And it's not like we're professionals moving the decimal. No you do you know where to cop? Nah. Gotta connect No. So what he's saying there's is that... That's obviously for drugs, but for our... Or our interpret our for our purposes, it's... Do you have something to sell? Do you have a way to get something to sell? Do you you can sell somebody else's product or you gonna make your own So he's like, do you know where to cop. You know where to buy drugs No. You gotta connect the person selling drugs no. And then he summarizes it the, like, the very beginning an entrepreneurial journey. Who in the f knows how to be successful. They say it's celestial. It's on the stars. And then he says, and at all cost, you better avoid these bars. In his game, it's like, listen, you better not, you like, you need to avoid going to jail. Like, you're... It's a way you go bust. Sorry, You can't you can't... Be successful if you don't first survive. So that's their example of that. It... You know what I wrote down when I when I got to the line He says, and, all costs you avoid these bars. Something I loved, the founder of Sequoia, Capital Don Valentine. Because... And I didn't... I don't think I even knew about him when he was alive, Maybe I did, But he passed away recently. And if you go back and like, watch videos of his on Youtube. They're just absolutely fantastic because this guy's got no fluff. And what I wrote down when when I got to this party. He says that, all... And At all cost you better avoid these bars. Don Valentine says, all companies go out of business... All companies that go out to business do for this... Do so for the same reason. They run out of money. And so Don would advise his entrepreneurs You need to focus on cash flow. Another thing I love, Don. He just cuts through all the bullshit. Don says 2 things in business matter, and you can learn this in 2 minutes. High gross margins and cash flow. The other financial metrics you can forget. So back to Jay says at all costs you better avoid these bars. This is a crash course. This ain't in high school. So it's obviously very dangerous. In his case, you could die, go to jail. In our case, we can be bank go bankrupt. If we if we're not, like, we can run out of money. We can cause a lot of pain, not only charge around us. This is a crash course the same high school. If we make mistakes, they have very, very real consequences. And then this is 1 of my favorite parts of the song that I've repeated over and over again in my own life. You're now in a game, we're only time can tell. Survive the droughts, I wish you well. Survive the droughts. I wish you well. How sick am I? I wish you health. I wish you wheels. I wish you wealth. I wish you insight, so you can see for yourself. I double on online that step last part. I wish you insight, so you can see for yourself. And that is him telling that you have to do the work necessary to trust your own judgment. Companies live and die by the founder. No 1 is coming to save you. I wish you health. I wish you wheels, I wish you wealth. I wish you insight so you can see for yourself. Now let's go back to when Jay z was 19, and his his informal mentorship, right, with big daddy kane. And so he says, it was 19 88. I was still in the streets, and I basically accepted that I'd be a hustle, who happened to rap in his spare time. I thought the rap game was crooked and a little fake. Big daddy kane was playing a role. Hip hop first playboy. He had silk robes and pretty girls in all his videos and all that. But his flow was sick. So his point was was like, yeah, People see the flash. Right? They see the girls to see the robes. They see the jewelry, but I'm actually looking at what he's actually saying and how he does it, and I'll tell you what this made me think of in a minute. He was condensing, stacking rhymes on top of 1 another. Trying to keep up with him was an exercise in breath control in word play in speed and imagination. He was relentless on the mic. So think about that. How many people watching big dedicated music videos? How many people are listening to his music are thinking about stacking rhymes on 1 top of other? How many think how many of them are thinking about the importance of your breath control? The importance of your word play. The speed of which you you're saying the words and how you spaced them out. And so he says, I went on the road with Kain for a while, and I double underline this section. I got an invaluable education watching him perform, This is the exact same. The way Jay z is talking about big daddy Big dedicated king is exactly. Exactly the way Kobe Bryant used to speak about Michael Jordan. And so Kobe said, when I grew up watching Michael Play, my general... Listen, this is I have goosebumps bumps right now. This is freaking crazy. When I grew up watching Michael... Excuse. When I grew up watching Michael Play, my generation saw the highlights and the fancy stuff. But what I saw was his foot work. I saw the spacing I saw the timing. I saw the fundamentals of the game. Is that not exactly what Jay z was just telling us. I got an invaluable education from watching him perform. I was watching his breath control. His word play, the way he stacked rhymes on 1 another. While you're watching the girls and the the the jewelry and the robes just like Kobe generation was watching the highlights and the fancy stuff. Kobe focus on the foot work, the spacing, the timing, the fundamentals of the game. Back to Jay z. He... Kane had just an incredible amount of show ship. Even today, I used some of the ideas I picked up back then in my own shows. Let's go back to what Kobe just. Or, I didn't the Haven't said, yeah, but what Kobe said. Everything that I do. I learned from the guys who came before me. Go back to J z before we go back to Kobe. I used some of the ideas I picked up back down my own joan. He was generous too. Generous. Remember that word. He'd stopped the show and bring me out when no knew who the hell I was. If you watched the fantastic documentary, the last dance episode 5. Right before Kobe passed away, unfortunately, he was interviewed, And this is what Kobe said. When I came into the league, Michael provided a lot of guidance for me. Does... I don't know why I'm get little emotional. I had a question about shooting his turnaround shot. He gave me great detailed answers. And on top of that, he said if you ever every ever need anything. He gave me a call. Guess what Bob noise of Intel and Bill He and David Packard of Hp were generation older than Steve jobs, and they did the same thing. It's the right thing to do. And then Kobe says, I truly hate having discussions. What is going on? My voice is I cracking. Alright. Okay. I get excited about this stuff, man. I truly hate having discussions about who would win 1 on 1, our fans saying that you'd beat Michael. I feel like Y, and he puts his hands up. Kobe puts his hand up to say stop to chill. And he says, so I hate having these discussions about who would win 1 1 are fans saying that you'd be Michael. I feel like Y. What you get from me is from him I don't get 5 championships without him because he guided me so much and gave me so much great advice. That is so powerful and made me think of when I re reread the Steve Jones Biography by Isaac and I just did re... I recorded another podcast on it. It's episode 02:14. If you haven't gone back and listen to it. But there's something that Steve says as he's dying because he's working with as can... As he's dying there's 2 things, but I wanna read this to you. And he talks about, like, you know, what would it Kobe could say, yeah. Yeah. You know, oh, I'd give it to 1 on 1 also other stuff. He's just, like, I wouldn't have had 5 championships without them. Everybody builds on the work from the great people that k before them. And so Steve is telling us. Like, he's he's parting words of advice to us. He's like, listen, I hate it when people call themselves entrepreneurs when what they're really trying to do is launch a startup and then sell or go public so they can cash in and move on. They're unwilling to do what it takes to build a real company, which is the hardest work in the business. That is how you really make a contribution and add to the legacy of those who went before. You build a company that will still stand for something a generation or 2 from now. That's what Walt Disney did and He Packard and the people who built intel. They created a company to last not just to make money, and that is what I want Apple to be. And then the other example happens when jobs is in a massive lawsuit with Google. And so he says jobs had another visit that month from someone who wanted to repair fences. It was Google's c founder Larry Page who lived less than 3 blocks away and had just announced his plans to retake the reins of his company. He asked if he could come by and get tips on how to be a good Ceo. This is really important because they're in a massive lawsuit. Against each other. And look at what jobs does. He does the right thing. So it says, jobs was still furious Google. My first thought was fuck you, Steve said. But then I thought about it, and I realized that everyone helped me when I was young, what is happening in the book where we're at. Big daddy kane is a star. No 1 knows who the hell Jay z he is. He does not have to give him the time of day. Not only does he put him on songs, not only does he let him, go on towards him. He brings him out and tries to introduce him to other people when no 1 knew who he was. But then I thought about and realized that everybody helped me when I was young. From Bill He a founder of Hp to the guy down the block. So I called him back and said, sure. Larry came over, sat in jobs living room, and listen to his ideas on building great products and durable companies. So then he talks about mentoring Memphis bleak, which is like this young kid that lived in his projects as well. They do a song together. And Just wanna pull out 1 line here because just 1 line. Made me think of so many other examples. And so Jay z in the song he's playing the role of like the older mentor or the young person. And he says, hold up. Now listen to me. You let them other dudes get the name, skip the fame. 10000 or a hundred... So a 10 hour or a hundred g. So 10000 or hundred thousand dollars. Keep your shit the same. And so that's the line, and then this is J z now writing many years after the fact what it what it what it means. And he says, this is a classic piece of Og advice. So original gangster, like, the interpretation of that would be like, somebody older and wi it in you. Okay? So they're they're slang as Og. This is a classic piece of Og advice. It's amazing how few people actually stick to it. So the advice from J z is stay on your grind. That's the way he says it. If you go back to founders number 56 when I did the biography, the book on Herb keller, the founder Southwest Airlines, the only airline that was profitable for 40 something straight years. It's amazing. Herb has got a fantastic personality. 1 of the best maybe have come across. But he says sick in the. He's essentially saying the same thing that the same advice that Jay he's given to Memphis bleak here and giving to us. Herb gives us to as well. He says 6 Ses has to be earned over and over again or it disappears. And so Jay z saying doesn't matter. If you have a little bit of money or a lot of money. You still act the same. You still do the same thing. He'll, Jay z quotes later on. And he puts it on 1 of his songs so at the very beginning 1 of his songs. It's biggie smalls talking about advice that he got from who signed him, which is Did. The advice that Did gave him when they were coming in there they were both young, you know, early twenties. And so, biggie he says, I'm, he says, just try to stay above water, stay busy stay working puff, who's was called Puff time. We know him as did today. Did told me that that the key to this joint. The key to staying on top of things is to treat everything like it's your first project. Do you know what I'm saying? Like it's your first day back when you an intern. That's how you try to treat things. You have to stay hungry. And so they're picking up on this natural tendency of human nature that, you know, you're really hungry and when you're coming up, you're dedicated, you stick to it, but it's really hard. Like, you you got rich, maybe you're... You don't have to say motivations that that that pushed you when you were younger or when you were hungry. You lose that hunger and that what happens as soon as you stay off your grind as he says, 10000 a hundred g's keep your shit the same. Once you get off of it, you're you fall off. As herb said, you can't do that. Your success has to be earned over and over again or it's going to disappear. Skipping ahead. He's analyzing the song called it's d, devils with an apostrophe It's... But there's just 1 line from here. And he says 9 to 5 is how you survive. I ain't trying to survive. I'm trying to live to the limit and love it a lot. That's why I feel they're they're really entrepreneurial anthem. 9 to 5 is how you survive. I ain't trying to survive. I'm trying to live to the limit and love it a lot. Entrepreneurs are chasing what Mark jason says. Like, you only experience 2 as an entrepreneur. You only experience 2 feelings, Euphoria and terror. You're we're not seeking equilibrium. If we wanted to seek equilibrium, we'd go get a job. We're not interested in that. Going back to the Jc parallel, his thoughts on on lyrics and and Rhymes is it's very similar to my thought my thinking on books. He says great rap should have all kinds of unresolved layers that you don't necessarily figure out the first time you listen to it. Instead, it plants dissonance in your head. It leaves shit rattling around your head and that won't make sense till the fifth or 6 times through. It challenges you. The problem isn't in rap or the rapper or the culture. The problem is that so many people don't even know how to listen to the music. And here's an example of that because this is just 1 line, and I'll tell you it's very similar to what you and I just discovered on that book about the early history of Paypal back on episode 02:33. Every hu knows the value of a faint, meaning a head fake like, a movement that it's not actually... That's not... Is not going to reveal your intention. Okay? Every hustle knows the value of a faint. It keeps you 1 step ahead of whoever's listening in. So in that fantastic book, founders. That Jimmy Sony wrote about the early history of Paypal. There is something that Reid Hoffman, which who's working at Paypal the time goes on to find it for Found Linkedin and now he's a venture venture capitalists and all those stuff, by the time, he gives the Ro dope. He does a faint to ebay. So their... Paypal is getting ready. They they had been in acquisition talks with ebay over and over again. It I always fell through. And so Paypal is going ahead with the Ip ipo. And they're worried that during the quiet period where they can't say anything that ebay could torpedo their Ipo by saying, oh, yeah, there... Most of their businesses on our platform, and we're, you know, we're getting ready to kick them off our platform and just use our own payment system. So essentially like, in when they're gonna attack somebody that they don't like because ebay, Paypal did not like each other, and they're gonna attack the weakness of their enemy at a time when the when the enemy cannot fight back. So they come up with and... There's that's to read the book over and never again because these guys were geniuses on how they just this unique way they they sell problems. So Reid Hoffman says, hey, you know what? Let... We... Let's sit down and let's have, like, more acquisition talks. I think we can work this out. And so he's only doing that because if you're in the middle of if your company trying to buy my company, and I can convince you. I'm faint. I'm faking that I am really interested. And I wanna sell you my company. Let's get this locked up now. You're not gonna say things that will that were that will decrease the value of the company. You're not gonna destroy my Ipo. And the entire time, Meg Whitman, who's the Ceo of Eb thought they they were serious. They were never serious. They did not want to sell the company. They just wanted you not to destroy the Ipo. So let's go back. Again, that's a long story. It it goes over a couple pages in a book. Jay z says it. Every hustle knows the value of a faint. If keeps you 1 step head of whoever's listening in. So then we go back to studying the greats before he could meet the greats. He had to... He would study them through their music. Right? And at this point his career, and this this is not the the book is not in chronological order, just so you know. At this point, are you super famous so he gets to sit down and meet with Quincy Jones and Bon from Youtube. I'm met Bon years ago in the Cigar room of a bar in London with Quincy Jones. This book is filled with stories like this, which again, I've been a lifelong Z fan. I didn't even notice this. Stuff. I spent most of the night quiz Quincy about thriller, which I think is the greatest album that has ever been made. Bon was beam and laughing the whole time. I liked him right away. I was completely unprepared for what a genuine humble and open person Bon us We became friends after that night. So then they see... They run into each other later on in New York. You told me he read an interview I'd done somewhere. The writer had asked me about the 2 record that was about 3 release, and I said something about the kind of pressure group like that must be under just to meet their own standard. Bon told me that my quote had really gotten him. In fact, he said it made him a little anxious. He decided to go back to the studio even though the album was already done, and he kept reworking it until he thought it was as good as it could possibly be. This is the important part and the reason I'm bringing to your attention. Because, again, from the outside Bon of super famous. He's Youtube Like, he's he's settled. He's not, like, he's not nervous. He's not worried. Yes, he is. Everybody is. I really wasn't trying to make him nervous with that quote, and I was surprised to find out that at that point his career. He's still got anxious about his work. It is only right that I met him and Quincy Jones on the same night. They're both already in the Pant. We ended up trading stories about the pressure we felt even at this point in our lives. And so Jay says, I've heard him saying in interviews over and over again. Hey, Listen, I respect the grades. I learned from the great but I'm competing with them too. I wanna be the best that Ever did it. There was something beautiful about 2 poppy. My closest competition on the charts that way. So he talked about... They both released albums. This is many years after 02:00 died in 02:00 ones coming in second. He comes in first. So since something beautiful about pat... Popular being my closest competition on the charts that. Aside from the heartbreaking, the heartbreak of losing 2 great Mcs and 1 great friend. I've always felt robbed of my chance to compete with 2 and Biggie. Competition pushes you to become your best self. Jordan said the same thing about Larry Bird and Magic Johnson. That desire to compete and to win was the engine of everything we did. Any flashbacks in his life? He's still thinking okay, Like, can sell drugs and, like, can I make this hip hop thing work? And I'm gonna read read my notes you first before I read this section because I think it informs what's happening? What's happening here. And I wrote founder mentality. You know exactly what Jay means here. I wanted money and excitement and love the idea of cutting myself loose from the rules and low ceilings of the straight world. So she's like I'm not going to get a job. The kid on the street is getting a shot at a dream. He sees the guy who gets rich and thinks. Yep, That'll be me. He ignores the other stories going around. So for his purposes is talking about death and jail. Our purposes were thinking... Yep, that... That person built successful company. So can I we also know that there's a ton of people who fail and there's devastating consequences to that? So he goes back to this. These kids... They sees the guy who gets rich and thinks Yep, that'll be. He ignores the other stories going around. They're working because they think they're due for a miracle. The kid in Mcdonald's gets a check, and that's it. Never even consider that as a possibility. When you've got a nation of hustle working for a small handful of slots for small handful slots, you learn something that you never learn at Mcdonald's. If you got the heart and the brains, you can move up quickly. There's no way to quantify fight all of this on a spreadsheet, but it's the dream of being the exception. And he also clarifies. Like listen, I'm not dis you if you go to work at Mcdonald's because he says it's like, it was very... There's like, a level of courage to walk through the hood. The Marcy projects in your uniform. And everybody else saying, hey, go play basketball, go sell drugs, do all this other stuff. He's like, no I'm I'm taking a predictable path to success. Where I can actually pay my bills legitimately not worried about getting killed or going to jail whatever the case is. But Jay saying is, like, I I don't ever... I never thought about that. I never... He says in his reps. It's like, I never had a job. Like, he never had a job his entire life other than 1 that he made himself. So 1 of the people that he gets to know when he's still... Before he's in the music industry, this rapper named Jazz, and there's just... He he learns something because jazz gets signed. He's 1 of the first people he knows to gets signed to a major record deal, and that's where he's like, wait a minute. This isn't what we see. Like, they're not actually adding a lot of value. They wanna... He says it's like the most crooked cut leave a contract in history. So he says, I I would link with Jazz. We'd go back and forth to each other's houses and write rhymes for hours. We'd lock ourselves in a room with a pen and a pad. So again, he's telling us practice practice practice over and over again. Jazz got a record deal. E Emi advanced him a ridiculous amount of money, nearly half a million dollars. That was huge back then. The label rented jazz a flat in London to work with Chuck, which is this new, I guess, successful producer. So go to London, we'll rent you an apartment and work with Chuck and record your debut. Jazz invited me along for the ride. And inside, I was doing back flips and shit. So Jay talking about was like, I'm barely I've been out of my projects, I'd been to maybe Virginia, Maryland, New Jersey, but I never been abroad. Like, this is insane. So... And even though, I didn't go around talking about it even to my closest friends, I believed I could make it as a rapper too. So he talks about the time in London. I was like a sponge. When I'd sit in on Jazz recording sessions and meetings, I never gave my opinion about how his business was being run. I was new and I didn't necessarily know how things worked in the music business. I did notice that even though we were in London were... For more than a month, when the guys from Emi finished jazz album, it didn't sound that different than his demo. So, okay. Wait a minute. We spent all his the time and money over here, like, his his album the same, and besides you gave him 1 new track. It says the only new track they gave him was Hawaiian Sophie. But but in this the the point is like, well, this doesn't seem right. So I'm... I'm I'm noticing I'm trust I'm my intuition saying, hey, something's off here. But the problem is like, they have the experience like, they're the record label, like, they had just made successful album Will Smith. Maybe they know something we don't. So it says, but we were looking at the plaques on their walls and thinking about the radio play that they got Will Smith, and we let them convince us that Hawaiian Sophie was gonna make jazz blow. Unfortunately, it didn't read that way once the video came out. That single was nearly career suicide for Jazz. He went from being recorded to the highest level to not having Emi return his phone calls. The wildest shit about the whole thing was that the executives at Emi who had would withdraw support for Jazz project were coming to me behind his back to holler at me on some solo shit. I thought to myself, this business sucks. There's no honor, no integrity. It was disgusting. And he talks about how devastating it is from the individual's perspective. Jazz debut album, something that he'd been dreaming about his whole life did come out. But in the end, it was nothing more than a tax write off for a giant corporation. After the way Emi handled jazz, I buried my little rap dreams, and I took it out on the walk. So he's said alright. I'm not gonna be a rapper. I'll go back to selling drugs, and then here's the problem. A little while after. He's it's like, this this can't be my life. This isn't how my life should be is a very powerful motivator. Is it says in that bitter cold, folded into the cr of a project wall, hundreds of miles from home, I sold crack to addicts who are killing themselves. Collecting the wrinkled bills they got from God knows where, I stood there thinking what the fuck am I doing? And so eventually, he's gonna be like, I gotta give it a go and he realizes, forget try to get signed by our record label. Right? Even though no 1 with China, which is hilarious because he sold about a hundred and 25000000 records up until this point, no 1 wanted to sign. I'm so gonna to make his own record label, which runs up being the best idea he ever had his life for or 1 of the best ideas in his life. But he goes back to studying the greats, and this is gonna be... I mentioned Rick Rubin, 1 of the foot c cofounder of Jam. This is the guy, Russell Simmons who who essentially, like, is the first rap mo. So says, when I was moving off the street and try to envision what winning look like? It was Russell Simmons. Going back To see what I mean how blows your your mind or blew my mind. How much of this book is Jay z just studying the great people that came before him. Russell was a star, the 1 who created the whole model for the Hip hop Mo that many people like Andre Hair Har, Puff daddy and even should knight went on to follow. People in the record business had always made a lot of money. Not the artist who kept dying broke, but the execs still, regular fans had no idea who they were. Russell changed that. His brand is an executive matter, not just within the industry, but among people in the street. And with Def jam, he created 1 of the most powerful brands in the history of American entertainment. We're also also made being a Ceo seemed like a better deal than being an artist. He was living life crazy. Fucking with models, riding in Bentley with his sneaker sticking out the window, with his sneaker sticking out the window and never once wrapped a single bar. His gift was c a whole lifestyle, music, fashion, comedy, film, and then selling it. He didn't just create the Hip hop business model. He changed the business style of a whole generation of American. The whole vibe of startup companies in Silicon Valley with 25 year old Ceos wearing She is Russell death jam style filtered through different industries. The business id, so he's still talking about all the lessons he learned before he met Russell. The business ideal for the business ideal for a whole generation went from growing up and wearing a suit every day to never growing up and wearing sneakers to the boardroom. I understood what Russell was onto to. He discovered a way to work in the legit world but to live the dream of the hustle, independence, wealth, and success outside of the mainstream rules. That's more founder mentality, independence, wealth and success outside of the mainstream mainstream rules. This was a better story than just being a rapper, especially based on what I now knew about how rappers got jerk. And so and we moved on to different page. He's about to meet Russell and I just wrote so many jams are on this page. So he says that I first met Russell when Dame Big and I, So Dame dash Big, Burke, I think his last name and Jay z were the 3 c cofounder of Rockefeller records before Jay z is gonna wind up breaking off by on his own later. Wrong. I first met Russell with Dean Big and I were negotiating for a label deal with Rockefeller after reasonable doubt dropped. So his... First out, at this point story, He's already in... He's already said hey I'm not gonna sell drugs anymore. I'm gonna dedicate all my time and effort into making it as at this... He says making it at this wrap shit. That's the way he puts it. So his first album comes out. Doesn't sell a lot, but it's, like, critically it's like, wow. This guy's really good. So it says, I remember sitting across the table from him in Lee Cohen. This is a really... The lee remember Lee Cohen from Later on in story 2. Leo It's really important to story because he's 1 of he's 1 of Jay z's mentors and is also... Again, Jay z... We've... He's demonstrated, like, I'm going to find the smartest people that that know more than I do and I'm gonna learn everything I can from them. Right? And so he does that with Leo becomes met becomes this mentor and this causes a rift between Jane as c founders. So Says I remember sitting across the table from him and lee cohen and disbelief relief that we were negotiating a 7 figure deal with the greatest lab greatest label and rap history. But it was feeling a dilemma. I was looking at Russell in thinking I wanna be this dude, not his artist. Russell would become a valuable informal mentor for me. He knew that the key to success was believing in the quality of your own product enough to make people do business with you on your terms. He knew that great product was the ultimate advantage in competition. Not how big your office building is or how deeper your pockets are or who you know. In the end, it came down to having a great product and the hustle to move it. He knew the cultures power and was never shy about leveraging it and making sure that it was the people who were creating the culture who got rich off of it. So let's stop here let's flash back. Just like Jay z said at the very beginning. I knew hip hop was new. I just knew 1 thing, and I knew it in my bones. I knew it was gonna be bigger than it was. It it's going to be be bigger. In the future than it is today before it dies. Well, this the the the analogy here is Russell knew how valuable. How... Russell was 1 of the first people that knew that you... That that the birth of the hip hop industry was going to make billionaires. He knew it. He was 1 of the first people to profit off of it. And the whole part is, like, we... We're are the ones in control we're the ones making... This what Steve Jobs said, the most important people in the company are the people are making your product. The people that can create wonderful products, both with an Apple and pixar. Those are the people are valuable and the way to to build a strong company is to make sure that those people are the most important people and company and what steve jobs learn from getting kicked out of Apple Was like, oh, we used to be the most important people in company. Then when we build a product that... That turns company into rocket ship, then they they bring in, like, adults. They start prioritizing sales and marketing, and then, eventually, you've already peaked. You don't even know. You're like a walking the walking dead. And 10 years later, you don't everybody that that's create... That... That's that's capable of creating great product has left So it in the end, it can't having a great product in the hustle to move it. So build and sell and you will become unstoppable. That is Naval Ra, from the Alma of naval. I can't remember what. Podcast number that it. But you can find in the archive. He knew build... If you can build and sell you will be in unstoppable. He knew the cultures power never shot about leveraging and making sure that it was a people who creating the culture and you've got rich off it. That was the idea. Now this is again, this... I'm still on the same page. So many jumps on this page. And I'm reading you almost the whole age. It's amazing. The idea was at the heart of rock. So this is a company they're gonna start. They wound up selling. So Jay z sold multiple companies for hundreds of millions dollars. Ro where he sold for 200000000 I forgot how much he sold his liquor company for. He's got a few of liquor companies. He want... He just sold title to Jack Do fit square for, like, 400000000. So he just just does this over and over again. The idea was the heart of Rock. I mean, that's how you wind up being able to live in a hundred million dollar house. Right? The idea was at the heart of Rock. The clothing company we found it. In the late nineties, I was wearing a lot of clothes from this company called Iceberg. After a while, I'd look out into the audience at my at my concert and see hundreds of people were rocking Iceberg. The executives at Iceberg looked at us like we were speaking a foreign language. So they wanna do a partnership deal, they wanted to get paid for their influence of sales. Right? They they go meet executives like, nah. Get out here. They looked at us like we were speaking foreign language. They offered us free clothes. But we wanted millions. We walked out of their office realizing that we had to do it ourselves. And so what he realized is like, forget endorsing other people's products. I'm not doing that. I'm making my own. If you'll buy a clothes t shirt that you see me in, this the she... The t shirt should be owned by me. If you go to the club and order a drink, like, Crystal or whatever else because I wrap about it, then I should just wrap about, like, I should own everything. It's like almost like, a performer of like, Portal integration. And so he talks about this. Like, forget Timber forget K for forget versace and all the other stuff, like, we're gonna make our own stuff. And he just got a great line. Like, what story are you telling about your product? And he says we gave those brands a narrative, which is 1 of the reasons anyone buys anything to own not just a product, but to become part of a story. The line could have came directly at a Coco Chanel mouth. She said the exact... The the sentiment behind that line is exactly what how she built her massive massive empire around. It's why anybody buys anything, not to just own a product, but to become part of the story. And although though... So he picks up on something about change in his outlook on things in life that he becomes older and wiser and just learns more. 1 thing like, like, was interesting. It's, like, you know, you have all these like, rap beef and rap battles and they make songs about each other and all this other stuff. And it's still... You know, these people still fight over the stuff today. And when I was younger I really I like that Thought, like, the the, like, the art farmers are interesting. And as A get older, I'm, this is kinda dumb. Like, if I'm making music and somebody else is making music. And somebody's... That other person's making music says something bad all I'm music, like, the the best thing for me to do is to ignore and outperform them. Right? Instead of me giving them attention. Now, some of this is, like, all fake and they do you know, wrestling thing where it's, like, we... If we have this fake beef for somewhere records this up, but I think in general, it's like, I don't care what other people are doing. I'm just focused on me and my product in getting the word... The word out. Like I just think that's smarter. And so that's what he's realizing here It's like, I'm not gonna freaking argue with every single person that comes at me. Like, this it's just... I don't have that much time. So he says, I don't scrap with every up and come these days. I got so many people coming at me. Never do anything else. I'm not competing with rappers anymore. I look at things a little differently than I used to. The competition isn't always 0 sound like it was when we were on the streets. I discovered that there really is such a thing as a win win situation. So at whole point it's like, this is all 0. This is not a 0 sum game. You can like my music. You can, like that person's... You can like that woman's music and, like, it goes on forever. So this says, I I discovered there really is such thing as a win situation. I'm only competing with myself, to be a better artist and businessman. To be a better person with a broader vision. This is genius. This is exactly what she should be doing. I'm only competing with myself to be better artist and businessman to be a better person with broader vision. I'm still that dude on the corner and talks about the mindset that he has. I'm still that dude on the corner 7 nights Straight, trying to get back the money I lost. I'm still the kid who'd fight to be able to walk to a park. I'm still the Emc mc who'd had battle anyone in a project courtyard. So he's not saying this literally. Saying I still have that mindset. This is what the streets have done for us. They what have they've done for me. They've given us a drive. They've made us stronger through Hip hop We found a way to redeem these lessons and to use them to the world. So this is just fantastic too. The left myself on this page is this is just great. It's a million dollars with a game for 9 99. That is a line he said in his album 04:44, What he means is, like, you're buying it album for 10 and you're gonna get a million dollars worth of ideas for it. Very similar to what they said in port charlie Omni, founder number 90, if you haven't listened to that where I said, there's 30... The reason that have all hit... Like, when you study the best founders and the best investors. Like, they all have deep historical knowledge. And the reason is there's a line in Port charlie Alma. They said there's 30... There's a there's an idea... There's ideas worth billions of dollars in a 30 dollar history book. And so this is just fantastic. So he's gonna analyze the career and life of John Michelle Ba. Who... If he listen to Jason Music, you know who he is because he won't shut up about him, and he's just talking about. He's analyzing his work, taking the good ideas. Right? And then avoiding the bad. It's exactly what we're doing. Bot was was from Brooklyn like me. He started living... He started off living in the the streets as a graffiti artist. He was hanging on with with Madonna before she was famous, and he collaborated with Andy Or. He came onto the scene with a crew of graffiti riders, but he didn't wanna be boxed with that movement. So when the graffiti side scene died, he didn't die with it. He moved in a white art world, but flooded his art with black images, attitudes and icons. He wanted to be the most famous artist in the world. So I double on in that section because Jay z may not wanna be the most famous, but he wants to be the best. He wants to be the best artist in the world. He was hip hop, when Hip hop was still in its cradle. So he's seeing things in Bo art. And he's I saying that same thing that's running through his art. Is exactly the foundations of this industry that I just jumped into. On the night he died, he was 27. Boss had been planning to see a run Dmc show. When people asked him what his art was about, he'd hit them with the same 3 words over and over again. Royalty, hero, and the streets. When he died in 19 88, I'm not sure I knew who he was, even though he was a Brooklyn kid like me and he wasn't that much older. And so then he's saying Pascal or I don't getting his wish, but he got it in death. You don't wanna get your with death you want in life. He's probably among the most famous artists in the world, 2 decades after his death. I own a few of his paintings. His technique feels like Hip hop, another sentence I underlined. Twice. His technique feels such a Hip hop. This is where he's, again, don't think of things literally. The 1 thing you learned if you study the the life of Claude Shannon and the inventor of information there. Like, he looked at everything like a giant abstraction, which is what you and I try and do with these books. His technique feels like Hip hop. In the way he combine different tradition... Tradition to and techniques to create something new. Okay? He brought together elements of street art and European old masters. He combined painting and writing. He combine icons from Christianity and Santa and Voodoo and And on top of all that mixing and matching, he added his own genius. Bingo exactly, which... And this is why you do that, which transformed the work into something completely fresh and original. So you go study his the the career life and Career steve jobs. And you see elements that he learned from Edwin Land, which he called his hero. He called Edwin Land a National Treasure, you see Edwin Lands ideas in the back of Steve j, like, the influence of the the veins of influence runs through Steve jobs approach to his work. It's not Edwin Lands ideas. It's Edwin Lands ideas mixed in with Steve's own genius, which then transforms Steve's work into something completely fresh and original. And if you wanna put a price tag on it, what is? Multiple trillion dollar market happens insane. Work often deals with famous success. The story of what happens when you actually get the things you die that you would die for. 1 Ba painting I own is called Charles first. It's about Charlie Parker. The Jazz Pioneer who died young of a over... Of a heroin overdose just like Ba. In the corner of the paintings are the words most kings get their head cut off. So why is he telling us? So why is he bringing obviously people just bragging about that he's got really expensive art on his walls? No. This is the important part. And the reason I collect maxim and song lyrics and short form videos. I read... So he's talking about looking at that, walking in the corner in his house and seeing that that painting on the wall. Most kings get their heads cut off. It's the reason why I have Ernest Shack on my lock screen on my phone. Why? Because I see ernest cover. I see Shack covered in snow looking like death, and I immediately reminded of his his motto, by endurance we conquer. When I look at my phone, I see, oh, you're gonna give up, david? You're really gonna do that. No. You're not gonna conquer anything. By endurance, get used to taking pain. And then when you open my phone, it's a line, a screenshot from the last dance, the the biography of Michael Jordan, a guy that was totally focused on 1 thing and 1 thing only. So we see this... It's very common for people to have these little reminders set around their house. Same reason I leave the book, the towel of Charlie Mu out the bed of for crust. Auto of rest of mind. These are just like, little books. I leave and and place in my house, so I just pick up their books of maxim and africans. It's not to sit there and and read for 15 minutes. Pick 1 up for 2 minutes, read them at, app, a maxim turn to random page, and it's gonna prompt your thinking. Right? It's gonna remind you of things just like Jc sitting in his big beautiful house so You get this boss gap painting, and he's saying most kings get their heads cut off. This is what Jc z says. I read it as a statement about what happens when you achieve a certain position. People wanna take your head, your crown, your title. They want to ema you. And you resist it until 1 day, your albums aren't moving and the shows aren't filling up and it seems like the game might have moved on without you. And this is the problem. You do exactly what you shouldn't, then you start to change and you do whatever you need to get back into that spotlight. And that is when you're the walking dead. So in that margin, he of that paragraph. I wrote Steve Jobs avoided that. Look at the weird crazy arc of Steve Jobs life. There were many times like, no, Steve, why you? They said something about us. He was... Like, he was trying to build really nice expensive Apple computers. When everybody was just buying the the market it's shifted and everybody was buying, everybody was buying cheap Pcs. And there's a line in that book in Steve jobs by Isaac, it says Apple's com is that they still believe the way to grow is serving caviar in a world that seems pretty content with cheese and crackers. I'm not here to serve you cheese and crackers. Steve drops said. I'm building insanely great products because that's what I feel I should do. If I search change and just build an un comp commodity Pc. Like, everybody else is doing, then Apple never returns. Is he he looked at Apples and this is the the this period that that line comes from when at when this is the late nineties when when steve jobs come back to Apple. He looks at the product line. I was like, this line of sucks. It's just too much stuff. All of it sucks. Let's get rid of it all, and we're gonna build 4 products and there's gonna be 4 bad insanely great products, and we're gonna stake our claim and we're gonna rebuild our company on the quality of our fucking products. And that, that line of thinking becomes the foundation for the greatest corporate turnaround the world has ever seen. Not sticking your finger up in the air and like, hey, what's the what what ways is the wind blowing? Oh, let me you don't like what I'm doing Let me change. And let me do whatever I need to do, get it back in the spot No. The spot... I'm gonna build the best products, and that's gonna direct the spotlight. I'm not gonna just copy you and go down this crappy path. That reminds me of this fantastic fantastic anecdote that's in Joan, or John and can I said it again? I did a whole podcast on it. Johnny. His name is Johnny. Johnny Iv biography, It's Johnny Iv, the Genius Span on Apple's greatest products. And so at the time, the market... The market demand saying, everybody, all the the un Pc makers were were building these things called Net, and they go from being, like, nothing to the laptop market to, like, 20 percent of the laptop market. And when when they were talking, was, like, should we build a net book. Steve jobs just nailed it, and you only know this by being authentic to yourself. And he says, even though they were 20 percent the market. Apple never seriously considered making 1. And Steve said, net aren't better than anything. Steve jobs said at the time. They're just cheap laptops. And says like, no. I'm not billing like, because they're not better They don't do anything better than any of the other product. They're just they're just popular because people are mass reducing them and buying them. And so instead of dedicating time to build a net book. You know what what, what, Steve directed Apple's resources a building instead, but the ipad. That is why that what what Steve arc what Jay z is describing to us is so important. So back to this paragraph, nearly every rapper who made it big has had a deal was getting 1 of his heads chopped off. The stories you hear can really make it seem like success can be a curse. And so what Jay describing us. Is this is the the what Jay had had to sec successfully navigate his way through. The stories you hear can really make it seem like success can be curse. Rappers who dang... Who who have been dang over balconies for their publishing money. That's a true story by the way, held by their ankles. Sign this contract and we're gonna drop at the balcony, Driven out of their hometown, fucked up by drugs, sued by their own families, betrayed by their best friends, sold up by their crews, there are rappers who blow up and blow through whole fortunes. They sq their every opportunity. And before you know it end up back on the block. And so this is why this book is really hitting hard for me, hitting home for me is because there's a bunch of other people that I like their music. The same time I discovered Jay z's music 20 years ago. And let's say there was 20 of them. How many of them are still surviving to this day? How many of how many of them did not successfully navigate through that labyrinth of what he... What Jay just described to us? It's a handful. But a handful, you... And let's put that number. There's been thousands of people that that made a hit wrap hit hit hit song. How many of them still doing a decade after decade after decade. That's when I'm interested in. I'm not being I'm not interested in being good at podcasting for a year or 2. But a decade after decade after decade because that is what my heroes did. Steve Jobs is a hero. He worked on his career for 40 years. Charlie Mu warren and Buffett are still out. Enzo Ferrari die. The enzo Ferraris, exit strategy was death. Edwin Land, ran his company longer than almost any other American business, business founder are... Any other founder in American business history. Steven Spielberg is still at it. All these other other people I look up to an admire for different reasons like, the 1 thing that they all have in common is longevity. Jay z, same thing longevity. So you take maybe thousands of people that had to hit song like Jay z did and maybe 5 or are still doing it for as long... Maybe 3 or 4 whatever the number is still doing it as long as he is. That that long term success is the ultimate goal. And so I turn the page and he's back at it. And this is what I wrote. He just gets it. Jay just has the ability to connect the dots. I'm lucky never... I'm also lucky never to have needed the approval of the gatekeepers in the industry because from the start, we came in the game was entrepreneurs. That gave me the freedom to just be myself, which is the secret to any long term success. But exactly what we just talked about Steve jobs. Right? That is a secret to any long term success, but that's hard to see when you're young and desperate just to be put on just to get just to get put on. I don't accept and ran over my own point. I just said a minute ago. This is the the goal here. I don't accept that failing is inevitable. I think there's a way to avoid it. A way to win to get success and it spoils and to get away with it without losing your soul or your life or both. It's exactly what Jay is able to accomplish. I'm trying to rewrite the old script, but Bo painting sits on my wall like a warning. A few pages later, just 1 line here. Reminder that this is something I learned from Bill Gu, be the best informed person in your field. You've never seen that fantastic talk go to Youtube, type in running down a dream. How to survive and thrive in a career love, I think it is. That's a be the best person be the best informed person in your field is a direct quote from that talk, and it says I'm a music yet, So I listen to everything. People around me are passionate about music. We study music. We seek it out he talks about. He's like, you shouldn't be an artist, you should be a businessman. If you should approach your art as a business. And again, really, he's just listing the pitfalls of the game that he was able to avoid. And so this idea, it's funny because everybody's like, they they describe, like, this this the emergence of what they call quote unquote the create economy. That is not an no idea. Back in 2005, and I think Jay z put it better than the the term creator economy. He says, I'm not a businessman. I'm a businessman man. The other part of commercialization is the idea that art should be only be thinking about their art and not about the business side of what we do. When I committed to a career rap, I wasn't taking a vow of poverty. I saw there's another hustle. Exactly. Dead on. It's it's just another product to move. I saw this another just hey he happens to love and be obsessed with it, which and, obviously, the the the the the intent or the the, like, readings of the lines there is that that increases his ability hit the likelihood of a success. I wasn't taking a vow of poverty. I saw just as another... I saw it as another hustle 1 that happened to coincide with my natural talents. So I mind my business, and I don't apologize for it. There's this sick fascination with the dead artist, the broke artist, the drugged out artist, and another thing that's kinda surprising how much Jay z talks about, like, don't drink all the time. Don't smoke. We don't do coke, like, have a clear head. There's a fantastic story about him and biggie. With regard to, I'll get you in a minute. There's a sick fascination with the dead art to broke artist a drugged out artist. The artist who blows all of his money on drugs and big chains and adds up and ends up on AV1 special. And he's just saying He's like, I'm not doing it. You're not gonna catch me slipping like that. So then we get to a point where he's analyzing 1 of his freestyle styles. I'm gonna skip the line. I want to tell just just few sentences, 2 sentences I think, about what he's talking about it and again, Bob No, Est Lau, Edwin Land Steve Jobs, Arnold Jay z. They all do this in the song. I keep talking about seeing it all before. And it's true. Not that I was prophetic, but I have always used visualization the way athletes do to conjure reality. The mind is a powerful place in what you feed it can affect you in powerful ways. So I think for a lot of people that they think, oh, this is weird. You know, that's, like, willie fu stuff. Well, I see it all the time. I don't know what to tell you. I remember I was having coffee with a listener of the podcast, Seth. He's a founder and investor and he's around that same age, and we we both arrived the same conclusion and when we were having this conversation. And we talked about, you know, like, you're younger you're kinda, like, I think we both had, like, more analytical bent and realize as you... The more life experience you have, and you also see it in the spoke whenever. Again the more you're, like, way intuition just because we don't understand it, it doesn't mean it's not powerful. And there's some kind of evolutionary benefit to listening to your gut. You wanna call it intuition gut your mind, doesn't inter monologue whatever word you happen to put on it. But before I completely discounted anything that was like, like, humans score the abstract. Well, I was 1 of those people that scoring the abstract before I understand how valuable that is. There's something about having this positive mental attitude having a belief in yourself on, like, even there you're you're walking out into the unknown, you think that you have a a good product. You think you have some traction on your business, but you have to believe that you are going to succeed. You have to see it in your mind and brain washer. Self. And I'm kinda doing the same thing when I'm reading the books, like, it's impossible. Like, it is absolutely impossible to read biography at of people believing in themselves when they had no reason to believe in themselves and using that as fuel to to to fuel their dreams and not do and not have AAA profound sense of belief in your own ability and in what you're doing. That's not something you've been in a spreadsheet, but it's very real and it has very it's very valuable. Like, listen to your off, like your your heart, your soul, your intuition, your gut, whatever it is. It's the same thing that Jay z saying there. I always use visualization the way athletes do to conjure your reality. Okay. So now we get... To... Like I said, this tons of fantastic stories in the book. This is on having dinner with Michael Jordan. So she says, I also believe there's a lot to be learned from elite athletes. Sports are 1 of the great metaphors for life. I know I'm not alone when I say this, but I absolutely love Michael Jordan. His career was a perfectly composed story about will. I went to his restaurant at his invitation to have dinner with him. So he's like this was just fantastic. I got to be a freaking, just an absolute fan, and I got to pepper with any question I wanted to. So he says I found out how much Jordan loves the Chemo 1. He pointed out that he... That AA1 was a leader in steals, which is rare in his center... Because he played center, which is rare in the center position. I asked him to name his 5 favorite centers. The best games he ever played, which championships met the most of to them. I got to be an una fan. It was an absolute dream conversation for me. The things that distinguished Jordan wasn't just his talent, but this is the most important part of and it speaks to exactly, like, his dedication... The dedication that Jay z had in his craft. The 1 that Kanye we mentioned earlier, I'm locking myself. I'm doing... I'm... Lock yourself in a room and do 5 beats a day for 3 summers. I deserve to do these numbers. The thing that distinguished Jordan wasn't just as talent, but his discipline. His laser like commitment to excellence. That's something I always respect, especially in people who have great natural talents already. And so he's like, Jordan that same approach to Jordan uses. I've seen it in other people. It's the the the the through through line through excellence. My earliest mentors and rap taught me that making music is work, whether it was jazz locking himself in a room working on different flows or big daddy cane taking the time to meticulously put together a stage show. The... There's un magic involved in great music, song writing and performances, like those nights when a star athlete totally in the zone and Canvas. But there's also work. Without the work, the magic won't come. There are a hundred harold minors for every 1 Michael Jordan. So what means there's just plenty of people with talent. But that's not enough. You gotta a complying discipline and laser lake commitment to excellence with your talent, and that's becomes your end... What I guess the end in, like, the startup world do you hear is is like, they're looking for... They they they described this phenomenon. It's, like Jordan Nes phenomenon as n of 1 founders. So that's the way you think about. Like, I, when hear, you think, oh, they're looking for the next Michael, Jordan. And so Jay z talks about this because he also knowledge his rapid. Signs other the rappers when it comes to signing up new talent, that is what I'm looking for. Not just someone who has skill, but someone who's built for this life. Someone who has the work ethic, the drive. The gift that Jordan had wasn't just that he was willing to do the work, but he loved doing it because he could feel himself getting stronger and ready for anything. That is the kind of consistency that you can get only by adding dead, serious discipline. To whatever talent you have. And so 1 of these people that Jay z saw that and is... He winds up signing this rapper Who's 1 of my favorite rappers is, like, of the new school rappers, named Jake. And there was an interview Jay Was doing to promote his album. I think this is back in link 2013, 2014. He was releasing Magna carta Holy grail that album. And he talked about the fact that him and Jay Cole have albums coming out at the same time. And he talks about the mentality that you should have. And he says, I know for a fact. Jay Cole thinks his album is better than mine. And the next line is a punch. And he's supposed to. He is supposed to feel that way. That doesn't mean you he's, like, he's respectful for me. He learns a lot for me. Just like, I learned him, and he says up in the interview. Like, you, I'm studying Rec kim, big daddy came, but I'm also competing with them. He's like, you respected to people came for you, but competing with them. You're supposed to. I know for fact Jake Cole thinks his Album is better in mind. He's supposed to. You're supposed to feel that way. That is not something that people that don't have found mentality have a... They can't wrap their mind around that. So later on, he he says something that's that... Just a fantastic line a fantastic point. He talks about, later on, he becomes like a business partner in in this restaurant, like, Bon and and Bill Clinton And he's like, Didn't really like the laws Bill Clinton passed. He was detrimental to people, like, that that look like me and everything else, but he's... But he talks about, like, meeting them and and, like, becoming friends with him and he says, but I'm not exactly... And this is his great point. But I'm not exactly the same person I was in 19 92 either. Everyone needs a chance to evolve. 2 great ideas on this page a little later on, when you step outside a school and you have to teach yourself about life. You develop a different relationship information. I've never been a purely linear thinker. You can see to my rhymes. My mind is always jumping around, restless, making connections, mixing and matching ideas rather than marching in a straight line. Purely, linear linearly think linear thinking, or rarely get you from the projects to being a billionaire. So it's obviously a good idea. My mind is always jumping around, restless making connections and matching ideas rather than marching in straight line. It's exactly what Trying to do with founders. I'm trying to connect despair thoughts. I've always believed in motion in action, and following connections wherever they take me and I'm not getting to ent My life has been more poetry than prose. More about unpredictable leaps and links than simply steady movement or worse stag. It has allowed me to stay open, isn't she saying the value of flexibility What he's talking about here. It's allowed me to stay open to the next thing without feeling held back by a pre conceived notion of what I'm supposed to be doing next. And on this page, I just listed a bunch of people that optimize flexibility too, Singleton Herb keller. Buffett, Mu, N Per, the the mountain there. We just covered a few few packets podcasts ago Chuck Fee, the billionaire who was. They guy made 8000000000 dollars and gave it all away when he's still alive. Walter K, Henry Ford Ed Cat. All... They they all say things just like what Jay z is saying here. Allowed me to stay open to the next thing without feeling held back by a pre notion of what I'm supposed to be doing next. So he goes back to his childhood, and this is just insane. These are lessons from his dad. And just imagine. Like, it's 1 thing they're both terrible, obviously. But it's 1 thing if, like, you... You're never part of your kid's life and you ran away. I still think it's coward despicable behavior. But what his dad did to him is even worse, imagine walking out on your 9 year old son. So he he was raised his son for the first 9 years of his life and then disappears and doesn't see him until right before he dies a few weeks before we died, they went a meeting again. So this is my... I I just cannot... I have a 9 year old daughter. She about to turn intent. Like, the idea that I would... Like, that is just... You have to be so something wrong. Remember, 1 are my oldest friends? His friend, and I don't know how close he is this his friend, they went to college together, but he said that his friend did this where it's just, like, he gotta grow pregnant and then just dipped out and never like, didn't support the kid did, like, just completely, like, abandoned his responsibilities as the father. And I was like, you... And I told my friend. I was like, never talked to that dude again. Like, that's a sc bag. Like, he he doesn't care for some kids. He doesn't care sure about you. And he thought, like, I was being harsh. And he's like, well, what, what if and we'd been friends at that point, probably, like, 15 years when I'm in conversation with them him. And he's like, well, what if I did. Was, I'd never talked to you again. Like, this is despicable, despicable behavior. Like, you're, like, kids don't deserve that. You're like, you're the adult. You're the 1 that, like, had the responsibility. You're the 1 that had the sex. You're the 1 that did the... Like, you're the 1 that may help make that baby. Like, you take. It doesn't mean you have to be with the. Like the mom obviously seen and everything else, but, like, you have to support your kid. And so Jay talks a lot about that. Not only his lyrics been in the book about. He... His his generation really did their best to flip because he's like, it was extremely common that our mother's would racist us. The dads were never around. And so we try to take that curse, that generational curse and fix it. And, like, you, if you do this, you're a sucker. And so when he puts it. My father was crazy for detail. I get that from him. Even though he didn't we didn't live together after I was 9. There's something seen instilled to me early than it never lost. There was nothing he missed about a person. He was really good about taking it all in, taking all the nonverbal verbal clues. People give you to their character. How to listen to the matrix of a conversation to what a person doesn't say. For my pops, it was just as important to take place to take in places as people. He wanted me to know my own neighborhood inside and out. When I was walking with him, he'd always walk real fast. He said that if someone following... He did that because if someone's following you, they'll lose. And expected not only to keep up with him not only for you to keep up with him, but to remember the details of the things I was passing. He was teaching me to be confident and aware of my surroundings. There's no better survival skill that you could teach a boy in the ghetto and he did it by showing me. And so then he saw talks about the fact that his dad left left and that Hip hop took this is like, hey, we gotta change this. The Hip hop generation never gets credit for this. But those songs change things in the hood. They were political commentary, but they weren't based on theory or books. They were based on reality on close observation of the world we grew up in. The songs weren't more realistic, but they created a stigma around certain kinds of behavior. Just by describing them truthfully and with clarity. 1 of the things we could we corrected was the absent father Karma, our father's generation created. We made and Jay z puts it very eloquently, more eloquently than I could put it And he says, we made it some real bit shit to bounce on your kids. We as a generation made it shameful to not be there for your kids. So he goes back to the burden of growing up poor and how you never... And I've seen this this... What he's about to Sculpt. I've seen this in in in a lot of the books that we read as well. The burden of poverty isn't just that you don't always have the things you need. It's the feeling of being embarrassed every day of your life. And you that you do anything to lift that burden. I remember coming back home from doing work, so selling drugs out of state with my boys and a caravan of lexus that we park right in the middle of Marcy. I ran up to my mom's apartment to get something and looked out at the window and saw those 3 new lexus of gl in the sun. And I thought, man, we're doing it. In retrospect, yeah, That was kind of ignorant. But at the time, I could just feel that stink and shame of being broke, lifting off of me and it felt beautiful. The sad shit is that you never really shake it all the way off. No matter how much money you get. And so all the way back. I think it's, like founders 01:15 maybe. Rx 01:16 actually, and it's Samuel Bro, who grew up extremely poor in Candid. I one's up building this the gigantic Sea business that, Like, produced generational wealth. He's 1 of the first examples of this thing this topic You and I've talked about a few times, which is the generational inflection point, where you have an entire family stream of a family see in poverty, and you have the 1. Like Neo, like, the the matrix, like, you have the 1. The 1 person that's going to change the generational inflection point that changes the trajectory of the future generations forever. Sam Bro is that 1 in his family. And it's certainly the the the role I'm trying to play in my family. And it says Sam recorded his the recorded little of a childhood had except to reiterate how painfully he experienced the poverty in which his family lived. He worried that his parents might fall fail to make their payments on the family. Sam later recalled the shame of appearing before his classmates in torn clothes. A humiliation, he recounted to his own children, the rest of his life, his daughter in the book talks about, they're living in a giant mansion, and he'd bring up the fact that he would have to go to go to school, be around his peers and to torn clothes, and he would shiver. Literally many decades that are shiver at that thought, and what did Jay z just say? Sad shit is that you never really shake it all the way off, no matter how much money you get. The exact same idea. So J z talks about the value of mentorship. Really think about this. The mentorship you either get books are in person, it's just a way to speed up time. Right? It accelerates. It accelerates the learning curve because you can learn from their experiences you don't have to put in the 15 years that they put in. So Lee Cohen, who I consider my mentor once told me something that that he was told by a rabbi about the 8 degrees of giving and Judy them. So I didn't know where this came from, but I've heard Jay z rap about this for. The seventh degree is giving anonymously. So you don't know who you're giving to and the person on the receiving end doesn't know who gave. The value of that is that the person receiving doesn't have to feel some kind of obligation to the give and the person giving isn't doing it with an motive. The highest level of giving the eighth is giving in a way that that makes the receiver self sufficient. So now we get to the point where he he describes this as literally crossing over from 1 life to another. From going from... I'm a full time drug dealer, I'm a full time rapper. All these threads came together at a Pivotal moment in me, the moment when I fully crossed over from 1 life to another. I was sitting across the table from Ruben Rodriguez. Who was a... Music business vet wearing the uniform. Double breasted silk suit, pinky ring. Tie. The room, the table, the view outside the window of a pin of a of a skyscraper, the whole scene was surreal to me. I'd been living like a vampire. The only people I'd seen in weeks with the people in my crew down south, and, of course, the customers. The analyst endless nighttime tied of Fiends. My hands were raw from handling drugs and handling money. My nerves were shot from the pressure. Now was in this office sitting next to me was Dame dash. This is gonna be 1 of his c founders. He says Clark kent the producer. So Clark Kent was a well known New York producer and Dj. And he introduced... He's another important person in and in in Jesse's life. He made Beats for him and put him in music business. He says, and he introduced a bunch of people. Clark Kent was the person who introduced me to Dame. Clark was pivotal at the stage of my life. In the mirror, all I saw was a hustle. Clark would find me and say, let's do this music. I appreciated him. Him, Clark can't tie ty B behind. All these other people. They would encourage me. But I was also skeptical about the business that I would get also get... I was so skeptical about the business, I would get annoyed at them. B high, which is his cousin used to really come down hard on me. He was real honest in direct and told me straight up, he thought I was throwing my life away. Clark thought I had something. This is why, again, if we can encourage especially younger people, like, people... Like, it's just so important. Clark thought I had something new to offer to this world that he loved. So he's saying I love your music. You have something new, something valuable. I want to help people discover it. It's like stop dealing drugs jay. Take the wrap shit seriously. You're good at it. Clark knew Dame was hungry. Dame dash was hungry for talent to represent, so he could break into the music industry and thought we'd make a good match. Dane walked into the room and room talking and didn't stop. He was a he was a Harlem dude through and through. Flat flashy, loud and animated. He projected bulletproof confidence. That is important. He projected bulletproof confidence And this advice I talked to a founder, the other day, and the this topic came up where it's just, like, he knows the stuff. He's got a good product that's valuable, but he's just like, I don't have the conference. It's was like, doesn't matter. Act like you do. Like, it act like you do until you actually do. That's not even me. Like, that's not advice for me. That's advice Nolan Bush now gave to a 13 year old Steve jobs. That Steve Jobs ran with. Nolan said only the arrogant are self confident enough to press their creative ideas on others. Steve believed he was always right and was willing to push harder and longer than other people who might have had equally good ideas, but who caves under pressure. Dame dash projected bulletproof confidence. If you're not like this, act like. Who cares? You... Just act. So it goes more into the the early days of them trying to hustle and just trying to... Especially bootstrap is what they're doing. They're trying to bootstrap a late a record label. And again, this not myself on many times in this in this book, a lot can change in the lifetime from 5 dudes in an Suv and sharing hotel rooms to a billionaire. Every time Dame left these meetings, he'd get so heated. He couldn't believe that they didn't get me. But I wasn't surprised. I expected nothing from the I just tried to shrug it off and I'd get back to my real life. Dane was getting frustrated, trying to keep up with me. So he put together a makeshift tour to keep me focused on music. Sometimes Damon and his group and I would just pile into a path finder, Toyota Pathfinder. Our Nissan pathway. Sorry. And do shows up and down the East coast. I was being a team player. I piled in the truck stayed in the the double rooms with the rest of them. In some ways, these were, like my college days, taking road trips... I'm, J... Jason z didn't even graduate high school from from not mistaken. In some ways, these, we're like my college taking road trips bumped up with friends learning my profession. Except that I still had a full time job selling drugs. And what you're talking about, like, not trying to hide who he was, essentially I'm being human. This is 1 of the rate... The things that I make rap at its at its best. It's so human. It doesn't force you to pretend to be to be only 1 thing or another to be a saint or a sinner. It recognizes that you could be true to yourself and still have unexpected dimensions and opposing ideas. Having a devil on 1 soldier shoulder, excuse me. And an angel and the others, is the most commenting in the world. The real bullshit is when you act like you don't have contradiction inside. You, that you don't have contradiction inside you. That you're so dull and uni that your mind never change changes or wander into strange unexpected places. And so now he's fast forward into his career a little bit, and I noticed myself that I've left on a lot these books is how bad do you want it. There's all these examples in the book. I'll just cut I'll I'll just give you 1 of the post of my mind I just talked about, Sam Bro, the generational inflection point. The 1 that made generational wealth and ended his family's Curse of of poverty. The time he's growing up in Canada. It's extremely cold. They're they're learning, hey, we're gonna sell liquor. You have to the time they had, like all these weird prohibition laws and things like that. And so 1 way to get around that is you buy an existing hotel that's, like grandfather in that's exempt from this law that allows you to sell liquor. He hears about a hotel that is for sale. There's another guy in the same town that lives that he lives in that also wants to bid on this hotel. Turns out the owner of the hotel is in the middle of nowhere, like, the, like, the the middle of, like, Icy Tundra somewhere out in Canada hunting. And so you have Sam who wants the hotel to to make an offer a hotel. You have Sam's competitor that wants to make a offer hotel. They find out the guys guy not gonna be back for a few weeks. The other guy is like, okay. I'll just wait. Sam like, alright. Where's the guy at? He... He's in this remote, you know, Yukon territory wherever it is. How do I get there? Oh, I have to rent a dog sled, and I have to sled in the ice in in the freezing cold for 6 days, and I can't bring foods. We we've hunt and kill our food on the way just to get to this guy's remote location? Yeah. I'll do that. Does that for 6 days in unbearable, pain and and and and struggle gets to the guy's camp and you already know the then story Don't you. You... Who's gonna get to... Who is going to get the deal. Not the guy sitting on his ass back, by the fire waiting for this guy. The guy that went through it. So Sam Bro winds up getting. Meaning the guy, negotiating a deal in the camp spot and getting the hotel before that other guy sitting with his feet up even knew it hit him. And so the way to summarize is that how bad do you want it? Because there's an there's extreme levels of drive and pain tolerance in history of entrepreneurship. Okay? So the this isn't necessarily painful, but Jay not also 1 to take no for an answer. He's gonna describe how he gets the clearance for what becomes his biggest hit. So he did this song called hard knock life. Is on his second out... Actually his third album if I'm not mistaken. It is before that, before Hard knock life, Jeez z like, critically acclaimed, not selling many records. After he sells 5000000 records, and he completely changes the trajectory of his entire career. And so they they... They have to get clearance for from that movie, like, little Annie. I forgot the little, like, you know, a little red head girl. Forgot her Orphan Andy, whatever her name is. To use a song from Annie. We had to get clearance from the copier holder. I was I wasn't surprised when the company that owned the right sent our Lawyers a letter turning us down. Lord knows what they thought I was gonna wrap over that track. But I felt like the course of that song perfectly captured what what little kids in the ghetto felt every day. Instead of kisses we get kicked. So that's the the hook. Right? So I decided to write the company a letter myself after being rejected. I made up the story about how when I was a seventh grader in the ghetto, our teacher held an essay contest and the 3 best papers won the writers a trip to the city to see Annie on Broadway. That was a lie. I wrote that I wrote that as kids in Brooklyn, we hardly ever came into the city. That was true. I wrote that from that moment on or from the moment the curtain came up I felt like I understood her story. Of course, I had never been to see Annie on Broadway, but I had seen the movie on Tv. They bought it. They cleared it, and I had 1 of my biggest hits. How bad do you want it? And so the note of myself a few pages later could also have applied to what Jay z just disorder J just told us. When somebody puts up a wall in front of you, What do you do? You put up a wall in front of Jay z, Sam Bro, all these other people they're knocking the wall down. They're tunnel under the wall. They're jumping over the wall, but that wall is not gonna stop them. After every label in the industry she turn us down, and I do mean every label in town, dame Big and eyes decided, fuck it. Why workers anyway. Being a recording artist on a major label is the most contractually exploit ex exploit, relationship, you can have in America, and it's illegal. All 3 of us had read hit hitman which is this book, which is the industry bible, and we knew what kind of gangster had established record companies. So in 19 94, Dame Big and I's pulled our resources to form Rockefeller records. Obviously, a an homage to some degree of John D rockefeller, the name was aspirational and confrontational. The first record we made was called I can... I can't get with that. We made in a in Clark Kent basement studio and we shot the video for 5000 dollars. We pressed up our own vinyl, and we made champagne baskets and sent them to Dj. So he's just saying he's like, doing things that don't scale the program invites to startup founders. He's starting a business and he just knows how to hustle. It's like, we don't have endless amount of money, so we gotta be resourceful here. So, like, we're just do things on the low. We'll do things ourselves as much as we can and we'll we're gonna we're gonna push this and get the momentum of our label going. And so he says, we didn't know the business yet, but we knew how to hustle. We did more than talk about it. We wrote it down. The key thing is we wrote it down. This is exactly where Arnold Shore circuit says. He's like, you gotta have a goal. You gotta write it down and you've gotta think about it, the, that's the only thing you think about. And so Jay z says, the key thing is we wrote it down, which is as important as visualization and realizing success. How many times is he gonna talk about visualization sing in your mind before you sing in person? Over and over again. Back then, we'd go to record stores who still still sold singles on consignment. This is wild. They we would drop the single off and come back every couple of days to collect half the proceeds of what have been sold. We'd show up and we collect a hundred and 50 dollars. I was right there in the stores po with the retailers and personally building relationships with Dj. It was due or die. So they own all the records. The only thing they don't have is distribution So they have to... Then distribution here usually takes like a 20 percent fee in some of the videos I saved on my phone from Jay z, he's, like, 26 years old talking like, yeah. I own everything... Let me... I have actually, and I wrote it down what he says. Hold on. He says I want full control over... This is him and he's like, 26 at the time. This is wild. I want full control over my music. This sounds like George Lucas. Try to own as much of yourself as possible because it's gonna pay off in the long run. He's like, we own everything except the 20 percent distribution fee and we're working on that. Young young dude, and he he knew back then. This is amazing. We negotiated a deal with payday that guaranteed wider distribution and the 1 we'd be able... The the distribution we did... We'd be able to get on our own. Once we secured that deal, we rented an office in the financial district. Check this out. We started a fan club before we even had any fans. So I know left myself here something I already told you from the Kanye documentary. Before I had a car, I'd walk to the train, practicing my grammy speech. So they find a way to get their signal on a getting radio play. It's getting it's getting popular. He's like, I know I'm done. I gotta hurry this up. He says we had a small window of opportunity from the time this is... He's he calls him Flex. That's Fun master flex, very famous Dj on hot 97, which is a very big, radio station in in York. Remember this way before streaming or you know other stuff. We had a small window of opportunity for the time Flex started playing it in the beginning of 19 96. I figured I had until the summer to complete an entire album. That's about 3 to 4 months from studio to to a package product with a marketing plan. I don't think I slept for weeks at a time back then. I was living off of Pure adrenaline. 111 of his singles... That's gonna be on an album. He actually gets through his relationship with Clark Kent. When biggie smalls came through 1 of my sessions to see Clark, Clark played him to beat for Brooklyn finest. He told Clark he had to get on it. I met I met big and we clicked right away. More than anything. I love sharp people. Men or women, nothing makes me like some... Someone more than intelligence. And then he talks about what is like being on the forefront on the on the frontier of a brand new industry and why brand new industries usually attract certain personality type rap started off so la, not giving a fuck about any rules or limits. That it was like a new frontier. We knew we were opening up new territory even if we left behind a whole country or sometimes our own family. We struck oil. And so then this is when he gets into a fantastic, big story, and really just a powerful lesson. So he says, I had I hadn't been on vacation since I gotten serious about music. So I was happy to go to miami to shoot the video for the song he's got with other operating foxy brown. Big was touring, but he took the time out to fly down and make a cameo in the video. Big love to smoke so smoke weed. But I could count a number of times that add had smoke trees. Champagne in the occasional Malibu run where my thing back then, but mostly, I like to stay sober. The better to stay focused on making money. I come from the class of hustle who look down on smoking as counterproductive. We used to judge dudes who smoked as slack. When I did smoke, it was on vacation in the islands. But when Big asked me to smoke with him, I told myself, relax. You're not on the streets anymore. It was happening and I had to admit it. I was out of that life, so I smoked with big, and he smoked blunt. The last time I had smoked whenever that was. I'm pretty sure I was hitting a joint. A couple hits later and I was high as shit sitting there, feeling outside of time, slight slightly stuck and laughing uncontrollably. Big leans in, so only I can hear him. I gotcha. That fuck me up. Big was a friend, but also a competitor. He gave me an important lesson at that moment. They call it the game, but it's not. You can want success all you want, but to get it, you can't fa. You can't slip. You can't sleep. 1 I open for real and forever. Big joke with such a small thing, but I was like, fuck that. The director was setting up shot, shots and all that, and I went to my room and I sober it up before I came downstairs. When I came down, big was laughing. His laughter was a beautiful thing, even when the joke was on me. This time, I leaned in close to him. Never again my dude. And so that might be surprising because maybe he mentions that his music smoking or drinking and he sells alcohol for god's sake. Right? But that's... It's really interesting, like, again, actions express priority, which might be my all time favorite maxim. Like, what you do is what is actually important to. Not what you think in your mind or what you say. And it's interesting like, he might wrap about smoking a, blunt or drinking or whatever, but he's telling us he's like, no, I actually don't like smoking that much, and I don't like drinking that much. Like, I try to stay a clear mind. He talks about that too was, like, especially hip hop in the nineties. They, like going to the club. That was really big. They would hang out. And so he tells during the book where he would show up to do a performance. He'd get on stage at the club. Do you a couple songs. And then people think, oh, Jay z's here and... And in many cases you even be like, paid by the club to show up because it's like, oh, Jay easier here. So those more people come Mark all this album them etcetera, etcetera. He's like, what I would do is like I'd get on stage. I'd rip it for 10 minutes, and then I'd leave. I'd get in my car and I'd go home I'd go back to work or whatever. He's like, I'm not hanging on the club. I'm not wasting time like that. So here we go. Jay z talking again about studying and learning from the grades that came before him. So Slick Rick was the wit shit out back then. He can make the Ross Rhyme sound like masterpiece Theater, and he had the kind of style that Hustle aspire to. His songs were energetic and hilarious. Like all great comics he knew how to hide deeper motion between his punch lines. He kept it clean and honest and respected his listeners enough not to manipulate them. Slick Rick taught me that not only can rap be emotionally expressive. It can express those feelings that you can't really name, which is important for me and a lot of kids like me who couldn't always find a language to make sense of our feelings. Then he talks about another guy that he was studying, which is Scarf. And so he said Scarf faces is 1 of my favorite rappers and maybe the first truly great lyric is to come out of the south. He's known as a rapper rapper, and it's true. He gets respect across the board and his influence is enormous. His music is an extended auto. Scarf always feels like he's wrapping right in your ear. Like the guy next to... Like, the guy on the next bar still un onboarding himself of a story that keeps him up at nights or a nightmare that comes back to him all day. The power of his stories come in part from his willingness to pull the covers off of Taboo. To get into the shit that people pretend isn't really happening, and so that's why I try to bring up these crazy stories in the books because I feel there's stories in the books that people are willing to share, like an, auto or memo memoir form that they just won't talk about, like an interview or otherwise and, like, they'll they'll talk about stuff in private. They're not talking about publicly. They'll put in their books towards the end of their life. And so that line really hit me. He he'll... He... He's willingness to pull the covers off Taboo to get into shit that people pretend isn't really happening. So Scarf is also, I'm gonna really try to convince you to watch that county documentary. If you haven't seen it, but Scarf makes an appearance in that documentary. At this time, it Kanye had produced, song or 2 from scarf, and he asked Scarf to come to the studio to listen to his music. And so Scarf has 2 things that are really interesting. 1, he pulls up. He's, like, what the, like, at the time, Kanye having this this this video crew, like, follow them around. And he's like, store he's like, why are the cameras. He's like, they're doing a documentary on me. And he's like, who? He's like, on you. And, you know, Kanye barely known. You might know him as, like, a supplier in industry. Right? Just because he's he's making beats for people And so con Scarf says something about Kanye that really demonstrates the the demonstrates the relentless resourceful nest that a young Kanye West had. Forget everything you know about them now. That's are irrelevant. Study the first 2 up episodes documentary. If tell... And tell me that's not founder her mentality. Tell me that is not founder her mentality. That... Like, it's just amazing what he did. Like, to to to... Not only, like, put in 12 years of practice of his craft, but then to make people believe. But Scarf says when he when he learns that the documentary crews for him. He goes, that goddamn kanye be pulling rabbits out the hat man, that is the perfect way to describe relentless resourceful. Poland goddamn rapids out the hat. Are mean, Goddamn Kanye b pulling rabbits out the hat man is exact quote. But anyways, the reason the the real reason it's important because he goes in, and he's, like, listen, I know you like my beats, I wanna play you music from that I have wrapped on. And so, he... And you see this in the video. That's why it's crazy or in the documentary. He plays it. And this again, Scarf at this point is a legend. 1 of the best to ever do it in what... So think about this, like, Kanye is aspiring to be... Just just be be taking serious as a rapper. Now is Scarf seriously taking series of rep. He's widely acknowledges 1 of the best ever do it. And so he plays that song for him and we get this on on the documenting. It's on tape. And he says, this is incredible. And then the the narrator of the documents says getting validation from 1 of the best rappers alive was more encouragement for Kanye to keep moving forward. It is so important to encourage the next generation as much as you possibly can. This is a tails oldest time. Go back to Henry ford. Like, this is weird, man. All the cars at the time to either steam are their electric cars. I'm really thinking the the internal combustion engine is, like, like, it's self contained. We can fuel it can go far. That's more reliable, etcetera, etcetera. He winds a meeting his hero. Right? He didn't know him Anyone up being really good friends, but at just anymore. He meets Thomas Edison. And he gets to explain his idea to Thomas Edison and 7 words changes 7 words, 7 words from Thomas Edison, changed the trajectory of Henry Ford's life. You have the thing, keep at it. And it says with encouragement from the man who form who ford regarded as the greatest invent of genius in the world ringing in his ears, Ford returned home with the conviction that he should persevere. Go back to the Kanye documentary after scarf face leaves. Kanye is in the parking lot beam. Beam full of energy and enthusiasm, and he said he said it was incredible. Getting validation 1 of the best rappers of live alive is was more encouragement for Kanye to keep moving forward. So it goes back to studying them Rick and scarf, slick rick and scarf share the ability your skin by dredging up all kinds of emotions that young men don't normally talk about, with each other. Regret, longing, fear and even self approach. So then he talks about this this some nice fast forwarding in in the story because he's talking about... It's crazy. Like I had my scarf and him I'm doing a song with them. And so he says, on, on the first I did, with Scarf, I went into some dark personal storytelling about a time of my life when I felt truly confused and lost every entrepreneur in the world has felt this before. I went into some dark personal storytelling about a time my life when I felt truly confused and loss. I was between worlds. The voice in my head screamed at me to leave the street shit alone. While outside I watched big and no blow up. It was a verse about fear of failure, which is in some which is something everyone goes through. But no 1, particularly where I'm front wants to really talk about. But it's a song that that a lot of people can connect to. The thought that this cannot be life is 1 that all of us have felt at some point or another when a bad decision and bad luck and bad situations feel like too much to bear. Those times when we think this, this cannot be my story. But facing up to that kind of feeling can be a powerful motivation to change a men it was for me. And then he talks about. Yeah. III struggled when I was younger. I survived a crazy environment. I did things that could've have wound up getting me killed her in jail and I survived, but the feeling from that earlier struggle never goes away. Inside, there's still part of me that expects to wake up tomorrow in my bedroom in apartment 5 c in Marcy. To slide on my gear to run down the piss filled stair and hit the block with 1 eye over my shoulder. So then he talks about 1 of his songs that he feels it's it's, like hidden jamming in his catalog. It's beach chair, featuring Chris Martin. It's on his kingdom come album, which is the get the album that Jay z thinks is is worse. But there's just 2 things from the from his interpretation of the song. From his explanation song, rather. And so there's 2 things I wanna Paul for you First. It's there's a line in the song where it talks about... I hear my angels singing to me, And then you hear Beyonce voice. Are you happy, H. H, obviously being J nickname educational, music, So it says, I hear... I hear my angel singing to me. Are you happy h. And so this is his... Why you put on a song. When you get things you think you'd always wanted, it doesn't stop the voice in your heads interrogation. If anything, it gets more insist. When you get the things you think you've always wanted. It doesn't stop the voice in your heads interrogation. If anything it gets more insist. And then in the song you talks about, I'm not spending all my day tied into what other people are thinking or saying, Like, I give myself space, so I can come up with something unique, so it says, I'm not afraid of dying. I'm afraid of not trying. Every hit every day hit every wave, like, I'm Hawaiian. I don't surf the net. No. I've never been on my space. I'm too busy letting my own voice vibrate, carving out my space and so what does that mean? Give or brain space to think just like Henry single into this. He sat alone in his corner office with his Apple 2 computer and that offers produced a corona copy of ideas. Jay z says, it's always been most important for me to figure out my myspace rather than to check out what everyone else is up to minute by minute. And this is this hit this hit me so hard. Technology is making it easier to connect other people, but maybe harder to keep connected to yourself, and that's essential being connected to yourself that is for any artist, I think. And I've heard this song over and over again, and now Read his interpretation of it. It's just like, when I say, like, if you... Like I start reading the biography of entrepreneurs and you realize how much of their life went into what they do. Like, you you you appreciate an apple product more. If you... If you know Steve Jobs story. Like, you appreciate Trader Joe's more, if you if you know Joe Columbus story. Like, it's the same thing. And this song. Like I've heard a thousand times, still didn't understand it as much as I should have. So and really what he's... It's just... And the fact that he does write this down he's just insane talent. So he is speaking. This is still the same song. He's speaking to his un born child, and this is before he was a parent. And so he says, this song is like a hallmark card until you reach here. So he's speaking to his un born child. Okay? His un born daughter. So this song is like a hallmark card until you reach here. So till she's here, and she's declared, the air, I will prepare a blueprint for you to print, a map for you to get back, a guide for your eye He's essentially telling the story. I'm gonna start this over him. He's doing exactly what a good parent does. Right? We're trying to... Well I'm not trying to control your life. I'm trying to con to prepare you for what life can throw at you. This song is like a hallmark card. Until you reach here. So till she's here and she's declared the air, I will prepare a blueprint for you to print, a map for you to get back, a guide for your eyes, and so you won't lose scent. I'll make a stink for you to think. I ink these versus full of prose, so you won't get con out of 2 cent. My last will and testament I leave my air. My share of Rockefeller records and a shiny new beach chair. So his interpretation of that is I'm still trying to give this un onboard child something more than just money. A blueprint for life, a map, a guide, a scent to follow and I really do believe that that is why how many auto of 80 and 90 year old entrepreneurs. Have you and I sit in this podcast. They know. Like, I got a couple more years, man. And maybe I got a couple more months, and they just sit there and they write all their best nuggets of wind with wisdom, and they're trying to give us something to follow a blueprint, a map, a guide a sent to follow. And then I'll close with what Jc z says about the power of language and storytelling what he's about to describe here is this same I feel the same way with these books, and I think that's why biographies hit so hard when you read them, whether it's in a movie or a television show or whatever. The best characters get inside of us. We care about them. We love them, and we start to see ourselves in them. And in a crazy way, we become them. And that is where I leave it. I absolutely loved. Loved reading this book. If you are a Cheesy z fan, no brainer, don't make the same mistake I did and not read it. Even if you're not a fan of his music or you don't know much about it. There's still just a ton of lessons, I think, from hearing his story, that can be applied to your life. So if you wanna, get the full story, Read the book. I'll leave a link in the show notes. If you buy the book using that link, it'd be sporting podcast podcasts at the same time. If you wanna give a gift description to somebody else, that link is below and is also available finder podcast guest dot com. I'm seeing a lot of people do something that I think is really smart. Something that, I've seen other people do. Like, Jeff Bezos talked about the importance of having a shared base of knowledge with coworkers. So they, like, their executives in early, Amazon would, read the same books. They'd have this basically shared based knowledge. So Seeing a lot of people, like the same, from the same company by gift descriptions for other people in the company. So that's... In case you haven't talked about doing it. That's an opportunity. Link's down below also found podcast guys dot com. That is 238 books down 1000 to go, and I'll talk to you again soon."
}