{
  "transcript": "At exactly 10:35, Or slipped the rope were restraining the flyer and headed forward. At the end of the track, the flyer lifted into the air and Daniels who had never operated a camera until then, snapped the shutter to take what would become 1 of the most historic photographs of the century. The course of the flight in or words was extremely erratic. The flyer rose, dipped down rose again bounced and dipped again like a bucking bro. The distance flown had been a hundred and 20 feet. The total time airborne was approximately 12 seconds. Were you scared, or would be asked, scared he said with a smile, there wasn't time. It was only a flight of 12 seconds he said, and it was an uncertain wavy creeping sort of flight at best, but it was a real flight at last. Wilbur took a turn, and went off like a bird for a hundred and 75 feet. Or went again, flying 200 feet. Then on the fourth test, Wilbur flew through the air and a distance of 852 feet over the ground in 59 seconds. It had taken 4 years. They had endured violent storms, accidents, 1 disappointment after another, public ind and ridicule and in clouds of demon mosquitoes. To get to and from their remote sand dune testing ground, they had made 5 round trips from Ohio, a total of 7000 miles by train, all to fly a little more than half a mile. No matter, they had done it. Success it most certainly was and more. What had transpired that day in 19 o 3 in the stiff winds and cold of the outer banks in less than 2 hours time was 1 of the turning points in history. The beginning of change for the world far greater than any of those present could possibly have imagined. Being the kind of men they were, neither ever said the stunning contrast between their success and Samuel Lang full scale failure just days before. Lang lease project had cost nearly 70000 dollars. The greater part of it public money. Whereas the wright brothers total expenses for everything from 1900 to 19 o 3, including the materials and travel to and from Kitty hawk came to a little less than a thousand dollars. A sum paid entirely from the modest profits of their bicycle business. Of those who had been eye witnesses, John T Daniels was the most offensive about what he had felt. I like to think about that first airplane he said, the way it sailed off in the air as pretty as any bird you ever laid your eyes on. And I don't think I ever saw a prettier sight in my life, but it would have never happened, Daniel stressed had it not been for the 2 working boys he ever met. It wasn't luck that made them fly. It was hard work and common sense. They put their whole heart and soul and all over their energy into an idea and they had faith. That is an excerpt from the book I just reread and the 1 I'm gonna talked you about today, which is the right brothers, and is written by David Mc. I read this book for the first time 4 years ago, and I actually did a podcast that's founders number 28 on it. And I wanted to reread it because I think it's the single best illustration of this idea that I learned from Paul Graham Paul graham. It's a prolific writer. He's founder of y comb and his website is just fantastic because he's got all these great essays. And he wrote an essay back in 2009. And I just wanna read the first paragraph and the last paragraph. Also leaving in the show notes in case you haven't read. It's fantastic. And Paul has seen a ton of startup founders through his mentorship and his investment. So I think that adds some weight onto his opinion onto his words, what he's about to say here. And he says, a couple days ago, I finally got being a good startup founder down to 2 words. Relentlessly resourceful. So that's the first paragraph. This is the last paragraph. You can even use it tactically. If I were running a startup, this would be the phrase I taped to the mirror, make something people want. Is the destination, but be relentlessly resourceful is how you get there. And that episode I just read you is a great example of that. They... The white... The wright brothers solved an ancient problem through their own work and research. For less than a thousand dollars, and they couldn't have done that unless they were relentlessly resourceful. And 2 quick things before I jump back into the book. If you wanna buy a gift description for somebody else, That link is down below in the Show notes in your podcast player, it is also available at founders podcast dot com. In the early days of Amazon, Jeff Bezos talked about the importance of having a shared base of knowledge with your coworkers. And so Jeff and all the early executives at Amazon would actually read the same book. And so companies are also doing that with founders. They're buying gift subscriptions to founders for the founding team and, like, the executives. And that's 1 use case that I'm seeing pop up over and over again. So I just wanna bring it to your touch in case you wanted to do that for at your companies as well. The second thing real quick is a combination of an idea from Charlie Mu and Mark Jason. Charlie Mu has this quote in the book, Damn wright, which I covered back on founders number 02:21. And he says everybody engaged in complicated work needs colleagues. Just the discipline of having to put your thoughts in order with somebody else is a very useful thing. And then Mark G talks about the fact that he's read hundreds of biographies, and he says, what that allows him to do is to build little mental models and to stress test his own idea. So he when he's presented with the decision, He'll say, okay, what would Elon musk do in this situation? What would Henry Ford do in the situation? What would Steve jobs do in this situation? And I think a combination of those 2 ideas is very common thought that most founders have. And I know this because a lot of founders get in touch with me. And ask, hey, is there a way I can talk to you to kind of bounce this idea that I'm dealing with in my business off of what you have... What you've learned about the history of entrepreneurship. And so I get more of these requests than I have time to accommodate. And so I decided to make service if you're interested in organizing your thoughts or if you wanna stress test your ideas against what I've learned. There's a link down below same thing. It's in the... Everything... All the links that I mentioned are in the the the show notes military your pakistan. They're also available founders pack dot com. Okay. So let me get back into the book. The the book starts with a fantastic quote, and there's a bunch of great 1 liners in here, some of which I've never forgotten in the 4 years since I read it. The very first page it says this is a quote by Wilbur Wright, and it says no bird, soar in a calm. I just wanna read 2 paragraphs from immediately, they come from the Pro, and it says, according to the brothers, Wilbur overwrite, their fascination with flight began with them, with a toy. It was a small helicopter that was brought home by their father. Bishop Wright. Their father was a great believer in the educational value of toys. And so the 2 most important characters in the book are obviously Wilbur overwrite. I would say their father and now, I'm gonna speak a lot of more about him today. Their father's is the the next most important character in the story. He's somebody had greatly admire. And you'll see why. This says Or, now, this is the second paragraph. This is crazy. Or first grade teacher. Would remember him at his desk tinkering with bit with bits of wood. Ask what he was up you. He told her he was making a machine of a kind that he and his brother were gonna fly someday. Okay. So When gonna get the first chapter here I wanna talk about the personality traits. I just reread a bunch of my highlights. Obviously, I'm gonna talk about both Wright brothers today. The 1 I'd admire the most the 1 that Kept writing on the notes and in the margins of person that I wanna copy a trait, like, they have trait... He had a trait that I want or I wanna emulate is Wilbur, so a lot of my and he's kinda, like, the leader of the the 2 ripe brothers, although they're both very, very important, but you're gonna hear me talk about him a lot today. First, they talk about this this photograph where it shows the entire right, the entire family, their their brothers, their sister, there's dad, and it says, what was most air... Character un about the picture is that they meaning Or and Wilbur sit doing nothing. Something they almost never succumb to. The 2 were remarkably self contained. They were ever ind and they were virtually inseparable. They were also indispensable to each other. They were brothers and partners in every single sense of the word. And you'll see that here. They lived in the same house. They work together 6 days a week. They ate their meals together. They kept their money in a joint bank account. They even thought together. And that quote, they even thought together was something that Wilbur said about him and his brother. The brothers had tremendous energy. So, again, going right into... If you saw the margins in this book. Oh, so something I did. Whenever I reread a book, sometimes I, buy a new copy, sometimes I re read the the copy that Had previously highlighted and annotated. Don't have a rhyme reason to this, but for this thing, for this this time around, I just decided to to buy a fresh paper copy. And so that's what I'm working off of. And if you could see the paper back that I have in my hand, like, in the margins over and over again. Like, I want this trade. I wanna be that way over and over again. And it says the Brothers had tremendous energy working hard every day but Sunday was a way of life. Hard work was a conviction, and they were at their best and happiest working together on their own projects. And then it's gonna get into how they worked. This is the first mention of something that's repeated over and over again, and something we've seen with Jeff Bezos with Steve Jobs, Edwin Land. There is Ed Cat, even the founder Pixar said the same thing. There... There is a benefit to the conflict internal conflict can actually produce better results than just seeking internal harmony, and I'll go into more detail later on, but this is the first example of that, not that things always went smoothly. They could be highly demanding and critical of each other. They could disagree to the point of shouting. At times after an hour or more of heated argument, they would find themselves as far from agreement as when they started. Now this is crazy. Except that each had changed to the other's original position. And there's examples of the book of that. They'll have a big argument overnight. The next morning they come in and usually, they have... They're working with other people, like, this guy Charlie Taylor, who helped them with the engines of of the the first airplane. They they walk in. And say, and Wilbur say, you know what I've been about it, Or right. Let's do it his way. A few minutes later, Or would walk in, like you know what I'm thinking about it, Wilbur right. Let's do it his way. So that... That example. Like, they'd start off in opposition then completely switch. And then this is just fantastic. Double on our line the sentence neither ever chose to be anything other than himself. In a number of ways they were identical twins. Or will moved at a more more or less normal place. Wilbur was tremendously active of movement. Of movement, walking always with a long rapid stride. Wilbur was more serious by nature, more studio and more reflective. His memory of what he had seen and heard and so much of what he'd had read was astonishing. Such were Wilbur powers of concentration that to sum he seemed a little strange. He definitely lived inside of his own head. This example of that, the strongest impression 1 gets of Wilbur rights at an old school mate is a is of a man who who lives largely in a world of his own. Wilbur also had an unusual presence and remained imp under almost any circumstance. Never rattled. His father was proud to say. He was an exceptional public speaker and lucid writer, which seemed out of context for someone often so silent. His remarks were articulate to the point and quite often memorable. And these just positive personality traits contingent on the next page. Wilbur was little bothered by what others might be thinking or saying. They were always perfect gentlemen, naturally courteous to all. They never drank hard liquor nor smoke or gamble. What the 2 had in common above all was a unity of purpose and un yielding determination. They had set themselves on a mission. And then we get to... The father... His... Their father Bright, who I mentioned earlier, and the Northern myself is the wright brothers were blessed with a great great father. It's almost like if you had, like, a Charlie Mu or like, a benjamin franklin is your dad and he would little pepper with little maxim and guides for life. He doesn't throughout the book and a lot of the things he says are pretty memorable. And, so much so that they they quote him for years or at least horrible, quotes him for years after he dies because, unfortunately, bishop right out lives. Wilbur. Wilbur dies of Tay word fever, rather young at 45 years old. So it says, from wide reading and observations of life, he, meaning Bishop Bright, the dad had acquired with seemed an inaccessible supply of advice on behavior habits, of a good and bad habits, things to to be aware of in life and goals to strive for. At home, he preached courage and good character. Worthy finding a worthy purpose and perseverance. So these are all things that they they they listen to lessons and they kinda ran with providing guidelines he understood to be providing guidelines he understood to be part of a father's duty and he says, make business first, pleasure afterward and that guarded. All the money anyone needs just enough to prevent 1 from being a burden on others. And he also set a fantastic example offer the entire family because the entire family, everybody read all the time, a lot of the motivations to become obsessed with solving this price... This the the the problem of Howard Flight comes from a lot of the books they were reading. So it says the brothers were well into their twenties before there was running water or plumbing the house, so they had to go There was an out how to an out house out outback. That's where they go to the bathroom, and there was no electricity. The right family book collection, however. So it's talking about, like, they they grew up in really, like, a modest in modern circumstances The father did not have a lot of money, but the little money he did have, he would spend on book. And he says the right the right family book collection however was neither modest nor commonplace. Bishop Wright, a lifelong lover of books heart champion the limitless value of reading. That is a fantastic way to put reading. It is of limitless value. Between formal education at school and informal education at home, it would seem that he would put... That he put more value on the ladder. He was never overly concerned about his children's attendance at school. If 1 or the other of them thought chose to miss a day or 2 for some project or interest he thought worthy, it was alright by him. And certainly, he ranked reading as worthy. Everyone in the house read all the time. Wilbur read just about everything. But he had a particular love of history, and then the father would quote some lines from books, lines that stuck out as, like, little maxim for to guide them throughout life, which is absolutely fantastic. It's kinda similar to what you and I are doing with these books. Right? And so they're quoting from a book and it says every mind should be... This is such great. Think about... Let me read it you. No. You know, Let me think about, like, a father telling his children ness. And unfortunately, that their mother dies rather young. I forgot what kind of some kind of disease. I don't think it was type word fever. I can't remember exactly. So it says every mine should be true to itself, should think in investigate and conclude for itself. That isn't line that becomes extremely important because it's not like the right brothers are the only people attempting to solve this problem. The book David Mc mccoy, the author of this book. Does a fantastic job Of just kind of summarizing. You know, this is a problem that humans had fantasize about for thousands of years that it attempted to solve for thousands of years. And so let me read that that lining. And every mind should be true to itself. It should think investigate and conclude for itself. What you and I would refer to that as shorthand is, like, we need to be capable of independent thinking. Something that obviously comes up a lot in this these stories that you and I go over. And so the noise left myself on that previous page was they were blessed with a great father. They also knew that they were blessed blessed with a great father. It says years later, a friend told oval that he and his brother would always stand in his as an example, of how far Americans with no special advantages could advance in the world. So what they're talking about as the fact that they didn't have a lot of money. But Was like, yeah, I had non monetary benefit. But this isn't true or responded emphatic to say that we had no special advantages. The greatest thing and our favor was growing up in a family where there was always much encouragement to intellectual curiosity. The encouragement to to be independent to be independent thinkers and then to also that you can go out and you can do things for yourself. They put this to practice really early. They're resourceful and ind from a very early age. They start their own print shop. So it says in there while, let me just treat you. While they're still in high school, Or started his own print shop in the carriage shed behind house. This is crazy. Listen is in the sentence. He designed and built his own printing press using a discarded tombstone, a buggy spring and scrap metal. With the help of Wilbur, he began publishing a newspaper called the West side News, which is devoted to the going to the going ons and interest of their part of Dayton, Ohio. So they make a little money from selling ads. They were just talk about the news in in their little town, and it says now and then the brothers would include items from other publications that they judged worthy of their reader attention. And so this is a quote. They read this. They liked it, so they put it in there's 2 paragraphs they wanted to readers so know. Do not wait for the boy to grow up before you begin to treat him as an cool. A proper amount of confidence and words of encouragement and advice sounds like exactly what their father did to them, give him to understand that you trust him in the many in many ways. It helps to make a man of him long before he is a man in neither stack or are years. If a boy finds, he can find a few articles with his hands sun. If a boy finds he can make a few articles with his hands. And so I... This is... They're writing this around the late 18 hundreds, early 19 hundreds. I called Hopkins, I I did the podcast on him that prior history greatest copywriter. I think was, like founders number 1 70. He uses that words that word articles too. It's not what you and I think of articles. It's not written It's somewhat about like, really... You can substitute for, like, products, making something. So says if Boy can find he can make a few products with his hands, it tends to make him rely on himself, and the planning that is necessary for the execution of the work is a discipline and an education of great value to him. So that sounds exactly what. Essentially, they're they're giving advice to reprint advice it sounds what their father did for them. With the paper showing some profit, Or will move the business to rented space and Wilbur, who was now 22 was prominently listed as the editor. That was their first business. Their second business is gonna is gonna come from, the fact that at this point in history, the bicycle was taking over. It's like, a it was an absolute phenomenon, and it's spread like wildfire. So it says bicycles had become the sensation of the time. It was a craze everywhere. You can kinda think about this as, like, the Internet and na day. The bicycle was proclaimed to be a boom to all mankind, a thing of beauty, good for the spirits. Good for health and vitality, and indeed 1 whole 1 whole one's whole outlook on life, and it just goes into more details just how how how... Went from essentially, like 0 to a hundred in no time. And so the the right brother spot an opportunity, like, okay, we're gonna... We can manufacture. Like, they could build anything. Extremely resourceful says in the spring of, 18 93 Wilbur Overall opened their own small bicycle business. The right cycle exchange, they called it, and they started selling and repairing bicycles. And I'm not sure why, but Now, obviously I've read what 230 books since the last time I read this book, and there's something about that paragraph that maybe think of what what Bill Gates said. Back on founders number 1 74. I read this book called Overdrive. It's the sequel to that Bill Gates biography called Hard Drive. And in overdrive, it talks about how Bill Gates kinda missed the Internet. And Just wanna read 1 paragraph from that book overdrive. It's just finally, the Internet had the attention of the man in charge of the biggest and most powerful software company on the planet. But that was just about all. Microsoft still had not started to develop a business and technical strategy for responding to this phenomenon. It would be more than a year before gates fully acknowledged the importance of the Internet and decreed all of Microsoft's considerable brain and firepower be directed at the most serious challenge, the company had never faced. So he was slow to the realization, but once he realized it, he put all the force and and essentially turned my herself on a dime. There... He says something in that book later on, though that really is the main point of why I read that is that you never... You can never fight against the phenomenon. It's powerful something like the bicycle craze and the rights day or the Internet and already. That you have to you don't fight against it that you should use it to your benefit. So they open up their business, they start doing well, but that attracts a lot of attention. A lot of other people start building bicycle shop, so they have a lot more competition that's gonna draw draw down lower their profits obviously, And this is where we see that Wilbur has this this tendency in his life to kind of take a pause and be like, hey, I'm not actually sure I'm on the right track here. And it says business remain good, but with the opening of more bicycle shop in town competition kept growing. When sales grew Slack, Wilbur turned restless. Uncertain of what to make of his life. He had long thought he'd like to be a teacher, which he which he thought was an honorable pursuit. He had no knack for business he decided. Now, this is Hilarious that he says this for remembers later on, because they also referenced this after they've invented and they're starting to sell airplanes. He's actually having to learn how to be an entrepreneur at the highest level on the fly, and they referenced this what he's about to say here. How he he previously doubted that he could actually even... Like, he's not... He's like I don't have any business skills. Turns out he does. He just didn't know so that he he didn't know he had those skills. He had no Knack business he decided he felt ill suited for it. Now he says, I do not think I am fitted for success in any commercial pursuit. I might make a living, but I doubt whether I would ever do much more than that. And so he writes this long letter, and just basically putting on his his thoughts on what it would take to be successful in business. In business, it is the aggressive man who continually has his eye on his own interest who succeeds. No man has ever been successful in business who was not aggressive, self assertive and even a little bit selfish perhaps. There's nothing rep in an aggressive disposition, so so long as it is not carried to access for such men make the world and its affairs move. We have all done we have done reasonably well. Better in fact than the average man perhaps, but not 1 of us has yet made particular use of the talent in which he excels other men. That is why our success has only been moderate. So that's actually really wise that he actually put this. Is like, we've done better than average, but we haven't, lived up to our full potential full capability because we haven't picked a market. We haven't picked a product. We haven't picked an endeavor, which actually makes use of our particular talent. The talent that we possess greater than every other person. He's not doing that in the bicycle business. They do do that in the airplane business. Or they the creation of the airplane business is another way to I think about it. So this this went on for a little bit, but then it says, then sales of the company picked up again to the point where they were selling about a hundred and 50 by goes a year and Wilbur stayed with it. Okay. So as while they're running their bicycle business or almost, 25 years old, he gets sick with ty void fever. And this is extremely deadly at this point, they were worried was gonna die. She's very close to death. So they're trying... The entire family trying to, like, nurse him back the health. And this is when they start reading in earnest about all the other work that has preceded them because they wanna they wanna build on the work of the great people that came before them. Right? And so he's gonna write, Wilbur is gonna write 1 of the most famous letters in history. It's to the Smithsonian Institute, requesting all the materials they have on powered flight. And this happened in the year 18 90. So I'm gonna read this to you. I wanna read 1 quote before I get to that letter. That Wilbur writes in that letter, and 1 thing is for sure. If Wilbur wright was alive today. He would definitely subscribe to founders. He says I wish to avail myself of all that is already known. I wish to avail myself of all that is already known. So please send me the information that I need for what these people accomplished before I was even live, I'm gonna read everything, and I'm gonna build on where they left off. It says during this time, Wilbur had begun reading about the German Glider enthusiasts auto thought. Who had recently been killed in an accident. Much that he read he read aloud to oracle. So he's reading to his brother while his brother trying to recuperate from Ty white fever. And so you could think about this guy auto as, like their blueprint. The first version of their blueprint. Auto was a manufacturer of small steam engines and and a mining engineer by training. Lu had started gl as early as 18 69. And from the start, so 30 years before they're reading bottom. And from the start, he had been joined in his aviation experiments by his younger brother. He took his lessons from the birds Auto said. What we are seeking Talking about the the the... The problem that he's trying to solve. He's just 1 person and and a long line of human history that's doing that's trying to solve this problem. What we are seeking is the means of free motion in the air in any direction. Over the years, Lil had designed and built more than a dozen different gliders. Lil would position himself on a steep slope, the wings above his head. There's some pictures on the internet of this and 1 picture in the book. It just looks wild. What this guy's doing. He's stood like an athlete waiting for this waiting for the starting pistol. Then he would run down the slope and into the wind. Is also how he's gonna die. In 18 94, Le had crashed, but he lived to tell the tail. Then 2 years later, he crashed again, falling from an altitude of 50 feet. He died of a broken spine. At the age of 48. And so they're reading his writing, and he's essentially from the grave. I mean, he wrote the words, obviously, before he died in and know that was gonna happen to him. But he's saying no matter what we have to carry on this work. In... And this is lone all re writing, it must not remain our desire only to acquire the art of the bird. It is our duty, not to rest until we have attained a perfect scientific conception of the problem of flight. And so very interesting when they start... When they start building their... They come flyers, but, like, they're very primitive the very first airplanes, very primitive versions of airplanes. Wilbur and Or make a pact where they're like, listen, we cannot fly together. Because that we have a very real possibility that 1 of us is going to die. In fact, or has experience 1 of the first plane crashes. He falls from 75 feet and survives. This his passenger winds up dying. But basically you're saying, hey, we can't fly together because we have very real possibility that we may die. And if 1 of us dies, the other person has to be alive to continue on the work. So when Mc says, like, they were engaged in a mission, he means that we in every sense of the word. And so this is their surprising reaction to Lu death, News of Le falls death, Wilbur later wrote aroused in him as nothing had an interest that had remained passive from childhood. He his reading on the flights of birds became intense. That's a great word there because this guy goes ham. He reads every single book. He can possibly find. On birds, local... They call aerial motion, I think is the the the term, I'm gonna get to that here. Now, aerial local motion, excuse me. So it says aerial lo motion has always excited the strongest curiosity among mankind. So that is in line from this book. He's reading this thing called animal mechanism. It was written by a lot of these names, I'm gonna butcher and mispronounce today. For some reason, the French had, like, extensive interest and they probably had the largest collection of like, aviation literature before the invention the airplane than any other country. So this book was actually written. It's about, like, the the emotional of birds. Has written by a French physician, and I'm not gonna try to pronounce the person's name, but he says, aerial lo commotion has always excited the strongest curiosity among mankind. So essentially, he's saying that the very introduction of the book. He's telling this listen. This is an ancient unsolved problem. And so that is why I think in my opinion, the this book I'm holding my hand, it should be in every single founders every single entrepreneurs library. Less than 300 pages. It it tells the story of 2 resourceful brothers with not a lot of money, no education, no connections going up against the the the best well funded and famous competition. You're talking about, I'll get to that later, but like, Alex alexander Instagram Bell was going after this problem. Here a Maxim, Thomas Edison, the Miss smithsonian Institute. All of them had a hundred 203 hundred times the resources of the wright brothers. And they're going after an ancient unsolved problem and the right brothers are the ones that figure out how to do it. It's extremely extremely inspiring. So now he picks up another book. Listen to listen to the title. Animal lo motion are walking, swimming and flying with a dis... Of on aero naught. So it says for most readers, the title alone would have been too daunting. For Wilbur, the book was exactly what he needed. This is everything I'm about to reach you is just the example of him being inspired. Like, you cannot put a price on inspiration. It's extremely powerful for human beings. He's inspired by what he read. And so this guy's name is Pet. Those... So Pet is gonna say right here for Wilbur, this is why... So Wilbur reading Pet... Pet words, and this is why was just right at the like, the perfect timing form and Pet says, those authors who regard artificial flight as impractical. Remark that the land supports the the quad... The people that walk on feet, and the water the fish. This is quite true, but it's equally true that the air supports air supports the bird. Of all the animal movements, flight is ind the finest. The fact that a creature can by the una movements of own wings, urge itself through the air with the speed of a cannonball fills the mind with wonders. So this guy's a straight up evangelist. And so that's the way to think about what's happening, Wilbur has picked up. He's having a 1 side conversation. I'm pretty sure the guy's long dead. His name is J jay Bell Pet. He is having... And when you pick up a book, and you're reading somebody's of these words, you're having a 1 side conversation with them. He's having 1 side conversation with his version of the eminent dead to a quote Charlie Mu. Right? And this evangelist from the other side of the grave is firing Wilbur full of a passion to go after this very difficult but worthy problem. Wilbur was drawn upon and What Wilbur was to draw upon and, quote, Pet group for years. Like the inspiring lectures of a great professor, the book had opened his eyes and started him thinking in ways he never had. And so this is where Wilbur asked for help. He says, okay. I'm gonna build on where everywhere other people left off. I have a couple books in my, you know, my library that I happened to have in Ohio. I'm sure this with without Smithsonian Institute. Has more, like, I need to to ask them for help. Wilbur would write 1 of the most important letters of his life. Given all that it said in motion, it was 1 of the most important letters in history. Addressed its Smithsonian institution in Washington, it filled not quite 2 sheets. I have been interested in the problem of mechanical and human flight ever since a boy. My observations since then have only convinced me more firmly that human flight is possible and practical. Practical. Excuse me. I am about to begin a systematic study of the subject in preparation for practical work to which I expect to devote what time I can spare from my regular business. I wish to obtained such papers as the Smithsonian institution has published on this subject, and if possible, a list of other works in print in the English language. I am an ent but not a crank in the sense that I have some pet theories as to the proper construction of a flying machine. So that continues it says he and Or had both began studying in earnest. Especially helpful the writings of octave shouldn't I'm I know I'm butchering these people's names by the way. But this guy becomes extremely important. These, like, a generation older than the wright brothers, and he's been working on this problem for extreme... In know a long time and they wind up becoming friends and the collaborators. Especially helpful with the writings Octave, celebrated French born, American Civil engineer, builder of bridges and railroads who had made gliders, who who had made gliders, and then there's this other guy named Samuel Lang, who Off mentioned that's the guy that I mentioned that they're earlier who had spent 70000 dollars public money and was unable to to do what the the right brothers did with just a thousand dollars their modest pro... Their profits and their modest business. The writings of octave you were helpful, and so were the writings of Samuel Lang, who was an astronomer and the head of the Smithsonian. Lang was 1 of the most respected scientists. So the the reason I'm reading this to is because you think about, like, no 1 knows who the right brothers are. They're doing all this, like, this research and all this work in private and the their home and their bicycle shop in Ohio, and they're they're attempting to accomplish the same thing that all these people about to reach you. At these very formidable people that have way more resources way and access to funding and fame and media and all the things that the right brothers do not. So it says Lang was 1 of the most respected to scientists in the nation. His efforts in recent years was... Were backed by substantial funding. It had resulted in him building a strange looking steam powered arrow as he called it. It had to look of a monstrous dragonfly, and it was launched by Catapult, and it never... It just every time he launched, it just fell right into the into the river. Along with Lil, Chen and Lang numbers a numb numbers of other among the most prominent engineers, scientist and original thinkers of the nineteenth century had been working on the problem of controlled flight, including sir George Kay, Sir Here Maxim, who is the inventor of the machine gun. Alexander Graham Bell and Thomas Edison. None had succeeded. Here a maxim had reportedly spent a hundred thousand dollars of his own money on a giant steam powered pilot flying machine only to see it crash while it attempted to take off. So that's a hundred grand net maximum spent, 70000 dollars that Lang spent, Alex alexander G bell is set up an entire company for this. So, like, you're talking about and this is in in... You know, 1819 hundred dollars. So millions upon millions upon millions of dollars compared to the thousand dollars. That their right brothers are gonna spend over 3 years to solve the problem. And that leads to what may be my single favorite paragraph in the entire book. This is fantastic. In no way did any of this discourage or deter Wilbur and or right. Any more than the fact that they had no college education, no formal technical training. No experience working with anyone other than themselves No friends in high places. No financial backers. No government subsidies and little money of their own are the entirely real possibility that at some point like Otto, they could be killed. So the Smithsonian Institute sends them a bunch of paper... Like, bunch of research and some books. And 1 of the books is extremely important because the Wilbur finds another evangelist, Another Evangelist for aviation. So again, he is a he is a missionary z, applied to this very difficult problem, and he's being fired on by the words and the work of the people that came before him. This is so important. This is why it's so important it's essential to pick the right heroes. Among the material that Miss smithsonian provided him was an English translation of a book titled. I'm gonna give you that it's in, obviously, in French again, it's called the empire of Air, and it was written by his guy named Mu. So this is written by a French farmer poet and student of fly flight, Mu. Nothing Wilbur had yet ed so affected him. He would long consider it, quote, 1 of the most remarkable pieces of aero literature ever published. For Wilbur flight had become a cause, and Mu, 1 of the great missionaries of the cause. At the start of his empire of air, Mu gave fair warning, and this is such... This is a perfect sentence because it's exactly describes what is happening to the right brothers at this time. When once this idea has invaded the brain, meaning trying to fly. When once this idea has invaded the brain, it possesses it exclusively. And so they even say so themselves for Wilbur Or, the dream had taken hold. The works of Lil t and Mo, the brothers test had infected us with their own un enthusiasm and transformed idle curiosity into the active z of workers. They would design and build their own experimental glider kite drawing on much what they had read, much they had observed about birds in flight and importantly from considerable time thinking. And so not only are they reading the work of people at And some of the people that still alive like Octave Newt. They went up contacting the people that are still alive. This is really smart. This is gonna remind me something that the advice that Steve Jobs gave. And he says most people never do it. I get... 1... A minute. So it says in 1900, Wilbur wrote a letter to Octave newt. The first letter to the Eminent and engineer asking for advice on the location where might conduct flying experiments. He needed somewhere where sufficient winds could be counted on. There was, the only such sites he knew Ocean replied were in California and Florida, but both were deficient in Sand Hills required for soft landing. Wilbur might do better. He suggested along the coast of South Carolina or Georgia. So Wilbur takes that idea. He's like, okay. So he does something smart. He's like, alright. In the answer to that inquiry, Wilbur sent a letter to the United States weather bureau in Washington, and he asks asking about prevailing winds around the country. They then provided the right brothers extensive records of monthly wind velocities and more than a hundred weather bureau stations, enough for them to take particular interest and a remote spot on the outer banks of North Carolina called Kitty hawk. To be certain Kitty hawk was the right choice, wilbur wrote again to the head of the Weather bureau station there, who answered reassuring about steady winds and sand beaches, and I wrote in the margins after seeing everything they did here, this sequence, which is really smart. It's like, these guys are not dummies. Now, what did I mean by asking for help, Steve J with Steve Jobs said. I'm gonna a quote that I, took notes on this talk gave... I think This talk Steve Jobs gave. I think he was... I think this is in between his time of in between his 2 stint of Apple when he's still working it next. And he says something was fantastic lake. And so this is his exact quote. I never found anybody that didn't wanna help me if I asked them for help. I called a Bill Hue when I was 12 years old. He answered the phone himself. So that's 1 of the c founders Hp, obviously. I told him I wanted to build a frequency counter. I asked him if he had any spare parts I could have. Like He laughed, and he gave me the parts, and then he gave me a summer job at Hp working on the assembly line putting together frequency counters. Remember he is... Steve job is 12. I have never found and this is the important part. I have never found anyone who said no or hung up the phone. I just ask, most people never pick up the phone and call, and that is what separates the people who do things. Versus the people who just dream about them. You have to act. So with this information. Now they have a location. They're alright. We need to rebuild our first prototype, this is an example of their resourceful. The fact that the right brother saved a lot of money because they could do everything themselves. The brothers built a full size glider with 2 wings that was intended to to re assemble, that they intended to re assemble and fly at Kitty hawk. First as a kite, then if all went well, they would fly themselves. It was... It had a wings span of 18 feet. The total cost of all the necessary pieces and parts. Which include ribs of ash, wires, cloth to cover the wings was not more than 15 dollars. So it's a very difficult trip to get to Kitty hawk. He says something though, when they're at... When they're... When they get to kitty hawk about his intentions. And really think about this is, like the to to thrive the first step of thriving is surviving. Right? He's like, well, we're stressed that he did not intend to rise many feet from the ground. He was there to learn, not to take chances for thrill. And he says this a quote from him. The man who wishes to keep at the problem long enough to really learn anything positively must not take dangerous risks. Careless and over confidence are usually more dangerous than deliberately accepted. 6. So Kitty hawk at the time, It's in outer banks. It... It's essentially deserted. There's not a lot of resources there. It's... They have to build their old camp. Like, they had to be completely self sufficient, but I wanna pull out 1 paragraph here because it was extremely difficult, but they're extremely satisfied. It's like they're on this this grand happy adventure in life. And it says far from home on their own in a way that they had never been. The brothers seemed to sense as they never had the adventure of life, or would later say that even with all the universities they had to face and the universities were larger numbers, that even with all the they had to face, it was the happiest time that they had never known. And so the the locals that live in the area. They're they're drawn to, like, what are these crazy strangers doing out here on the on the beach, and, you know, they obviously felt they were not nuts. We couldn't help thinking that they were a pair of poor nuts. They'd stand on the beach... Hours at a time just looking at the goals, flying, soaring and dipping, so they're trying to observe and trying to learn flight from observing birds and hopefully, yeah, some of the observations that that that they're noticing from the flight of birds they can use in their own experiments, and really, this next section was was... I just think they have the fin... The the absolute perfect, like frame of mind. And let me read it to, and I'll tell you what my interpretation. It says many nights the wind, so they came down for the wind. Right? You need to win if you're gonna build a liar. Many nights the wind was such, they had to leap from bed to hold their tent down. When we crawl out of the tent to fix things, the sand blinds us, but they could not complain. We came down here for wind and sand and we got them, but And so the interpretation for the purpose for our purposes is you wanted to start a company, you knew that it was going to be hard. What are you complaining for? So on the last podcast, I talked about the fact that Jay z had dinner with Michael Jordan, and he said something that would interesting having get a chance to to spend the whole night talking in Jordan, and he says what he admired most about Jordan was his discipline and his commitment to excellence. And Jay z said that that that when people have discipline and a commitment to excellence is something that he always respects and other people, is was and we see a very similar thought here. Life on the outer banks was harsh, Making ends meet was a constant struggle. Hard workers were greatly admired. And in the words of John T Daniels who lives in the outer banks, their rights were 2 of the work ness boys he ever seen. And when they worked, they worked, they had their whole heart and soul in what they were doing. And the crazy thing is, so they hired somebody back at their bicycle shop. But the entire time they're doing this. They can't disregard their business because they need the profits from the bicycle business to fund to fund their experiments. And so they're gonna have to cut their experiment short and go home. Things this happens at least, twice because they have to go manage their business. So it says, they wanna building up skipping head here. Wilbur made 1 man flight. This is... There's no engine, so this is just their essentially gl. They're just, like, learning and experimenting. Okay? Wilbur made 1 man flight after another. How many is unknown because no 1 kept count. He did record, however, flights of 300 to 400 feet in length and speeds of nearly 30 miles an hour. To be off on their own it's setting so entirely different from any they had ever known and doing what mattered to them above all. They had hoped to learn much of value and they did. They had, they had learned even more than they expected. They felt they had found the way forward. And And so what that means is they did things and steps. Like, first, okay, can we can we build a glider? Can we figure out how to glide? Yeah. Once we figure out how to put a glider, let... What's the next step? Let's put a motor on the glider. Now the crazy thing is they have to go back home to work on their business, they have to wait 8 months in between experiments. And while in those 8 months, they're working 12 to 14 hours a day every day except Sunday on their bicycle shop. Right? And then at night, they do their experiments for their their flyer. So it says work at the bicycle shop continued for Wilbur and Or much as much as usual over the in next 8 months, but nothing so occupy their free time and thoughts as did preparations for their return to K hawk. And so this entire time, he's... Wilbur has been keeping up his correspondence with Octave S. I says when She wrote to tell Wilbur that he expected to be passing to dayton sometime soon, he'd like to stop over, Wilbur said he and over welcome the possibility was visit, but explained that the bicycle business being what it is. Occupy their attention 12 to 14 hours a day. However, they're entirely free on Sundays. And so he's obviously very impressed about the the first experiments because it says to have a man of standing come to call would be a high tribute. He was not only 1 of the world's leading authorities on aviation, but enjoyed an international reputation as an engineer and a builder of railroads and major bridges. At age 70, S was shorts, stout and dapper. He was both kindly and manner and extremely talk, but And so during the meeting, he's like, hey, I have 2 other people that, like, they can come in and and help you, and it was really interesting because it says, the 2 men with whom the... He's, like, so suggesting that, hey, when you go back Kitty hawk brings these to you guys with them. And it says, although the brothers did not necessarily agree with S news philosophy that progress and science was always best served by everyone working openly together, they accepted his suggestion only out of respect. And so they they let these guys come along. 1 of the guys, they they don't get along with at all. But again, I think just the fact that they they accepted. They they prefer working alone and the fact that they just shows how much they respected should knew in the fact that they would, accept other people. Now they do something that's really important here. They they they hired getting Charlie Taylor. He's... They hire him to run the bicycle business, and then he winds becoming... He's a really good mechanic. So he winds up helping them build their first engine. So this is really important. But he they said they they hired him to to focus on the bicycle business, so they can concentrate on their flying studies and experiments. And really the note... The the know left myself on that page and the lesson I took away from that paragraph was that, should follow your energy. They're extremely excited and think about their their flying experience all the time, but they do have to pay their bills. So that... Like, if you can follow your energy and then hire someone to run your day job, like, you're going to seed. If you're naturally drawn. If all you think about in your in your nights and your weekends so the time you're not working, assuming it's not your day job, and it's something else like that's an indication. Like, your intuition telling you, hey, pay attention over here. Like, focus follow your energy focus on if you can, rearrange your life, so you can actually work on the thing that you think about all the time. I guess there's a point here. So after 8 months, they go back at to Kitty Hawk, I'm just gonna read a bunch of highlights here because this is all about, like, the entire book is just 1 struggle and 1 miserable thing after another that they have to overcome. On the second expedition to Kitty hawk, they were experienced conditions that made those that they had known during their previous visit seem like a mere inconvenience. They get there and it's... There's like this huge, like, almost like tropical storm. It says it was an all day dr rain that they had to begin setting up their camp. They then had to drive a pipe 10 to treat 12 feet into the ground to serve as a well because there was no source of water within a mile of a camp. Because the glider was so large, the shed or hanger for it also had to be a good size. They had to build a long solid shed that was 16 by 25 feet and 6 feet in height. That would have been a considerable... That would have been considered by many substantial accomplishment in in and of itself, and they did it in remarkably little time. Then just as they were about to start working on a glider, they were hit by a misery of a kind and on a scale, that they had never experienced or imagine. So every, like, 10 years in this area. There's like, this plague of mosquitoes. And this this this happens to be the the year that they... These mosquitoes appear. The mosquitoes appeared in the form of a mighty cloud and almost darkened out the sun. It was by far the worst experience of their life. The ago of ty ford fever were nothing by comparison. There was no way of escaping the mosquitoes, the sand and the grass and the trees and the hills and everything was fairly covered with them. They chewed us clear through our underwear and socks. Lumps began swelling up all over our body like hen eggs. Oh until then, the wind had been blowing at 20 miles an hour. Now it dropped off entirely and the summer heat kept mounting. Our blankets then became unbearable. The perforation would roll off us and torrance. We would partly uncover and the mosquitoes would swoop down upon us in vast multitudes. This second trip is an un mitigated disaster, and we see that... I'm skipping over vast parts. It says yet, it it's clear that they were as down in spirit about their work as they had ever been. So nothing like they're they're relying on these these past calculations. They're not working the new glider not working. So it says it's not just that the machine had perform so poorly, or that so much still remain to be solved, but that so many of the long established, supposedly reliable calculations and tables prepared by the likes of lone t Lang and S. Data the brothers had taken as gospel had proved to be wrong. Wilbur was at such a low point that he declared than not in a thousand years. Would man ever fly. He is saying that in 19 012 years later, they solve the problem of powered, flight. And so the important thing is they don't rest in, like Wall and to spare the next day. They they're like, alright, We're we're gonna bounce back at it. Wilbur Gloom was only moment. He was at work the following day and seemed to me he was more hopeful and determined than ever. We knew that it would take considerable time and funds to obtain date of our own. But there was some spirit that carried us through. We had to go ahead and discover everything ourselves. And so it's at this time and he's asked by S, Wilbur, like common address the the society of engineers in Chicago on the subject of your gl experiments. And it's his first request to speak in public and he was extremely reluctant. He didn't wanna do it The only reason he did it is because he had great respect for s. And essentially he's got impostor symptoms impostor syndrome here. He was asked by his sister, whether his talk would be scientific or witty. He said it would be pathetic. In the... In his brief introduction, s spoke of the advances made in aerial navigation by 2 gentlemen from Dayton Ohio. Who were bold enough to attempt things, neither he nor Otto Had dared to try. That's another example of the great maxim that Charlie Mu advice to you and I that you have to do things that other people are not doing have to do things that other people are not doing. The right brothers just happened to do that as well and this, and they wind up making progress. Remember, the the problem is still not solved. They're just a little further they're a little closer excuse me to the solution that other people have gotten. And so it says the speech was the book of Genesis on the twentieth century bible of Aero. And why? Because he just talks very clear into the point. Very simple language. It was the... It was authentic Wilbur Wright. Remember in the beginning of the book, They said that that both Wilbur Or will never try to be anybody else anybody but themselves. It's for extremely important. It was authentic Wilbur wright straightforward and clear. This was the kind of, so he talks about, like, why you have to put yourself in danger. Like, you can't solve the the problem of flight without with some risk of physical danger. He says this is the kind of horse that men had to learn to manage in order to fly, and there were 2 ways, and he's got this great metaphor here that continues on the next page. Give me 1 second and it says. There's 2 ways that that you're gonna figure this out. Okay? Number 1, is to get on him and remember as a metaphor and using a horse... Riding horses metaphor. 1 is to get on him and learn by actual practice how each motion and trick may be best met. The others is to sit on a fence and watch the beast for a while, and then retire to your house and a leisure figure out the best way of overcoming jumps and kicks. The ladder system, meaning just sitting there and watching is the safest. But the former on the whole turns out the larger proportion of good writers. If you really wish to learn, you must mount a machine and become acquainted with its tricks by actual trial. And then he makes the point. He's like, all we need is more time. Like, look at... And he use the reference of Lil Auto. He's like, look how much he you accomplished? He goes was Lil not only thought, but he acted. He demonstrated the feasibility of actual practice in the air, which without success is impossible, noting that Lin over a period of 5 years had spent no more than 5 hours in virtual gl. And so he says, like, the issue is not that we're on the wrong path. He's like, we need more time in the air. And he says, what if a bicycle writer, trying to ride through a crowded city after only 5 hours of practice in those 5 hours of practice being spread out in bits of 10 seconds over a period of 5 years. This is like, this is a fantastic point. We just need more time. And the book goes in, like, not only in response to over speech, but everything's it's like, every newspaper, famous person. They're like, essentially, like, the dream of flight is nothing more than a myth. It's 1 of the quotes. It's just like, you're not... Like, this is stupid. You're wasting your time. These people are not their idiots. Like, this is never gonna work. And so you... Like, there's there's periods of complete ind where the work of the right brothers is just being completely ignored and also... And then it's either a difference where they're just completely ignored or it's And the rape brothers just... They have blind on. They don't even care they act the perfect way. She's, like, blind on mentality. I'm just working on... Like, I'm working at this. I don't care what other people think. And part of that is because everybody's saying, like, oh, ripe brothers are gonna be able to it because this person didn't do it. And person didn't do it. And look what happened to hear a maxim, and this guy over here. And then I just double on line this... 1 sentence... I'm gonna tell you whatever reminds me have nice, but their tests were nothing like the meaning the people that had failed previously. Their tests were nothing like those are the brothers. Who proceeded entirely on their own and in their own way. And so the way to think about the right brothers is they're they're in isolation doing the work in the research, they eventually get the attention of the entire world. And be but before they get attention in the entire world, they get attention maybe 1 or 2 people, but this that... This entire section that's happening in the book has spread out over multiple pages. It really made me think of what Michael Jordan said 1 time. Because this is a great analogy of what happened with him where he developed all these skills in private. Right? And then he goes to his first, like, camp where he's put up against other people that are not living in North Carolina, and he absolutely dominates. And and then all the schools out somewhere out of Nowhere, like, hey, Wait. We thought we had we had known every single great basketball player in the country. And then out of nowhere, this guy named Michael Jordan, the skinny dude comes and just dominates. And so he said something about this because well, he he's... What Michael's was about to say here is when be at the time people kept saying, you know it's Kobe Bryant the next Michael Jordan. You know, this is, like the late nineties or whatever. And Michael says something here that I think I find over and over again in these books as an analogy. And he says, don't be a rush to try to find the next Michael Jordan. First of all, you didn't find me. I just happened to come along, and you won't have to find that next person. It is going to happen. And the exact same thing is happening with the rape brothers. Like, we have... We thought we knew the maxim, the edison, the bells to Lang lease, all these people making contributions to to attack this problem. And yet all of a sudden, these 2 brothers and no resources, no education, no friends in high places, no little to no money. Come out of nowhere. And they're not... The important part is like no... They're not asking for permission. They're going out and doing this because, first of all, they're completely obsessed with it, but they're also capable of independent thought, which is what they learn from their father at the very beginning of the book. And so they're making all these cray, Realize, hey, the numbers that you guys, everybody else is using. That those those books are cooked. Right? That those are not useful numbers. They build, like, this, like, primitive wind tunnel in the top of their freaking bicycle business. And they're come up, like, they they figure out lyft and all these, like, like, Aviation principles and I'm not gonna speak out a turn here because most the stuff I don't even understand. But they send them out to to to O to S, and he's just, like, S was astonished by what... You had to report. It is perfectly marvelous Marvelous to me how quickly you're getting results with your testing machine. So again, do things that other people aren't doing. That's exactly what's taking place in this book. I'm gonna read a bunch of sentences that that everything I'm about to read you on the, on the same page, and I'll tell you what... Summary of what's happening here. So the work was unlike anything the brothers had ever undertaken in the most demanding of their time, it was the most demanding of their time and powers of concentration. They were often at past midnight I remember this is after. They'd worked all day in their bicycle shop. December became another voice of scientific authority the dream of flight as a total sham. So as another example, a calm survey of certain natural phenomena leads to the engineer to pronounce all confident prophecies for future success as wholly un unwanted if not absurd. So I'm just bringing it your attention because in this is hitting the newspapers. It's being talked about in public, not the right brothers. Talking about the trying to people trying to learn how fly because, obviously, that most people don't even know the right brothers exist. And they just have to keep ignoring this. So it says, S wrote to say how greatly he regretted their decision. Meaning that they're, like, he's like, they essentially they have to to postpone their experiments because they have to get their next season of bicycle production completed. And so she was like, y, let me just give you some money. For some... For sometimes, she knew had been offering to provide financial help. To the brothers, which they greatly appreciated, but we're unwilling to accept. And he says, what if some rich man were to provide 10000 dollars a year she you'd asked, adding that he happened to know An carnegie personally. It's fantastic. Wilbur the tactic tact fully declined. He wants to be in control. They had done it together on their own paying their own way as they edit everything, and they intended to keep going on their own. These are missionaries. So everything that I just read to you occurred on 2 pages. And it's really This is the blueprint that they're using. Test, iterate, test, iterate, test, iterate, work long hours, concentrate, and ignore the nay. So test, iterate, work long hours, concentrate, ignore the nay aye. Let's go back to that that 2 words summary of great startup founders that Paul Graham gave us. Relentlessly resourceful. Now they're back in Kitty hawk, the local residents had learned to love them in no smart because they could do anything they put their hands to. That's a quote from local resident to the Guy John Daniels. They built their own camp. They took an old carbide can and made a stove of it. They took a bicycle and geared the thing up so they could ride on the sand. They did their own cooking and and washing and they were good cooks too. So they run into a problem. They can't figure out. And there's 2 things they're happening a space. Number 1, give your brain a break. It needs time, Like, when you're not, just don't keep adding stimuli. Don't, like, like, just literally just sit there and do nothing. Stare out into the sky, close your eyes or whatever to do, but you have to get to your brain awake, so it can give kinda to process everything that you've taken in. And so that for days, they're hung up, it just can't figure out the solution. And so that night, it says, or, the discussion in camp that they had on aero article theory. Went on at such length that he indulged himself in way more coffee than usual. This caused or to be unable to sleep. So he lay awake thinking, just staring into the night. Right He's in So he's just staring up at nothing. Thinking about ways to achieve an even better system of control when suddenly he had an idea. The rear rudder. Instead of the rudder being in a fixed position, which is what they had been doing. It should be hinge. It should be movable. In the morning a breakfast, he proposed a change, but not before giving Lauren a wink, which is a single to watch Wilbur for 1 of his customary critical responses. So what do they mean by that? This what Wilbur is about to say here? Is exactly what I'm gonna use Jeff Bezos an example, but Jeff Bezos. Is just 1 of the other founders that we've studied this is exact same thing. So he's was like, okay. I'm gonna pose an Id to my brother. I'm gonna wink to the other person sitting here because Wilbur is never gonna accept anything that I say. Like, we have to fight over it first. And then through that fighting, we actually achieved, like a better outcome a better idea. So it says Wilbur was always ready to jump into an argument with both sleeves rolled up. And as Wilbur himself would explain, he believed in a good scrap. It brought out new ways of of looking at things, and it helped round off corner. So what we're saying I want to have an argument. I wanna have a debate about the path forward. I believe in a good scrap, it brings out new ways of looking at things helps round out corners. In that book, Amazon un bound, Jeff Bezos and the invention of a global empire, which was founders number 1 80, Jeff says. If I have to choose between agreement and conflict, I will take conflict every time. It always yields a better result. That is the same idea from Jeff bezos a hundred and 20 years after wilbur right. This time, however, after a moment, Wilbur declared he liked the idea. It was such a good idea. They didn't have to fight over it. So you have all these visitors at the camp, eventually, they leave and they institute this new idea, Really, the visitors were they're very well meaning, but this is the point. Their visitors can be well meaning, So people essentially trying to take your your focus off your work. They can be well meaning, but they're also a distraction. And so once they shed them, their progress accelerates. So says the brothers were on their own again, and in 10 days of practice, they made more glide than in all the preceding weeks. So you got a bunch of other chefs in the kitchen, Alright? They're trying to help. They're trying to, you know, they're they're... Again, well meaning is that would... I guess the best way to put that. But they distracted them so much that once they left. In 10 days, they made more progress than they did and, let's say, the the the previous 21 days. And so once they make all these glide, some of these glide are going 600 feet they're like, okay. We've reached step 2, and it took, like, 3 trips to get to step 2 and step 2 is you gotta build a motor. Right? So it says they knew... This is gonna remind me another thing that, that Jeff Bezos said in that book Amazon un bound. It's not... This is my interpretation. What he said. I don't have his exact quote, but he talks about, like, when they're... They... They've scaled many, like, 10000000 dollar businesses to 1 to over a billion dollar businesses within an Amazon. That's a large part of what that... About on Founders number 1 80 he can go back listen to. But he says something about, like, you do tiny experiments. But once you see traction, Once you see, like, promise. The Noise left myself, the, I I took I took what Jeff was teaching us until, like, a maxim. It says poor gasoline on promising sparks, and that's exactly what the right brothers are about to do. They knew exactly the importance of what they had accomplished. They knew they had solved the problem of flight and more. They had acquired the knowledge and the skill to fly. They could soar they could float. They could dive and rise, circle and glide and land all with assurance. Now they only had to build a motor. And so to me, that's exactly that Jeff Bezos poor gasoline on promising sparks We apply to company building, they're applying it to flight. Once you know your product is right. Go default aggressive in scaling it. That's what Jeff is telling us. Poor gasoline on promising sparks. Once you know your product is right, go default aggressive in scaling it. And so they go back to Ohio. This is where they they again, they do with Steve jobs that ask for help. Charlie Charlie Taylor was a better mechanic. So he winds up helping them build an engine in like, 6 weeks. I just wanna pull out 1 sentence here though. This is fantastic. And it you've might have experienced this. I'm definitely experiencing right now with founders. The deeper you go, the more obsessed you will become. Our minds became so obsessed with it that we could do little other work. That's how you know you're on the right path. The deeper they go the more obsessed they become. And now we get to what what I feel is really 1 of the most important ideas in the book. It's something I remember from 4 years ago when reading it the first time. It's something I try to do all the time, and it's just... Well, let me just read it to you. Asked what they thought of the experiments being conducted by Alexander Graham Bell. Wilbur replied, it is very bad policy to ask 1 flying machine man about the experiments of another because every flying machine man thinks that his method is the correct 1. Over and over and over again in the book, their asked To comment on the work of others. They did not like to pass criticism on the work of others. They just focused on their own business. I just think that's an extremely important idea. And I think it ties together with this maxim that you and I talked about all the time that actions express priority. You'll know my opinions on business because you'll see my philosophy and action as I build my company. If you want in the rights brothers of this case, like, you know you already know what I think of, Alexander graham Bell, He's choosing different method. I think he's like, putting something in like, a somebody like a giant kite gonna fly in that way. So like, okay, if he wants to do that. Fine. It it it's no business of mind. You see what I wanna do because I build a glider. I practice for many years. Now Putting a motor on that glider. That's the way the path forward I think. But I just think this idea or it's just like you just mind your own business. I text idea to a friend mine, and I'm just gonna read when I text him. I love what the right brother said about this para. At the time they had all these more famous and better funded competitors. And when asked about them, the right brother said they didn't need to comment on the work of others. That everybody... Every person thinks their way is right. And you can tell what we, the right brothers beliefs, believe based on what we do. I really believe that's 1 of the most important ideas in the book. There's 1 more problem they have to solve before they put the motor on. Think about when you're in a play now has to build up speed you probably going while, like a hundred and hundred miles an hour 180 I don't know what big big planes go before they take off. So you need speed. Like, how the hell are we're gonna get speed required to take off. Like, this is a tiny, like, flyer, and this is fantastic, Another illustration of relentless for resourceful. The flyer would be launched on a single wooden track. That would serve like a railroad track that was 60 feet in length on which it would slide. The total cost from materials for this innovation was 4 dollars. And so right before, they're about to make this breakthrough Samuel Lang, does another attempt at launching. Remember this gigantic machine. He's got prestige at the Smithsonian institution behind him. He's got funding. He's got the... Famous advisers, he's got essentially everything. Right? And everything the wright brothers lack, and he winds up failing and he gets completely, like, dragged through the mud by everybody. And so there's a lot of lessons on this page here. I'm gonna tell you, like, the stuff that pops my mind. Okay? So I'm skipping to after he'd fall failed. And it also goes back to the... What I feel is 1 of most important ideas in the book. Because it's like, stop criticizing work with others just, like, demonstrate what your beliefs or your philosophy and that philosophy applied here, what you're creating. Right? The company you're building. And this is, like, it's also that we... We're playing a dangerous game here. Okay? So it says and you'll see what I mean I'm gonna read this whole thing, and then you'll see what I mean by that. And I I also wanna quote Stephen King because I thought he'd said something really really important. And, like, can you gave advice to to people with, like, their like, your life's to work. So says Lang would die 3 years later, and he never got over the defeat and the humiliation. So as neither brother was ever to make critical or bell comments about Lang. Rather they express respect and gratitude for the part he had played in their efforts, just knowing that the head of this Sony, the most pro prominent scientific institution in America believed in the possibility of human flight was 1 of the influences that led them to proceed with their work and Wilbur wrote he possessed Ta, he possessed mental and moral qualities of the kind that influence history. When scientists in general considered it discredit to work in the field of aero, he possessed both the discernment to discover possibilities there and the moral courage to subject himself to the ridicule of the public and the apologies of his friends. He deserves more credit for this than he has received. The treatment lang had been subjected to by the press and some of his professional friends had been shameful, will verse Wilbur said. His work deserve neither abuse nor apology. And so Wilbur was able to see that because he was away from it. He wasn't Lang. Right? But Lang dies, never getting over feet and humiliation. So Know left myself is founders play a dangerous game with very real negative consequences. And in the words of Stephen King, you cannot come lightly to your work. There is very real down size. Not only could you be obviously embarrassed if you fail because there's potentially catastrophic financial consequences for you and your family? The upside is unlimited, but there is very dangerous and very real negative consequences, and I think Stephen King hit it. He's right. What I'm about to reach you comes from his book, the auto. I covered it back in 02:10, and he is writing... He's giving advice to potential writers, but it applies to founders, entrepreneurs. Anybody trying to do something difficult taking a risk in their life. And Steven says you can approach like active writing with nervous, excitement, hopeful, or even despair. The sense that you can never completely put on the page what's in your mind and your heart. You can come to the act with your fist cl and your eyes narrowed, ready to kick ass and take down names. You can come to it because you wanna, wanna grow to marry you or because you wanna change the world. And then this is the punchline line. This is the important important point that the the really the point I'm trying to make here, and I think what's taking place on this this page with this devastating. You know, defeat and loss humiliation that that lang never overcomes. And Stephen King says, come to it anyway, but lightly. Let me say it again. You must not come lightly to the blank page, And I think what Stephen King hasn't come with the wright brothers with almost every single person are, I would say every single person that was set in the podcast. Like, there is no half ass it. They're able to marshal all of their resources, their mental energy, their financial resources and their time and dedication, to their work because there's very real downsides, and it is entirely possible to still fail giving everything you have. This is not a game. So right after Lang fails, then the part of the book I read you at the very beginning, is when they they do that historical flight, and this is right after that. So I'm skipping over it says we can celebrate for a day, and then we're gonna get back to work. Work at the bicycle shop resumed with as Charlie Taylor said, no jigsaw steps over would have been achieved. Of course, they were pleased with the flight. But the first word with me was about the motor being damaged. They wanted a new 1 built right away. They were always thinking of the next thing to do. They didn't waste much time wearing at the past that's extremely important. I double on it. I'm gonna read it to you 1 more time. They were always thinking of the next thing to do. They didn't waste much time worrying about the past. You can... You go to sleep on a win. You wake up with a loss. So we... We're gonna celebrate for day. It's a fantastic achievement, and then we're gonna get back to work the next day. I mean, think about how crazy it is. They just solved. They were the first humans ever to fly under powered flight and the first thing they say when they get back is hey, we need to fix this new motor. This is very similar. Again, same mindset that the white brothers have, Michael Jordan noticed in his auto. Which I covered back on founders number 02:13. Look at what he says in this book, And this is what I thought. This is the paragraph I thought of when I got to the section. And Michael says, look around. Just about any person or entity achieving at a high level has the same focus. The morning after Tiger Woods rallied to be phil Middle Nicholson at the ford championship in 2005, he was at the gym by 06:30AM to work out. No lights, no cameras, no gl, no glamour. Un compromised. Absolutely remarkable, and it's the same idea, notice by both Michael Jordan and demonstrated by the actions of the wright brothers. This is so crazy They still have to run a profitable business to pay for their experiments. They're not gonna have a good deal of money for, like I think another 2 years from this point the story. Nor could they neglect earning and income sufficient to cover both expenses at the shop and at home not to say the cost of their experiments. As Charlie Taylor would repeatedly remind people. There wasn't any other money to to help cut expenses for continuing work on their flying machine, it was decided that further expedition to Hawk with all the with all the extra cost of travel and shipment of tools and material could be dispensed with by finding a suitable stretch of open land close to home to serve as a practice field. So they had to spend the the time and the energy. Going to Kitty hawk when they were gl. Right? Because they needed the wind. They needed the sand because they knew they were gonna crash. Now they have powered flight. They have an engine. They, like, okay, we can do the rest of our flying experiments in Ohio. And on the same page it's just this fantastic fantastic paragraph with an absolute great last sentence it says, the work to be done here, The brother's new could well be the final critical stage in the maturation of their whole idea. They've been working at for years at this point. Here they would have to learn to do far more than they had at Kitty hawk. They must master the art of launching themselves safely into the air of banking and turning a motor propelled machine and landing safely. Therefore, this is the fantastic last sentence Therefore, Wilbur be stressed, they would have to learn to accommodate themselves to the circumstances. And right after this great triumph, to euphoria, or we know it falls next to terror. All way but they always there there... There's always a setback that they have to persevere it. But again... That's great positive mental attitude is always maintained by the right brothers. Maybe a day or 2, they might feel sorry for themselves so they can be right back up. Almost nothing went right for the next 3 months There was nothing spectacular about these many trials, but the good humor of Wilbur. After a spill, or crash in the machine are or something breaking, our a stubborn motor, Wilbur was always reassuring. Their patient perseverance, their calm faith and ultimate success, their mutual consideration of each other might have been considered phenomenal. After every trial, the 2 inventors held long and confidential consultations with 1 another with always some new gains, some new insight. They were getting near and nearer. The moment with stain flight would be made for a machine that could maintain itself a loft for 2 minutes, they said, might just as well stay there for an hour. And so they're in this place called Hoffman Prairie, in Ohio, and they're just doing... Now they've figured it out, so there's doing 1 flight after another after another after another. The only people noticing, like some... What most people are just completely indifferent. And so I'm gonna read this sentence... Or this paragraph to you. Remind me something that Edwin Land, the founder of Polaroid and Steve Jobs Hero said. I think this is this is pretty sure this is from founders number 40. I'll read you in a minute. So it says, have you heard of what they're out... They're up to out there? People in town would say? Oh, yes. And the conversation would move on. Few took any interest in the matter or in the 2 brothers who were to become Dayton greatest heroes ever. Even those riding the train, so this is like this this trolley or this like, like, this public transportation line, that goes right by the field where they're doing these flights and people don't even go shit. And says even those right... Even those writing the line seem to have paid little or no attention to what could occasionally be seen in passing. Arch to the brothers themselves that they traveled back and forth from town on the same Trolley, looking little different from other commuters. Edwin Lance said this. The test of an invention is the power of an inventor. To push it through in the face of staunch, not opposition, but ind in society. Let me read that to you again, the test of an invention is the power of the inventor to push it through in the face of staunch ind in society. More more likely than somebody opposing you is somebody not even carrying what you're doing as a default mode for humans. They're just concerned with their own day in life. So edwin when Landscaping advising us, like, your biggest problem is after you've invented something that the that the world is is worth having that that it's valuable to other humans, like, you gotta learn to push it through in ind and you keep pounding away at it. And eventually, just like 1 person's interested. Than 2 people are interested. I'm talking with the right brothers, then 30 people are interested. And then soon they're filling up stadiums of 200000 people on multiple continents, wanting to wash their product demonstrations. But that's not happening at this point in the story, people aren't even bothered to know are bothered to care. So in all of these books, there's always, like, these interesting supporting characters, and I love this guy. So this is guy... This guy is 1 of the first people that actually takes notice and he it's like his job to public size this miracle that's happening. So says his name was Amos Root. He stood no more than 5 foot 3, but his energy and curiosity were great indeed. He was born in a log cabin, started his own business which was manufacturing and marketing bee keeping supplies all the way back in 18 69 when he was 30 years old. And soon, became widely known as the be man of Ohio. At 64. Now this is 34 years after he found his business. At 64, he was extremely well off, happily married, a father of 5, proud grandfather and quite free to pursue a whole range of act active interest. This guy is default alive. Amos root bubble with enthusiasm and a constant desire to see the wheels go round. He enjoyed conveying his thoughts and ideas on a host of other topics in a column that he wrote for his company's bee keeper trade journal, glean and bee culture. So he's got essentially that would be, like, the equipment like a newsletter in our day. Right? He's got this email newsletter. Is his, like, his... His time's a version of this email newsletter, and it just happens to be in this bee trade journal. This is insane. What I'm about to reach you? It was he of all people, though Ohio b man who would recognize as no 1 yet had the genius of the rights and the full importance of their flying machine. It was not the dayton and local papers to finally broke story the story, or the Chicago Tribune are the New York Times are the scientific American. But Amos roots own glean in b culture that made me laugh out loud when I got to that. Like the first major attention they get. With what's happening in Hoffman Prairie comes from Amos Root writing in a b keeping trade journal. That's bananas. And so he winds up writing and he... The the the ripe brothers has liked him because he's no fluff would keep his word Like, they're just very practical people. Says so it says God and his great mercy has permitted me to a be to be at least somewhat instrumental in usher in and introducing to the great wide world, an invention that may out rank electric cars, the automobiles and May fairly take a place besides the telephone and wireless telegraph, root would begin his Eye witness account. He had been astonished. He talks about, reach before describing what he saw happened. He made a point of stressing that the rights were, like, they're were extremely well rounded and they had and, like, obviously, spent their entire, like, childhood and youth being encouraged by the father to read, like, widely. And she based that point. Like, what the hell? Like, they're not only, like, gifted in buildings machines, but, like, they were extremely well read and can and talk about a lot of topics. He had been astonished by the extent of their library and to find a conversation that they were thoroughly versed not only regard to our present knowledge, but everything that had been done in the past remember it started out. To beginning of the book it... They talked about, like, Wilbur read everything, but his first love was reading about history. And so Amos is picking that up. He's like, wow. This guy Not knows what's going on now, but everything They've been done in the past back to root writing Amos writing, Root picture a wonders time nearly hand when we should we should not need to fuss with roads or railway tracks or bridges. As such enormous expense. With these machines, we would bid a do to all these things. God's free air that extends all over the earth and perhaps miles above us is our training field. And then goes into why the rights liked him why? Because they didn't wanna give access to anybody and says why they put such trust in Root was never explained, but clearly, they had much in common. He too in the early days of his bee enterprises, was called a nut. He had succeeded with his ideas only by a close study. So it's they're just talking about what they have in common. He succeeded with his ideas by close study. Importantly, beginning with his first visit, he had showed himself true to his word and ready to cooperate in any way he could to achieve accuracy and what he wrote. Like their father, he was a man of strong religious convictions as their father was a was a preacher by trade. And was of no small importance that Bishop Wright approved a root. He wrote in his diary. Mister Root is a fine gentleman. Perhaps above all, Wilbur and or new from their first meeting with root that his regard for them was altogether genuine. His belief in the possibility of human flight was no less than their own. So I mentioned earlier there's just fantastic 1 liners all over in the book. This is 1 of the best quotes in the entire book, the best dividends on labor invested, they said have invariably come from seeking more knowledge rather than more power. So it says that they both said it, not sure if it's Wilbur or or, but it says the best dividends on the labor invested have invariably come from see seeking more knowledge rather than more power. So the first people interested in buying airplanes as you can might imagine would be military. First, Us military military wasn't interested, but the French military understood completely immediately. So this is the first airplane sale, in the week of 19 o 5, and the last week of 19 o 5, Bishop wright recorded in his diary. A Frenchman by the name of Arnold, no idea how to pronounce his last name came to investigate and drive a trade for a flying machine. They agreed on terms. Arnold represented represented a syndicate of Wealthy French businessman he said. But the rights assume that the deciding authority would be the French military, which was indeed the case. They agreed to sell 1 to buy 1 machine for 200000 dollars. This is blow your mind too. 5000 dollars was to be deposited in a New York bank in escrow. The 5000 dollars the brothers were to receive. However, the further negotiations went would more than cover all of their expenses they had since first going to Kitty hawk. So the American Government of American people were a little slow on realizing how board this was, they said the French got it right away, so they go to Europe to do demos. And entirely new adventure had begun and, unlike, anything here any of the family had experience. Wilbur had just turned 40. He will be dead 5 years from now from pay fever. And was to be on his own far from home, separated from his family for longer than he ever been, had been or ever imagine and tested in ways that he had never been. So he goes to Paris, eventually, he's gonna do his first demos at Le mans, but there's just 1 paragraph that jumped out on me and it's the importance of living life to the fullest. And again, this is extremely important considering he doesn't know. He only has his 5 years left. He would fill his free time in paris to advantage with the same level of intensity. He brought to nearly everything. Making the most of every waking hour in what for all he knew might be as 1 and only chance for such an opportunity. So then he starts not only as French government wanna buy these things, a bunch of other rich companies and Rich entrepreneurs wanna buy it, and this is whatever Referenced earlier, He was like, oh, I'm never gonna be cut off of this. Turns out, he's, like 1 of these like, universal geniuses like Claude shannon was. Not so many years before Wilbur had decided he was un uncertain for commercial pursuits. Now he find himself. He found himself in the thick of extremely complex commercial dealings. Playing for extremely high stakes with highly experienced entrepreneurs, politicians and bureau, and in a language he neither spoke nor understood. The whole game, the players, the setting, the language were new to him. Yet he was more than holding his own and in good spirits. Wilbur was never rattled. He never lost his confidence. He could be firm without being, disagree without causing offense, nor whether there's was there ever a doubt that when he spoke, he knew what he was talking about. More importantly, he remained entirely himself, never stray from his direct un way with good effect. He travels from Paris to Le mans. He's gonna start doing public demonstrations. I wanna read a description this. This is really important because this is something so Claude Hawkins founder number 1 70 he probably the greatest copywriter Ever live. And think about he spent every waking hour. He wind up Claude Hop Hopkins essentially worked from home by himself with a type writer. Just him his... And his... Like, spending all these hours, he made the equivalent of, like, 4000000 dollars where would be 4000000 dollars a year in today's money. Right? Working by himself, just writing copy that sold other people's products. Right? He makes more money later on when he starts taking ownership products and stuff But somebody dedicated his entire life to persuasion into writing copy makes the point that no argument in the world can ever compare with 1 dramatic demo that if you want to sell something, demo, like, let people see what your product does that is better than anything you could possibly write. Coming from a guy that dedicated his life to writing sales copy. And so the wright brothers is an example of that. It was nearly 3 in the afternoon by the time Wilbur opened, the shed doors and the gl white flyer was rolled into Sunshine. He continued to fuss with He then walked the full length and width of the field, made sure the starting rail was headed exactly into the wind. So this isn't the reason I'm reading sue because he was... He always had to do everything himself. He was completely obsessed. He checked the catapult to see if it was all in order and then supervised the raising of the iron weight. The iron weight is dropped. It's like thrown down. That's where they're getting the propulsion sends down the track, builds up the speed needed to lift off. Okay? He was never heard in the least. Finally, at 06:33 and half hours later, Wilbur said quietly. Gentlemen, I'm going to fly. He took his seat. 2 men started the engine. Not satisfied with something he heard as the motor was warmed up, Wilbur called to a mechanic who was standing at the back of the machine to ask if a small last minute adjustment had been made. The man said it had. Wilbur sat silent for a moment. Then slowly leaving his seat. He walked around the machine just to make sure with his own eyes that this particular adjustment had without the slightest shadow of a doubt been well and truly made. Back again in his seat, Wilbur released a trigger, the weight dropped and down the rail and into the air he swept. Cheers went up as he sailed away. He bank to the left, turned in a graceful curve and came flying back towards the grand scan. Grand dan. Very near the point where he had started, he made another perfect turn and flew a full circle once again. The crowd was a ecstatic, cheering, shouting, hardly able to believe what they had seen. That summer Saturday in lemon mans, France, 1 American Pioneer had at last presented to the world, the miracle that he and his brother had created on their own and in less than 2 minutes demonstrated for all who were present and to an extent no 1 had had anywhere on earth hired yet on anywhere on earth that a new age had begun. And this demonstration is gonna go on for quite a while. They're gonna do it all over Europe. His brother gonna do it back in Washington. This is when the entire... It goes from, you know, they're they're having to fight against a difference to they can't walk out their house. Like, they are now global global celebrities for the rest of their lives. So that tipping point has finally... They they finally achieved that tipping point where they're no longer labor obscurity. And so now we get more of his personality traits, this is why in Europe, what we're right is the best example of strength and character that I have ever seen. In spite of sarcastic remarks in the mock in spite of the trap set up everywhere at all the over the years, he has not fa. He is sure of himself. Sure of his genius and he kept his secret. He's a shy simple man, but also a man of genius who could worked alongside the the men of the factory just as he could work entirely alone. He could cook his own meals and do whatever else was necessary in or almost any conditions and he was quiet by nature. He went his way always in his own way. That's another sentence. He went his way always in his own way. Never showing off, never ever playing to the crowd. The imp of a hundred thousand persons could not accelerate the rhythm of his stride. That is an actual quote. That's something happen. You got... There's, like, all this pressure because you got a hundred thousand people waiting for you to do something? And if he didn't think the the the flyer was ready or the weather was good enough. He'd just say I'm not flying today. He did not care. They had discovered how exceptionally cultured Wilbur was. How in rare moments of relaxation, he talked with authority of literature, art, history, music, science, architect architecture sure. The devotion of this preacher son to his calling. This is such a great sentence too. I'm gonna send cert it over. The devotion of this preacher son to his calling was very like that of a gifted man dedicating his life to a religious mission. So while Wilbur is doing the demonstration in Europe, Or starts putting on flying demos in Washington. So it says oracle and the fly remain in the air for more than 4 minutes, circling the parade 5 and a half times under a perfect control, covering 3 miles of no mishap. In the days that fall followed Or provided 1 sensational performance after another, breaking 1 world record after another, as never before, the 2 bicycle mechanics unquote, and their flying machines were causing simultaneous sensations on boat sides of the Atlantic. They had become a trans 2 ring flying circus. And I mentioned earlier that or fell from 75 feet, and I'm gonna skip over that part, but I wanna talk about. He's in serious condition and this is where his father, like, received this... They just got a fantastic father. And so he's writing to his son. He wrote to or clearly from the heart. I'm afflicted with the pain you feel and sympathize with the disappointment, which is postponed your final success in aero. But we're all thankful that your life has been spared and are confident of your speedy, though tedious recovery and of your triumph in the future as in the past. Then in the way of a father sermon he added. We learn much better by by tribulation. And by adversity, our hearts are made better. They've just got a father that it absolutely believes in them and supports them. 100 percent. You just couldn't ask for more. Skipping ahead, Wilbur giving another speech Before he leaves Europe. He's gonna go back home. He goes to Europe several times after this too. So I just wanna... He just gives us a great speech. Just wanna pull a couple highlights from the speech. This is Wilbur speaking. In the enthusiasm being shown around me. I see not merely an outburst intended to glorify a person, but tribute to an idea that has always been imp mankind. I sometimes think that the desire to fly after the fashion of birds is an ideal handed down to us by our ancestors, who in their grueling travels across track lands in prehistoric times, looked on the birds soaring freely through space. At full speed above all obstacles on the infinite highway of the air. 10 years ago, all hopes of flying had almost been abandoned, abandoned. Even the most convinced had become doubtful. And I convinced and I confessed that in 19 01I said to my brother that men would not fly for 50 years. 2 years later, we ourselves were making flights. This demonstrated my bill inability This demonstration of my inability as a prophet gave me such a shock that I have ever since distress myself and have refrain from all prediction. But it is not really necessary to look too far into the future. We see enough already to be certain that it will be magnificent. Only let us hurry and open the roads. And eventually, Or covers his leg is a little shorter he has to... He, like, walks with a limp. He winds up out living his brother by 36 years. But he does wind up being able to fly again. Before I get there, this is another fantastic, quote, and this 1 comes from Wilbur wright. And he says a man who works for the immediate present, and it's immediate rewards is nothing but a fool. And I'll just close on this section that made me smile when I read it. Of the immediate family only bishop bright had yet to fly. Nor had anyone of his age ever flown anywhere on earth. He had been with the brothers from the start, helping in every way he could. Never losing faith in them, are their aspirations. Now at 82, with the crowd cheering, he walked out to the starting point where or, without hesitation, asked him to climb aboard. They took off, soaring over 350 feet for good 6 minutes, during which the bishop only words were higher or, higher. And that is where I'll leave it I highly highly recommend you by the book. I think it belongs in every founders library. This is a great quote from the Ceo of Google on the back, and he says a story that resonates with anyone who believes deeply in the power of technology to change lives. And I didn't see that till after Read re reread the book and that's just perfect. That's just a fantastic way to put it. There's a link in the show notes. If you buy the book using the link. You'll be supporting the podcast at the same time. There's also a link in the show notes and at founders podcast dot com. In case you wanna give a gift description to a friend a coworker or a family member, you could do that. That's a great way to support the podcast at that's a great way to support the podcast as well. That is 239 books down, 1000 go, and I'll talk you again soon."
}