{
  "transcript": "In the spring of 2011, a friend asked I was interested in a job c producing an independent film tribute for the of the 09:11 attacks. The subject he explained was a passenger on the first plane to crash into the north tower of the World Trade Center. From there, the story took on a life of its own. It is the story of Danny Lu, who was almost certainly the first victim of the 09:11 attacks. It's the story of an extraordinary gifted young man who believed anything was possible and that nothing stand in his way. Of an all American kid who moved to Israel against his will ended up falling hopeless in love with the country and served as an officer in the most elite unit of the Israeli army. Of a young soldier who trained to hunt and kill terrorists and who in a tragic twist of irony later died at their hands. Of a allowed, revere computer science student who formed a beautiful friendship with a soft spoken reserved professor of a husband and a father who spent years struggling to make ends meet and became a billionaire almost overnight. Of a theoretical mathematician who wrote a set of algorithms that would change the internet forever. So that's from the preface of, the book, no better time, the brief remarkable life of Danny Le, the genius who trans form the Internet by Molly Knight Ras. That 1 paragraph is a great ex description, I guess, of why I think, this book is important and why I wanted to cover on the podcast. In his short 31 year life, he winds up becoming an elite officer, let's say in the Israeli version of kinda like, a Navy seal equivalent of what we have in America, and becomes a an extremely talented computer science science student and then found the company and becomes a billionaire. So he got a lot down in his short time here. Okay. So let's jump into, right into the book. This is a part I found interesting where Danny's future c cofounder. Professor Lay is describing Danny's personality. So it it says he, which is Danny. He's that they're referring to. He was immediately assigned to professor Lay. First is his teaching assistant, Dennis is research assistant. Professor Lay was at that time, the head of the algorithm group at Lc. Else... When they refer to Lc throughout the book, that's the laboratory. That's a Mit laboratory of computer science. So, Professor Lay heading that, the algorithms group at Lc. And he strikes up a, starts to build a relationship with Danny. And it says Leigh soon found himself looking forward to Lou, dan that's Danny's last name. To Le visits, which pun his typically quiet serious academic life. With burst of ex exuberance. And it wasn't just the students gust that intrigued. When he spoke about topics that energized him, which seemed to include almost everything, Le became so animated. Arms just speculating eyes of lays that his enthusiasm was infectious. Gonna come back to his enthusiasm his passion over and over again in the book too. What stood out to me was how engaging he was, almost like this live wire. When Danny was excited about something, you couldn't help but get excited too. Few few paragraphs down is as in the cluttered un kept halls of Lc, over desk piled high with papers and textbooks are crossing the campus quo Lou and Lay spent hours absorbed in mind bending conversations about math and computer science. I felt like I was talking to an equal, we call Lay. He think of clever ways to take an idea in some new direction. Lou joined Leigh algorithms group, which is grappling with a challenging set of problems centered on this new mode of communication, the Internet and some barriers to its growth. The reason this is important. Well, let me give topics first. If you listen to last week's podcast, the events in no better time, take place around the same time as the events and the new new thing. So we're talking late nineties early 2000. And this sentence right here it says, the algorithm group is meeting and they're grappling with the challenging set of problems centered on this new mode of communication, the Internet and some of the barriers to its growth. That is the fundamental, problem they're solving, which... And their solution is founding the company of Aka, and we'll see how they get there in in a second. So let's skip ahead a little bit. Oh, and it's something I I don't wanna confuse you, but the book doesn't go in chronological order sometimes it goes back and forth. So even though My... I'm moving Chronological through the book with my notes and highlights. That part that I just read. This is after... So Danny's he's already served time in the israeli army. Right? Then he graduated from college and now he got accepted to Mit to to become a graduate student. So he... That's when he meets Lay. He read a book back in Israel that Lay wrote, and Danny decided he he had to work with this guy. He... Like, and he didn't expect to, to found a company with him, which that's obviously what happened, He just wanted to learn from him, because Danny wanted to be an academic. Okay. So let's skip ahead. And hopefully, it's making sense to you. Oh, so I was listening to this next note I left for me, for myself was, I was listening to the podcast. It's Npr podcast how I built this. So if you're if you're listening to this far to catch you're probably be interested in that 1 as well. Where they do interviews with people that built companies and as opposed to me reading books about people that build companies. But there was, the guy that founded Atari and I also found a Check cheese. They just did an episode on him. His name is Nolan Push Bush now. Bush. I'm not entirely sure how to pronounce this last name. But I've been interested in him before, and I'm, I've even researched and looked up some books that that were written about it tory that I might include on the podcast in the future. But he had this 1 of the interesting stories. The reason I know about Nolan going back to this idea that books are the original hyperlinks and that kinda lead us from 1 idea to another. I became aware of Nolan. I was obviously aware the 2 brands he bill Atari and Chuck Cheese, but I didn't know who the founder was. Well, they... In the 2 jobs... To the new books I read and covered on this podcast about steve jobs. They mentioned that jobs used to work for Nolan. And in the... How I built this podcast, there was a a sentence. A quote, that Nolan said, that's stuck out of my mind, and I wrote it down here when I got to the section in no better time. And it said Steve Jobs had 1 speed go. So we're gonna see Danny has a little bit of that in him as well. So let's go to this book. Oftentimes ideas made their way into his dreams, jolt him out of sleep at odd hours. The same was true for Lu, who was known to fire off lengthy thoughtful email misses in the middle of the night. It's like working on a cross puzzle. You get stuck and you put it away. Then you won't think about it for a while and suddenly bang, you have the answer because the brain works even when you're not aware of it. That's what happens with math. So remember there they're still... At this point, they're still rooted in trying to find trying to see if there's an algorithm solution to the congestion issues of the early Internet. Any of you that are old enough that remember using the Internet maybe in the late nineties, remember terms like, worldwide waits, because there's certain websites that would just... The more people try to access them, they would just crash or just wouldn't work. This largely something of the past due in part to to companies, like Aka aquaman. Alright. So let's go back into this this quote. With Lou and locks, Leigh life d began to move just a bit faster. Even Bonnie Burger, this is Leigh wife. So I hate introducing all these names because I know even... Like, when I'm reading a book, and they have a bunch of names, and then they referenced the last name, like, a couple page later. Like, wait, Who's that guy? So let's just say, this is Danny's c founders wife. Okay? Her name is Bonnie. Even Bonnie said she couldn't help a poke her head in her husband's office when she heard Lu stop by. It was quite a circus when Danny arrived, recalled Bonnie. He just was the most energetic force that you can imagine. It was hard to ignore. I'd come in and listen, and he would be jumping around the whiteboard with this muscular physical power. So already, we've seen a few references to Danny's energy. He was he had basically 1 speed as well, and that was like, a frantic energetic pace forward. She said something there at the end I wanna bring up though because parts of this that she's referencing as... I skip over, more than a few people that meet Danny or surprised. She says, he's jumping around the whiteboard with this muscular physical power. So Danny kind of, if you ever received pictures of him, he doesn't... He doesn't look like typical academic or the typical computer science. Student obviously, he was in Supreme physical shape, really, really strong, kind of built, like, a stock tank. But they talk about in the book how in when he was in the army or when he was in the what they called a unit and we'll get there in a minute. They would have to do, like, 24 hour hooks or excuse ru rather, which is basically just 24 hour March with a, heavy, like, pack on their back and gear. So he he spent with the majority of his adolescence in addition to being, really, really good at school, building up his physical endurance and his strength training. So he's a kind of a an outlier there. Let's skip ahead again. Okay. Actually, this worked out perfectly, because this is the note that I lit that I left, It's called the unit. And it talks about Okay. So it's the Israeli Army has a reputation for military strikes on some of the world's most dangerous terrorist organization. If there's 1 unit of the Id, which is Israeli defense force, I think, responsible for these daring exploits, it's Okay. Now you could see why I call this a unit because it's say Matt cal, also known as the general staff or Con unit. Are simply the unit. So we're... I'm just gonna... I'm not even try to pronounce that word again. Just gonna call the unit. Okay. So it says it's often... The unit is often compared to American Navy Seals and Britain's special air service. Let's see. Skip... It says, okay. The commanders of the unit were not looking for... So the author here is quoting another book called the the elite, which the author of the elite is defining the type of warrior that the early leaders of the unit recruited. Tradition still holds true today. So this is the quote from the book. The commanders of the unit were not looking for cold blooded killers. Nor did they seek robots who would follow orders blindly. They sought innovative men who could like spies, work alone behind enemy lines and like gorillas improvise with skill, determination and well directed firepower when operating in hostile surroundings. The soldiers in the brigade must also possess above average intelligence and to technological savvy. So the the reason I highlighted that is because if you take the the combat and the war out of that. Those are traits that I would say that mode... That would serve most like founders well. So, not robots who would follow our orders blindly. Okay? Check. They saw innovative men who could... Who could like spies work alone behind enemy lines, check. Like Gorillas improvise with skill, determination and well directed firepower, when operating hostile surroundings, check check check. The soldiers Brigade was also possess above average intelligence technological savvy. I don't think you need above average intelligence to be a founder. Although that's probably helpful and technological savvy is probably also helpful. And at this point, almost necessary. So we're gonna see kind of, uncommon person that Danny was from the tens of thousands who try out. The Id selects a few thousand recruits or who are eligible to to participate in a 1 day test camp. This is the process at which they're w down the people that actually get to go to the unit. So so from 10 thousands, they get a few thousand recruits are eligible to participate in 1 day test camp. Those who pass proceed to a 5 day test camp. This camp is so grueling that doctors and psychologists constantly monitor the recruits throughout the process, which involves long stretches without sleep and repetitive, exhausting physical and mental tasks. The purpose of this test is to weed out those who lack the mental tough to withstand the pressures and potential peril of of a highly secretive mission. From this test, anywhere from 20 to 40 men are selected for the unit. Of those chosen, only 1 is promoted to the rank of officer. So the funnel goes from 10000 to a few thousand to 20 to 40 to 1. Okay. So here, I'm... I'm not gonna go too much into detail of their training. I think it's very similar to, like, buds training for for Navy seals, which if you're really interested, you could find tons of information on the Internet, you could listen to the Chocolate podcast, or you could, Google the guy named David Go. Both of those are former and Navy sales, both are, really disciplined and driven people. Kinda motivating if if you like those... That kind of thing. So there is something that they have to do... So I'm not gonna read all. I don't wanna read all of this. But they they do have to do this nonstop March of about 75 miles And this says the march is 1 of the most important accomplishments, both physically and psychologically for soldiers and special forces. I don't know if it... Okay. Yeah. So let's let's... It goes into more detail here actually. I highlighted a passage on the next page. And, I'm not gonna... His name is not important. He's a friend who served with Lou in the unit and later work with him. Remembered his surprise when he passed Lou during a training session, involving a 10 mile Hill Walk. Weighted down with full gear of about 50 pounds. Now you're gonna see why included this section tells us more about Lu personality. Lu was known as a strong walker in these types of exercises, rarely showing any visible signs of fatigue. On this particular walk, although he completed it on time, Lou seemed to be struggling, often couch down to rest and catch his breath. When asked to explain, Le confessed that he had voluntarily doubled his load of gear, to prove to himself that he could still finish. He's doing this when he's in his early 20. So we're we're clearly saying that he has almost what I... Would classify like, a psychotic drive. Which we're gonna see serves him very well when he's building Aka. So this... The chapter I'm still reading from... Okay. So this is how Danny... This is what I mean, when they go out of chronological order, but I don't... It's probably not important. Okay. So how it's probably not important that it go out of chronological order. That is. How Danny became be so this is how Danny becomes aware of his c cofounder. So he... We're going back in time now. He's, he was in the unit, and then he request leave because he wants to complete his college degree. So let me just read this. Months later, Lu requested leave from the Id to attend the Israel institute of technology. He and And that as his wife he married early, were expecting their first son, Ethan, and Anne was eager to relocate to the quiet Scenic city of Hai, I don't know how to pronounce that. To begin their lives together. But even Hai couldn't slow lumen down. About 2 years into his studies at the at the Israeli Institute Technology, they... They're calling by its name, but I don't know how to pronounce it. So we're just gonna call it I Ii t. Lu came across a textbook at the library on the topic of parallel algorithms. He was so moved by its depth and beauty that he brought it home, pulling it out of his backpack and telling Anne that he'd never seen such an incredible research. Lou became fixated on the book and its author, Mit professor Tom Lay, inspired solely on what he'd learned from the pages of this massive tone, he told Anne that he was determined to meet Lay. At that time, Loo le pursuit of the Mit professor must have sounded a bit outlandish to family or friends. For Lu, however, it was nothing but sincere. He applied to and was accepted to Mit. And after less than 4 years in H, the young family was packing for Cambridge and was pregnant with their second son. So the importance of books, which is how they can change your life, while he's studying again he just randomly finds his book. He come... He becomes so thrilled with the ideas in it that he he seeks out the person that wrote it turns out the person that wrote it Is a is a professor of Mit. So dan he's like, alright. Well, fuck it. I gotta go to Mit then. And he moves his entire family halfway around the world. So I say the power of books. It's really the power of ideas, but in this case, it was just in book form. And I'm partial book. I mean, a partial to books in reading. I mean, I am doing a podcast on books. Right? Let's see. Skipping ahead. And I know sometimes, so I listen to these back. Especially she when I'm editing them. And, just some pauses, and then you can hear me kinda like, r through the pages of the book. I don't really edit that out. I've said before on menu podcast. I really want this to be, like, an informal recording, almost like if we were sitting down together as friends, and I was just telling you the ideas I liked in the book. So I try not to... I mean, I don't wanna leave large pauses, but I do... I don't want it to see seem like I just sit down. I could just rattle all this off. Like, this just a lot of pauses. There's a lot of me mess... Messing up. There's a lot of me trying to find notes. Most of the work of the podcast obviously happens been reading the books because it takes hours, and then making the notes. So once I'm done with that, I just tried to immediately record while I just just to refresh my mind. Let's see. So there's some interesting things. There's a quote. I like some some insights to how Denny Parents, and his potential. And this all happens on almost the same page. So this quote, he said life is too short to be bored. Only boring people are bored. That I also don't understand when people like, bored. It's like, you live in the information age. Like there's tons of stuff to occupy your and tons of stuff to work on. This is his him in parenting. In an interview for a documentary tribute to Danny, and remember that's his wife. Called the thrill the boys got out of Lou word games. Every week he would comb the dictionary for the cor, strangest sounding word you could find, write its definition on an index card and pin it to the fridge. Ops became 1 of his favorite words. An ironic choice concerning it used to describe someone who was stubborn, resistant to control and noisy. Tongue in cheek, Le used to describe others not himself. Namely anyone who would got who got in his way. Later, he transformed it into a catch phrase among his coworkers, when referring to competitors or Nay say. This is the part on Danny's potential. Despite the financial stress, so they're talking about the fact that There a young couple, 2 kids, Danny's not making much money because he's so full time academic and is working as well and taking care of the kids. So they're struggling right now. Despite the financial stress, Danny anne faced and never lost confidence and Danny's potential for success. She didn't know anything about algorithms or computer science, but she did know her husband was brilliant and determined. In a documentary tribute to Danny and recall the conversation she once had him. Or she once had with him in their apartment in H where Danny kept a big bulky personal computer that he loved to program. At the time, the worldwide web had just made its debut, and it was unclear to most people what the impact of this new single technology would be. But Anne said Danny had a clear idea of its potential, explaining excited that the internet would allow her to use a computer in Israel to access information from a library at Harvard University. Anne said she expressed her amazement, but added it sounded complicated. Danny replied, it is complicated, but can you imagine the possibilities. Can you imagine what we'll be able to do if someone makes it easy? Okay. So the very next page, we're gonna see that Aka, the idea for Aka actually comes from a class project. Because remember, Danny's goal is to become an academic. He just wants to spend his time, like, doing math and computer science, and I guess envisioned a life of, like, a 10 year professor for himself. So publish or Perish, It is a well known saying that the nation's best universities, ones that sum up the fear among research oriented graduate students that failure to publish in scholar journals means academic doom. By late fall, soon that's what he's working on. By late fall, Lou was beginning to feel the pressure. There's 2 names here that are not important. There his classmates. These 2 guys had already produced and published an impressive paper. But Lou and his 3 writing partners, Eric, Rin and Matthew were stuck. We didn't feel like we were having much success. Their focus was still this is the important part. Their focus was still on using math to relieve the congestion plaguing the complex architecture of the Internet. Specifically, they were still searching for a solution to the problem of the worldwide weight. I think the worldwide weight was, like, was... I think that term was coined by Tim Be lee, and it just refers, like I said earlier to the congestion that popular website could have and then it causes to load slowly or not at all. So we're continuing this. So they're like, hey, what the heck? How can we figure... How can we find a solution to the congestion of the complex architecture that is the Internet. And, Lou, Danny been thinking about it, and he's gonna share an idea he has, and he's not sure of the idea though. So his 1 of his writing... He's talking to 1 of his writing partners Eric. So says Eric distinctly recall the day, Lou shared the new idea with him. And just how insecure he was about its potential. We were walking together across campus and Danny was kind of down on his research. He told me about consistent hash, and I'll never forget it because he said, consistent hash is a pathetic idea, but it's my idea. According to to Eric, Danny originally thought his idea of consistent hash was simplistic and impractical. He was worried it was small and worthless, just something cute. To clarify, in mathematical jargon, Cute means the work looks good on on the surface, but lacks utility and mathematical sophistication. Danny and Eric thought that they had a cute idea to work with, but they knew they needed to improve it somehow. Eric, though was uncertain of this, Eric though was uncertain if this could be done. Honestly, this is a quote from Eric. Honestly, we didn't know very much about how the Internet worked at the time, and we were struggling with how to convert this real world problem of file storage into a mathematical model. On paper, our mathematical model didn't seem that realistic. So the whole thing seemed kinda shaky to me. However, pathetic Danny himself felt it to be, however, he did believe consistent hash might have some practical utility. In that same conversation in which he called it pathetic, I remembered Danny saying, he really he really thought something like this could exist. Okay. So they're they're... They have an idea. They're not sure about it. So they're like hey, Let's call me with Tom, which is the professor that Danny wanted to go to Mit to work with. By the time, Danny and Eric arranged a meeting with Tom. They hadn't gained a great deal of confidence and consistent hash. Leigh, that's Tom's last name. Leigh remember the 2 of them appearing slightly embarrassed when they approached him for feedback. They presented it almost as an afterthought Leigh said, They told me with a concept in what... In what was an up an ap way. Almost instantly, however, Latency saw something significant. I thought, oh my goodness. Because they had a whole bunch of stuff, proof of this, proof of that, all these things. I said, wow, that's a gem. That's really cool, and you wouldn't expect you could do this. Lay had never thought about hash the way Le and and Le, that's Eric Asl, presented it. In fact, their approach seemed almost impossible. But there it was in front of him, staple neatly and sitting on his desk. Lou didn't yet have the deep proofs, but he had something and to lay, it was beautiful. I remember being struck late and con confessed. It wasn't a tour force technically and mathematics, you often want to have that kind of thing, but it was just... I thought it was elegant and fundamental, and I remember just appreciating the beauty, the elegance of what I thought was going to be the importance of it. According to Lay, the potential power of consistent hash was rooted in its simplicity. This is a, I think the most important sentence is paragraph. Lu had taken a distinct problem, 1 that was easy to state but seemingly impossible to solve and created a solution so simple and elegant. It was almost obvious. Mathematics has a lot of examples like this, where you could take a thousand people and they wouldn't be able to solve the problem but they could all quickly agree when you show them the solution that it's easy. It's a weird thing to be convinced that a solution works in is much different than coming up with 1. At the time, Laden looked at Le and Le and ex explained you've done it. This is really important, and you've gotta give it a name and state the definition of the problem because this sounds useful. It was the beginning of the end of the world worldwide weight. Skipping head a little bit, here's some quotes from Danny's c cofounder about... Well, first about himself. So this is Tom talking. He said, I might have been the most unlikely person in the world to start a company. I included a code in there, And I've done this on many podcasts just to kinda push against this idea that people only young people can start companies. When he says, I might have been the most unlikely person in the world to start our company. Tom is already in his forties. And he loves his... He has a very successful career as an author in an academic. And he just didn't had no idea that he ever go to business. And then the this is a quote that Tom has on Danny. Then I wanna tell you why Included this. It was through that process that I really got the impression that Danny had tremendous drive and no fear. If he didn't know something, he'd go to learn it. So talks about his tremendous drive later in the book, there's a story, and I don't think it's gonna be included in the podcast, but aka already found it and Danny's doing, like, sales calls, and he goes to a company's office. And he winds up having to get physically escorted out of the office by security because he refused to take no an answer and wouldn't wouldn't leave. And so he gets kicked out by arms by security, and shows up the next day and does it all over again. So I don't know if he that he ever got that these people as a client, but he's obviously psychotic. Maybe in a good way. I don't know. Okay. Skipping ahead a little bit. So they they... There's a bunch of the the book, I'm I'm gonna skip ahead. Even though the books relatively short, it's, like, 250 pages, Probably takes, like, maybe 7, 8 hours to read. There's just obviously, for B sake, I, I can't include all of it on the podcast. But, they... Tom, professor Tom loves the idea. Right? And so they're they're, like, thinking, hey, there might be, like, a commercial application to this idea, and they start to assemble, but they don't know... So, again, they're not thinking about starting the company yet. But at the same time, Danny's doing really poorly, financially. He needs money. So he hears about this competition called, like, the 50 k, and it's an a business plan, like, like, a business plan competition, I guess, or you would call it at at Mit, and they decide, hey, why don't we assemble a group using, like, other Mit students? And we'll just act like we have... Like, we're gonna do this company and we'll see, like, basically, they're trying to give other external validation for their idea. So, like, why don't we take this this, enter this contest with the with the desire to win because if they win they get 50000 dollars. And Danny at the time thought they got the money. Like, they just keep it, but you're supposed to use it to start the company. So they find that out later. So over the next few months, they wind up building an impressive team, they practice, like, the their pitch on what... Like, what their solution is for the problem of the worldwide wait. And they wind up losing the competition. I think they wind up coming in, like, fifth place. They they went, like a thousand dollars or something like that. And a lot of the team after they lost kinda gave up on the idea, and, Danny and Tom do not though. So, this is an email, where we're gonna get into an email that let me just read it. It's about building a company the quote unquote right way. A week after the 50 k loss on his 20 eighth birthday, Lou sent Greenberg, a contemplated email from Toronto where he was presenting research on probable probable prob holistically check proofs at an academic conference. And then here's the start of Danny's email to Greenberg. Silicon Valley makes money on air. There are many in the business who who become horrendous wealthy, and they don't even have a product or client. You may say so what? That is great. You do nothing become a zillion. Unfortunately, this is not the case. The main thing you have to do is to dedicate yourself to telling lies for a number of years and to spreading bullshit for many, many years. Some people are comfortable with this as long as the payoff off at the end is high enough. I am not. The plan is to become a successful company in the right way. That is, have a product, have a market and have customers who are buying your product. In order to do this well, we have to focus on building the technology and not on fundraising. Toward the close of the email, Lou also expressed hope that once he got the company off the ground, venture catalyst would take over the bulk of the work. Quote, this will allow me to return to my family life and to see my wonderful kids and wife he wrote. That's something far more valuable than millions. Lu didn't need millions, but he desperately needed to some money in the bank. The financial woes he and anne faced were only worsening. They were close to broke. Lou had his long term hopes pinned on Aka, but the company still only still existed only on paper. So I'm gonna skip ahead. They wind up building instead of they realized, hey, we we can't just, previously keep in mind this is during the dot com bubble. They were... Basically had, like, you know, like a white paper, maybe a deck, and they had a theory on a technology that is proof like, mathematically proficient, but they didn't have an actual product. So as you can see from that, like, no, we need to build a an natural product. So they build a natural product, they test the technology. Yeah, they run, like, a basically a beta test, and they're doing it in the in Lc c at Mit. And Well, let me just read that part. So this is where they start testing technology to see if the math is actually gonna work under in in real life. So they test it. It went up working. And it goes, the biggest victory was demonstrating the system's fault tolerance. If they shut down 1 machine, the system would rebalance the data load and invert a crash. As the students increase the flow of traffic on the prototype they were stunned to see it continued to run smoothly and efficiently. The more content they loaded into it, the better it performed even under peak load. The students there are referencing there is Tom and Danny have a bunch of Mit computer science students, helping them program, and test and build their prototype. The remaining critical question before before Danny and Tom was their business model? How would they deliver this service what would they charge? Even by mid midsummer, it was clear that no Internet service providers were willing to take a chance on Aka. At first, they thought, okay, We're just... We we won't sell this a consumer market. Our our market is just selling directly to Internet service providers, and they were saying no. If they wanted to make the company work, they had only 1 choice, build the technology themselves. We ran out of options explained Late, but a clear business plan was still alluding them. For help, they turned to to Todd Dagger, a shrewd Boston based venture capitalist at battery Ventures. What Dagger knew well was how to take a great idea and turn it into a living breathing business. So this is where they're coming up with a business model for Aka. Over time, then I talking about Todd Dag. Over time Todd... Over time, he began to convince Danny and Tom that building and selling software wasn't going to work. Instead, Dag was convinced they should offer a service on their own. I thought they had something special and something they could use to build a recurring business. To him, the company's real powerhouse could be found in its algorithms. They were proprietary and so sophisticated, they could almost be impossible for any competitor to replicate. Instead of giving other guys a software or aka my secret sauce and letting them skim the cream off the market. I thought Aka should be the cream by building an annuity business with a big margin on this unique software. So they stumbled onto the business model. Once they stumble onto the business model, they said okay, Let's just take the risk. Tom goes on sa alphabetical, from the... From, his professors ship, and in separate... In September of 19 98, they they ran office space. And of Aka my of technologies was official c founded, And looks like... Yeah. That same month. So real quick, and I'm gonna wrap up this chapter before where we move on. And it says Leigh stove called an afternoon that fall. When he and Lu were walking from Lc to their new office. And and Danny used the occasion for an impromptu Pep talk, offering up all the reasons he believed Aka would succeed. He told Lay that it wasn't just their great technology, smart staff, our exe business plan that would guarantee success. He said we had all those things, of course, but that wasn't why we're going to succeed. Instead, Lou told him, we're going to succeed because we're 10 as hell. Despite Le Bra, he and Lay felt some, it didn't take rigorous math to understand that the odds were against them. A court that my pin though. 1 time where being really skilled at Mathematics is probably not good for you. Realizing wants to do the math in her head. According to the rule of venture capital, only 1 out of every 60 new businesses succeeds. It was scary. Leak recall Lay, Danny was worried about it, and I was worried for him. But in 19 98, if you didn't move fast, you'd missed a moment. You'd just be another smart entrepreneur with a great idea left standing in the wake of the dot com boom. Danny charged forward at full speed. Okay. Okay. So this part, I think, I'm gonna include... Because it's it's really important. As logical, I think as sometimes founders try to be. There is some kind of, there is value and abstract human emotion. So the note left for myself is passion is worth half a million dollars. So at this time, Aka is found already they've already been founded. They're going around and meeting with angels and capitalists and they're raising money, and we're gonna stumble upon 1 of Danny's greatest strengths. In that meeting with Aka, F, this is a angel investor. Okay. So let me that up again. In that in the... That meeting with Aka, F became 1 of the first members of what had become a d defective facto fan club of Lu, and his performance in front of a whiteboard. In many ways, it was his canvas. With a pen in hand, he could stand in front of it for hours at a time and cover with academic ideas. Strings of some of, sometimes incomprehensible math or business strategies. And when he did, his presentations could only be described as theatrical. The more he talked and sc, the more animated he became. He became hopping around and g from ear to ear as his ideas came to life on its smooth white surface. As if on q, he would intermittently turn and look out at his audience, gauging their interest and level of understanding. Friends like Le at the whiteboard to a freight train gathering steam until the stopping point when nearly everyone in the room sat silently wondering what exactly had just hit them. It was 1 of Le most effective weapons. Stunned by what he saw in Lu at the whiteboard, recent fries said he felt a familiar sensation. The same 1 he experienced when he watched some of his top musical talents at the start of their careers. So fries just this rich successful businessman in the entertainment industry. So that's what he's talking about. He's like, oh, I'm getting excited. Like, I'm watching Top musical talents at the start of their careers. Danny was, like, ambition and intellect on steroids. It's fries said, his belief in the thing was so profoundly convincing. This is a more important part. Let me start it over. His belief in this thing was so profoundly convincing that I believe too. On the spot, freeze pulled out his checkbook and handed them a check for half a million dollars. This is a great part, though. I didn't highlight it, but I just read it. Well, in the second. I remember walking out of the building and thinking, what have you done? He said, When people asked me what exactly does Aka do? I say, I don't know. But the thing I did know when I made that commitment was that Danny Lu was a star. Okay. So at the end of this chapter, they convinced they convince 2 frederick venture capital firms to to invest 4000000 dollars each. 1 of them wires the 4000000. The other 1 backs out at the last minute. So let's use this paragraph as an entry into our reoccurring critics don't know shit. Segment on the founders podcast. After the deal was signed, everyone went home to celebrate the for the holiday. As for V rock leads people that that backed out. As for V rocks last minute decision, the true cause leaked later, The deal fell through not because V rock lost faith in Aka, but because a senior partner in the firm's New York office had butted heads with Lu. He thought Danny was arrogant and didn't like his demeanor. V decision to pass on the deal proved costly. If the firm had taken a 10 percent stake in Aka I for 10000000 dollars, it would have been worth 2000000000 dollars less than a year later. Tag said it went down as 1 of the dumbest venture moves in history. Okay. So let's skip ahead. I still have a lot of notes to cover, and I've been quoting for quite a while. Alright. This is their actual first product. So what does Aka do? What what are they going to sell? And it's this product they call free flow. With free flow, Aka Created its own private path across the public Internet? Built entirely on software, it was a virtual road. 1 that took advantage of the Internet's architecture without relying on it. This enabled Aka to offer its customers a number of benefits, chief, fault tolerance. If 1 of Aka my servers went down, the others in the network automatically picked up its workload until its service was restored. Another benefit to Aka was ease of installation. To aka optimize Quote unquote their website, content providers followed relatively simple step by step instructions to launch the free flow software, which tagged the content are pages to be served by Aka with an Aka resource locator, an Ar. Aka optimized version of a Url or web address. The value of free flow went beyond the speed and efficiency of content delivery. Another benefit was maintenance. Customers didn't have to install or maintain any hardware. A major draw for the engineers who would otherwise have to spend time money and energy on finding a good fix when their sites reached peak traffic. Aka mai also offered what it called proof of performance. The guarantee that if free flow failed to deliver a customer content at any time or fail to deliver its faster than customers own or fail to to deliver it faster than customers own service, aka optimize would issue a refund. So that is free flow. Oh, I like this. This is random, but it's the Know left, just keep it simple. They have to hire at this time, they're hiring public relations firms because they're trying to to get the word out about the technology, and I love that the guy they hired, which is at Greenberg guy that that that Danny was emailing from Toronto few minutes ago on the podcast. He figured out... It's just like the sentence from him because it's it's really smart, especially when you're talking about how confusing aka optimized technology be. He goes, my goal was to express it in Layman's terms so that your grandmother could understand it, and my grandmother could. He was skilled at translating what Aka did into something that sounded simple and impressive to a main street audience. That's probably valuable to anybody offering any kind of product or service? This is this is also interesting. So we went into, like, what the... We understood where... How... Like, what business model they're using. Right? But they can't figure out pricing. Somebody something everybody, I think struggles with when they're were creating something. And so this is how they find the right price and model. So they hire this guy Gala... Okay. So it says at age 39 Gala became aka optimize vice presidents of sales. 1 of Gala first task was to help aka optimize set a pricing plan. At the time, the content delivery network to Cdn, just that doesn't sound. Okay. Let me read that sentence again. At the time, the content delivery network business. Oh my goodness. Just this again. At the time, the content delivery network business model was so new that there was no industry standard. Aka mai had a rough plan in place. 1 that would charge customers around 800 dollars per megabit of data delivered per second. Gall insisted the price was far too low. They were looking at it mathematically said Gallagher, but I was looking at in terms of what the market would bear. Gallagher suggested that more than doubling the price to what he believed that was the magic mum, the magic number. 1995 dollars per megabit per second. Everyone sc at me recalled Gallagher, and I told them, you know what? I'll fucking prove to you that I can sell at this price. And he did. When the company finally landed a full price contract with discovery channel, it came in at 1995 dollars. From that moment on, Aka had in place a straightforward serviced based revenue plan. Charging clients and even 2000 dollars per megabit per second per month. The pricing was based on each client's peak usage, which meant that if it reached 5 megabits per second at any time during 1 month, Aka would receive 10000 dollars for that month. Going back to the importance of passion. So I was listening to podcast. And this guy or I think is really interesting. Is a lot of interesting philosophies on life. It's the founder of Angel. His name's is Nab Ra. He was talking to somebody. And unfortunately, I don't remember who or what podcast. But they talked about if you were, like, what do you think are skills are essential? Like, what skills would you teach your kids if you could be in charge of, like, schooling? And he said, sales and coding. And there's other things you could add on to that and other thing, then maybe you could take away, but I think sales everybody should learn. I do think it is has universal value and almost anything that you could possibly do. And, this note is about Danny was the best salesperson. So we've already seen kind of, hints this when when he was able just in 1 meeting to convince this guy pin over 500000 dollars. So that's obviously sale because he's fundraising. But let's go let's go into this part of the book. It it quickly became apparent that when it came to sales, Lu was the company's most powerful weapon. Capable of turning skeptics into true believers. A lot of meetings would begin with some decision maker saying, thanks for coming to Seattle, but I've only got 20 minutes. My boss told me Had to take this meeting, so sit down and tell me what you have to say. 2 hours later, Danny would still be at the whiteboard in full throttle, with a room full of technology staff and wrapped attention. Danny was so focused on getting everyone in the room to experience this youth for passion, 1 that made them believe. I don't know exactly what this is, but I need to have this and I need to have it now. Once he got the customer to this frothy pitch, when once he got the customer to this frothy pitch level excitement, he'd basically leave the room, and I'd close the deal. This is Gallagher. That was a quote from Gallagher the Vp of sales. The fuck, any Gallagher continues. The fact was these customers had a need, and they weren't aware that it was possible to solve it our way because nothing else like Aka aquaman existed. The persona of Danny rapidly created a market perception that we were intensely smart and what we were doing was highly relevant. Oh, so this is interesting here. So they have a bunch of company. At this time, they have a bunch of companies signed up, and they're running trials, and then the trial... If the if it works over the the term of the trial, then the companies have agreed to to like, they'll they'll become paying customers. Right? So they needed some kind of... Well, let me just read this. Aka I needed to prove itself. The trial tests were running better than best expected, but the company was still selling a vision. The promise of a service so powerful it could keep the most popular websites online during unprecedented crush traffic. For aka might have fulfill that promise in real time, live on the Internet, they needed to test their software during a naturally occurring high traffic search. And as good luck would have it, 2 traffic surges happen soon thereafter. So the first 1 was March Madness. They're doing, they're hosting Espn website, and I think sports illustrated, and our sports line, and they went up doing really well. And the second part I found really interesting. So he that night, Aka mai was hosting a small gathering of of investors for the screening of a trailer for the highly anticipated star wars film, episode 1 the phantom menace, which was premier in the in theaters nationwide at week later. Earlier in the month, someone at Paramount Entertainment tonight show had contacted Aka mai asking if the company could deliver the trailer for its website on the night of its release. An agreement was signed. U unbeknownst to anyone at Aka, Star Wars producer and director George Lucas had struck a deal with Steve Jobs, Interim Ceo at Apple for a blockbuster release of the trailer in Apple dot com. And Lucas, star wars dot com. They were using Apple's new quick time 3 video player technology. Around 9PM that night, a room full of Aka my employees and investors tuned into the live stream of the trailer on the free flow enabled website of entertainment... Entertainment tonight, which went without which... Oh my goodness. Cannot speak today. Sorry, guys. Which went off without a hitch. Okay. So a lot of people are watching the entertainment website it's using free flow, it works. So check this out, though. Shortly after the screaming, screening, someone an aka my burst in the room with breaking news. Apple's website had crashed. So had a handful of other websites that had attempted to stream boot copies of the Star wars trailer to more than 20000000 viewers worldwide. The only sites that remain live streaming the trailer without any outages or delays where paramount dot com and entertainment tonight. Aka optimized free flow handled up to 3000 hits per second for the 2 sites, 250000000 hits in total, and the system never exceeded even 1 percent of its capacity. In fact, as the download frenzy overwhelmed other sites, Aka picked up the Slack. Before long, Aka became the exclusive distributor of all phantom menace quick times serving both star wars dot com and apple dot com. It was another victory for Aka, 1 so significant that news of it quickly made its way through the industry, allowing the company to approach more choice customers with greater credibility. The first of these names were a crazy sounding business out of Stanford, called yahoo. So I have to skip over for time's sake, a bunch of stuff about aka optimizing it it's building its business, but I do wanna include this 1 anecdote. It's a steve Jobs anecdote. How could you not include it on the Founder podcast. He's only the person that created the most successful consumer product of all time, and he's hilarious. And we're gonna see this here. On 04/01/1999, Say, this is a guy working at Aka mai who's running the company. Part of. I think he's a Coo at the time. On 04/01/1999 Saga, Sig arrived to work early to meet with advisory board member art Bi. Just see sat down at his desk. The phone rang. Say and answered. And the voice on the other of the other come on. Here we, David. You can do this. You can talk. Say answered and the voice on the other end said, hi. This is Steve Jobs, and I want to buy your company. For a second, Saga was speechless. His first thought was that the caller was his brother, Alex, playing playing a prank on him for April Fools day. I almost said, fuck you Alex and hung up the phone. Instead, he replied, Steve. Nice to meet you. Our company is not for sale, but we'd love to be partners. The call began 3 months of tough negotiations with jobs who initially offered up 16000000 dollars in in cash to purchase Aka. They wanna up not selling to them. Obviously, especially not for 16000000. But the reason I put that in there is because, 1 of the biggest things, ethos of, of, like, the Apple way of doing things is to keep things incredibly simple. Right? Which in consumer markets is incredibly important. And I've read a lot of other correspondence when it talks about, like, like, in the the snapchat book, the how to turn down billion dollars. They show emails of, like, Mark Zuckerberg trying to to meet up, like, we know what he wants it. Like, why is he meeting. He wants to buy them, But he doesn't ever say that until, like, they meet in person then there's a couple offers, but reading to his emails and seeing other documentation and other books. I've never seen somebody so Like Steve just cuts right to the point. I love that. Hi. This is Steve Jobs, and I wanna buy your company. One's 2 sentences instead of going back and emailing and you're just bullshit and doing all the other stuff. Like, he just didn't waste time. I don't know. I just... Find it fascinating. I've been also watching... So, if if you're listening to this... I'm recording this in early 2018, and it's all this like, public attention right now, having to do with, like, what are technology companies responsibilities in terms of privacy? Is that even something consumers want, etcetera, etcetera. And that led me down a rabbit hole watching old Steve jobs, videos. And some including the last interview he ever did publicly. But but more so, ones where he it was after he was kicked out of Apple before he went back. I don't know. He just... He just has a... His she winning wasn't, like, you know, he has a reputation for being, like, a, a dick. But I would say that based on what I've read and and seen. It's, like, that was, you know, he was 22 years old worth 400... What, 300000000 dollars or something like that. Like, it's gonna be really hard to stay humble. But I think what happened is... Yeah. He he was certainly Dick, but a lot of those stories took place when he was way earlier in his career as opposed to like, the last 10:10 years of his life. And I would say the last 10:12 years of life is when he did the most important But, anyways, I don't know. I'm just fascinated by the way, his mind thinks and the way he communicates and he communicates extremely extremely clearly. Something I would love to be able to join this podcast, but I'm working on it. Okay. We're skipping ahead, and then we're gonna get I'm gonna cover a couple more personality thing, personality traits with Danny because I think understanding the personality the founders that we're covering on the podcast is extremely important. But then I wanna get to the... There's a serious part at the end. That's, you know, almost like tier inducing. Okay. So this part is just a graduate student, And I just included this part because I thought it was an an amazing sentence, given exactly where he found himself in his life at this time. Although they spent the better part of 2 years building Aka, Leigh and Le still Harvard... They they've already Ipo, by the way. Hold on. Is that true? Yes. Although they spent the better part of 2 years building Aka, Lay and Le still harvard similar, long term life plans of a quiet cerebral career in academia. Suddenly, though, they were at the helm of a breakout company moving up break at a break neck, pace. And both of them, despite the confidence they exited, were in over their heads. It's kind of like when a lobster gets boiled, explained late. You don't realize what's happening to you. You don't look at... You don't look at You don't look in from the outside and think, oh, my life has really changed. I was too immersed and drawn in by the task at hand. Lou told the the Lou told the Jerusalem pope. Guys. I I have to record this day, because I don't have how much time in Schedule, but I cannot talk today. Alright. Lou told the Jerusalem report. It's frightening. I have this company of 110 people headed by 1 of the biggest businessmen around with lots of money in the bank, and I'm just a graduate student. This is my this is my post Ipo quote. In less than 1 year, a tiny startup out of Mit had grown to a company with a market valuation greater than that of general motors. So the Ipo makes them obviously really, really, really wealthy. But it also... Let me let me read another sentence to. I'm trying to find it right now where it talks about the craziness of this time. So they're wealthy, but check this out. Okay. Here it is. So they're doing really well the Ipo, but remember, Danny dies on 09/11/2001. Right? So the last... Unfortunately, last, like year and a half of his life, it's not good. Let's check this out. With Aka my stock down from 327 dollars, just 18 months ago to 7 dollars and 60 cents. Okay. So he... They Aka shot up like a rocket, then the bubble starts bursting, a lot of their customers are other startups ups, and when... What happens when the startups go bust. They lose their customers. So now they went from 03:27 down to 7. Okay? So not only is and we're about to get to the end, and this is gonna be the longest section I read, and I don't know. It it's it's just... It's tough man. It sucks. Where was I going that? So Okay. So not only is this company went from 327 dollar a 300, you know, multi billion dollar market cap. I think now they're down to, like, a 200000000 dollar market cap, something like that. And they're doing layoffs, They're just not doing well. Danny and his wife get divorced or... Sorry. Excuse me. Separated. The never divorced. But Danny is living in a a house, his own, he buys his own house. So he's dealing with the the breakup of his family and his business is on the verge of collapse. And we're gonna see how he spends his last day. And that's what this is this is now we're gonna get to the the the... I mean, the reason probably, the book is written. Definitely the reason the book was written given on the introduction that they author wrote. So I think this is gonna be the last section I included in the podcast. So let's go ahead and Let's go into this and see if I can make the make this make sense for you. Okay. It might have been the fight to keep Aka eye alive or maybe it was just some strange inexplicable combination of circumstances. That collided sometime late that summer. But Lu gained a much greater perspective on his life outside Aka. First came a visit from his mother and father. The first 1 Charles had made an Danny anne and the boys left Israel 5 years earlier. Okay. Charles, this his dad. Give you some background. They're living in Denver, Danny's 14 years old. Charles gets into, something called zion ism, which I guess is like, part of his religious beliefs means that he should go back to the holy land and live there, so he he root... He just picks up his entire family. His wife and 3 kids and forces them to live in israel. And he gets, like, really pissed at his son for leaving israel, which again is it really weird. Like I I know it's something... Like, something I I told... Like, as you know, I have a daughter. And I try to think of, like, when I'm parenting. I'm like, listen, there's certain things that I may want for you. Alright. I may want for her life, but it's her life. And at the end of the day, she's gotta do it. Charles didn't really look at it that way. Charles looked at, like, Danny was disrespect him and, like, he should stayed in Israel. So This is really important because this is happening the week before September eleventh. So hopefully, let's gives you a little more context. So let's go back to that. So Charles is Danny's dad. First came a visit from his mother and father. The first 1 Charles had made since Danny anne and the boys had left 08:05 years earlier. When asked why he didn't visit more often, Charles Lou said very little, noting his decision was rooted in quote unquote principal. Gross. Friends of Danny speculated that... It's not gross to have principles. That's what I'm saying. But that your son. Get over your religion, get over your other stuff and go spend time with him, man. It's like there. Okay. Friends of Danny speculated that to leave Israel to him would be to leave the life he created for his family when he made the bold decision to make is the thing is a hebrew world cup. It looks like Ali leah, the singer, but it's Ali. Ali. I... Which I could think is the the holy pilgrimage back home, maybe? Hopefully, I don't know. He didn't... This is a part that really bothers me? He didn't want to endorse a life for Danny of some big money businessman trapped in the culture of wealth that exploded in the dot com boom. But what if Danny wants that for his own life. Shouldn't Danny get to choose? Right? Okay. So of course, Peggy Le, Danny's mom, who often visited Cambridge disagreed. Calling Charles decision 1 made out of stubborn ness. Danny had made several trips to Israel that year to see his family, but friend says he desperately friends say he desperately wanted his father to come to camp. This is important. This is what I'm talking about. Why his dad was the kind of a dick for doing this. But friends say he desperately wanted his father to come to Cambridge and see what he had built. He wanted him to be proud. Peggy didn't know exactly why why Charles changed his mind, nor for that matter did Charles. In the first week of September 2001, Charles and Peggy arrived in Boston for a long weekend. They toured Aka mai, walked around Cambridge and talked over a lot of what life had thrown at them over the course of 5 years. Looking back on the visit, Charles said, this is dad talking now. Things occur that we don't understand in the usual frame of our of our understanding. And my going there was 1 of them. It was something, and then he says this this hebrew word and it translates to, it was something with the help of heaven. I'm gonna skip over this part, but, 1 evening that same week, Lu stops by his friend's house. And he hadn't seen his friend of a while. They... At 10PM, they play a game of pool and have a beer and he's just saying, hey I've been a bad friend of been busy. And he's telling his friend that he's he's working... He's been working things out with Anne. They've been seeing each other again, and he wants to, like, basically go back to. He wants to make his marriage work and spend more time with his sons. Okay? With more layoffs ahead, it was a terrible week for Aka mai, but Lou approached the tow with his usual cheer and buoyancy. He was scared, the stock had plummeted and a few of aka optimized customers were on the verge of collapse. On September tenth, k. So this is his last full day alive. On September tenth, Louis called a meeting at Aka for more than a dozen employees. In a conference room, Lou offered up a new vision for the company. 1 was that 1 was that 1 that was clear and well planned. Danny was very focused, observed Julie Austin, who was still in charge of the engineering team. He told us that we were going to shift direction and talked about where we where we were going next as a company. At the end of the meeting, which lasted well over 8 hours, Austin and her coworkers somewhat haunted by the task at hand, tried to convince Lou to change his plan to travel to Los Angeles the next day and stay in Cambridge to shepherd the layoffs and restructuring. It's this is a really crazy part. Lou opened his blackberry, and for a moment seemed to consider it. But then said, he couldn't adding you guys will be fine, such as life as such as the craziness of life that that 1 decision, and he could still very well be alive. Later that evening, Late and Le got together for the Grim task of eliminating approximately 500 of the company's 1500 employees. Both of them knew it was just the first round. By their estimates, Aka would have to downsize at least 500 more for any chance of survival. Then they'd have to handle the issue of morale. They'd had to convince those who remained that the ship wasn't sinking. I remember that night distinctly. It was a horrible, horrible night. Lane said, we recruited these people. They were our friends, and we all worked so hard together. Leigh said Lou was emotionally drained by the layoffs. He'd had personally hired so many staffers, and he'd ago over the decisions of whom to let go. Late and Lu worked through the night. And as the hours tick tick by, they talk not just as business partners, but also as friends. It was not until 2 or 3AM on September tenth that Lu and Lay wrapped up their work. Lou had a flight to catch in California in just few hours. So actually, that the book's wrong. It's 2AM September eleventh. So it's says Lu and Lay wrapped up their work. Lou had a flight to catch to California in just a few hours. So he said goodbye to Lay. Late that night, Low Lou chose to return to the home he shared with Anne and the boys. In the weeks prior to this, he and Anne had begun to reconcile and just recently decided to give their marriage another chance. The 2 of them hoped and said to remain together for the rest of their lives. Okay. Here we go. Early on the morning in 09/11/2001, Lou kissed anne Goodbye and drove from his home to Boston local international Logan International airport. He arrived just in time to catch American Airlines flight 11, scheduled for departure at 8AM and bound nonstop for loss for Los Angeles. It was a trip he had taken so many times, more than 30 in the past year that he knew the flight crew by name, the numbers of the most comfortable seats and the makes and models of the aircraft. The plane was partially full. 81 passengers, 9 crew members and 2 pilots. Like Lu, many of the passengers seated in business class were traveling for work on their daily scheduled flight. A television producer, actress, photographer, and several businessmen men. But lu was a standout among them dressed more like a college kid in his gap blue jeans, t shirt, and gray nike sneakers. Lou settled into his seat, 9 b and pulled out his blackberry to make a phone call before departure. Coworker say Le almost always made calls up until the moment of the up until the moment, 1 of the flight attendants rep recommended him for failing to shut down his device. Around 07:30AM with the plane still sitting on the runway, he called Aka in house attorney. David J. Lou knew J was an early rise and often 1 of the first to arrive at the office. He wanted to check on some paperwork, J had been preparing for an upcoming deal. Jets said Lou sounded full of energy despite the sleepless night in looming layoffs. They spoke for about 15 minutes until Lou abruptly ended the call in preparation for takeoff. I've gotta go, Lou told J to telling me I have to hang up my phone. American Airlines Flight 11 took off from Logan on schedule at 07:59AM. The plane headed a do west and held on course for 16 minutes. Until it passed Worcester Massachusetts. Dan instead of taking a southern turn, it suddenly swung up to the north. Just before a 50 a 14 Am, the plane failed to climb to its assigned cruising altitude of 29000 feet. At this point, it's possible le suspected, perhaps before anyone else on the flight that something terrible was about to happen. Having trained in the Id most elite counter terrorism unit He had learned to identify signs of attacks well before they were carried out. He also knew conversational arabic, enough to have picked up on verbal cues if the 5 Middle Eastern passengers gave any. At around a 15 Am, a bloody hijacking began on board. 5 terrorists, all of them wielding box cutters and knives rose from their seats and business class and began to threaten passengers in the crew. Most of what we know about the hijacking comes for reports by 2 flight attendants in the coach cabin. Betty An and Madeline Sweeney, who calmly and courageous relay details of the hijacking as it unfolded to authorities on the ground. At 08:19AM, On told flight control. The cockpit is not answering. Somebody's stabbed in business class, and I think there's mace. We can't breathe. I don't know I think we're getting hijacked. In a separate call, Sweeney reported the plane had been hijacked and 2 flight attendants had been stabbed. Sweeney also confirmed that a passenger that a passenger in business class had been stabbed to death. His throat slashed by 1 of the terrorists. That passenger he said was sitting in 9 b. The seat assigned to Danny Le. Based on the evidence gathered from the phone calls and authorities on the ground, the 09:11 commission report concluded that in those first 20 minutes of the flight, Mohammed Ot, the only terrace on board trained to fly a jet, probably move to the cockpit from his business class seat, located with an arms reach of Lumen seed. Possibly accompanied by Abdullah... I mean, go... I don't care about his name. Fuck him. As this was happening according to the report, Lu who was seated in the road just behind Otto, and Ama was stabbed in the neck by 1 of the hijack who was seated directly behind Lou out of view. Between 08:25 and 08:32 in accordance with the Faa protocol, Boston center managers started notifying their chain of command that flight 11 had been hijacked and was heading towards New York New York Centers, airspace. At 08:44, Sweeney made her last called to ground control. Something is wrong, we are in rapid descent, we are flying low. We are flying very, very low. We are flying way too low. Second later, Sweeney said, oh my god. We are way too low. Silence. At 08:46, the Boeing 77 67, slammed into the north tower of the World Trade center, killing everyone on board. Usually not. And I usually don't end these notes on a somber. There's not a somber ending. But I don't know. This is really emotional book. That part, especially when when I read it for the first time. Just just I just say he's 31 years old. He's got 2 kids. I mean, do you think about it when he hung up the phone at 07:59 when he was talking to the in house counsel. Do you think he you'd be dead 15 minutes later? And if you did think you had a chance to die, you wouldn't think maybe playing from like, you wouldn't think it's from getting having a throat slashed. So If you want the full story, Buy the book."
}