{
  "transcript": "Mo often discussed with his father, the way some of his pieces appealed to the many. Some to the really knowledgeable and a few of both. Some would make you sweat as he put it, and others were childish easy. He did not judge. Either by difficulty or popularity. Mo was enormously broad minded, tolerant, and omni. The 1 thing he demanded, though he never said so directly was good taste. It is an extraordinary fact that mo are despite his enormous output and the speed at which so much of it was composed is never guilty of a serious lapse of taste. He is the only great composer of whom this may be truthfully said. Mo continually delight. He often moves us. He makes us think he excites he in ent and my. He brings sadness as often his comfort. He produces mel and intros. He gives us endless moments of joy and laughter, but he never once discussed. The world got him cheap in his day. He knew it. He had many mis and many disappointment in life of constant hard work lived at the highest possible level of creative concentration, but his warm spirit always bubble. He loved his God, his family, his friends and above all his work. Which he equated with God service, and that was all a reasonable man or an unreasonable 1 for that matter could wish for. God bless him. That an excerpt that comes at end of the book that I'm we talked to you about today, which is Mo a life and is written by Paul Johnson. This is the third book by Paul Johnson that I've read for the podcast. If you haven't listened to it yet, I'd highly recommend going back to listening to Episode number 02:25, which is on Winston Churchill. Paul writes these really short, no fluff Chris biographies. He's done a bunch. These are written. I don't know, like, 10 or 20 of them. I'm gonna go back and read a ton of them. Like, the ones in socrates, Napoleon and Eisenhower. Really any on his list that that look thing I wanna go back to this line though, because I think that's a great description having reached the end of the book of, like, a great synopsis of Mo, and he said a life of constant hard work lives at the highest possible level of creative concentration. A life of constant hard work lived at the highest possible level of creative concentration. That is a great summary of what I learned about Mo from reading this book. And so let's go to the beginning of the book. Before I picked up the book, I obviously knew the name, didn't know a lot about Most at the person, and I'm gonna give you a a brief overview here because, like I said, Paul writes really to the point. It says says Mo died on December 05/09/1791, a few weeks short of his 30 sixth birthday. So a very short but intense life, Mo was the last of 7 children, only 2 of the 7 survived infancy. Mo was healthy and active, some would say hyper active. He traveled endlessly was a fan and vigorous dancer and worked relentless, often late into the night. And then these next few sentences are just absolutely incredible. It's 1 of the things I most admire about, about him now that having read this biography of him. His output was enormous. Much greater than 9 tenths of other composer. He was a mature artist and most forms at the age of 12. We will see, I'll go into more detail, but he was a child prodigy. The and then this is just crazy. There was never a month, often scarce a week when he did not produce a substantial score. And I wanna continue this overview. I'll go into more detail, but this overview, Think helpful as as at the very beginning. He was very, rarely... He rarely rarely made any kind of mistake. And when he did, he noticed it. Though Mo are composed his works with exceptional rapid repetitive they were careful, deliberate and polished. The truth is, and this is another crazy thing about his life. The truth is he started earlier than anyone else and he was still composing on his deathbed. Those 30 years were crammed with creation. That he started sore was largely due to his father. And so what popped into my mind is I I read about his father and understood, like his complete obsession with Mo arts career even when was our you know, was 3 years old, 4 years old, 6 years old. It reminded me I this documentary in Hbo Max time. It was about. It's a tiger Woods documentary. And I found a lot of parallels between the father son relationship between Mo and his father and Tiger Woods and his father. I think Tiger woods started golfing around the same time Mo started composing, which is just absolutely insane. And so this is about... This is a background for Mo father, who's the main character Blake. So Mo are is the main character the book. The the second most important character without a doubt is his father. So this description I'm reading you is about Mo father. He was ind, able and ambitious. He loved music and became 1 of the most learned music musicians of his day. He specialize in the Violin, and he... And his published and he published rather. This... It's in German. I'm not gonna try to pronounce it, but this is what it is. He published the year of Mo birth, a handbook of instruction and a theoretical work that made him well known in musical circles throughout Europe. He seems to have decided that his own musical future was limited and his effort centered on his children. Now he did this. The father did this both for Mo and his sister, but his main focus was Mo, mo was the younger child. He says when the boy was 4. His father decided to concentrate on bringing him out and virtually gave up composing and performing music himself. This is insane that this next sentence sense. He soon came to the conclusion that he had father a genius and being a highly religious man that he was responsible for a gift of god to music. This is an extremely important point. And something we've seen before too. If you go back, like, study the the his to the the life of John Rockefeller failure. Like, he thought like he had a god given ability to accumulate and make money. That was what he was put on the earth to do. So I'm gonna make the most money be the richest person in the world, and then use that money for good works. And this is another example of a theme that you and I see over whenever again that the mind is a powerful place which you feed it can affect in in powerful way. So from the outside, we might see say Rockefeller. That's ridiculous, but he operated as he believed it. And that is the important point. That believed to him became real. And so if you study Mo art father, there's no doubt that he believed that he had father a genius and it his he was god light like, God was telling him to dedicate his life due to the development of his son's musical skills because it was a gift from God to the world. And so the author goes into that right now. It is important to grasp the strong religious element. Radiating from his father that existed in Mo earth's life from his infancy. The father felt that the musical education of his son was a profound spiritual business as well as a professional 1. And he was confined, excuse me he was confirmed in this belief by the child's response, which was enthusiastic as Though he too were guided by a divine impulse. And I think the idea here is, like, if you truly believe. That what you're doing is good for the world, and you approach it with the same kind of religious Z. You have a massive advantage over a competitor that doesn't have the same missionary mindset. Back to the father, he's often seen this tyrant towards the children, but the fact is he surrendered his own future as a musician for their sake and their progress justified his sacrifice. Mo at an early age entered music so completely. Or excuse me music entered so completely into his physical and intellectual system that it became his nature. He played and composed as he breathes, and the fluidity fluidity and speed and accuracy with which he wrote music and orchestrated it became a phenomenon, and they're the reason why he was able to produce so much without any sacrifice to quality. And so this idea that you start so early you do it for so long. It becomes almost like second nature. Like, your work is a part of you. We see this in Mo. Just referenced that Tiger Woods clearly had that from a young age instilled from his father, example from, the book, a book, I read a a few months ago was biography of Y Croft. I don't know how pronounce this that same. It's number 02:18. He's a 1 of the world's most famous soccer players. He's in that in that book, You know, he's taken his father from a very young age, takes him to the soccer field, and he works. Like, a grounds keeper at the soccer stadium if I'm remember correctly, and he's sitting in Kindergarten, just kicking the ball, you know, from 5, 6 years old. So, of course, he's doing that for... From the time he's 5. By time he's an adult, and he can play for the team. Of course, he's gonna be 1 of the best people ever do it. They're there's entrepreneurial examples as well. Think about the founder of Ikea. I think what back on founders 01:04 something like that. Ing var cam starts Ikea at 17 years old and works on it till the day he dies in his eighties. That kind of intense dedication than just a sheer amount of decade after decade after decade of practicing your craft. It becomes second nature to you it. There is literally no separation between Mo art and his work. And something I like about Mo art was his intense work of but is also realizing hey life should be fun. So said Mo like jokes of all kinds and made them constantly. He loved humor and laughter was never far away in Mo life together with beauty and the un industry needed to produce it. That is just fantastic writing. Together with beauty and the un industry needed to produce it. And the crazy thing that that Paul explains to the reader is the fact that Mo was just born at the wrong time. Like if he was born today, he'd be like the most streamed artist in the world. If he had access to our technology to what we live in at the time that he lived, musicians were seeing essentially like household help. So is a little bit about that. Musicians were exactly in the same position as other servants. Cooks, chamber made, the exit... Musicians existed for the comfort and well being of their masters and mistress. The idea that you took on a composer or performer simply because he was outstanding. When you already had a full complement of household musicians was absurd. The trade was overcrowded, and there was almost no money in it. He's gonna learn to make money later on. I think most of the money he makes comes after the age of 25. But when he's a kid, the family traveling all over Europe, and he's giving concerts. He's doing all these other, these other things. But he's badly mistreated for the amount of talent that he has even at a young age. And then we get a description that he was most likely... His father was right. He was most likely born just a a universal genius in general. So you have a combination of intense work ethic. You have a father's almost like a tyrant and starts having you worked from the age of 3 years old, and then you also have these natural gifts that you're born with. We see a description of that here. He seems to have had a strong propensity to learn subjects with complex and difficult rules. It is likely he learned how to read musical notes before he learned how to read like read actual words. He learned both so quickly. He learned math easily too. His father taught him latin without difficulty. English, he taught himself. And then this is just another example that human beings are bizarre creatures and you read history and you just do not understand you you failed to understand how they could possibly do these things. So a lot of the the music that he compose and other people were composing the time. They were performed by male sop. Who had been cast as children. And the reason that these people... This was done against their will. Right? Because as adults, the male sop that are cast are able to produce high clear notes. Than no other male or females able to do. So Mo not the 1 Obviously, cast these people, He doesn't have any control He's no power. He's operating under almost like a feudal system. And Just wanna tell you this because he just kinda blew my mind. I just couldn't not believe this this happened. And it says the cast station was performed without anesthesia on boys between 6 and 8. Mo aren't new all. They call them the Cast. Note mo are new all the great cast of his day. Remember, they're doing this. They're forcing this on children. For their entertainment later, like how sick is this. Mo are new all the great Crest of his day, about 4000 of them. Were created in the eighteenth century. So moving on, he... Learned something that, his father, Moses father taught him that was really important was the ability to write detailed letters. He... We have a constant stream. Most of the book is just made up of letters between the family mo own writing. He documented a a large part of his life. That's the the record we're able to work from now, and and that's what preserved all these lessons. So said, Mo father was a prolific letter letter writer and taught his wife and children to write detailed letters too. They kept their letters carefully. Once Most its own letters begin to appear, we have a personal record unique among the great composer. Now the description why they're unique, the first part then Left myself, part 1, makes perfect sense. Part 2 is bizarre. And I have to bring up the bizarre part because it's mentioned over and over again in the book and in the letters. It is odd and disgusting at the same time. So it says the letters have 2 characteristics 6 First, mo are played with words in exactly the same way as he improvised on the cl, treating words as though they were notes. So I had to look up what that words. Or Cla is a keyboard instrument usually with strings. And so the author gives us some examples how he plays with words. It really sounds a lot like if he was making music, he'd probably rap. It's very similar to how... Like, he'd have word play and Rhyme different words, very similar to a few podcasts ago. With when I when I broke down J z's auto. Then we get to the odd in gross part. And he says, second, in the letters, there is much sc nonsense. I didn't know what that meant. So I looked it up. It says it's relating to or characterized by an interest in extra. Mo art was obsessed with shit. I have no way to describe this. There's nothing like, I almost omitted it, but it comes up so many times in the book because it's in his letters, and it's not just mo art. Like, his whole family is writing letters and I think they're most likely jokes, but they were just obsessed with shit jokes. His mom is writing shit jokes in letters. And they... That's the word they use. So I think the thought there was very intentional in using that words sc. Like, they have an interest in instrument for some weird reason, they go into the fact that he... That Mo had to provide for the family a very like he had to bring money to family very, very young. So he says the letters also deal at length with his father's always pre precarious financial affairs. Young Mo was able to contribute to family funds by performing a ticket only concerts and by selling his works to publishers. So if you studied the music industry, something, Mo did made the same mistake that I think a lot of independent artists that musicians are really realizing they're not artist musicians first, they're entrepreneurs first. And so when you sell back in his day, he would sell his work to the publisher. Right? So it's like, you get a small amount. So the publisher buys it, but then as they go resell it or, there's no there's no royalties. It's here's your advance. That's the last dollar you're ever gonna see good luck. And again, to reference Jay z because he he was 1 of the people that realized this back in 19 96. Like no. No. I I have videos saved in my phone of him when he's... He's 26 at the time in the in the mid nineties. And he's like, no No. We we own the music. I came into this business as an entrepreneur. Like, I'm not signed to a record label. I am my own record. And I I mentioned this guy on the podcast a few times. I think, entrepreneur should should study. He's an independent artist. His name's Russ. He was the first person in history to write, produce, perform and mix and master, an album that got a billion streams. So literally, the credits on his album is just his name. That's it. No 1 else worked on anything at all, and it got a billion streams, and he's given a bunch of great interviews breaking down how he thinks about music as a business. And the crazy thing is he's turned down, I think at least 2 offers from other... He's... He just... He owns his own music, he signed independently his own record label, like, he owns everything himself. I think at least 2 major record labels have offered him over a hundred million dollars to sell his his back catalog to them, and he said, no. And the reason I think that knowing these things is important because think about that. Like, essentially, like a 1 person business had the opportunity to make over a hundred million dollars. And it is my fundamental belief that we're just the very, very beginning of the age of infinite leverage, and we're gonna see more and more things like this in a bunch of different demands. Anyways, going back to Mo, This is very interesting. Kind of relates to what I was just saying, Mo was then 16 and no longer an infant prodigy. But for all practical purposes an adult performer and composer and a very experienced 1. So that last sentence jumped out the last few words or that sense to jump jumped out there Was like wait. To be very inexperienced at 16. This... I'm reading my note that I left myself when I got to this page. To be very ex... To be very experienced, excuse me at 16. This is going to be more common in today's age. So the the the the the person I popped to my mind is 1 of my... If I anytime I wanna buy a new device, I watch the... These Youtube videos made by this this video producer named m mk BHG. And the reason this popped to my mind because it's very similar to Mo. By the time Mk beach... His name is Mark has, I think. I'll I'll refer to him as his Youtube game. M mk B d had had almost a decade of experience. By the time he graduated college. He started making videos at 13 on the same channel that he he owns to this day, which is now a multi multi million dollar or media empire this guy's building. And so by the time he was 21 instead of going to look for a job or doing an internship or all the stuff that would have happened or recommended to, like, people, like, My when I graduated college, he immediately jumped out a college into a multi dollar media empire. He was extremely experienced. Think about how crazy it is. Right? Because usually the opposite. Like, you have an education, but no experience. So that's why you have to go do things for a low pay. This this guy is extremely experienced. Like, I don't need to go get a job I creating my own job my own business since Then, he's... This is now a few years of passed since graduated, and his empire is insane. He's got multiple channels. He's got podcast podcasts. He's got merchandise. He's building physical goods. But this idea that you can now in today's h be very experienced. Very experienced at a very young age. That is extremely rare, and Mo are a great example of that. So the author gonna give us the background the, like, the historical background in which Mo had to operate in, and this is what I mean. Like, he's kind of at the will... He's just born at the wrong time, unfortunately. Like, he would he'd be unbelievably wealthy and free today. And so it's... He's now under, like, the tu or essentially, this guy kind of owns him in in 1 sense. So it's his name was Archbishop bishop... I'm gonna call him Archbishop Colorado, because I know how pronounce the last name, and it looks like Colorado, but it's definitely not Colorado. Archbishop Colorado who took over the d and Petty state of Sal early in 17 72 This is where I'm starts living. He's eventually going to escape Vienna, and then he's gonna... He's gonna... He's essentially a, like, travels his whole life. But he says, so Archbishop of Colorado is now in charge of this petty state of Sal. He was a difficult man who played an important and destructive role in Mo life. Also he was the... He was a typical authority figure, and this is what Paul Johnson is going to describe the age of this history in Europe at the time. He says this the age of the enlightened des. What does that mean? Archbishop artificial of Colorado was all for reform provided it was imposed from above. And so there's several examples in the book where you have these, essentially like dictators dictating to other people. No. You... This is how you have to play music This... Like, they have rules for everything. So I complete top down central, like, centralized authority, and the I left myself on this is, like, you don't tell Babe ruth how to hold a bat? Like, what is this guy doing? This is to be sure rather on the long alongside. Mo did not know then of his pre election for B, but the hostility with which his grace received it was un unquote for. So he's playing for his grace quote unquote. And he's like, this is too long. Mo who could turn anything into an advantage advantage rather like the economy of means. So I needed to do a better job of describing which has happened there. Mo outperforming him. Performing for him. Remember child Prodigy, musical genius, 1 of the best ever to do. Right? And this guy's is like, nope, too long. And that's why I said, like, you don't tell Babe ruth to hold... Hold a bat. But what Mo or did is like, alright. Well, you know, this is all he knows at this point. He doesn't know it's possible Like, you don't have... Like, this is the environment he was built in or born in reddit. Right? And so he's like, okay, that's fine. Like, you have a a set of constraints. I love constraints. And so I love that this is, like, a version of like, relentless resourceful that we've seen in the greatest entrepreneurs. Right? Mo turned anything into advantage. So he's like, okay, I like the economy of means. I will take your demand, and I'll use it as a constraint to increase my creativity. And so this guy doesn't even know what he has, like, in court. He doesn't realize So I like the... He's got this gifted prodigy, more description on this guy. He was dom and surrounding himself as subordinate who copied him. He tended to treat musicians as Lack. And any disagreement or argument as criminal ins nation, there's many examples where if you're hired a court, you're, you know, you're you're essentially playing for extremely rich people, but they treat you just like they would, like, regular servant and any kind of disagreement you might have, Like, they'll literally just throw you in jail. Back to Mo arts approach to his work. This reminds me Sam Sam murray. He said if you know your business from A Z, there's no problem you can't solve so of my favorite quotes of any book I've ever read. If you remember Sam Sam Za story. It's the fish... It's the book called the fish the whale. He starts selling pedal rot... About to rot about to expire bananas builds this entire vertically integrated banana empire, and then overtake the largest fruit company in the world. So 1 of the crazy stories ever. But I think that that what Sam did where he just starts at the very bottom, and then it studies his entire industry and business and knows everything. Therefore you can solve any problem that pops up. It's exactly mo approach to to mute... To music. It says Mo are chief full maturity as a musician establishing a complete mastery not only of the forms of composition, but of all the principal instruments. Think about, like, the ingredients that he's using. Right? He could play them all. He knew how the the instruments worked from the inside and why they would fail to work well. And what Mo are like he like to work with. So other people that were as dedicated to him, so he would find out how inch music instrument makers approach their aircraft. And if if he found that, hey, this guy thinks like me. He's approaching a creation of musical instruments, The same way I approach my compositions. This isn't something that pops up if you study, like, the great advertisers in history. They always say, like, you need to tell potential customers, what work and effort goes into the product that you produce because they will have a deeper appreciation for what you do. And And so he finds this guy named stein that is completely obsessed with making the best Piano in the world. So he says he likes Stein best, Stein Piano best because he he was shown exactly how Stein had worked on them. So Stein used that idea. And it says Stein later made piano for Beethoven. But he always found Mo art, the most... And this is a... This is perfect that it, like, kinda fits together here because you have Mo arts appreciation for Stein dedication and obsession, And then in returns, Stein realizes says, hey, I make Piano for a lot of different people, and instruments for a lot of different composer, nobody knows as much as this guy knows. So said they, Stein later made Piano for Beethoven, but he always found Mo are the most knowing of his patrons. Mo was interested. This is a quote from Stein. Mo was interested in everything to do with the instrument. Another interesting idea from Mo art for you. He thought of music as a tool for thought. He said he liked to think profound thoughts while playing the violin, and he would encourage his listeners to do the same. And then we go back to the fact that just mow are through a sheer amount of insane work hours at his craft at his profession and the ability you'd like to put in all that practice is going to lead to talents that others lack and in his case, he actually develops physical attributes that his competitors lack because he's practice more than they did. Here's an example of that The Viola demanded greater left hand pressure to produce a certain sound that he needed to produce. Okay? This was no problem for Mo art because of the effect of constant practice and playing on his hand muscles. 2 sentences here that spawned 2 separate thoughts or says Mo had a highly personal approach to music. Nothing pleased him more than an intimate talk with a player about his instrument. What it could do or not do and what it could be made to do by a master player. So first sentence instance, Mo had a highly personal approach. Music. That was reminded me of this line. I read in a spoke called Inside Steve Jobs Brain, and it said this is just absolutely fantastic. And I think it's really important for all founders to do. Like, to to inject your unique personality and your own business philosophy should be unique to you Right? And used should be involved into your company. And the line says he made me talking about steve jobs. He made and remade Apple in his own image. Apple is Steve jobs with 10000 lives. To And then let's go back to that second sentence. Nothing pleased him more than an intimate intimate talk with a player about his instrument. What it could do or not do and what it could be made to do so unique knowledge, right? From a master player. What is that? What's what's really happening in that sentence. Mo art wanted to talk to a players. Not c players, not b players, not b players who hire c players. I want to talk to a players because they know what a... What a... What their instrument can be made to do by a master player. More on the historical background when he lived, and I think this can apply, like, if you're not sure what to work on, some advice here. We have to remember 1 important fact about Mo. He lived at the beginning of the first explosion of world population, which meant, among countless other things. A cumulative vast and rapid increase in the amount of music performed, the number of musicians, the amount of money spent on music, the spread of music printing and the proliferation of instrument makers and their competitive ingenuity. So think about the Internet and Rh age. It's like, the music, the the music industry in his age. The... The what came to mind because I was just reread it too. Is... I've mentioned a couple times that I really think especially because it's free online. Because we really have no excuse not to do this. That you should... Everybody should read Mark Injuries blog archive. It's like, 200 pages. His venture capital firm gives it away for free. If you just Google Mark recent blog archive, you can just go to founders number 15, and I'm pretty sure I link it there. But Mark, gives a lot of advice about, like, why do a startup? Why not to do a start? How to think about your career and all... It just... It's just it's just jam after jam after Jam from a genius. Right? But he said something that really interesting where he's like, I only recommend that you'd para This is not a direct quote, But he says, like, you should only work in industries where the important companies of that industry, the founders are still in charge at the companies. So let's say you're super smart and dedicated hardworking person. And in living in American 19 hundreds. It's very, very clear what industry, you go to Michigan and you work in the automotive industry. And if you've heard a bunch of my episode, you already know this because I did what, like, a 13 part... 12 or 13 part series on all the mad geniuses these founders, these fan founders that built the this... The automotive industry, which is, you know, 1 of the the largest industries in the world today. But what you wouldn't do is go work at 1 of those companies now. I mean, I guess you have Tesla, which is the first successful American car... New car company that think... I think since Chrysler. So it's was almost... I think chrysler was in the 19 thirties. I can't remember the exact date. I don't have it in front of me. But, Mark's advice this just like, well, you pick... It's a way to not only pick the industries to work in, but also to pick the industries to avoid. And it's he does that to like, a very simple proxy. Like, are the most we're the most important companies in the industry that you're targeting and are the founders still in charge of those companies. If not, try to find an area where we... Where they are where the founders are still in charge. I think it was Napoleon. I I can't remember who said the quote. I'm pretty sure was Napoleon who said the attention to details of religion of success. Mo gives a demonstration of that. Mo are made a point of inspecting the drums of any orchestra for which he was composing to make sure its drums were in top form. If necessary being so quick, he could score before performance. He also took into account the weather. On a damp night in a haul with poor heating, upper notes might be impossible. On the other hand, very dry weather might turn them sharp. Musicians themselves knew this, but very few composer did, and it was precisely Mo attention to such details that him to his players. Attention to detail is the religion of success. This is a fantastic description of Mo the person, Mo never had any difficulty making friends. He had charm. He was touchy and quick tempered like gunpowder, 1 friend who knew him well said but he was also lovable. I shall never forget his little animated count when he light up with the glowing dr of genius, and what a great sentence here to describe a person, and he says it is impossible to describe it as it would be to paint sun beams. So we're in his twenties. This is how... This is the 5 ways. I think... Yeah. The 5 ways that Mo are made money. Well, our thing income came from 5 main sources. The first was was pupils. Mo claimed he did not like teaching music. On the other hand, many of his pupils became friends. Opera commissions was a second source. Mo love the opera because he enjoyed the stage, and it is true that nothing did more to boost a composer fame and therefore general money earning kick capability, than a hit opera, but he made surprisingly little money out of his theatrical works you could think about it. It's almost like, he's paying he's getting paid in exposure more so than money for these these really successful opera opera composition that he makes. The third 1 is he would give public concerts. The fourth 1 is private concerts, which would usually be in Noble houses. I was just listening to, this podcast called the All in podcast, and they're they're holding like, this this giant, like, I guess, conference, I guess, summit, they call it, And I don't know if they made up the numbers, but they were talking about, like, hiring. I forgot they said drake, and I can't remember the other the other artists. But apparently, they they know that, you know, you can do private concerts just like in Mo say, And I think Drake makes, like, 2000000 dollars. If you want them to come to like a wedding or, like, you know, like, a conference or whatever, and I think they only do... It's it's something short. It's, like, a 30 minute set or something like that for 2000000 dollars. So there's a... Obviously, Mo in that much. He he he did have a lot more money than people than other biographer have had written about, but we see most such doing the same thing. A fourth form of income was private concerts, and this would happen in in rich people's houses essentially. Then fifth, there was a sales of Pierre Piano Concert, Sonata S to a music publisher. And then we just get to just what a sentence here. I double owner underline this as a child and teenager. Mo was the most hardworking and productive composer in musical history. The chapter I'm in is called a married composing machine. And so the way to think about Mo art aurelius is He worked all the time, and he was a composing machine. Mo art led a hectic professional life and involved frequent travel. I have noted 1 month when he gave 22 concerts in a 4 week period. That is a very heavy schedule for any musician and deadly for an artist who also requires time and solid for his compositions. His heavy commitments meant that he composed often into the night, including through the night. So he's pulling essentially, working all day to the concert, then pulling all night to make compositions by himself. So another character that pops up in the book and he becomes a good friend of of Mo art. Is Joseph Hayden. Joseph Hayden is considered, like, the father of the Symphony. And he's about 25 years older than Mo art, and he clearly recognizes his most such genius because he's having this conversation with Mo father and this what he says. Hayden said to me. Before God, and as an honest man, I tell you that your son is the greatest composer known to eat to me either in person or by name. He has taste and what is more, he has the most profound knowledge of composition. So there's a lot of letters between Mo art and Hayden, Hayden becomes, like, a mentor to him. Clearly says, like okay, This guy it's like Neo and Matrix. Like Morph and Neon and the matrix, like their relationship relationships like this guy is the 1. And it was interesting that he's not describing, of course, he's great at composing music, but he's saying he has the greatest knowledge of comp... The most profound knowledge of composition. And so this is important because not only are they learning from each other, but they're pushing each other. So I'll talk about this later in the book towards the end of the book. There's a there's a highlight, a paragraph where they're saying, hey, these guys were going back and forth with each other, not dueling first, but, like, the competition was definitely pushing both of them. Where they had, like, created masterpieces. Pieces that have... That people are listening to hundreds of years later, every 2 weeks for, like a decade. I don't remember the exact time frame. I'm gonna read it to you when when we get there. But just this... I think this is... The the reason I bring this up because I it's extremely important for founders found, like, founding running your own company. Not a lot of people who can really talk to. And what I noticed is, like, founders know other founders. And part of this is, like, not only because all. We've think similarly, but because, like, they can... They just understand what you're saying. Like, you can... 1 entrepreneur can talk to another entrepreneur that they don't know each. It's like, yeah. I I get exact. I know exactly what you're going through. And clearly, like, that that the having the... That having that relationship with Hayden don't benefited Mo art, not only his personal life. I should be not only his professional life, but it also his personal life too. And then I really like this idea because now mo are... It's starting to spend more more time. Creating for the opera, which is, like, the highest levels. Like, it's, like, if you're building products. Think about it it's like, your building products that are targeted to the super rich is the way to think about it this in in their day. Yet, if you really think, like, the idea behind what I'm about to reach you, is you find something that's being done on a basic level, and then you realize its potential by rei imagining it. And so it says, mo seem to have acquired the instinct to make music dramatic. To animate people on stage entirely from his own personality. His impact on the form, meaning Opera was fundamental. He had found opera so called in rudimentary shape and transformed it into a great, many facet art, another main point from the the life and career of mo art that we can use. Like, if decade after decade of practice is going to make anything look easy. It says the word effortless is constantly applied to Mo work. There was nothing effortless about fig... See he... So Paul, I I guess I should tell you. Like, there's a bunch of the book that I'm skipping over. Paul has, like, this upset. Like, he clearly loves classical music. He clearly loves Mo art music. He's like a... What... The analogy I would use is, like Mo art is a as big a fan for Paul Johnson. The author is a as big a fan to Mo art as I... Like, you could hear when I did the podcast on Jason. And so, Paul really goes deep into what he loves about Mo art. But anyways, I I just wanna pull out the... For our purposes, the fact that the importance of just decade after decade of practice. If you wanna make something look easy, the word effortless is constantly applied to Mo work. There was nothing effortless about Fig. It was it was hard, intense due it was all hard, intense application of huge knowledge and experience. Sometimes illuminated by flashes of pure genius. That's just another great The reason I like, Reading Paul Johnson's work, and this book was a little harder for me to read because there's so much detail about classical music, and I don't know... I didn't know anything about it. So I to, like, there's... Terminology he uses in the book that he hasn't used in any other book that I've read that I has, like, go. I almost have, translate, so they made a little more difficult, But the reason I like Paul's writing is because of this. Is was like, you just got these great short sentences. It was all hard intense application of huge knowledge and experience sometimes illuminated by flashes of pure genius. And people knew how good Fig was at the time he created it. Right? And think about this, f success led the emperor to band excessive applause, which prolong the evening past his bedtime. So you have the Dick cater that literally can pass laws. And don't of myself that jumped out of me when I got that sense and they go, imagine being so good at what you do that the ruler of your country has to pass a law to get people to stop clapping. And so I have a great deal of respect with the the a complete dedication that Mo had to his craft, but he also did something that's smart. He enjoyed life. There's a lot of people that are completely obsessed with their craft. And then, to me, like, life is the point behind life is to experience. So, like, to to to enjoy this journey. That we're on. And part of that, I think for certain personnel personalities, Obviously you have to be good at your. You'd had be good at what you do to get the enjoyment out of life, but also, you can't make yourself miserable over it. And Mo didn't his... The last 3 letters of Mo that had survived show him at the top of his form and prove 3 things beyond a doubt. He loved his wife He enjoyed his life and who regarded himself as a very lucky fellow. And then we get to the death of Mo art father and we see Mo art reflections on death in in this letter that he writes to his father that's survived. So it says the death of Leopold Mo on May 20 eighth and 17 86, 17 87, age 68 opened the last phase of his son's life. It was both a relief and a shock. From the age of 3, the young boy had first began to pick out tunes on the cla air, to well past his 20 ninth birthday, over a quarter of a century. Father and son had enjoyed the closest relationship in musical history. The fact that they exchanged long, detailed and factual letters for most of this time, dealing mainly with with Mo professional career and creative life is of immense value and fascination. And so it talks about the last letter. He says by the last by the time that Mo sent this last letter. He already knew that his father stricken with what would prove his fatal illness. This letter is somber, and so this is where we get Mo starts reflections on death, which might be a little surprising. And Mo says, I have now made a habit of being prepared in all affairs of life for the worst. As death when we come to consider it closely is the true goal of our existence. I have formed during the last few years such close relations with this best and true friend of mankind that his image is not only no longer terrifying to me, but it is indeed very soothing and soul. That is a very unusual perception of death. Right? He calls it the best and true fan of mankind. It doesn't no longer terri me. It's soothing its soul. I never lie down at night with it. This might be a smart thing to do, actually. I never lie down at night without reflecting that. Young as I am, I may not live to see another day. Yet no 1 of all my acquaintances could say that in my company, I am a roast are disgruntled. For this blessing, I daily think my creator. So he's since she's saying, like, I'm not guaranteed tomorrow, I'm thankful, and I'm grateful that I wake up to every day and I try to treat every day a as a gift. That's actually a really positive like, at the beginning of the letter, you know, it was kind of a bizarre Or roast kinda negative mind perspective, but then it ends on something that, like, the his lesson from that. It's actually a really positive takeaway. So up until his father's death, like, father is a very main character... Like, a major part, major character in this book, and know left myself on this bottom page is Paul Johnson is good at providing oh shit moments where he just kinda wraps everything up at for you. And like, kinda really wants to make sure they... Almost like you're paying attention to do you understand how profound this this father son relationship was. And so he does it And it's just a paragraph. He says it's no use asking what if Mo had an ordinary normal father? Mo without his father is inc, and there's no point in in considering it, just as Mo himself was a unique phenomenon. So Leopold was a unique father. And the 2 created each other. And so then we go back to Mo starts relationship with Hayden, and the way Mo art approached his music and his work lights work, I say, he has a a lot in common with history great entrepreneurs, there was a... The they optimized for Flex ability. There is like, a sense of where... This is a complex a complex adaptive system. A lot of the things we're doing are unpredictable, and so we have to be able to improvise. He says there is a cent, and then we're gonna get to what I think it might be a crazy sense into the entire book. There's a sense in which Mo entire life is a gigantic improvisation. The rate of production was almost incredible. It had been calculated from 17 81 up until Mo death in 17 91, hayden and modes are between them, created a master work every Fortnight. And this is what I mean about. This might be the crazy sentence in the entire. From the age of 20. Mo art never went a month without producing something immortal. Something not merely good, but which the musical repertoire would be really impoverished without. Did he realize this? Did he ever stop working, laughing, loving, and playing long enough to think about the nature of his achievement? And so some of the people that also composed music they thought, you know, the more musicians, the more instruments the better, but mo are thought, like the Polling. And it's more important what what you can do with what you have, not just a sheer number. So it says, mo are, like anyone else, re having ample forces as in his disposal, but as Napoleon says, what matters is not the total size of your army, but having the right troops at the right time in exactly the right point. It is the right notes that matter and the exact combination. And perfect timing together that create overwhelming power. Let me go back to this idea of what he... What mo had in common with a lot of issues greatest entrepreneurs and then know that myself is improvising is just more just a more fun way to work. All music was living to Mo. It was never written in stone. There were passages that delighted him and were not to be altered unless of course, something even better flashed into his mind, But he was extraordinarily ready to rewrite. 1 thing he loved all of his life was to improvise. And then we go back to more of Paul's passion for Mo art. He's fired up on this page. Really this paragraph the reason I'm gonna read it to is because this just reminds me, like, the million different things that a founder has to keep in their brain at once. Think about that great quote from Steve Jobs where he said designing a product is keeping 5000 things in your brain and fitting them all together in new and different ways to get what you want. And so let's go to mo. Mo had to find musical Intellect, which is always working way in his music, setting itself problems and solving them. His brain would was be attacking the network of technologies and their ever changing relationships over the different levels of a dozen instruments was his brain was as quick and quick and efficient. But 1 is not aware of this intellectual activity. 1 is busy enjoying the sen ness of the sound. That is what is meant by the ac axiom. Mo earth's beauty prevents 1 from grasping his power. A lesson from reading 2 books on Sam Walton. He loved to keep people guessing. He said, always keep them guessing, Keep your competitors guessing, keep your customers guessing. Mo did the same. When he was in danger in lol the listeners into complacency, he administered a short, sharp shock of some kind. A theme that also pops up over and in these biographies is that you should learn the rules first, so then you can break them later. And Mo did that as well. What he learned in writing Sin was that the rules of composition must exist they must be clear and must in a sense be routinely followed, but that a self confident, experienced and gifted composer must ignore them without hesitation. And then we get to the end of his very short, but very intense life. In July Mo was commissioned by a mysterious stranger to write Rec and was paid a generous advance. The man turned out to be a wealthy No. By the time he was finished, he was exhausted. He would have recovered as he had done often done before, but he caught an infection, diagnosed as camp fever, which seems to have aggravated the kidney weakness that had plagued him for many years. This combination proved fatal, and Mo are died on 12/05/1791, 8 weeks short of his 36 birthday. He seemed to know he was dying, but his mood was composed, tranquil, resigned to accept his fate and grateful for all that life had brought him. Even on his deathbed, indeed above all on his deathbed. Mo aren't new, it would all come right in the end. It is hard to imagine 2 works more different then fig and the rec. Yet they both breathe this message, the theme in some ways of his life, never despair. And that is where I'll leave it for the full story by the book. If you buy the book using the link that's in Shown no your podcast player, you'll be supporting the 5 at the same time. If you wanna give a gift description to a friend or a coworker, there's a link in show notes and also available founders podcast dot com. That is 240 books down, 1000 a go, and I'll talk to you again soon."
}