{
  "transcript": "As a saga of early flight becomes more distant. It gains rather than loses fascination. Air travel is now so commonplace place has been so widely experienced that those who risked their lives every time they took an airplane up, who flew an open aircraft craft totally exposed to the elements and without seat restraints, who took their machines to great heights in freezing cold or in imp rain who died and watched their friends die, pushing up against the limits of performance. Have become almost mythical figures. They were that, of course, but they were also simply young and eager men and women embracing a new technology with the breath z of youth. The fear of death would dis them no more than it did the first climber to summit Everest. That an excerpt from the epi of the book that I wanna talk you about today, which is bird man. The wright brothers, Glenn Curtis and the battle to control the skies, and it was written by Lawrence Gold. So 2 weeks ago for episode 02:39. I re reread David Mc mccoy fantastic biography of the wright brothers in that book. Glenn Curtis has mentioned several times. Glenn was the most formidable of the wright Brothers competitors the very beginning of the age of flight. And so I immediately started looking for biography on them. As I searched, I came across this book. I immediately started reading the sample on Kindle. And I was immediately blown away by not only the quality of the writing, but just how insane the stories in the first few pages were. I'm gonna something up from the back of the book. It says a meticulously researched account of the first few hectic tangled years of aviation and the curious characters who pursued it. And so I wanna go right to the beginning. This is the part that I read on the Kindle and immediately ordered the paper back version, which I hold my hand right now. There are a lot of characters we're gonna go over today in a lot of detail. This book took me well over 20 hours to read into digest. So says on May t 19 12, Wilbur wright died peacefully in his own bed. Wilbur had contracted Ty forward fever 1 month earlier from the speculation went, eating tainted clam broth in a Boston restaurant. At 5 feet 10 and only a hundred and 40 pounds, his body had lacked a strength to fight off an ai that in the coming decades would be routinely van with antibiotics. He was only 45 years old. America had lost 1 of its heroes 1 of the 2 men to solve the riddle of human flight. Across the nation, newspapers d cry the sad stroke of luck that had robbed the nation of 1 of its great men. The right family did now, this is what immediately drew my attention. And I was like, what is going on here? The right family did not believe Wilbur death to have been the result of bad luck. To them, Wilbur had been as good as murdered. Hound to his grave by a competitor so dishonest, so un so lacking in human feeling as to remain a family scourge as long as any of them remain alive, Glenn Curtis. And so will we're right and Glenn Curtis of 2 main care of the book. They're gonna be supported by probably a dozen, maybe 2 dozen other just insanely interesting people that we can learn from. I'm not going to re... Anything that I covered on episode 02:32 39. I won't cover on this 1. It's very much, I think of... I'm gonna think of these 2 episodes as, like a 2 part series almost... I think it's beneficial to listen to both of them. So it says the bitter decade long right Curtis feud pitted against each other 2 of the nation's most brilliant innovators and shaped the course of American Aviation. Their ferocity with which Wilbur wright attacked and Glen Curtis countered first launched America into pre in the skies and then doomed it to mediocrity. So that's going to be a main theme of the book. I have a ton of highlights on. I'll just bring it to your attention right now. Is the fact that you should avoid any activity that distract you from improving the the quality of your product and the quality of your business. They both spent so much especially more will right than than Glen Curtis because Wilbur wright starts out ahead and then Glenn Curtis actually passes him by a significant margin and and it's much more successful in the aviation business than the right brothers everywhere in terms of building an actual business. But wilbur we're stopped working, You know, he had 1 of the most gifted engineers and had just this crazy invent of mind, and all of it was tied up for the last few years of his life was just fighting lawsuits. And so the quality of his product and the quality of was his company suffered dearly. So that's what they meant. Like, they launched him in of America took the lead, and then doomed it to mediocrity and a bunch of other companies overt took the lead from America. It says it would take the most destructive conflict in human history. To undo the damage. And so that was actually reversed during World war 1. When there was a call to arms by the American government for all... Stop fighting Essentially, they said hey, stop fighting guys, not only Curtis and wright, but all of them. Stop fighting and start working together. We need to have superior air power. To to to help win this war. The combat patterns were well matched. This is so fascinating what the author does here. As is often the case with those who despise each other, Curtis and Wilbur were sufficiently alike to have been brothers themselves both were obsessive and serious. Wilbur wright was the son of a minister, Curtis the grandson of 1. Each came to aviation via the same route, racing, repairing and building bicycles, and each displayed the collection of analytical instincts and dogg perseverance that a successful inventor requires. And that's what 1 of the things I came to admire most about Glenn Curtis because I knew how his story ends up. I know that he caches out. He makes, like, 30000000 dollars, winds of retiring in his late forties, he comes down to to Florida keeps inventing and start and starts developing real estate does all this other crazy stuff, but there were so many times in the book where just seem like, oh, this guy's finished. And it's that idea that's this dogg and perseverance just refusal to give up. Neither of these men would ever take 1 small step backward in a confrontation. They may have been a alike, but they were not the same. Wilbur Wright is 1 of the greatest intuitive scientists this nation has ever produced. It's also a reason why you should listen to 02:39 and read the book if you haven't yet. Completely self taught he made spectacular intellectual leaps to solve a series of intra problems that had alluded some of history's most brilliant men. That is an amazing sentence because it is 100 percent true. Imagine solving a problem that had alluded some of history's most brilliant people up until that point. Curtis was not Wilbur equal as a their theo pediatrician. Few were, but he was a superb craftsman, designer and applied scientist. If this was physics, he would be fermi me to Wilbur Einstein. Later in the book, the also does a fantastic job in case I forget to read it to you. He says essentially that Wilbur Wright is a master architect and Glenn Curtis was a master builder. So I think it's a great way to think about the difference between the 2. After Wilbur death, Or, wright attempted to maintain a struggle. But while his hatred for Curtis match Wilbur, his talents and temperament did not. After his brother's death, Or was never able to must through the will to pursue their mutual sessions with necessary Z. And then we're still in the pro log and we get the introduction to Curtis. It says Curtis who often spoke of his speed craving that's his quote. He had a craving for speed, who often spoke of his speed, craving first turned his attention to propulsion. He experimented with motor bicycles, and in 19 o 7, set a 1 mile speed record of 136 miles per hour. So let just let's just pause her. So not only did was he able to build this himself, but he was the 1 that she piloted piloted the bike. Think about how insane a person you have to be or how unusual person you have to be to go a hundred and 36 miles on a motor motorized bicycle in 19 o 7. That is crazy. And I'm gonna repeat the crazy and insane these kind of I'm using over and again. That's that my nose is just this guy's nuts. This is insane, I cannot believe what I'm reading. It's just over and over again. So it says he was hailed as the fastest man on Earth. 2 years later, he would also be the fastest man in the sky. By the time the rights after a 3 year delay, finally decided to aggressively market their invention, Curtis was engineering the most efficient motors in the world. So that is his path into aviation such with the bikes, such building motors for bikes, realize realizes, hey, why don't we put my motor on all these... The all these other people? These early avi. They're doing these glider experiments. Well, let's just put them 1 of my motors on 1 of those gliders and see what happens. And so Curtis wines are building the best motors for airplanes earlier airplanes, than anybody else in the world at the very beginning of the aviation industry. So it says, Curtis was mentioning the most efficient motors in the world that he would mount those motors on aircraft, created a threat to the rights aspirations of monopoly, and they brought suit to s him. The ups start. So they're... This in the background of this book, and I'm not gonna talk too much about it today, other than what right where were rates preoccupation with it is this gigantic patent infringement lawsuit I've read a bunch about patent infringement lawsuits in the past. This is the most unusual because I think the rights bring up. I think every single. I think they bring 9 total lawsuits against Curtis and other people. They don't lose any of them. But the reason I say it's bizarre is because it never stopped the behavior, they... People just kept going on building airplanes. So if this pre preoccupation with winning these lawsuits, it's actually caused we'll be right to over it to exhaust himself and then being more exhausted. Obviously, you're prone for his his brother survived type for fever. Other people obviously was more deadly in their time than it is in ours. But it was a sur viable disease. But if you've if you've push yourself too far, you didn't take it your health. You push those to exhaustion and you're doing that because of these lawsuits and then the lawsuits really stop anything. It's almost like we lost 1 of the the most important people in American History for essentially no reason. So there's definitely a lot of cautionary tales in this book as well. Back to the pro log. The wright Curtis feud was at its core a study of the unique strengths and flaws of personality that define a clash of brilliant minds. That is the reason you'd wanna read this book. It is a clash of absolutely brilliant brilliant minds. Glenn Curtis and Wilbur wright or these, like, power law people. They are n of 1 people. Neither Glenn Curtis nor Wilbur Wright ever came to understand his own limits. That lu ness, this is so important I dove on online check this out. So Curtis and Wilbur never came to understand their own limits that lu intelligence in 1 area of human endeavor does not preclude gross incompetence in another. And because genius often requires arrogance, both men continuously repeated their blu. Wilbur Wright and Glenn Curtis might have been the principal players in the story. But they were hardly the only ones. Early flyers, bird men as they were called, so that's why the the... That's the name... Why this book is called what it is. The early pioneers in aviation industry were called bird men, as they called were pioneers heading, heating the same draw to riches are fame are elimination of the unknown that motivated those who who'd had crossed uncharted ocean century before. And so aviation was rep repeat with outs sized personalities brutal competition and staggering bravery. I am so thankful that the author drew that conclusion. He's like the same kind of person says, main thing with the podcast. Right? History doesn't repeat human nature does. And so he is saying, the author they're saying, hey, the same kind of personality, these crazy pioneer type that wanted to say, hey, let's jump in a boat and see see what happens at the end of the ocean, or let's explore the the the pole at the north pole or the south pole. Or, let's try to solve this ancient problem of human powered flight, it's all the same personality type. That's why I think if you go back, there's a lot of parallels. So if you go back and look in the r k, starting around 01:18, Episode 01:18 all the way to 01:30. Did, like, a 10 part series or something like that on all of the early automotive industry pioneers. And I had it did... Usually, I I was doing them in a row. Sometimes I had to wait because these books were very uncommon so I had sometimes I I'd wait months for them, so you'll see me do. Like I think it did, like, the 3 reports here at Larry Ellis and then there or something about but the same kind of personality, the same person essentially. That was interested that was drawn to the very beginning of... They they they had an inclination, how important the industry was, but it was so tiny compared to how big the automotive industry is today. What I found is the the the early automotive founders, are very similar to the early aviation founders. They're very similar to the 8... The personal person personality type that is. They're very similar to the people the beginning that built the first railroads, to people that first built the first internet companies. And so I think going back and studying these people and all these births, birth of these industries that wanted to becoming foundational to the modern economy, Having that knowledge gives you an advantage because that's not like that's going to stop. Humans are gonna constantly discover new things, they're gonna constantly create new gigantic industries. And I think with that knowledge, if if that appears in our lifetime we're able to take advantage of that. But I think the author absolutely nailed it It's like, it's the same kind of person that was drawn to rich its fame or illumination of the unknown that motivated those that had crossed uncharted ocean centuries before. They were... So now he's gonna name some of these people. So it says, there were great designers such as Louis B. So if I can't pronounce a person's name. Just gonna use their initials. There were great designers such as Louis B, who flew across the English channel. The first man to do so with a foot, and he was the first minute to do so And he had foot so badly burned that he had to be lifted in and out of his seat. So he's gonna wind up surviving. I gonna tell you a bunch of the people who he's about the list all die. He survives. He... I mean they they they died like a heart attack when he's in the sixties. So that's the first guy to to fly the English channel. Then you have Thomas Scott Baldwin, he was the inventor of the flexible parachute and a Show very similar to Pt Barn, who almost convinced the world that balloons where the future of aviation. He survives. Then you have John m, John Mo. He's he's gonna die. John M, who listen to this. John M, who after 3 failed attempts to overthrow the government of El Salvador took to aviation and within months became the preeminent eminent flyer in the world. That sentence is insane because it is true. A Harriet Qui. She's gonna die. An actress and journalist who c hold flying lessons from her employer to become the first woman to receive a pilot's license, and then the first woman to cross the English channel. And Lincoln Beachy, he's gonna die, perhaps the finest avi the world has ever seen. A man who boasted so many first and best and never never before done that his exploits would beg credibility had they not all been documented by eye witnesses. And he author makes the point that in the first few years aviation, pilot would die once 1 pilot would die every 10 days just to give you a an indication of how large the body cat... Body count was at the beginning of the industry. The saga of the rights and curtis is the story of early flight. There were no 1 and nothing in the in the remarkable decade of 19 o 5 to 19 15, that 1 or both of them did not touch our fact. Their drama was played out on a stage populated by comparable characters engage in a pursuit that had held mankind in its t from the dawn of civilization. So that is the end of the pro log. That is the exact moment where I put the Kendall sample down and said, I have to read this book, and I ordered the book. So then we go into the first character. I'm going to weave all these characters as best I can through the story of Curtis. And write, this 1 you've heard me talk about because it was the the person that I inspired Wilbur right the most, and it was this guy named Auto Le t. It so a wealthy german... German engineer named Auto Lin. All Was no amateur. So he starts doing these these these experiments in the 18 hundreds. He's a about a generation holder than Wi right. Lone was no amateur. He was the most sophisticated aerodynamic of his day. For 30 years, he had taken tens of thousands of measurements of various shaped surfaces moving at different angles through the air. In 18 89, he produced the most advanced study ever written on the mechanics of flight as Wilbur wright would later assert of all the men who attack the flying problem. Lil was easily the most important. That is a quote from Wilbur wright, he was easily the most important. His greatness appeared in every face. And to me, that is always very important to pay attention to. When you have a formidable individual someone flat out genius extremely talented. Somebody the quality of person like will be right saying, hey, this is the guy. You need to study him. The most common example, I always give you the podcast the fact that Steve Jobs is arguably the greatest entrepreneur ever live, and all he tells you over and over from the time he in his twenties. To right before he's about to die, Edwin Land was man. He is my hero. He's who we should aspire to be like. If you're an entrepreneur, you have not studied Edwin land yet, the founder of Polaroid Steve Jobs hero. You're really messing you're making a mistake. I think anytime you see somebody that you admire, say, hey, this is who I admire, That's a that's a no brainer. And so we're seeing that right now with wilbur with Wilbur wright. I'll look for, a biography on Loan lymphoma. Because he made a bundle... Like, he obviously didn't make any money aviation. And he, like, made money being a, an engineer. I should actually look for biography on him. So says Lil became a world renowned figure, but he had little pop... He had the little use for popular acclaim. Didn't care by anything. He just kept doing his experiments and documenting what he learned and sharing other people. So he's like a hero to almost every every... The future founder, the future founders of the the aviation industry, look at on auto laws, like the the godfather or the grandfather of the of the agency or industry rather. It's not that different. If you go back and study the the early, American automotive industry. You had this guy that Henry Lin was a generation older, than all, every other, American automotive founder. And Leland founded Cadillac when he was 60, he founded Lincoln Motors when he was 70. He came as a full fully grown fully formed fully mature man to this new industry. And he had multiple decades of making extremely high quality products before he even decided him I'm gonna jump into the automotive industry. So all of them. Henry Ford would go to Lean when he had a prop question. Alfred Sloan, the best well known Ceo of g general Motors would go to him. The Dodge brothers trained under him. So, of course, I had to read a book about him because you have all these other people that built these gigantic, Billy Durant all of them. So the founders of Gm, Dodge, Ford, are all learning from Leland and then using what they learn from Leland to help build their companies. So back to the book, even though Lone draws becomes world famous. He didn't care about popular claim. He just continued to publish run experiments and then published those results in in scholar pay... Papers and articles. As if... He was as sophisticated as anyone living on the va of air currents. See all remember, this is at this point. I shouldn't say remember. You may. I know this. But at this point, there's no. This is all gl. Like, they're just trying to figure out how okay, how birds can fly. How can we figure this out. So it says, so he's he for 30 years he's doing experiments. He's in the air. He's got skin in the game. He's gonna risk his life and he's gonna die as a result. So it says, as sophisticated as anyone living on the va of air currents, Was aware that Luck had played a role in his continued success. And luck he knew had a habit of running out. So he he's doing this. The problem is so important that he's willing to risk his life for it. And wait till you see some of his last words arts insane. In 18 96, all installs luck did run out. He stalled 50 feet from the ground, fell and broke his spine. The next day, Auto lymphoma was dead. In his last hours he uttered 1 of aviation most famous tat. Sacrifices must be made. Wilbur been following Le all his exploits with fascination and word of his death aroused an interest in him that had existed since he was a child. Lu passing left a void in the struggle for man flight. And on that day, Wilbur decided to fill it. And then the author does a fantastic job of saying, Lone always just the first of many formidable people throughout history that have tried to attack this ancient problem. The heavens had been home of the gods in virtually every recorded religion. And not a single civilization from earliest antiquity fails to depict men and women often in flight. So it's essentially saying this is an ancient problem. Right? Achieving flight might well be considered the oldest and most profound of all human aspirations. This is a fantastic sense too. The science of flight has attracted the greatest minds in history. And you know they're great because it only takes 1 were 1 name, and you know exactly who these people are. Aristotle, Arch, Leonardo and Newton. But achieving the goal stumped them all. Achieving human flight turned out to be a giant puzzle solved over centuries, peace by to peace. So at this point, I'm only 7 pages into this book. And I have notes coming out of my ears. Right? And so I'm I'm thinking about, okay. Saying, let's go back to the 1 page says this since early antiquity, people have been thinking about this. Right? And so I wanna... I was thinking about, like, what other problems? I'm gonna pause here, and let's just try to think the other real quick. Like, what other problems can be described as this. Right? It's achieving human flight, essentially solving the problem if human flight. Turned it out to be a giant puzzle solved over centuries. Peace by to piece. So when I came to this part of the book? I wrote inside the book, what else can be described in the same way. Like, what are we working on right now? It's a giant unsolved puzzle. The solving it would be a huge benefit to all of mankind? Just like powered flight has been a huge benefit to all of man time. Right? So the 3 things I wrote down. That just came to mind was energy, housing or shelter and aging. And these things are the things that I'm worried about the most especially for, like my as my kids builder, older is energy costs are right now, and as I'm recording this are spiking. And housing costs are getting more and more expensive. But housing is shelter. It's like 1 of, it's an ancient problem. Every single human, both both of those things. If you think about every single humans ever lived needed shelter needs some form of energy. So it says achieving human flight turned out to be a giant puzzle solved centuries piece by to peace. We have still still not found a way to shelter all of humanity and to have to produce energy, like, to have an abundant abundant energy policy. And then something else that humans that came in mind that humans have been trying because I was... I sat on this page for a while. Like I didn't just skip. I thought about that sentence for for a good amount of time. And I was like, what else if humans been trying to solve that heaven. Like, we've just... We... We've made a lot of progress, and that's that's aging or that's the reduction of disease or whatever you wanna call it. And I think really the benefit of that sentence or reading books like this is just like, alright, like, this the right brothers and then Curtis obviously extends on it, but like, they solved the problem that humans had struggled with for 500 years for a thousand years for 1500 years. I think this saw our benefit to understand that every single problem that we have in the world right now can. There is a solution. We might not solve it in our lifetime. But I think the worst we can... The worst mindset we can have is, oh, it's this is just the way things are. No. Absolutely not. If if the right brothers just said, you know, at the time of the right brothers are doing experiments, if people like, the the major newspapers a day saying human flights in impossible won't be solved for thousand years. Like, what if they actually listen to that? And I think that's just 1 of the benefits of reading a ton of history. It's just like, oh, okay. At their time, they thought this was on... This was impossible too. And yet I live in the reality that they thought would would never happen. And the best way to describe, like, the thought that's that's per in my mind right now is, Elon put it... Elon must put into the best words. He says, if you go back a few hundred years. What we take for Granted today would seem like magic being able to talk to people over for long distances to trans images flying, assessing vast amounts of data, like an Oracle. These are all things that would have been considered magic a few hundred years ago. So anyways, that... These are just the things that popped to my mind hasn't reading the. So, obviously I'm gonna share those those thoughts with you in case they spawn any thoughts in your own mind. So now we go to Octave Shen, who I talked a little bit about, It was, like, a Wilbur rights mentor, again, another... About a generation older than the wright brothers. And it's really interesting if you think about the the role he played. He never built his own flying machine, but he organized the information of everybody was doing that and then shared the data across everybody. And that actually sped up progress. Right? So it says if if the flying process was to move forward with any efficiency. Experiment mentors would need some means to separate what seemed to work from what seemed to not. So what are they talking about? Talking about data. Right? Valuable information. Data and results would have to be shared. The man who most appreciated the need was someone who while not producing a single design that resulted in flight was arguably the most important person to participate in its gestation. That is a crazy sentence. So he's saying not, the most important person might not be the right brothers might not be the curtis might not be the. It's the person that organized all the information and and acted as a catalyst of thought and action for the people that actually solve the problem. Would the wright brothers have solved the problem without knew. That is not at all clear. And so it talks about that here. It was not his intent initially to design aircraft, but rather to serve as a catalyst, a focal point for the growing streams of theory and data then being generated about what they used... What everybody should call this problem, the flying problem. That's exactly what these... It's a flying problem It's a problem. And it's that's a great way to think about. Like, this is just a problem. All problems have solution may take 5 lifetimes to get the solution, but there is a solution here. And so Octave is going around. He's going to... He's seeing experiments happen in Africa. He's seeing experiments happening in Europe. Seeing experiments happen in America, and he's going around and collecting the data like the the central... Like, the the main node, if you wanna think about that in the network of all these other people. And most of these people did not know each other. They didn't talk. They didn't communicate that they didn't even know... They weren't even aware of their of each other's existence before S. And so he's like this master network or S proceeded correspond with everyone, who he could discern was working seriously on heavier than air flight and thus thrust himself into the forefront of the ongoing research. And then what did he do here? He does something that's genius. He takes all his learnings and then produces it into a format that makes it other easy for other people to to download these ideas into his brain. He comp... He compiled all the information about the historical experiments of flight and he put it in a book And he wrote a book called the progress and flying machines was read by virtually everyone who is experimenting in flight and anyone who's is considering it. Its publication in many ways marked the beginning of aviation as a rigorous science and fertilize the soil. From which the right flyer sprung 9 years later. So in the beginning of any industry or any new business you're gonna have a ton of really serious people that are interested in solving the problem and then you're gonna attract a lot of scammers and liars and just people essentially, like, the rat poison to use Charlie Mu term. Of just low quality people. This is 1 of them. This guy's named Augustus Moore herring. So it says the second assistant came with a reputation for Brilliance that would be... And he would become 1 of the most controversial figures in the anna of early flight. His name was augustus moore hearing. Audacious d as he might have been, he did not lack intelligence or talent. So remember his name I'll reference him many times throughout the book he's essentially, like, the the the the the biggest scam artist in the early aviation history, the ripe brothers identify immediately. They just see, hey, none of the stuff the guy says is actually true. Because there there was a... There's like, a sometimes something that you do can be, simultaneous like, an asset and a liability. So something about the wright Brothers is, like, they closed themselves off from everybody. They didn't want partners. They was extremely skeptical of other human beings. So that caused them not to be taken advantage of by people like hearing where Curtis actually winds up getting taken for a ride by by hearing, but also closing yourself off, can close yourself off to the bad, but also the good ideas. And so there was innovations happening after the right brothers successful flights. Kitty Hawk and others. Like, especially she made by Curtis said they were just essentially no. They didn't believe anybody else was as talented as them, and because they weren't really paying attention to other people were doing, they wind up losing their lead. They took the foot off the gas and then were were quite actually quickly out paste and overtake and then never they then they never caught up again. Now they jump into a Wilbur wright, getting ready and some of these things we're just gonna pull out real quick. He... Wilbur wright began by reading everything on the subject. So reading everything is just part of a job. You do that because then you can combine once you download into your brain what everybody else has learned. Then you can combine their ideas with your ideas, and you come up with a unique ways to create something. Right? Which is exactly what What did. He read everything on subject, after 3 years of self education, Wilbur had gained some theoretical knowledge if aviation was ready to move on. That Wilbur devoured the literature and became thoroughly versed in the principles of flight as they were understood there is no doubt. Hit... And then he talks about what he did after the fact. So he combines that knowledge with his own thoughts and then trial and error And it says just as a result, his insights were fresh and groundbreaking. And also he was the only 1 that that arrived at his unique conclusions, and his first big breakthrough comes to using a a method that that is available to you and I. He found his first breakthrough. By doing the exact opposite of his competitors. So I just downloaded it in my brain, every single thing, other people are doing to try to sign solve the the the the problem of flight. Right? And he realized they're all doing the same thing, which is they're trying to avoid. They're trying to be too stable, and they're avoiding for the plane to roll at all, But Wilbur also spent hundreds. If not thousands of hours observing birds in flight. And he realize that's not what they do. As I said, within weeks, Wilbur had his first grade epiphany. A counter deduction he came to understand that the best way to achieve building and flight was to make an aircraft inherently unstable. Lang had employed, so now he's talking about he's... They're comparing what wilbur will saul what length... Same lang was doing. I talked a lot about him on the on the last Wright brothers podcast. He's said like, I'll just do the opposite. Lang had employed wing arrangements to prevent his plane from dipping to 1 side. Instead of avoiding role, Wilbur embraced it. Similar to the way he surmise birds twisted their wing tips to maintain lat control rather than by shifting their weight. And so I really wanna pause here on this this idea. I it's a powerful idea that you can find a breakthrough. By doing the exact opposite of your competitors. So like, the greatest example, the the greatest example, the 1 I always reference. Is the fact when William Randolph Hears. Right? He built 1 of the the biggest media empires that we'll never seen at his Apex he's worth, like, 30... Equivalent, like, 30000000000 dollars. Right? He that started from 1 newspaper in San Francisco. And so what he realized? He's like, alright. Well, I'm just 1 of, like, 6 other newspapers in San Francisco? So we analyze, like, where do what do we do for a customer acquisition? What, we do for customer acquisition? What every other newspapers does? What do all newspapers at that time, too? They hire news, which were, like, underage boys. 7 years old, 10 years old to go on the street and to sell my newspaper as people are walking by, you know, on the street. They're sitting in their car whatever the case is. And so at first, we'll we're randolph off first... We'll excuse William. Wilbur we're. William randolph first did the same. He's like, alright. Well, I'll just have more news and maybe I'll just compete and maybe it's just hire more people. And he's like, this is stupid. What are my competitors not doing? And he had his first gigantic breakthrough which is exactly what's happening with Wilbur we're right here. He's was like, alright. Well, what do I write about? I about news events, whether, things that happened in the city, things that happened in the world... The world at large He's like, are the are they the only people interested in what I'm doing? Just happened to live in the City of San Francisco? Probably not. So then he combined that idea with the new technology of his day, which was railroads. He's like, well, there's all these railroads that they're not in within the the the con city San Francisco, but they they have people in them just like, and the people that are in these little small towns are the same very similar much to the people that are in this big city. So instead of me competing where everybody else is going, what did he do? He put his real... His newspapers on railroads and he started selling into small towns where none of his competitors were. And almost immediately, his circulation surpassed. I'm... III Haven't read the book in well, but I thought I thought I remember they said that his circulation surpassed all of his other competitors combined. And I think this works extremely well, especially in the customer acquisition to domain is something I've been thinking about Lately. It's like, okay, What What I do is, like, and what I did, take right on a piece paper. Every single thing that you know people that are doing something similar in your business. Like, how do they find and customers. Right? Do a thorough study of your industry. Write down, this is how all my competitors find customers. Right? Then draw a circle around everything you know, draw an extra. I am not allowed to have any idea that has anything to do with that. I must come up with some unique method of looking for customers where no 1 else is, which is exactly at in his day what Hurst did. So now I'm gonna draw a big x. I can't do any of that. So now I have just white space. It's much harder because no... I can't... There's no 1 for me to copy. But that also means I'll be the first 1 to discover this and and if on I'm the first 1 discovered, I'll have no competition. So back to the book, just get fast forward it a little bit. This is where Herring, I guess this herring pops up again. He's gonna pop up over and nerve again. Guy just won't go away. And Chen, you know, She shoots a lot nicer than will be right is. And so he gives people multiple chances because he's interested. And, like, this is very passionate about this. He's also older and he wants to see this problem solved before he died. So it says, chen showed up a Kitty hawk and he brought, gus is herring with him. And this is where the right brothers realized this guy's full of shit. And so this one's being beneficial to them because not that they would ever agreed to have any partners anyways. But it says Herring had been unsuccessful out of aviation. Once again, Ado money, he contacted S. He had any he asked for patron niche. S agreed. Suggested herring test his design at Kitty hawk where great things were a foot. Herring glider failed. The rights glider did not. More significant, herring saw while the right why the rights had been so much more successful and he. He left after 10 days, but he left with a notion of what it would take to successfully fly a heavier than air aircraft. So it's at this point in the book where the author actually talks about, hey, and this is something you also see is, like, There's at the very beginning of an industry. You'll have... It's not at all clear, which technology is gonna win. So there is a ton of people trying to do glider trying to build what we... What eventually comes an airplane. But there is a an entire section of the aviation industry where like, no. That's the wrong thing. Clearly, hot air balloons, which they call gas bags at this point in in history, which is hilarious. It's like, 1 of the worst product you need you could ever come up with. They thought gas bags were the future. And so eventually, all the guys are that are making innovations and gas bags. Spending all this time in this early technology. They realize, hey, we're in the... We need to apply our talents. We gotta... This is a dying industry. This is not going our dead end rather. We need to apply our talents and all of them jump out. And then jump into building airplanes. So this is the first guy. I wrote. This guy is both really smart and completely nuts. He survives though. His name is Thomas Scott Baldwin. The the fascination with balloons was largely the work of 1 man with the courage of a tight rope walker, which he was, and the audacity of Pt Barn, whom he rival. That's Thomas Scott Baldwin. Like most dared levels, Baldwin rigorously tested his theories before risking his life on them. Though he literally was a tight rope walker. Eventually, he's gonna start jumping out of gas bags for money. And he's he's this is also the person that invented the parachute. So, again, completely nuts, but really, really smart. I studied the matter for months. I experimented it with sand bags of my own weight and did not venture jump until I had the feel that it could be safely done. I had made most of my jumps in water And if it had not been for that every particle of my body was hard as iron from former training as a gym, I would not have lasted through these early experiments. He was ready for public ex expedition Baldwin offered to prove the efficacy of his invention, which is the parachute. Assuming of course, that someone would pay him to do it. So he wants to do a public test jump. He goes all these business owners, says, hey, what if I jump and you put on the show. Right? Like, what essentially what Red Bull does for marketing today. And so these business businesses are like yeah, Do it. So he finds some guy. He says, I, he told... I told him I would jump for a dollar foot, and he answered, okay. Go jump a thousand feet. Baldwin did precisely that floating gently to the ground below and claimed his thousand dollar price. So this is his business at this point, finding more business owners and going higher and higher up and jumping for a dollar a foot. Then he took his parachute on the road, he would venture higher and higher for greater price eventually getting to, like, 5000 feet. Imagine jumping out of a hot air balloon at 5000 feet. Now this is what's interesting. Baldwin is credited as the inventor of the flexible parachute, but he never bothered to take out a patent and he did this on purpose. He didn't... He wasn't a fan of patents. And this is where it gives the right brother so much... So many people in industry went up dislike them because they were trying to build a monopoly and they're trying to prevent other people from con the continuation of their work. So Baldwin wasn't with that. He's like listen, I'm taking a mountain patent for this, a practice he would continue in his research with his airships. Now 1 thing booked does a fantastic job of is it shows how all of these people wind up being connected and knowing each other. This is the exact same thing that I discovered when I did all... And when I read, you know, 12 or 15 books whatever it was about the early, automotive industry. And so Baldwin like, hey, Have a gas bag. With, what if... I guess the same thought that Curtis side. He's like Well, what if I just put a motor on this thing. Then maybe I can steer it, and maybe I can, like, it could be... We can we can transport people in it, and I can do all those kind of stuff. So he's trying to find... He he has that idea Like, where do I find a motor and he... That this is how he meets Glenn Curtis. And so Baldwin is a generation older than Curtis. And so he winds up seeing a motorcycle. Baldwin he's a motorcycle. And he's like, okay. And he looks at the motorcycle and on the engine on the motorcycle says Curtis manufacturing company. So then he's like, okay, he sends a telegraph and he asked to purchase a motor that's not attached to a frame. The message was received by the owner of Curtis manufacturing company, which at the time was a 26 year old mechanical whiz named Glenn Curtis. And then we start getting an introduction to Curtis, and I just found him extremely extremely fascinating. And somebody I wanna read more about in the future. His father died when Glenn Curtis was 4. In school, he completed only the eighth grade. Now think about us. He's going to be an aviation industry pioneer. He is going to be fabulous wealthy. Way to see all the stuff this guy vance. It's insane. He... Not he's invent, like, events the first airplane that takes off and lands on the water, invent the throttle for motorcycles holds some some points in history that the fastest land speed record on land, fastest speed record in the air, makes the best motors in the world at the very beginning of the industry. And again, his dad died up when he's 4, only his an great education. I find these stories extremely inspiring. He showed high proficiency in mathematics. He was a tinker. At 10, he made a camera out of a cigar box. What? At 12, He built a telegraph out of spool, spool, nails, tin and wire. He was often hired to wire neighbor's houses for telephones or electric light when he was in his early teens. Like Wilbur wright, Curtis all was always thoughtful and analytical when taking on a mechanical problem and even as a young boy seemed very serious. He had a sharp biting wit, and his passion was speed. He had tremendous endurance he was never a quit and he would do anything to win. And so just like the wright brothers his first business that took off was building bicycles. By 1900, he was building bicycles, and his designs were superior to most other machines on the market. Curtis decided to mount a gasoline engine on 1 of his bicycles. He then took this pro, like, think about, like, a, like, a 1 of the first motorcycles. Right? Took it to a a nearby fair to race his own machines and as a result of being just does of winning these races orders began to roll in, he opened a factory to keep with demand. But no matter how big the business got, Curtis never ceased being a fixture on the factory floor. So 1 of the reasons he was much, much, much more innovative and invented a ton more things than the right brothers did after they invented powered flight is the because all the time, Wilbur was focused on, lawsuits. Curtis was still... He was... He never stopped tinkering. His entire life till he died. He was just tinkering. So he's not gonna be in the office. He's gonna be in the factory floor. He's going to church... Essentially, like an engineer and inventor first. Entrepreneur and businessman second. Even though if you think about it, his company. Imagine selling a company for 30000000 dollars and I think he did that in the 19 twenties, maybe 19 30. So an insane insane amount of money. So there's probably a lesson there. If you... If you're constantly improving your product and focus on that instead of being distracted. You're actually... Wind up having a better economic outcome, then then letting yourself be distracted by other things. So Baldwin goes to meet Curtis, and it says, remember, Baldwin is the the Pt par, I'm kinda older guy that wants to to motorized gas backs. Baldwin said afterward that he expected to encounter a stuffy businessman in his forties or fifties. Instead, he found himself opposite a quiet, painfully shy young man dressing in overalls who had to wipe his hand free of grease in order to offer her a handshake. This unlikely pair struck an instant friendship. Each drawn by admiration to qualities in the other that he lacked. So in the introduction, they talk about maybe the Greatest Avi ever live, is guy named Beachy beachy starts out working for Baldwin. See how all this is connected. It's wild to me. So says, Baldwin winds up at this point. So, again, he used to be a Tight Rope Walker. He's older now. He's too fat. He realizes I'm too fat to pile my own below. So I gotta hire a pilot out. And so it says, he needed a replacement pilot. He's too fat. Early 19 05A bras fearless teenager, named Lincoln, walked into his office and within minutes, Baldwin knew he had struck gold. So this guy is going to put on this crazy feat in a gas bag and then eventually jump into and learn how to fly airplane and become... They said he might be the... The single most famous person in the United States after the president at this point. At the time, population population in United states with 95000000 Americans had seen Lincoln Beachy in person. That's crazy. So it says, at this point, he's he was not yet 20 years old. The boy Aero not as he called himself, became a regular feature in newspaper in Magazines. In between mishap beachy set records for altitude and speed, astonishing the thousands who regularly came to see him perform. So the way to think about Is he's a dared demo and he's constantly pushing the limits, and that's obviously gonna lead to his his early death. So we see a bad decision here from the right brothers, we know if you if you read the book or listen to the past podcast that they reverse this decision, you have to demo your product. This is what they're about to do here. This is the opposite advice that Claude hopkins. I think it's founders number 1 70. If I remember correctly off the top of my head. Claude Hopkins probably the greatest copywriter ever live. Literally spent 12 hours a day, 7 days a week sitting in a room by himself, writing copy that sold other people's products. He he ran writing a book scientific advertising, winds up selling 8000000 copies. I bought 2 copies so far. And just with his own research and his talent and a type editor sitting room by himself, he made the equivalent of, like, 4000000 dollars a year. Right? And he says, listen, I spend my entire life thinking about persuasion and human quirks and words that persuade people to to hand over money for products. And he's saying the single best thing you could do. It's like, the all the words in the world never beat 1 dramatic demonstration of your product. And so the wright brothers were not letting anybody else see them fly. Giant mistake. Increasingly concern that their design would be stolen. They decided to new more public flying. A signed contract would be a prerequisite to a demonstration The rights were willing to fore payment if the machine did not perform as advertised. But anyone who bought either an airplane or the design would be forced to do so without... Without having first seen the airplane in flight. And we may compound this mistake by thinking they're so far ahead and no 1 can catch them. We're gonna get a great line here. The right flyer remain the only successful airplane and the brothers technological advantage was vast, but neither Wilbur nor or will seem to grasp that no, this is a great line that no lead is insurmountable if you stop running before you reach the finish line. So eventually, the right brothers are gonna reverse this decision, they start doing these fantastic demonstrations in Europe and America, literally 2 over 200000 people at a time. So you can imagine if somebody's paying tickets to watch you demo your product, and there's 200000 of them, how many of your products are gonna sell. A ton. But then we go back to this idea that they all knew each other Here's when Glenn Curtis and the right Brothers meet at this point, they're not enemy yet. Glenn Curtis wrote to the right Brothers an attempt to persuade them to mount a Curtis motor on the flyer. Although the light and powerful Curtis motor would make the fly more attractive, the brothers were not about to deal with outsiders. So that's, again, their standard mo. They don't trust anybody, no. It's a mistake. If again, if he can make a motor better than you can. Like that makes sure product better. Right? The rights and Curtis were each impressed with the inter... They went a meeting, but they just want you business together. The rights in Curtis were each impressed with the intelligence and acumen of the other. Wilbur an or invited Curtis to visit their shop what followed was the most important and controversial meeting in aviation history. The 3 had a long and ami discussion in which day exchange a good bit of expertise. And then so the problem is, depending on how you view this this, this meeting, depends on what side you fall on with this gigantic patent infringement case that goes on. So says 1 says what was Curtis pumping the brothers for technical confirmation that he could then use to create his own airplane. None of those questions have ever been definitively answered and in that dispute, default... That followed, the fault line runs directly through whichever interpretation of that meeting 1 as scribes to. And so Curtis doesn't wanna wind up linking up with Wright Brothers, but he winds up linking up with Alexander Graham bell. And... I'm sorry to said this a few times, but on the know left myself on this page pages. It's just amazing how all of these people were connected. So it says in 19 o 6, Alex alexander Grim bell decided to assemble his own team of talented young men to attack the flying problems. So again, you have a smart, very successful inventor, very rich. He's a generation older, and he realizes innovation usually comes from the young. 1 of those young people he's gonna recruit is Glenn Curtis. So it says his first recruit came from unlikely source. He received a letter from a young Army lieutenant named Thomas Self. So I was reading that word I'm like, why do I know Thomas Self. Why do I know Thomas Self? And I realized that is the guy that wants it being the first fatality ever. He's the 1 that crashed with or right, overall almost died, Thomas Self dies. So it says before communicating with Alexander Grim bell, Self has solicit the rights Now we see... You already know what's gonna happen if you send a letter to them. Right? He asked for permission to come and work as a mechanic under supervision and instruction. I'm pretty sure that Right brothers has never even responded. Self then met with Bell with met met with Bell in Washington where Bell was at the time, Bell was so impressed that he wrote to president Theodore Roosevelt and asked for... Remember he's in them. So Self for... The reason he's right... The reason Bell was writing to roosevelt is because Self is in the army. And so he says, and he asked Roosevelt for the young tenant to be assigned to him. Roosevelt was an old friend of Alexander Graham bell, so he agreed. Bell then met Glenn Curtis. And Bell asked Curtis to join him as well. And again, it's just amazing. How we knew each other not only that. Like, if you think about the history issue of how how interconnected the history entrepreneurship is. Like, I've done, podcast on Alex alexander Grim Bell, a bunch on Theodore Roosevelt, you know, the wright brothers. Now we're doing now doing 1 of Glenn Curtis. Like, it's it's just fast... It always fa me. And so Bell has... Has now has his formidable team. You got people all over the world, making experiments this is after the rights have already solved the problem. And they're so focused on trying to build a business and protect our patents. They're not innovating. And, S knows. He's like, listen. You're you're messing up man. I'm... I am like, the the main note here. I'm seeing what everybody else is doing. You're falling behind, and something I learned from the the churchill biography I read, probably, like what a month or 2 ago is something there there's a line in there where Churchill would... He never made the mistake that so many other leaders did so she's during World war 2. He's like, never underestimate your opponent because it's all downside and no upside. Like, you under you underestimate your opponent, what is the benefit if you're right, Nothing. What's the the what's the the the cat... Like, the consequences if you're wrong, everything. You don't engage in something where you have limited upside and un cap downside. You literally should be doing the reverse of Right? I wanna cap my downside and leave my upside unlimited. So again, never underestimate your opponent, It's just really, very stupid. There's smart people everywhere. And you just can't underestimate them. And and a lot of them, the smartest ones don't want you to know smart. So we see that here. S new try to warn Wilbur that the French were making great strides in might soon produce machines to rival his, wilbur replied, I hold... I still hold to my prediction that an independent solution to this problem would require at least 5 years. If anything should newt had understated the case, French designers had been experimenting furiously, and the gap was closing. So again, will we're right? Profound self belief, profound stubborn that he could solve this problem, those are all good things, then after you solve the problem, I think that, oh, no 1 else can do it, that's where you take a former strength and you turn it into a weakness. He was absolutely wrong about that. That's something we should look out for in our own lives. Right? Let's not underestimate. Let's not think that we are pro pro. Human beings are terrible at prediction. Eventually, though that they they smart up. They're like, hey, we should actually cultivate the press. They're gonna help us sell pro our products, and we do that through the power of demonstrations, so they go to Kitty hawk again, this is years it later. I think we're in like, 19 o 9 still 19 o 8 they're about. And this time, they're like, hey, let's bring a bunch of reporters with this. And this is the the result of a... The power of a demo, which is exactly what we learn from called Hawkins. After years of sustaining the media, Wilbur and Or had finally learned that perception could not be ignored. They encourage a number of reporters to follow them and report on their progress. And this is the result. 1 of the journalists who had witnessed all these flights are they're killing it over there, who ex ex excel in a long laboratory piece about the right brothers. He said, I did not believe that they had made progress in sustained flight, and I did not believe they had made a record of 24 miles as they had claimed. Right? This... They before, they're, like, we flew 24 miles, but no 1 saw but each other. And so this is the punchline. I believe all these things now and more. Something smart that Wilbur does here. He talked and he's pointing out after the fact that it's extremely dangerous to allow yourself to be distracted. It's really a reminder for us to maintain our focus. And this is... He's writing a letter after his brother has that that crash where self dies and and, overalls and pain almost dies, but he's in pain, like, the rest of his life. He he has the the crash like, the turning point in his life. He's gonna deal ramifications forever. And so Wilbur Says, I do not mean that Or was incompetent to do the work itself, but I realized that he would be surrounded by thousands of people who with the most friendly intentions in the world. That's important. Like, they're not wanting him to crash, they're not wanting to distract them, but even if they're friendly, their intentions are positive. If you allow them to for for... If you allow other people to to distract you and to to change where your focus goes, there's consequences to that. And in his case, these were dire physical consequences. I realized that he would be surrounded by thousands of people who with the most friendly intentions in the world would consume his time exhaust the strength and keep him from having proper rest. When a man is in that condition, he tends to trust the careful ness of others instead of doing everything and examining everything himself. So Wilbur before he did a demo, he wouldn't... Like, he checked literally every single bolt himself. If Or had not delegated delegated the fastening of the screws, but had dented himself, he would have noticed the thing that made the trouble. So he was flying. 1 of the parts wind up breaking, and that's what caused the crash. So that's what Wilbur is referring to there. So now we have the the sc bag, Augustus herring popping up and I'm gonna read... He he wants up really taking advantage of Curtis here, and it's just a reminder what Charlie Mu and Warren Buffett have taught us. I whenever never got, you can't make a good deal with a bad person. You can't make a good deal with a bad person. You can't make a good deal with a bad person. It's important to to repeat that so we get in our brain. Like, there's gonna be bad people are like, I can make you rich. Just don't believe them. Is not I gonna work out, man. This mistake winds up caught... Costing the heirs of Glenn Curtis 500000 dollars because the the the lawsuits gonna go on between Curtis and herring our isn't resolved of both them are dead. So think about that. How long this goes on. So it says, Curtis proceeded to take steps to exploit aviation commercially and in exhibition, so he's making money both trying to produce airplanes and also at this time, millions of Americans and millions of people over the world have proven that, hey, I will pay to watch you fly. Okay? Haven't been repeatedly shown by the rights gus herring, persuaded curtis that he held patents on airplane stability that that preceded the right He did not. That's a lie. He he also said he had financial connections in New york who were itching to capitalize in commercial possibilities airplane production also a lie. The deal seemed too good to pass. It was. So they announced the new formation of the Herring Curtis Company. It was a colossal blu. Curtis put up almost all the money, herring ended up with almost all the stock. Curtis wasn't alone in his stunning go go ability. Before the was dry on the agreement, herring was off, supposedly dividing his time between preparing his airplane and rounding up customers and investors. Also a lie. As Curtis would later learn, he was doing neither. So let's go back to this mistake that the right brothers are making that, hey, we're so far ahead, no one's gonna catch us no benefit. We've already discussed no benefit to to underestimating your opponent. And really, it's just a reminder to you and I, they're smart dedicated people everywhere. All over the planet, some have access to resources now some don't, but will in the future. Even if it's a small percentage of overall human population that are smart driven, dedicated won't give up. It's still a small percentage of a giant number. It's still a lot of people. Right? So it says this example that. Before Wilbur, could sit down with the general, she's trying to sell some some planes to the military. The rights dream of dominating aviation had been smashed. An event occurred whose immense significance not even the right brothers could deny. In a plane of his own design and with a foot so badly burned that he had to be helped into the cockpit, Louis B, flew across the English channel. So again, wright brothers very arrogant, underestimating competition saying no. We're so far ahead. No. No 1 is gonna catch us. That's assuming that you could possibly know that what every single person on the planet is actually doing and you don't. These people come out of nowhere. I think about back to the Michael Jordan biography where, you know, he's dominating in North Carolina. His coach is convinced him and they're, hey, We need to send that this kid is could. Like, this guy has, like, on real talent. They sent us some kind of basketball camp. I think he was in the Northeast. And we just going off memory here. And the people at the basketball can't see him, and he starts just completely taking over, and they the scouts and the coaches and everybody. They're, like, we thought we knew that we knew of... We knew all the best basketball players in the country. Well, they wind up thinking wrong. And so Michael Jordan later in his career after he retire as a matter of fact. Says hey he's like, listen, you don't have to worry about finding the next my jordan. That will happen. And he's say, first of all, you didn't find me. And his point was, like these people are special. They're end of 1 individuals. They will cut they will present themselves. You will see... You will find out about them somehow. Just like, very few people. Brothers, might not even know who Louis b was. So say, alright, Well, you're gonna know now because I'm gonna break this. I'm gonna I'm gonna put my name in the history books, and there's nothing you can do about it. Right, Brothers. So really, for me, in the lesson I'm I'm taking from that paragraph. The combination of those 2 ideas. Like, they're smart dedicated people everywhere, and just it's just really foolish to think that, like, to underestimate people that you don't even know. Like, you don't even... You can't possibly know exist or what they're or what they're capable of what they've already been... Not only what are they working on. Well, what they've already been able to accomplish. And so the right brothers had a massive head start advantage over Curtis, but Curtis might not be the architect, but he's the builder. Right? So he winds up within 2 years, it says in 2 short years. So for 2 years, he's like, I'm gonna put 1 of my motors on this plane. I offered my motor you. You said, no. Okay. I'll put my motor my own plane. And so now... And I don't know I don't know if if you know this, but the what makes us even more kinda tragic the death of wilbur be right, fighting Curtis is these... The the 2 companies are gonna win it emerging much later on. Right after or the right brothers have nothing to do with their own company, but that company that merges in 19 29 still exists this day. It's publicly traded. That's Curtis Wright. This gigantic aviation company. I'm sure if Wilbur already knew that he'd be spinning in his grave. So anyways, it says in 2 short years he'd gone from well, Curtis had gone from an obscure fabric. Right? He's in... No one's really paying attention know he's building bicycles and motorcycles to now Wilbur wright most load and formidable competitor. He's making some of the best planes and and engines in the world. So this is the point where the wright brothers actually capitalize their their their company. And so it says the financial arrangements were immensely favorable to Wilbur or The right company would be capitalized at a million dollars. The rights would save a hundred thousand dollars in cash, 1 third of the stock and a 10 percent royalty on sales. And this is where I also think they might have made the mistake because if you've listened to the podcast that they did on Jpmorgan Increase availability, you realize, and all the Robert variants back of the day. They did not view competition as as you and I might... In in today's age. They viewed it as something to get rid of. Like, they don't want competition. They'll just buy the entire, like, they'll buy up every single company in the industry. I remember there's a there's a fantastic quote where Jpmorgan is talking about. I forgot who it was. It might have been the guys that started Sean on the champagne company. And he said something that just sits that gives a great illustration into his mindset. There at he's like, oh, you know, they're like, hey, maybe we should buy our competitors. He's like why you just buy up the whole champagne reach And so they wanna do the exact same thing with the rights that they did in their career. It says the primary goals of the new company was to permanently new to competition. So you have the rights just raise a ton of money. They have these very formidable people on their team now. And at the same time, you have the Curtis and herring partnership. Curtis is realizing Herring a Sc bag. And so this is what I mean. There's just so many times where Curtis is on the floor. Like, how is this guy owner survive? Much less surpass the wright brothers. Even worse for Curtis at this very moment that the rights to solidify their business. His partnership was sending in a chaos. The board at, the company, like, we need to see the patents harry. Where are they? And he's like, I'll back. And he disappear of for month. And then he come back, like, where's the patents. I'll be back. And just went over and over again. So it says, hearing could not comply because there were no patents to produce the company had almost no money now. Hearing and Curtis had only sold 1 airplane the purchaser was being sued by the wright brothers, which made further sales in the immediate future problematic. So that's the start. It's already now. I think we're, like 2 years into this gigantic patent war. So not only are the right brothers suing Curtis, but they're suing any anyway way trying to do business with Curtis or any other in their opinion patent in Infringe. And the right brothers were kinda laughing at this because they knew herring was was clearly liar. The rights merely watch with amusement and satisfaction. The contrast between the elite qualified partners they had taken. And the shady self promoting confidence man with whom Curtis had thrown in. Who had thrown in with could not have been more acute. So Curtis does do something smart here, and but lesson here is fine people that are great at selling your product and hire them. So the main way to determine, okay, do I wanna write flyer? Or do wanna curtis or I want any of these other ones. It's through these demonstrations of these races. It's very similar to, if you remember, we went through Enzo ferrari. The reason Ferrari is the the brand is today. Is because of the the all the races, the Le mans, say won back in the fifties and sixties, and maybe even the forties. It's like you win race after race after race It's like, oh I want that. I want the very best. They were attracted. The Ferrari name came synonymous with victory. And so that, again, you can... Then that that brand equity compounds decade after decade decade. And now you have, you know, people paying 200 or 300 or 400 a thousand dollars for 1 of your cars. Curtis Fly... Curtis is Flyer which Charles Hamilton. Wanna tell you about this guy. Hamilton demonstrated a remarkable ability to survive clot crashes. He would have 63 of them. He showed up to Curtis factory and pest him into submission. He wouldn't leave until Curtis taught him how to fly. Curtis finally agreed to teach Hamilton to fly, and he discovered that he had stumbled on a natural. A man capable of wow audiences and keeping Curtis airplanes in the headlines. Curtis signed Hamilton to an exhibition contract and then turned Hamilton Loose on an eager public. And this is the punchline here, the crowds, which began in the hundreds grew to the thousands and they loved him. So again, find people who are greatest at selling your product and then hire them. And so then I wanna bring something your attention because it's 1 of my favorite Henry Ford stories, and it's about how there were so many corrupt judges and how the car patent cases affected the wright brother strategy. And there's this guy that's infamous in the early automotive history called George S. And essentially, he was just a guy that had... He he had no in ambition to or nor qualification to build an actual car of his own, but he patent his invention and then said, hey, I'm gonna get rich by suing anybody else that tries to make a car. And so again, I think the in hindsight, the right brothers if they knew if they knew what you and I know today, I don't think they would have pursued the same, like, the same path. And so the author talks about what happened with S and the automotive industry happened about 25, 20 years about, sergeant in 18 78, and then lasted for about 20 years, maybe 25 years. Actually, a little longer than that. And so this this knowledge of history that came before them affected impacted the way the right thought about it. So this is why I wanna read you. S George Sullivan was fully aware that his patent had no immediate application. And so without ever attempting to have built not bill automobile himself, he repeatedly filed amendments to his patent. Still with no intention of ever building an automobile. And so the same judge that held up the right brother's patent, wind up held up S pat patent many years before. And it said despite grounds that many experts in the field dubious best, the guy's name Hazel. The judge upheld sells application of his patent to every internal combustion engine. And so immediately, the patents upheld, other people in that... The automotive industry and including people like, Billy to durant the founder Gm start paying sell in a royalty. Because, like, oh, we thought, like, this is what we had to do. Henry Ford, not the kind of person you're gonna... Like, you just... He's very he's very similar to Wilbur wright in his stubborn nest the love of stubborn he had. So said some independence however were refused to knuckle under. 1 of those was Henry Ford who at the time, was a small operator. That's extremely important. I double underline that part. At the time, Ford was a small operator. Ford is eventually gonna be the Richest man in America, not yet. So at the time, he was a small operator with a vision of affordable mass produced machines, where most of the others tried to keep a low profile Ford openly flo the ruling. He went so far as to takeout out advertisements promising to reimburse anyone who purchased a ford product, if the higher court's decision went against him for which he was widely hailed as David as a David standing up to Goliath. That is a bold bold decision by Ford. Everybody else is like, trying to run away Sheldon. He's putting ads a newspaper. Saying this guy trying to crush everybody. That I am David sitting up to a Goliath. There's a fantastic quote from the book. I read a long time ago. The book is called I invented the modern age, the rise of Henry Ford. In the book, there's a story where Ford is having a meeting with a bunch of other auto manufacturers. And they're all saying, hey, this just a band together, see if we can get a license cheaper for bulk. And ford's the only 1 saying, no. I'm not gonna do this And so the guy running the meeting is guy Smith. And he said, you men are foolish said Smith. The seldom crowd can put you out of business and they will. And for his response? Let them try it. So why is that important to our story? Because that circuit court decision broadened the the principal, the Pioneer principle, meaning, gives gives greater... Patent protection to other people that have patents. Okay? And so the right brother's attorneys. Saw that is a positive sign for their case. And so this is the first time where Wilbur wright. Uber wright respects Octave. Right? This is his mentor. As much as you can respect anybody else. I mean, they are... Like, they went up having a falling out or whatever. But He does respect him. And he's probably 1 of the only other people that he'll somewhat listen to. And so really, there's a there's a letter that Octave is gonna write Wilbur. He's like, what are you doing here, man. Like, you're... You went from trying to solve this problem and to advance powered fight for humanity to now trying to build a monopoly That's not good. That's only good for yourself. And so he's gonna write... He's gonna speak to Wilbur frankly. And I... Don't know left myself here is it's it's good to have people that can check you in your life. People that you respect, even if they're harsh with you. You understand that the motivation it's not it's not... Like, they're not trying to peg you down or trying to diminish you or, like, they're not trying to hurt you own purpose, but they're legitimately love and care for you and wanna see you succeed, and they think you're making a drastic mistake a mistake. That's what I mean by... It's good to have people in your life that could check you. And this is what he said, I told you New York that you were making a mistake by abs obtaining from prize winning contests while public curiosity is so keen. And by bringing so many lawsuits to prevent others from doing so. This is still my opinion, and I am afraid, my friend that you're usually sound judgment has been warp by your desire for great wealth. And I just wanna pull out 1 thing that has nothing really to the story other than the books are the original links and they're all... They're constantly introducing us to new interesting people. This guy have I've come across before and actually have a his biography on my wish list, so I gotta to actually order it. But his name is John Bet a million gates. John Bet a million Gates. And Just wanna read a paragraph that gives you an idea of why I wanna read a book about this guy. Gates made a fortune selling barb wire in the dying days of the open range. Par laid that into a bigger fortune in land speculation, then in 19 o 2 struck oil in Texas and founded the company that would become T. Gates pension for wage enormous sun sums on horses, prompted newspaper newspapers to refer to him as bet a million gates. He had been an early investor in the United States steel and came to know Albert Gray, who led him in on the right company corporation. How is that possible? That all happen in 1 lifetime. Made a fortune selling barb, made a fortune land founded at Mexico, Bets millions of dollars on horse races our early investor in United states steel, and an early investor in the right company. Incredible. Okay. So now the author introduces us to just some insane characters, I wanna pull out, I have a bunch of highlights on this guy named John Mo. I'm gonna call him John M because I'm most likely butcher butchering his last name, John M was something of an international celebrity. He had narrowly evade capture and possible execution after a third failed attempt to lead an invasion of El salvador. And so what was he doing in el Salvador. So he is part of this remarkable family? They've essentially like building a giant business empire together. So says by any standard, the mo sought family was exceptional. They left Illinois for California in the 18 eighties, and within 10 years had amassed a fortune in lumber real estate and mining. The oldest son in the family is getting named Alfred, so John's brother bought a sugar plantation in El Salvador that was so vast, it would take an entire day to ride from 1 end to the other. And so eventually, the government in El Salvador, not gonna like these these green goes coming down and essentially making a ton of money on natural resources. Get there in a minute, but it says this is a description of John. He was driven by an uncontrollable desire for adventure and wealth and almost an adolescent need to be seen as a sw buck hero. So there's, like, this this 3 separate countries are after him including his own family or his own country. So A Salvador, Nic, and then United States essentially, they're like, hey, on his third and final temp, he... The people that stop him, it's actually guns ships from America. But like, if you don't turn around, we're gonna fire on you. Go home. And so the book was in more detail but that's I'm just giving you, like, the high level highlights here. John Mo on was was a plantation owner, a gun runner. A mercenary, an impeccable dress, dresser was... Was allowed to return home a free man if he for swore, central American politics. So he goes home and he never visits central America again. Forced tissue leading invasions of foreign nature ancient nations, John was left desperate for an outlet for his obsessive audacity. These are just such great descriptions, obsessed obsessive audacity, and it says an uncontrollable desire for adventure and wealth. And an adolescent in need to be seen as a swatch buck hero. This is just a mastery of language. You read this and you get a good idea of who this person was. Right? And so he instantly turns his attention to aviation, which is obviously the the the thing that's drawing so many people's attention. At this point in American history in world history if you think about it. John might have been heads strong in Narcissistic, but he was far from stupid. His plan was to become the world's greatest exhibition flyer in an aircraft of his own creation. So usually do 1 or the other. Right? You either make airplanes, or you become famous by flying them in these exhibition. So John's like I'll do both. He he makes a couple airplanes. They don't really do well, but he's 1 of the first people to use aluminum. You think about how important that was. So he gives up, he's, wait, making making planes is way too hard flying them. Like, he wants to be famous and in world renowned. And he's like, that seems to be a better path to my actual goal. Goal. And again, just great great writing here. So says, John gave up on that portion of the plan, meaning producing airplanes and turned his his tension solely to flying. Aviation had acquired a comet. And so he also he has a very strong personality. He does not take no for an answer. He tries to... He starts... Even though he's a French... He's French... Like, his French last name. His family was originally from france he thought himself as American, but he couldn't break in, so he goes to Europe. Tries to enter these these races are happening all over Europe, and they said, no, you can't enter. He's like, Well, I'm just gonna show up. So what are you gonna do about it? John had burst onto the scene an event in which he had been refused entry. When the French declined to allow the crazy American kid to fly in the world's first long distance air race, John packed up his friend into his passenger seat and flew 37 miles across Paris and then landed on the field where a quarter million people had shown up to see the event. And so he winds up competing becoming 1 of the best avi. He winds up also taking a lot of risks. And so he wins this race back in America. This is, like a year later. And he does it because it's just a time event, So you take off, you have to complete this course and then whoever lands under the the the best time wins. And he was able to win because the person that was supposed to come in first wouldn't take a path take a route that wouldn't allow him to have an emergency landing if he needed to have an emergency landing. And John realized, well, I'll take this other path that shorter therefore take me last time, but it has to work out. There's no margin for error, and this is just a fantastic line gives you an insight exactly who this person was. Later when his sister Matilda was asked about John having chosen a flight path, without any chance of emergency landing, she replied. My brother doesn't fly a land. He flies to win. And so you can imagine you have that attitude, but you're also applying that attitude into such a dangerous profession. The crazy thing is he, he's gonna die. I think he starts flying 19 7. He's dead by 19 10. And the way he dies is because he actually falls out of his airplane. And that also shows like a blind spot to humans, that humans have. It's... You have some of the smartest, most interesting people to ever live working in this field and nobody thought that you have a seat belt or in harness, And the book talks about, like, many people just were flung out of their airplane. There'd be a a draft or a return or something would happen, and it's not that it even crashed. They literally flew out and in some cases they fly out. They die and the plane glide and lands without any damage. But it's just astounding. Like, how many times do people have to die that somebody say, hey, we should, you know, maybe stay, maybe attach the pilot to the seat. So let's go back to the Wilbur Curtis conflict, Wilbur or the right Curtis conflict. So not it's Glenn Curtis having to fight the right brothers. He's also having to fight his partner, the... He realized realizes, hey, III partnered up with the scam artist. So he's got 2 battling lawsuits. 1 from his former partner, 1 from his most formidable. Series is a quick paragraph about that. Wilbur and curtis continued to battle each other. The punch you're stalking the boxer. Wilbur attempting to land a crushing body blow to a weakened opponent, and Curtis, his resources is depleted, dodging fe and trying to survive. Curtis relied almost solely on revenues garnered by the exhibition company. Why is that? Because he could even use the factory that he had built with his own hands. Again, going back to that it's so important to think about that. You cannot make a good deal with a bad person. This guy built up his own factory the Sc bag, we was way in there through a series of lies. And now the business, the factory that Curtis gave his life energy too. He can't even access until the the the the bankruptcy proceedings are finished. So it says, Fact he'd built his own hands without permission of the receiver until the herring Curtis bankruptcy was resolved. And so while where we're wright is vicious attacking any he anybody the dare infringe on his patents, he's gonna run up against people that are not Glenn Curtis. And this is really a lesson that there are series of formidable adversaries out there that you just... You're better off avoiding. And if you choose to compete in industries like this, especially the birth of something that's gonna be extremely valuable you're gonna run up up against people, not only they're super intelligent. They have a lot of access to a lot of ass assets. They have very sharp elbows. And this... What I'm about to reach you. So 1 of my favorite movies probably of my favorite movies that godfather. There a scene where Michael C, his his father's already died. So he's a Godfather, and he has a senator that is trying to squeeze him. Essentially blackmail him. They're like, oh, you want a gaming license to run casinos. That's fine. That, normally, this is the price. It's gonna be much larger than that. And if you seen the movie, you realize the senators making a gigantic mistake. And it's 1 of the best scenes in movie history because Michael says, well, you know, the senator must leave he's, like, Want the money. I want your answer the money by tomorrow. And Michael like you can have my my offer now. He's like, what's your offer. My offer is nothing. Not even the fee for the gaming license, which I'd appreciate it if you put up yourself. And so the rights are gonna be hit with like, a michael C offer here. So it says hair Harold Fowler Mccormick. Was the youngest son of Cyrus Mccormick, and thus, a scion of 1 of the richest families in America, to add even more he to his bank balance, he was married to edith Rockefeller, the daughter of John D Rockefeller. The mccormick were used to making terms, not aqua to them. And the... So they wanna put on, the Mccormick are gonna put on the the world's largest flying exhibitions ever seen. And once the wright brothers realize what they're doing, they say, hey, hit him was like, you gotta pay 20 percent. We want the profits, You need all this written permission, and Mccormick is like, okay. You can help my offer now, which is nothing. And so Oracle set with the 1 having to deal with this. And it says Macron mccormick were used to making terms. Not asking to them, and the committee rejected the right proposal out of hand. I then asked I asked I then asked the committee if I was to understand that the committee refused to pay the the right company, our company, a license. And the reply was made by their attorney. That's what it looks like. Mc mccormick committee then made a counter offer. This is the Michael Cor aspect of it. Wilbur and Or could join as competitors. Just like everyone else. It gets worse. And it says unless there be any doubt of our resolve. They leveled the Mccormick leveled and ultimatum to their own. Remember, at this point, the ripe brothers are used to find lawsuits together already winning the lawsuits. They're like, go ahead and sue us. And then we're we're... We'll ruin your entire... Now we'll ruin your entire business. So it said they leveled an ultimately of their own. They told me that the right company could bring suit if they saw fit and in that case, and in case they did, the members of the committee all very wealthy men would finance whatever the cost would be to fight against such an action and then make every effort to invalidate all of the wright brothers patents that didn't stop there. This is why it's just better to in life to go around collecting friends instead of enemies. Because you're gonna run against people that don't play. And the right brothers just ran up against people that don't play. And we'll see again. They keeps getting worse. If they did not stop there, this committee is composed of the heads of the various newspapers in this city. And if the right if the wright brothers should bring any action. These newspapers will publish all facts in the case and do everything within their power to embarrass the right company in such proceedings. So let's review. Not only are we not gonna pay you. If you decide to to continue this, we're gonna we're extremely rich, we're gonna use all of our resources and we're gonna invalidate all our patents. And if we invalidate all your patents, that means your company goes bye buy. And if you wanna press this, guess what? Not only we have a ton of money, but we also run all the newspapers. And so we have media attention, and we will drag you in the press. So or obviously agrees. It's like, oh, crap. Okay. Here's the problem. Wilbur gets back. I think he was in Europe or something like that, and he disagrees. And so then the author says, this is like, this is what I was mentioning earlier how stubborn can be both an asset and the liability. So Or agrees, Wilbur overturn that decision. And so it says of all the rights legal actions, this 1 seemed the most ill considered. The defendants were wealthy, powerful and influential men being sued in their own backyard. Or initial willingness to enter right avi, which she said, okay, I'll agree your terms, is going... Would work against them as well. What's more seeking a share of the proceeds. So the... They're suing to get a percentage of the profits. Right? That's what Wilbur doing, because that's what he feels is his right to do as the patent holder. What's more seeking to share the proceeds, proceeds were pointless. These are rich dudes. They're already independently wealthy. They put it on for attention and prestige to their city, not because they were trying to make money. And so their point was you're you're suing them for for a share of the of the profit was pointless because there is no the meat had brought in a hundred and 4... 50000 dollars in revenue against, let's say 200000 in expenses, leaving only red ink for the rights. And so what is the point there? Like, you're not gonna get any money, then you just created more enemies Like, he... It... He... Wilbur had, like, this religious z to defend his work and, like, his life's work. And understand... Like, that in in of... In and of itself is not negative, but you have to pick your spots. Like, this was not a smart move. And when we think about this. Like, it's... He lost Wilbur wright lost the point of all this. Right? Because this is happening about a year before he's gonna die. And so I write on this page because we're a we're a few pages, later and this is a year before he dies. We wanted to avoid this fate. Although Wilbur continued the fight with unbroken ferocity, he was beginning to despair of the business. And so he's writings. He's like, I hate my life. I want out of this. My position for the past 6 months, he wrote has been that if I get free from the business with the money we already have in hand, I would do it rather than continuing a business at considerable profits. So he's like, if I could just take the money I've already made and not have the headache I would do that instead of having this fight just in the hopes of making a vast sum in the future. Only 2 things lead me to put up with the responsibility and annoy. First, the obligations we are under understood the people who put money into our business. So now it's not just him in his brother's business. They got a ton of investors. Right? And second, the reluctance of man naturally feels to allow a lot of sc and thieves to steal his patents. Yes. I don't think you should let people steal your work, whatever the case is, but at the detriment of your help, health, and the the the the foreclosure of multiple decades of your life as a result of that. And I don't mean that, like, he could've have predicted he was gonna die. But if you're completely miserable, you're exhausted, you're getting sick. This... Like, what is the point of running your own business? And so the the author hits the punchline line right here perfectly. Wilbur, and this is really says it better words and I was trying to grasp that. Wilbur never seemed to grasp that his crusade to destroy his nemesis could destroy him as well. And so he's writing this letter right before he dies and think about how crazy this This is kinda eerie what he says. But so far as making money is concerned. I am a... I'm going to quit worrying myself to death in order to get more than I I've already got. And this is why reading biography is so powerful because you find very, very smart people making very very dumb mistakes over and over and over again. It's foolish to think that we are not prone to do this as well. And so reading these stories is learning from their other their experiences Like, I'm going to avoid this in my life. I love what what Steve Jobs said. And this is something that I use in my life, and I think other people should. He's like, I have looked, this is Steve jobs talking. I've have looked in the mirror every morning and ask myself. If today were the last day of my life, what I wanna do what I'm about to do today. And whenever the answer has been no for too many days in a row, I know I need to change something. So imagine if Wilbur white right knew that. He's been saying, no for years up to this point. And there's no way he would have made that mistake if he knew he was literally in the last months of his life. There's no way. And so why we can't predict if we're in the last months of our life. So let's act as we are. So this is what I'm mean about a very smart person making a very dumb mistake. Wilbur recessions have begun to nod his health. He had by his own mission worked harder and and for longer hours pursuing the case against Glenn Curtis, than he had developing the right flyer. He drove himself to exhaustion and grew so thin as to appear Cad. Family members began to express concern about the crushing pace he insists on maintaining. Wilbur wrote a letter, saying most of my time has been taking up with lawsuits, expressing a hope that he could be freed from this kind of work, and then it was more pleasant to go to K hawk for experiments. Than to worry over lawsuits. That is 1 of the last letters he wrote, and that is where Wilbur departs the story because this is when he dies in bed at the age of 45 from Ty white fever. And then I wanna bring something to your attention that has happened over and over again at at this point where I got to the point... This is like the fourth time I red a situation like this. I was like, alright, There's some kind of weird dark side to human nature that is causing this to happen over and over again. So there's a tone of these exhibitions where people where the pilots are going to die. Right? The response by the spectators is almost all ways the same. And so it says, as had been customary. Spectators rushed to the crash scene, the cra... The scene of the crash to fight for souvenirs. In a few minutes, the field was cleared of every bit of wreckage. Eli collar, tie, gloves, and cap disappeared. So they go even before the body is removed from the wreckage. They'll grab pieces from the plane. They take off their gloves, Still take the guy's watch. In 1 case, there's, like, a piece of wood that broke off from the plane and is inside of 1 of the bodies of the pilots. And somebody yank it out of the body while the blood still dripping and takes in home as a souvenir. What is that? Explain it to me. What why were people doing this? And so the chapter I'm in is all about just death after death after death of these pilots. Really I'm trying to figure out the lessons that you and I could take away from this and that over confidence can be deadly in the games that we play can obviously cause the business failure, which is catastrophic, but it could also cause the death, like physical death. And so says Rogers had become known for his reckless flying, ignoring friends who urged him to be more cautious. And this what he said. The air is nothing to me now. I've conquered it. So he gets his plane. He says at 1 point, he saw a flock of seagull. Rogers turned and dived in down into them, scatter the birds in all directions. He then immediately went into a steep descent. He was seen desperately trying to pull back from the from the descent. The airplane did not respond and Rogers who just said he conquered the air, crashed into the ocean and was crushed beneath the engine. They found the body, so they they wanna they went up to taking the looking at the plane to see what went wrong. And they found a body of a seagull tightly wedged between the tail and the rudder of his airplane. The goal had rendered the body of the the seagull had rendered the rudder I movable and snapped the control wire. He's literally into ascent a bird that he went out of his way to run into, literally snaps the wire, essentially, like, driving a car if you're steering wheel doesn't work. And so once Wilbur dies, Or keeps stuff for a little bit, but then he went to selling the company, essentially, like, the what I kept... Trying to describe to is like, that you have the the rights in a position of power, Curtis in not a position, but Curtis keeps going. He's keeps prose. And eventually, these rules switch, or never had the intensity that Wilbur did So he might selling the company being before he did this. It's a perfect question. Moreover, was showing signs of wearing down. Curtis was not. He pressed on with his counter attack. And so that reminds me 1 of my favorite quotes, it's the Shack family motto by endurance we conquer. Curtis just absolutely refused to give up. He kept pushing and he kept innovating. He's... This is at this point. He's designs 1 of the most successful planes for World war 1. He designs the world's first airplane that could take off and land on the water. He's designing all kinds of things. And Or is just distracted. Just... He's he does... He's not... He doesn't have the love and the fire and the push that his brother did. And so or cash is out. He makes about 1500000.0 dollars. I think in today's dollars it'd be, like, 10... Schumer between 10 and 15000000. And it says orbital departure effectively ended the patent wars. Although the litigation continued, it was largely on its own momentum and bore little resemblance to the ferocious legal w of previous years. So that's in 19 19, 10 years later. The the 2 companies actually merge. And then Curtis has this huge tailwind of World war 1 that that winds causing his company to just completely surpass the right company, mint him of fortune. A fortune much larger than than Will an way we'll able to accumulate. It says the the war this is the world war 1 was a boom to Curtis. Orders came in from all over the world in much volume. Curtis opened a second factory. He opened a second factory and then took on a group of financier. The 2 factories hu along turning out more than 10000 planes before the end of the war. By this time, Curtis employed an entire engineering department to put his ideas to paper and then test them out. He created the Nc 4 It was the first aircraft to fly across the Atlantic ocean. The Nc 4 was Curtis finale aviation. The following year, he liquidate his interest and then retired and move to Florida, leaving behind an extraordinary record. The list of his inventions and achievements is immense and includes the sea plane, retract landing gear, twist grip throttle for motorcycles. The enclosed cockpit, the air boat and a number of machines to manufacture airplane component. He created the first civilian flying school, and the first military flying school, conducted both the first simulated bombing run and first use of firearms from an aircraft and delivered the first radio communication from the skies. Curtis may not have been an intuitive genius, but he was a prolific innovator, and he would constantly improve any product. Wilbur wright was a visionary architect, but Glenn Curtis was a master builder. Progress. Un, demands both. And that is where I'll leave it. There is so so much more in this book. If you enjoyed the podcast, you'll love the book. Highly recommend reading to reading it. Take your time with it. There's just so many amazing stories in the book. If you wanna buy the book and support the podcast at the same time. There's a link into the show notes in your podcast player, you can also go to Amazon dot com forward slash shop, forward slash founders podcast and buy the book there or by any of the books, you can actually see all the books done a reverse chronological order at that link. If you wanna further support the podcast and give have a gift description to a friend or a coworker, that link is down below and it's also available founder podcast com that is 241 books down 1000 ago, and I'll talk you again soon."
}