{
  "transcript": "In celebration of a hundred years of American filmmaking, the American Film Institute announced a list of the 100 greatest movies ever made. Francis Ford Cop was involved in 5 of the films on the list. The cop entries spoke volumes about the filmmakers career. Each of the movies had been made in the 19 seventies. At a time when Cop was young and hungry, and at the pinnacle of his abilities and powers. For 1 glorious decade, Cop an influence on movie making, virtually una approached by any other filmmaker. Cop would be the first to concede that none of his movies in the 19 eighties and 19 nineties deserve to be on the list, not by a long shot. But 1 cannot help but wonder what happened to France's ford Cop. Did he ex expand all of his artistic energy during the seventies? Was he overrated as a filmmaker? Was the failure of his company along with his highly publicized financial problems the driving force behind his decision to abandon his risky, yet decisively creative endeavors in favor of safer and more profitable work. Did his son's death give him occasion to reconsider his life as a filmmaker, and in fact, guide him toward a change in priorities. Did he simply lose interest in putting himself on the line in film after film? Did he grow complacent once he had rebuilt his empire? That is an excerpt from the end of the that I'm gonna talk to you about today, which is Francis Ford Cop, a filmmaker life, and it was written by Michael Schumacher, and the fact that these questions appear at the very end of the book gives you an indication that there are not going to be any easy answer to this. This is... Was a an absolute fantastic book. It's a giant book, almost 500 pages. I spent over 25 hours trying to really fundamentally understand who Francis ford Cop was as a person, and they'll any kind of lessons that we can draw from his career. And 1 of the main lessons that I loved is that he was a very messy person. He had a very messy career. He had a very human career. And I like the fact that there was no clear cut answers to me this biography was an exposition in what it means to be human, The messy life experience that you and I go through. And I'll tell you why I wanted to read the book and how it fits into every other thing that we're studying on the podcast. Once we get to George because I wanna jump right into the relationship that he had growing up with his father. I just watched an interview with, for instance Ford Cop. He's 83 in the interview. This book is over 20 years old. It it was published when he's around 60 years old. But when he's 83, he made a very interesting comment in this interview that I wrote down and this sequel quote from the interview. He said, you can always understand the son by the story of his father. The story of the father is embedded in the son. So that's where I wanna start. His father's name is Car. We'll go we'll go right into it. Car Harvard ambivalent feelings about success. Similar to the ones that his son would confront many years later as a filmmaker. As a hired musician, Car mine could carve out a decent living, but he would never develop into the kind of artists that he aspire to be. If he abandoned the safe route to pursue his dream, he faced financial ruin. And so that line right there plays a major major role in the life story of Francis ford Cop, if he abandoned the safe route to pursue his dream, he faced financial ruin. For instance Ford cop, where personally or through his companies went essentially bankrupt 3 times in 9 years. And the Precarious financial positions that he found himself in had AAA profound effect on what he was able to work on. And so that's a theme that you and Are gonna revisit many times today. So talks about Car was the sun of so Francis Ford cup. Grandfather, grandparents were immigrants from Italy so says Car mine like so many sons of recent immigrants had been school in the American dream, and how success served as an indication of one's self worth. It was a complex issue and not easily resolved. For while Car honored those who achieved fame and fortune through hard work he also had the deepest respect for the risk takers and innovators. Maverick Mavericks like Preston Tucker, who was somebody tried to, create a, a, brand new American car company. In the 19 forties, Preston Tucker was 1 of the heroes of not only Francis his father, but Francis himself in Francis made movie, like, a bio bio film about Preston Tucker. So let's go back to Cop father, and we really just traits that you just don't wanna possess. In time, Car became increasingly embedded over what he felt was a lack of progress in his career and resent of those that he deemed to be less talented, but who had become more successful than he had. And let's go back to that line that Francis where cop had in that interview when he's 83 years old You can always understand the son by the story of his father. The story of the father's is embedded in the story of the son. And so he has... He winds up having hiring his father to do work on, to to do the the music like score of some of its movies, and 1 of those movies was Godfather too. And so the no left myself on this page is don't be like this. This is Frances is talking about this time. After I spent a lifetime with a frustrated and often unemployed man who hated anybody who was successful to see him get an Oscar, it added 20 years to his lifetime. And so think about Ko view of his father from his perspective, if he grew up with some of who's that never got to achieve what he thought, like, his level of talent, like, he deserved in life, then that caused him to to over the years become more and more bitter to hate other people that were successful. And then the only way that his father was actually to able to attain his dreams was being hired by his son. And my own guess based on reading this book is the fact that his father was... Never able to achieve the success that he wanted in his life on his own pushed Francis to have almost like a manic frantic 24 7 work ethic, which I'll get to in 1 minute. I wanna pull out 1 other disastrous thing that his father did. And so Francis older brother is talking about what it was, like, growing up in this house with his father, and this is what Francis brother said. I was to be a doctor. I was to be. Not I wanted it to. This is what his his father's pushing him. Right? I was to be a doctor he remembered. In all of my life, I received doctor kids every Christmas as the parental incentive to steer me in the right direction. But I said to my father, why can't I be an artist, you are, and he said, yeah, but there can only be 1 genius in the family? And since I'm already that? What chance do you have? What kind of father? Says something like that to his son. So we go to Cop in college says he was bright and energetic, rather pre contentious and occasionally arrogant, friendly, eager to learn and above all else, not at all afraid of assert himself. These are traits that he maintained. He had his personality traits, he saw to this day. For his entire life, movies remained his real love. He started a club. He's in college at Hof, called the Hof cinema workshop, and he set up screenings of classic films. The films of Sergei Had made all the difference in his decision to pursue a career as a filmmaker and this is what Cop says on finding sergei work. On Monday, I was in the theater. On Tuesday, I knew I wanted to be a filmmaker. So while he's in college, he went up making friends that had similar interest as him 1 of these is this guy named Joe Joel Ol, who wants becoming a writer, a screen writer and a director, and this is what he said about what Cop was like in college. My take on him then was exactly what my take on him is today. He is incredibly talented and incredibly pre contentious. He doesn't know what he's doing half the time and the other half of the time, he's brilliant. What I love about Francis is that he hasn't changed. He's consistent. I had an early appreciation of him. So Joel one's up writing an article on, Frances when you're in college, and he says, I profile him in 19 58. I said he was gonna go he was going to go all the way, or he was gonna burn himself out. There would be no middle ground. It was a column predicting that he was gonna do great things. And people said to me. What are you nuts? He's all talk. And the people said that he was all talk quickly realized that that's wrong. He actually works harder and faster and more than any other student in the in in the film school. So it says Cop has sprinted ahead of the rest of his class. Staging plays, reorganizing school drama department. And in general, distinguishing himself onto to such an extent that he was ultimately honored with the with a award for student directing. He was known throughout the University for his enormous ambition. No 1 seemed to mind Cop taking over the theaters Arts department except some of the faculty who also checked this out. He worked so much. They had a set a rule. So he worked less. Who ultimately set up a new rule whereby a student could only direct 2 shows per year. So there's 2 things that I wrote on this page that that came to mind when I got to this section. The first is a quote from this fantastic article by Derek Sieve that I referenced many many times with the podcast. It's that there is no speed limit and that the standard pace is for chu. You can always move faster and accomplish more than you think so, and you could do in a less less amount of time. We see that example of an over again in And then another is a quote from the the this fantastic biography on Joseph Pulitzer that I read for founders episode number 01:35. And just like Cop counter parts are being kind of annoyed at how much he works. Same thing happened to pulitzer, when he tried to break into the newspaper industry, eventually, he he takes that job, and that's like the foundation of this this gigantic media empire that he wants a building, but he said about Pulitzer. He was so ind that he became a positive annoy to others who felt less inclined to work. So he's gonna graduate and he's like, okay, I'm going to film school. I'm gonna continue my education, and I'm going to California. And this is on the importance of meeting like minds and this is how the story of Francis instance for a couple fits in with some other people that you and I have studied in the podcast. There was a little question by the end of his 4 years that Cop had every intention of dev voting his life to the movies. Ko timing could not have been better. He was entering Ucla during a period when Films schools we're about to explode and a proliferation of talent. That within a decade would change the face of the motion picture industry. So Cop is going to be 1 of a group of young rebels that is gonna completely change the entire industry by happy coincidence. A group of filmmakers emerge from film schools in the mid 19 sixties. That's the time of the time history. We're at, that is the cinematic equivalent of the Paris writer group... Writers groups of the 19 twenties. We talked a little bit about that when I read the biography of Hemingway. He was part of that. So they're they're making the parallel there. Just like the writers, these young, ambitious, unique writers, all met up in Paris in the 19 twenties, we're seeing that happening in California in the mid 19 sixties. And so some of these people are like George Lucas, John Carpenter, Martin Sc, Brian D palmer, and even though he's not a film school, Steven Spielberg as well. And so ever since I read 1 of the best biographies I have ever read a book that I'm definitely going to reread in the future, that's George Lucas is a life written by Brian J Jones. I covered all the way back on founders number 35. George Lucas is by far 1 of my favorite people. His approach to his work has a heavy influence on what I'm trying to do with my work. And in that book, a main character, because they went up meeting when their twenties and they're still friends at this day is Francis ford Cop. And Lucas is in turn a main supporting character in this biography of Cop. And what I loved about these stories was the idea that we get to see who these people were when they're their twenties. So you have George Lucas Steven Spielberg, Francis Ford Cop, Brian D par, and Martin score cc are all friends. And we see who they were as people before they become these world famous and in many cases, supremely wealthy directors. And I think I talked about this when I've read Steven Spielberg biography for founders number 02:09. But it's just amazing to me. Like, jaws wind up being Steven, like first gigantic commercial hit. And the day that it's released. He doesn't know how successful is gonna be. The day it's released, he's riding around in the car with Martin Sc. And so what I love about this this being the third of the body reads that I read about group and I'll continue knocking the reading filmmakers biographies. Is 1 of my most favorite things to do. And I think there's just a ton of parallels between creating movie and building a company. But what I like is you get to see, they all have the same idea. They're interested in, you know, I wanna be director. Wanna have control of my work. I wanna be in movies and yet they all approach it vastly different. And so this is on the importance of meeting like minds. What was good about Film school was not to school itself. It was the enthusiasm of so many young people who had the same dreams and how that kind of cross fertilized. And the role ko is gonna play. He wants becoming an inspiration to Lucas to Spielberg Sc because he's the 1... The first 1 to break through at the time, Hollywood like this old boys network, they wanna be direct. You start at the very bottom, Maybe let you direct 20 years into the future. And Ko is 1 of the first people to figure out how to break through. And he winds up getting a director being able to direct major movies when he's still in his twenties, and this is kind of the hustle and the resourceful that he demonstrating long before he had that opportunity. He's in film school. And so it says, Cop displayed a remarkable ability ability to do whatever was necessary to get the job done. So you're trying to make a movie says for 1 scene he needed to film the movie's main character standing near Michael Angelo, David. Forest lawn cemetery had a full scale replica of the statue, but the cemetery also had a strict policy of allowing no 1 to shoot a film on its premise un. Cop contacted a cemetery official, and after explaining that he was a student making a modest non commercial film, he was given permission to shoot in the cemetery. He then contacted chapman company, which is a builder of the biggest and best camera crane in existence. So I'm gonna interrupt myself really this is a story of resourceful. Relentless resourceful. He does not have a lot of money, does not have the equipment needs he finds away. He then contacted the chapman company, they build the biggest best camera crane in existence. After running through the film school's spiel with 1 of the company's officials he promised to provide chapman with a high quality photograph of 1 of its cranes posted next to Michael Angelo David in exchange for brief flown of the crane. They say yes, he shocked grounds keepers by turning up not with the expected small amateur film crew, but with a 60 man crew in a chapman crane. He was unbelievable. Remembered Carol Ballard, who worked as a grip on the film. Francis showed up at Ucla, and within a very short period of time, he seemed to have the whole department wrapped around his little finger. Who was this guy? What qualified him for this? I have since come to realize that the qualities that he had Hot to a large degree were the most important qualities for making it in the movie business. It was incredible what an operator he was. So in George Luke biography and he talks about that. The fact that he said he George Lucas had... He had an obsession with history. He read a ton of biographies about great people, and he's like, I did not understand the power of charisma for, like, the Julius Caesar's and Napoleon's, these kind of people until I met Francis Ford Cop and realized, oh, he's 1 of those guys. And so Francis had this desire to prove himself to prove he could be successful to to write the wrongs of what happened with his father, and luckily enough he is applying that to something he loves. He talks about this time in his life. He said, I had an overwhelming urge to make films. All I lacked was the opportunity. And so he does something really smart. He finds a different, like, a parallel way to to break through. Because his real... He's like I wanna be a director. I wanna... I wanna have complete control. I wanna write my movie. I wanna direct my movie don't want anybody tell me what to do. Very similar to to Luke's his perspective. But the way he gets in, he's he figures out to seize an opportunity. He starts writing scripts. This is gonna... This is... When I got to the. Mind reminded me because I've I've I told you that I I watched the first... I highly recommend watching the first 2 episodes the new Kanye documentary on Netflix. It's called Genius Jesus, Genius something like that, And what was interesting about that was that Kanye broke, like, his main goal is like I wanna be a rapper. But he he used a a different way to break in. And he's like, I'll just make beats. He started making beats, but everybody, so he he wants breaking into an industry doing that, selling beats becoming famous for selling beats, but no 1 understood his true motivation. He's like, I only make beats, so I can wrap on them. I just happen to be able to make beats so well that other people will buy them, and then I'm gonna use that as a way to break into the industry. You can think about Cop is doing the same thing. In fact, the first Oscar he ever wins is for the screen play, that he wrote for the movie patent. And so we get a indication into did motivations here. He writes screen play. They love it. They wanna buy it. He says the investors like to script and we're willing to buy it. But unfortunately for Cop, they did not wanna hire him to direct a picture, which Cop marked was the only thing I was interested in. I'm only writing scripts so I can direct Kanye only making beats so he can wrap on them. It's the exact same idea. Another good idea from Cop. He sees his opportunities. That other people in his film school think are beneath them, which is really fun. Considering... When you're in films haven't yet achieved anything. And so he's gonna wind up working for what they could they call a b movie director. And he's just, like, I learned a ton because this guy be movies you can make really fast. And so, like, I'm getting a such essentially more like, at bats at the plate. Right? So it says, this guy's name Cor. Cor learned of Cop through a teacher at Ucla. Cor asked if, the teacher, if she had any students who she might recommend for work, and she immediately named Cop. The timing was fort 2. He... Cop was running out of money and was so broke that he literally feared that his telephone would be disconnected before he heard from Cor. And so Cop is gonna take this opportunity and he's gonna seize it. He's gonna do everything possible that he can to impress what he's gonna eventually become his mentor, and then we see his legendary work ethic. Cop wanted to impress his mentor going streams to see that Cor appreciate his efforts. I deliberately worked all night, so when he'd arrived in the morning, he would see me slumped over the editing machine. He started to see me as an all purpose guy. Cor rewarded Cop by giving him as much work as he could handle. Cop was 22. And so think about from the mentor perspective, he sees this guy doing as much as possible to help him in his work. He's like Cop is going as doing as much as he possibly can, helping me complete the movies. There is this in human nature where like, if somebody does something for you, we feel and need to reciprocate, and he just he's just fantastic. So while he's helping Cor on the movies, he's also writing scripts and some of his scripts are... Again, I said this is, like his path into move me. Right? Some of his scripts win war. So look what Cor does. Again, this guy may not be, you know, the best director, but he's certainly known. He's at least making a living in the movie industry. And so when Cor finds out the Cop has just won on award for script what he does here. Cor was thrilled by all the recognition bestowed upon his pro, and he took out ads in the trade papers announcing the Samuel Gold award, which is the 1 that 1, Cop was touched. And so this call... In turn causes Cop to want to work harder for Cor. And he does something that he does his entire career. I'm gonna tell you, quote I took on, took notes on that that interview is 83 I'll get there in 1 second, but as an example that Cor Cop, if he knew anyone who could work on the film's sound and un undo by the fact that he knew virtually nothing about sound recorded recording, cope of volunteered for the job. That is a main theme in the life and, Cope is approach to work. Say yes first and learn later. Say yes first, learn later. He does that over and over and over again, when he's 83 years old. He says my peculiar approach to cinema is I like to learn by not knowing how the hell to do it. I'm forced to discover how to do it. That is a genius idea from 83 year old Francis Ford Cop, force yourself to learn. And so this is how he gets into his first directing his first feature film, and no left of myself on this page. This guy is all resourceful, and hustle. He jumps at even the smallest opportunity. I would say that applies. This is why I wanna read so many more biographies of filmmakers because it applies to what I learned about George Lucas, Steven Spielberg, and now Francis for Cop. They're all like this. All we're resourceful most all hustle. They had to build themselves into the people that they're gonna become later. Getting George Lucas is getting a movie made now and or or Steven getting a movie made now is easy. It's not when you no 1 knows who you are and you have no resources. You have to be all hustle on hall resource So what he realized realizes like, okay. Well, I've studied how Cor learn, Cor works, and he likes to reuse, like, he's very obsessed with controlling costs. Something for instance for a couple... Obviously, was never really good at So he says I knew that whenever Cor takes a crew on location, he can't resist the temptation of doing a second picture. Since he already paid the cruise expenses there. I played on this managing to convince him that I should direct it. Meaning the second feature. So I told him about the Zest horse that he's writing in another of script. So he's he studied his mentor realized realizes this is his Grande. How can Take advantage of that? And, oh, I'm already extremely talented in winning awards on scripts, so them that he's doing this when he's not working for Cor, he's still writing scripts. And so the fact that he can combine these 2 would leads him to directing his first feature film ever. Francis sees the opportunity. He stayed up all night to write an entire treatment. It was smart, well written and extremely demanded. It's a horror movie. It developed Argus a thriller. It developed into dementia 13, which was Cop first feature, and cop it just nails it why this is so important because so few other people a do this. The opportunities are presented opportunities. They just... They dill dal. They let him pass by. Francis did not do that. As he would point out later, his willingness to seize the moment was 1 of the main characteristics separating him from his other fellow students and aspiring filmmakers. And Francis says the secret of all my getting things off the ground is that I've always taken big chances with personal investments, while the other guys my age were all pleading Cor, please let me make a film. I simply sat down and wrote the script. Closed mouths don't get fed. That is a line that J z said to Kanye the same thing happened. So you have other people say, Cor? Let me just make a movie? Okay. Well, how how is he gonna respond? There's a million people that wanna make movies? That's a terrible approach. What is the approach ko did? Hey, Cop. Our excuse Hey, Cor. I already have... We already have... Already have we're on location. We have extra time. We already have the actors and guess what I have a script. Let's do this. If somebody came to you with those 2 propositions, which 1 you choosing? It is a no brainer. That documentary, Kanye was having a hard time. That he was assigned to Jay z record label rockefeller. They had she his they delayed his album. So he shows up 1 day because he knows, hey, Jay z's at the studio. He's making blueprint 2 that album. I have a beat form and guess what? I have a verse. Let me show up and he just... He plays the beat, Jay z gets on the beat and then Kanye starts wrapping his verse. And though even though Kanye verse not finished and Jay z winds up having help him with it. He says at the end. Closed mouths don't get fed. This what he's telling kanye it. Close mouths don't get fed. If you wouldn't have said nothing, you wouldn't have been on that. Okay. So let's talk about something that cop have realized was a flaw in the movie industry, Lucas all this as well. So the Spielberg, and he's trying to change it and says Cop would largely be responsible for a shift in the prevailing system. When he, along with a number of other talented new directors began writing the scripts for the movies they were they were directing. The days when this dream could be realized were years away. And for the time being Cop was just another new kid in a very old system. And so he's really young. He's in his we're renowned in his late twenties mid to late twenties and he's trying to figure out, okay, well, how can actually write compelling right scripts but then be able to direct what I wrote and not have it be controlled or rewritten by somebody else. He's like, I need money. Like, if I have my own money, then I can actually have a sane what that gives me control, and we see something that he does this entire. I would consider who him like, almost like I wouldn't say like a d degenerate a gambler, but he's definitely a gambler. He puts... He goes all in multiple times, and that's why he wants up having negative net worth many times out his life. So he winds up gambling all his money on hopes of making enough money to fund his own movie though. And so he says hoping to come up with some quick cash, he invested his entire savings in a company that produced something that's called... It's like a Box that showed short movies on a tiny built in screen. That investment winds up being a massive mistake mis failure and he lost every single penny that he had. So again, he does this over and over again. Maybe I have a couple of dozen dollars. I'm putting it all all on black. It's essentially what he did here. And it says, he would establish himself as the biggest risk taker in film history 3. A man willing to stake his personal wealth on the projects he believed in. And so this could not come at a worse time in his life because he's about to have a second child, second child he needs to and a wife that he has to support, so he is 27 and extremely depressed, and this is terror followed immediately by Euphoria. Cop was depressed, and now he had another's melt feed. A second son named Roman. Cop and annie had no immediate job prospects. He was feeling completely overwhelmed. When twentieth Century Fox had purchased the film rates to this book called patton or Deal Triumph, which is a biography of Georgia S Patton, and the studio was looking for someone to write a screen play. They liked Cop work on this other, war movie called Is Paris Burning, so they contact him and offer a job. Cope decided to give a script script a shot, boosted by a huge 50000 dollar writing fee. And so he uses his reputation as a great screen writer as a way to bluff himself into a position to do to write and direct his first movie for a major studio that's gonna be Warner Brothers. He's also going to This is crazy. He wants up using this movie called You're Big boy now as his he has his thesis because he's, like, I'm not... I'm I'm not gonna be in phone school anymore. I'm actually gonna make movies, and then he wants up... I think getting his degree because of this this movie. But this is cop solution to the chicken and egg problem. He uses over and over again. He he has to figure out a way to get the studio to give him money and then actors sign on to the actual project of somebody's of these relatively unknown. So he just winds up bluff either side. Let me tell I'll read this and you'll understand what I mean. It was all big bluff. Cop approached the actors as as if he had already had big studio financing behind and then he approached the studio as if you'd had already set up the production and we're prepared to go forward with or without the studios help. Somehow, it worked as cop boasted afterward. If there's 1 thing I found out is don't ask. Just go ahead and force the issue. The... That way, you get a you get a momentum going with everybody wanting to jump on the bandwagon. And he also did something Smarter. He's like, I'm willing to take a bad deal just to get foot in the door, Cop would receive only 8000 dollars for writing and directing the picture. He would also receive 10 percent of the film's profits, an offer that was ridiculously weak by today's standards, but a represented a breakthrough at the time. No 1 had ever offered someone as a young and inexperienced as cop, the opportunity to direct a mainstream feature length picture. And so it's smart, except the whatever opportunity you can get Now once the the the movie done, I'm a do... I'm a writer and a director now. And so then when he goes to fix his this protocol, this guy's already done before. Okay. So then he does... That opens up to the the door to his next 2 projects, so we'll get to in a minute. On this next project, that's where he meets george. Lucas has a huge influence on his entire life. And so I'm fast forwarding the book just to show you that he uses this idea over Nerve again. And he's... And he also does something smart. He's willing to reinvest pro profits to buy better technology. So we'll get to that in a minute, realizing that he could make the rumor mill work to his advantage, Cop dropped a few well placed hints at Warner brothers that he was developing a new secret project. 1 that was already beginning to shoot. You already know by now. It's not beginning to shoot. The studio concluded that if Cop had every intention to making the film independently, excuse me, the studio concluded that Cop had every intention of making the film independently if necessary. It was a shrewd move and another successful bluff Cop had invested 80000 dollars of his earnings from Fin Rin Rainbow, so it's a second movie. Now we're... We moved on to the third. So he's taking the money that he made from the second moving and investing in technology that'll will benefit his start movie. Instead of where the art equipment needed to create a mobile filming and editing unit. Now why is it a bluff? Because he had nowhere near the kind of money that he needed, that was necessary to make the rain people, which is gonna be his his third movie. Technically his fourth movie but the third under the studio. Cop kept his best poker. And so 1 way he's able to convince them is because he keeps on this movie. He keeps the cost really low. Or I'm gonna get, I'm gonna... There's a lot of highlights and details in this movie because I really feel like what he did for this movie, is it's it's the same as starting startup. Cope crew, so the talent the people recruit for your company was excellent. George Lucas helped in a number of ways. Imagine there's something that Max Election said in that book the founders, which is about the early history. The first 4 years history of Paypal I did it back on episode 02:33. But he said the best employee that you have in your company right now is the per is the employee that that is his last his or her last job they will ever have. After they're done working for you, they're starting their own company. Identify that person because that is the best person you have in your company. This is very similar to what's happening in the story. Like, you have Francis like right hand person, is George Lucas. That's insane. And you'll see that Lucas clearly showing signs that, hey, this guy meant to run his own shell. I'll get in a minute. Really, The reason I'm telling you is because he's using a combination of 2 traits here, resourceful and bold. This is just like a star up. So says a group witnessed an armed forces day parade. Right? So they don't have resources. They have all these shots they wanna shoot... They don't have a lot of money, so how can we essentially get a lot of these things without spending any money? Oh, there's a parade. Okay. We're we're gonna act, like, we put on that parade. So Cope filmed and ingenious worked that parade into the picture. Francis had more guts than anything. And this is what Lucas said about that. The crew for the rain people was very, very small. And it was very anti establishment. There were only about 13 or 14 people in the entire crew. So as a result, people gotta do multiple jobs. They gotta wear multiple hap, absolute Lucas is being 1 of those people. It was fun. We all... Luke... This is still was talking. It was fun. We all pitched in and worked together and we really had a ball. Everything seemed to be done by the seat of our pants. And on the most stringent of budgets, and in the most non traditional fashion, for the company of young filmmakers, it added to the spirit of adventure. That's is what I mean. It's just like a startup. Much of the journey was captured on film by Lucas, who was shooting a documentary about the making of the rain people. So the right there, clearly found our mentality. Clearly somebody that takes initiative. Clearly, somebody knows you could sell the byproducts that your company produces. He's like, hey, yeah. I you on the on this on this film, Cop, and I'll get paid and I'll gain a lot of experience, but I'm also making a movie on top of the movie. Lucas is documentary, which he called filmmaker, I need to watch this. So it sounds Fantastic. Caught the essence of the ups and downs of making the rain people. And more on just this the parallel of start. Just crazy. I really do encourage encouraging you, in case you haven't already. And if you're find any good filmmaker butter please send him away. Like, they're just so fun to read because the parallels are just so obvious. For George Lucas, the shoot would be remembered as a time when the seeds for much of his future were being germ. He was forming the ideas for the creation of his own studio ideas that would make him billion 5000000000 dollars in the future. That's not in the book that's me. That would evolve first into American Zoe troy, I never I not to pronounced freaking Cop company name and later into the Lucas film enterprises. And so this is the point in their lives where they realize both Francis for Cop and George Lucas realized at the same time. Wow. Independence and autonomy is a real possibility. A possibility that did not exist in the traditional studio movie making structure. And so I've I talked about this guy on many podcasts because like these you always in these books you find these like, weird supporting characters that you've never heard of, and yet they are hugely influential. Lucas told Cop of a chance meeting he had with this guy named John Cord, who was actually carving on a decent living as an independent filmmaker. When Cop along with Lucas rolled into Court S Beach studios. He's was like, I'm not gonna Corey like, I'm not making movies in La. I'll just make my own independent film studio up in San Francisco. They were amazed by what they they saw. Their lodged inside a gray barn was a fully equipped studio. Modest, but totally functional. It was the kind of facility that Cop and Lucas had envisioned. So then Cop has this idea He's like, okay. Well, he can't be the only person in the world to came up today idea. Let's find other people that are doing this too and try to learn from them. So Cop had traveled to Denmark to check out Lan turner film. Which was housed in a lovely mansion in a seaside town about 50 miles from Copenhagen. The bedrooms had been converted into editing rooms and a nearby barn contained a state of the art sound mixing facility. So it's almost like a larger version the in Copenhagen or excuse being Denmark that Cord is doing up in Northern California. He was especially fascinated. So he's talking about the Lantern also had all this, like, this movie equipment. So he says he was especially fascinated by the zoo, a cylinder shaped gadget that when spun projected a moving image. In Greek, Z means life movement, an apt description cope effects, for the kind of company had in mind, so that's where he gets the name of first his company from. The mansion and its beautiful surroundings, the low key working environment, the feeling of venture in creativity, the high tech equipment all had a very s deduct effect on Cop, so he is describing the environment that he wants to work Now what happens as we'll see is you can only do that if you if you control the money and if you're on solid financial footing. So he's able to do that for a few of his pictures, but then he gets into so much debt, large part because he's keeps going all in that he winds up he... This is... That's the environment he wants to work in that is not the environment he gets to work. For almost 2 decades because he's got a crawl out of this massive a massive financial whole. That he dig some digs for himself. So I think there's such just a huge lesson. Like, don't risk everything where you get a point where you can't actually build the kind of work environment that you want to work in. The the... You're not gonna get that time back not gonna get the decade back or the the 10 or 20 years back. And what I started the podcast with where he's like, yeah, but the movies in the seventies, when I was, you know, when I was actually making movies I wanted to make were my best work I'm not saying the movies I made in the eighties and nineties should be included on the top list of 100 best films because I was doing them for the money because I had to. So that's a negative idea from Cop. This is a positive idea. This is this advice that he's gonna give Joe Lucas here. Becomes really important, George Lucas career. It's talked about his biography. He's just like, I hate writing, but I just sit down, Lucas saying this, but I just sit down and make myself do it because he knows, like, it's gonna give him the control of the entire story. And this is... So he uses that for star wars. This is way before Star Wars. So it says, Lucas was a reluctant screen writer and he needed a nudge from Cop to get rolling on a script. Francis forced me to write this screen play. I wanted somebody else to do it, but he said, look, if you're gonna become a good director, you're going to have to learn to become a writer. So that advice is really, really important in the in George Lucas future career. So this new company that Lucas and Cop put together, it's it they're like, oh, we're gonna start a this alternative studio. They don't... Cop is really in charge, and he's really not good with money. Lucas talks about that later on. So I skipped over a lot of... It falls apart. And really, the lesson is, like, you just have to control the money. Or you don't have control? And cope needed profitable films to keep his company alive. And if you're not trying not really sure how much you're spending, there's no cost controls whatsoever, like, 1 or 2 flops in you're completing in a business, it's happens here. The end of the Warner Brothers, American Z relationship came on, 11/19/1970. Forever known as Black Thursday. Cop appeared before the executives and the last ditch attempt to market his company's future prospects. Unfortunately, Cop had grossly underestimated the company's position. And by that time, the meeting... And by the time the meeting had ended the studio not only rejected all of his ideas, it had severed its agreement with Cop and demanded repayment of its loan. To cop, he was now nearly a half a million dollars in debt. And he had no work ahead. His studio was sinking before his eyes. Cop is 31 years old at this point in the story. And, like most things in life, it's not very few things are all negative or all positive. So if it wasn't for the fact that now he's his company blew up, he is in a dire financial situation, he's gotta take the opportunities to present to himself. So we're about to read you is that at his absolute lowest point, comes his greatest opportunity. And this opportunity came, there's another lesson embedded in this paragraph about. This opportunity came because he was talented at something adjacent to directing. Something adjacent to what he actually wanted to do. He may never have gotten chance to be a director again if he wasn't a great screen reader. That's a crazy note, but it's true. And so it says just when things seem bleak. Cop will have received a call from paramount The studio wanted the writer of patent to direct 1 of its own upcoming features, a low budget adaptation of a current best selling book, a gangster novel called the Godfather. Cop read a portion of the book and hated it. And when paramount called was his offer, he did with any broke and down on his luck director would have done if offered a high visibility high paying project. He turned it down. So now we get into my favorite part of the book to read about because the Godfather wanted and 2 or 2 of my favorite movies of all time. And I should tell you way the the the book is structured. So we go over his early life. But once we get into this part of the book from here for the next, like, 350 pages. Every chapter is a movie. You think of every chart... And some chapters, like, I read a hundred pages on apocalypse now and how crazy. That movie like was to make. But the way I would think about this book is like, every chapter because I think of, like, these movies are, like, little independent companies. And what's interesting is like you see in the formation of the idea, the beginning of the movie, figuring out what script is what the product is, who you're who you're gonna hire help, like, the actors and all the crew. And all that, like, the the the very lu goals of financial performance you can have. So if you think about the variance between financial performance and movies is just spectacular. Like, it's it's it's really insane to contemplate. So the Godfather winds up having a cost about 6000000, let's say 6 or 7000000 dollars to make, it makes almost 300000000 dollars. So as a founder, imagine if, like, that was just your economic outcome for your entire life. You started a company that was cost 6000000 dollars, and you wanna making 300 Right? You you would... Obviously on a movie, the the the money goes to many different sources. But think about it from, like, a founder perspective. That's a fantastic outcome. But his next movie cost 1600000.0 to make only brings in 4.4. Not about outcome still profitable. Then he has another movie where the budget is 13000000. This has got godfather too, brings in about anywhere between and a hundred million. So he's all these hits. This is... And then what gets him into trouble though is the movies that come after this it's... And I'll go... I'll tell you more detail and minute about this. But, like, 1 movie in particular, went up he he has devastating economic outcomes that that haunt him for, like, 10 to 15 years. It's called this movie called 1 from the heart. It had a budget, so it cost of 26000000, but then it only brought in 600000 dollars. Imagine funding a company with 26000000 dollars, and it brings in 600000, then he does another movie that had a budget of 58000000000 Okay? Let's call it 60000000, and it brought in 25000000. So it doesn't take long to have a couple of these gigantic flops to permanently erase any positive financial outcome that you had previously. And so that is really how the book is set. It's every chapter is a movie. Sometimes 1 or 2 or 3 chapters, and you really think of them as as little companies. So little start ups. Okay. So let's go to the Godfather. It says, so he he's gonna wind up. The the Godfather was a book best bestselling book before it was a movie, so he's going to wind up teaming up with the the author, which is just gonna Mario, and this is just a great line from Mario. He says the Godfather was really to me, a family novel. More than a crime novel. I've seen interviews with George Lucas. He said the same thing about Star wars. He's like, this is a family opera. It just so happens to be set in space and be science fiction, but it's really about family, which is really how most people again, you think God godfather you think of mafia, if people gonna kill us crazy stuff. And the actual creators like, no, no It's it's really a family novel. It's what's happening to 1 family that just happens to be a crime family. And so Cop and Mp go into the the they characters of what really pushes that first Godfather film so starts with Marlon Brando, and I actually heard in that interview with with with Cop. He said that Marlon Brando, was a great actor, but also a great man. And the way he thought about life was extremely unique. He said he was in... This is Cop describing Brando. Who passed away a few years ago, he was like he was a genius. He was an extraordinary man. He just happened to work in a different way. So this is about the character that brando place. So it says he had learned the laws of the street and the laws of business. By acting as a ben to the powerless people in his neighborhood, Young Vid Cor rose in stature, gaining influence and respect that he could par into a lucrative business during the prohibition, during prohibition when he boot leg liquor and provided a protection service for the small speak he's run by the families and the businesses around him. And there's just so many lessons in this movie and in in this chapter. And so that he's gonna break down. There's really just lessons in in, the Cor siblings. If you really think about this. So 1 of the big lessons I took because my... I would watch this movie when I was like, a kid. But way younger than I would... Like, younger than my daughter is now, and I wouldn't let her watch movie. But it's really on 1 of the let main lessons, it's it's on the importance of temperament and self control, which is not at all very different from what Charlie Mu and Warren Buffett preached, the importance of now knowing how to act, but having the self control and the discipline and the temperament, having that write right alignment actually go after your goals, which in the case of the Cor siblings, they didn't have. So it says Vi oldest son, San, Sunny is an intelligent, generous and fearless. But his hot head disposition will prohibit him from ever taking over the reins of the family business, and it's what gets him killed if you seen the movie, people that that can't control their anger, can't control their emotions. They're very easy to be controlled by other people. So you either control your emotions or or other people are gonna control you. And so he was set up to be murdered because they know, hey, they they set him up through through his sister. They knew his sister's husband had had hit his sonny sister before. There's a scene in the movie that takes 4 he dies where he he is he catches him. Sonny beats the living hell out of him and says if you ever touched my sister again I'll kill you. So that brother law winds up cons firing with the veto and and and the enemies of Cor family wanna, hey, If you hit his sister, you beat up sister, you knew exactly how he's gonna react. And so they set that trap, and they essentially made... When you have... When you can't control your emotions, you become extremely predictable. And if you're extremely predictable, people can trap. And that's exactly what they des Sonny, they knew what... How he you'd act, they knew where he was gonna be, and they they wanna setting up and killing them. So really on the importance of temper... Importance of temperament and self control. And then you have seconds on f, which is just like, this kinda like, pathetic weak person. And so you see this this character on the screen and and you can't help but react. Like, I... Whatever that the guy is, I wanna be the opposite of that. So it says the second alfredo lacks the intestinal fort to make and back tough decisions. So that leads only 1 son. Michael Cor played by Obviously is the most evident and quality qualified choice to succeed vid. As the head of the family. He possesses all the quiet force and intelligence of his great father and the born instinct to act in such a way that men had no recourse but to respect him. So in other words, he's got the the combination of traits that his other brothers don't have. He has intelligence and self discipline. And that's a really great way to think about it. He acts in a way that you have no choice but to respect him. Cop is still not agreed to direct. Right what the author doing right now is just breaking on the plot. So I'm just pulling out some some lessons I feel there in the book from the movie. And what Veto... So eventually, Michael agrees. Okay. I'm gonna like, he has no choice when they try to kill his father. He did not plan on on being in the family the crime business. Right? And so what's happening here? Let me read this to you, and then I'll tell you what I think about it. So it says, Vid Ko, which is the Dawn at the time, formally retire his a head of the family. He counsel his son at every turn. Knowing full well that Michael's plans will destroy the truths, the truce that he so carefully established a couple years earlier. And so he's counseling and schooling his son on what's to come. If you really think about that. Is that is exactly what we were doing right now. When you study the life the life stories of of people, especially great people that came before you. You constantly are able to see, okay. They made this decision here. That was a good decision. I wanna copy that. They failed to make the right decision here. That's a mistake. Let's avoid that. There... In many cases the people we study are dead. Right? They can't... We can't talk to them, but they can still counsel us through their life stories. So well, in this... Where we are in in the plot. This is exactly what the father is doing for the son. So says during that period, the family suffered horrible losses, both business and personal, Meaning Sunny died, they're at a war with other the families or people are getting arrested at all kind of stuff. But as F himself is presently quick to admit, his heart is no longer in the family's day to day operations. He realizes that the end is coming soon. His literally his life is is he's old. And he and he dies while playing in the garden with his grandson, but only after he taught Michael everything he needs to know to elevate the family back to its former prominence. So think about how many freaking auto that you and I have studied on this podcast where they don't write it to their 70, 80, 85. He dies, but only after he taught, you and I, everything he needs to know to elevate your family back to its prominence. And so after a few weeks of being pitched on this idea, Cop makes the best decision he makes his entire life as as a few weeks past, Cop began to reconsider his stance. He owned warner... He owed Warner Brothers 300000 dollars with no immediate directing screen rating offers on his desk, Cop consulted his family and colleagues for their thoughts. George Lucas was perhaps most direct in his assessment of the situation. Take it. He advised Cop. Were broke. Let me just pause there. That's what 1 another great thing I love about biographies. Imagine George Lucas being broke. At 1 time in his life, he did not have 11000000000 dollars whatever he has today. He's like, we gotta do this, dude. We're broke. Cop heed the advice. He got a hundred and 50000 dollar salary plus 6 percent of the pictures net profits. And so now we get a great description of how Cop works. He's trying to create the the godfather filming progressed slowly. Greatly due to Cope deliberate methodical work habits. The director made a practice of ordering numerous takes of individual scenes. Many requiring lengthy set times before they could be re shot. At an estimated cost of 40000 dollars per day. Delays exact their own high price. Cop, although far from oblivious of his running behind schedule continued at his own pace. Excellence. He said, took time and patience. And on every film. He's gotta battle the self doubt. The anxiety, the highs and lows. And Godfather no exception. Anxiety left him irritable and restless, so much so that less than a month into filming, he requested sleeping pills from the company physician. Nothing about the movie was predictable. A good day of shooting would more often than not be followed by a dreadful 1, and a lot of the stress is because he's gotta take this job He needs the money. He does not have complete control over the picture. He's got the people obviously finance the movie, telling him all their different opinions and so all the stress boils over. He said in that interview that I watch when his much older man that he almost caught fired, like, 5 or 6 times on this movie. And it says in enraged, cop threw his hands in the air. Fuck this picture he bellow. I've directed 5 fucking movies without any means telling me how to do it. I wanna make the fucking shot now and we will, even if the fucking director of photography has to be thrown off to picture. Then he storms off the head, goes to his office, they hear a huge bang, and they said maybe he shot himself. They thought he killed himself. He just went break his door into pieces. And just started beating up on his door. This just gives you an idea of to stress counts of stress that he's under. And then there's just 2 lines that are just absolutely remarkable because think about this This movie is still being enjoyed 50 years later. It's an example of that famed Steve Jobs quote that said that that why he liked working on Pixar so much. Is because good storytelling lasts for decades. He's like the computer I make now is gonna be obsolete 3 3 years from now. But if we get this right, these movies gonna be watched, you know by by your kids kids. So this says why he believed that he was in the process of making a memorable movie. He wonders if it was worth the effort. And then the second line is something he talked about. And, again the the benefit of struggle and just discomfort. And he says, even in the vortex of of of the storm, some outstanding work was being accomplished. Something strong and powerful was being forged in struggle. And so we go back to this main theme of Coco work that you can understand the son by the story of his father, the story of the father is embedded in the son right before Veto dies he's counseling. It's 1 of the best scenes in the in in the movie it because the father gives the son advice that saves his life. And so right before he dies, there's a scene where they're outside, and Marlon Brando was talking about a Pac cappuccino, and he says this was a critical moment in the film. In which the Baton was being passed from the father to the son. In addition, it was revealing the father's love for his youngest son as well as his regrets for getting Michael involved in the family activities. Throughout the film, Vi Cor had shown a rough home old world wisdom, the kind gain through experience rather than from a textbook. And so to me, again, that is just 1 of the best scenes because the father is giving the son. Advice that saves his life. He says I spent this with veto tells Michael and 1 of the things he says, but he says. I spent my life trying not to be careless. F was careless. Sonny was careless. Veto and Michael were not careless. And so as I'm reading this book and going through this, I I had a lot of thoughts. Like, I think of the like, it's influencing my own work. Like I think of So I had I had something... I had somebody that's really, really smart that listens to podcast text me something that That was interesting. And it's that if you know what people read, you know who they are. And so a lot of the way I'm thinking about preparing for the podcast is like, I think of my son, listening to these podcasts, and I try to find the lessons in these books that will help his life. And I think by him realizing like, This is what my dad read, and this is what he thought was important in these books. Is it's almost like a blueprint I can leave for him that he can listen to long after I'm gone. And so in addition to, like, the the the just the the knowledge that's being transferred by reading by the by reading biography to the reader. Right? And that knowledge transfer is important but but I think makes it stick even more is this like emotional roller coaster that you go on. Like, when I'm reading about Frances and his father. And when I'm reading about Vid and Michael. I'm thinking about my relationship with my father, and then I'm thinking about my relationship with my son. Like, these are just deep fundamentally human experiences that we can all relate to. It's it's just extremely extremely powerful. Because I know at 1 point, like, I will he I won't be around to talk to anymore. But if I can preserve these recordings, he can... I can still speak to him. We can still have conversations and I hope and I pray that their... These conversations are valuable that they they, like light the path in front of him. So the Godfather winds up being at the time, the most successful movie of all time. They go back and forth Steven Spielberg gets it, Lucas gets that title, but it was extremely... It it it completely changed his career. Forever. This is Lucas on the power of Charisma as I mentioned this earlier, Francis has charisma beyond logic. Lucas said. I can see what kind of men the great Caesars in history were. The 1 reason I tolerate as much I do from Francis is I'm fascinated by how he works and why people follow him so blindly. What the 2 had in common and there's a lot a large part of what I was reading this book is like, thinking comparing contrasting Francis approach to work and Lucas. And the great thing is, like, there's really no right answer. I think you have to be who you are. But for me, it's clearly it's like, I wanna be more like Lucas, Although I do deeply appreciate the the the total human that cope about. Couple is. What the 2 had in common was their un creative vision. Which they refused to compromise, even in showdown with corporate officials, both were pragmatic and as much as they recognize the need to balance art with commerce. Yet net neither would sacrifice vision for the sake of the dollar. And 1 of the things I admired most about Cop is his loyalty So Lucas. And so he winds up having he winds up helping, Lucas get American Graffiti, which is, like, first Lucas his first hit. I think the the movie cost. It was 1 of the highest return on investments in in movie history. I wanna say it cost like a million dollars and they made, like, 60000000 on it. It was something crazy like that. But I'm gonna read you, like, his fierce loyalty and protection of Lucas. And I wrote... If you have a friend like this. Hold on to them. So they're out a screening for American Graffiti says the audience and studio responses could not have been more different. The audience love the picture. And when the theater lights went on after the screening, people stood up and applauded. The reaction, however was of no encouragement to universal, so that's the studio they're working with. This guy executive named Ned Ned... We're just call called Ned. I know to pronounce name. Confronting Cop and Lucas in the theater, Ned made his feelings known. You boys let me Down he said, I went to bat for you and you let me down. As Lucas looked on and stunned disbelief, Cop launched an attack that has become legendary in Hollywood film circles. You should get on your knees and thank George for saving your ass. He roar. This kid has killed himself to make the movie for you, and he brought it in on time and on schedule. The least you can do is thank him for doing that. The outburst drew the attention of dozen people... Dozens of people still inside theater. Cop continued his tit rate, be rating ned judgment and ins and backing his old pro j in a passionate events rarely seen beyond closed studio doors. This movie is going to be a hit he shouted. The audience love the movie. I saw with my own eyes, then in a grand stand gesture that would have people talking for years to come, cope have fumble around for an imaginary checkbook. If the company didn't like Lucas picture, he would be happy to take it off their hands right then and there. And so the money he makes off Godfather, he wanted making a lot of investments. And I think 1 of the lessons from Francis is sake, if he were just focus. He buys all these things that just don't make sense, but then again, it's not it's not clear cut because, like, he'll buy a radio station doesn't work out. He buys a magazine doesn't work out. But he also, his greatest investment ever made was his state in Napa Valley. Francis said, I just read an interview with him in G, that he made way more money. Off of wine than he ever did off the movie business. And so again, this is... It's not clear cut, but it's just like, what is going on here. It says borrowing against his godfather 2 profits. He purchased KPX Fm. 1 of San Francisco premier underground rock station. Although the move... Although the move might not have been the best investment, it was consistent with his recent interest in purchasing media and entertainment property. So he buys radio stations magazines. And then on the next page, Alright, what in the world? He's in the middle of, like, this fantastic run, and he buys a magazine. He decides decide you know what? I gotta show up every day. So he takes a break from movie for making movies, and it's just... It's called City magazine or City... San Francisco City magazine, something like that. As it says, Cop began to report to the magazine offices every day. Feeling that he needed to take drastic measures to protect his investment and turn the magazine around, he fired the entire staff. In the months to come, he would try anything to get the magazine back on its feet. He hired new editors achieve, engage in expensive ad campaigns and changed the format of the publication. Nothing worked. Nothing worked. The magazine continued to lose large sums of money, But at this very same time that he's doing all this these investments that seem really bad. He makes his life's best investment. Using the earnings from his Godfather films, Cop purchased a 1717 hundred acre estate in California's Napa Valley. And then we get to this unbelievably large part of the book about apocalypse now and just the the the struggle was to make this movie. And you see that even massive success is not gonna keep trouble away. And large large part, Fortune is transit. Right? So he's having a hard time. No 1 wants to make the picture No 1 wants to work in the picture, and this is this is coming after he's won all these Academy awards. So he's kinda flipping out says 1 day in the late fall of 19 75, Francis fort Cop snatched up his 5 Academy awards statue, marched them to the window of his estate and flung them into the courtyard, smashing 4 of them to pieces. As far as he was concerned, all of his past success meant nothing if he couldn't get his nest next picture off the ground, and it was beginning to look that way. And I heard Elon must say 1 time that, after the success of model s. They started the model x instead of building on what they'd already learned. They decided to try, like, create an entirely new platform. And he said it was an exercise in hub. And I think to some degree the creation of Apocalypse now was the same thing. This just gives you an an idea from the onset of the scheduled 5 months shoot. The Philippines presented a full slate of problems, trying to make a movie under strange and occasionally dangerous working conditions that included oppressive heat, constant damp, Guerrilla warfare being waged nearby, poisonous snakes an assortment of insects and a hurricane. And so I'm just gonna give you a summary because the section is so long and so detailed. Of the things that that Francis the affect this film had on them, constant anxiety weight loss, trouble sleeping, potential financial ruin because he's he's... Essentially put a ball assets as collateral. Constant self doubt, almost the destruction of his marriage because he winds up having an fair onset. With with 1 of his employees. And I really think the way to think about the struggle that Francis had is what this quote from George Lucas that I thought of. And he talks about that when you're addicted to making movies. That it's painful but satisfying. And so, Lucas said you couldn't pay me enough money to go through what you have to go through to make a movie. It's excruciating. It's horrible. You get physically sick. I get a very bad cough and cold whenever I direct I don't know whether it's psycho or not. You feel terrible. There is an immense amount of pressure in emotional pain, but I do it anyway, and I really love to do it. It's like climbing a mountain. And so he has multiple, like, near emotional and nervous breakdowns while he's doing this. I said it's over a hundred pages. I'm... Didn't left myself on this page. 40 pages of problems and misery. So I'm 40 pages and said, I didn't know it's gonna be hundred pages. And it says cop was at a crossroads. He had mortgage everything he had literally and figuratively. On a picture he was no longer certain he could deliver. 1 evening, he climbed on a lighting scaffold and lay on the platform in the rain, unable and unwilling to go on. Hundreds of crew members were waiting for him on the set, but he had nothing to shoot. He laid on the platform in the rain totally miserable. And the important point, and the reason I wanted to pull that because Apocalypse now is was considered by large... Lot of people at Masterpiece. It's usually on the list of 100 greatest movies. It also was a monumental financial success cost about 30000000 dollars to to make and brought in somewhere between a hundred and a hundred and 50000000. So Cop had to go through all this just to get on the other side of what he didn't know the time was when 1 being a masterpiece and something extremely financially successful. Martin Sheen, if you seen the movies 1 of the main characters, and this is what he said about working for Francis this time. I have a lot of mixed feelings about Francis. I'm very fond of him personally. The thing I love about him most is that he never that he never, like a good general, asked you to do anything he wouldn't do. He was right there with us, live there in shit and mud up to his ass. Suffered the same diseases. Ate the same food. I don't think he realizes how tough he is to work for. God is he tough, but I will sail with that son of a bitch anytime. And I'm just gonna spend a little bit more time this because I really think... And I think Francis might agree even that this is really the high watermark of his career. And so from here, he wanted the next movie. The 1 almost bankrupt them. But as far as not only, like, critical claim of financial performance, like, this is the peak of his career. And so that's why the Epi log starts. It's, like, what happened in seventies. Like... And I think when I when I study the life of of Cop. I'm like, okay. I already have an inclination towards consistency over intensity and reading these stories just pushes me further down the path because he gave so much, and he was so intense to finish this movie. It's almost like it broke. And so it said his own however, and hit rock bottom. His earlier confidence in the film had again been replaced by despair, triggered by sheen heart attacks. So Martin Sheen has a heart attack on set. Winds up coming back to work 2 months later. So remarkable, and his own marital difficulties. So he's talking about He's fighting with his wife, he said something that was interesting in the interview with that, let me go back to it. He says, I always had a rule. If I was going away for more than 10 days, I'd take my kids out of school and keep him with me. So he love being around his family. So if when he's on a movie, he brings all of his kids and his wife as well. So says he and Ellie, which was his wife we're fighting all the time, and they they were thinking about divorce. Ellie was convinced that our husband had been suffering to a slow but continuous nervous breakdown for the better part of a year. The filming had been going on and on for an unbelievable 200 days. And here they were still thousands of miles from home, risking everything important for them for a movie that still required more work than either of them wanted to consider. And says all this the weird behavior that's that's occurring, and it's prompt we found it later on, that he has to... He's almost like, a bipolar, like manic depressive, which I didn't... Like, now, you know, halfway through the book or whatever it is. Did you realize a lot of his behavior can be explained by that. Like, these wild swings and these, like, manic episodes that I didn't know that... He was diagnosed for until I got to that part of the book. But it says the film had taken 238 days to shoot at a cost of about 27000000 dollars leaving the cast crew totally blown out from the ordeal and prompting Cop to remark that he had never seen so many people happy to be unemployed. He would have never guessed that another 2 years would pass before his movie would hit the big screen. And so while the movie is being made, his wife is making... She's writing a book, and I think it occurs into a documentary. It's called notes. And so we get to see a lot of, like, behind the scenes because of this. And so it says, and it really like, she wrote as a diary and then turned it into a book, and I think a documentary. As she noted in her diary, part of part of her almost wanted her husband to fail. With wealth and fame came numerous complications. That Ellie as a wife and mother would have preferred to avoid. She wasn't thrilled by all the large parties and gatherings that they had attend, where she was expected to play the role of a famous filmmaker spouse. She hated even more the lack of privacy that she had around her own home, which always seemed to be overrun with her husband's associates. A part of her year for the old days when Frances was young and unknown and labor for footing in the film in street when the simpler life had been in some respects a happier 1. At the bottom line, she said I always felt that Francis was very talented and very intelligent. And if he lost 1 fortune, he had to potential to create another. And so he's completely off balance. They get back to San Francisco. And they have to edit the film, and this is when... Well we find Pun to. He broke down and told his wife about the affair. He was crying as he spoke. Cope had tried to explain how he could love 2 women. So he's telling his wife that he loves his mistress. Thing about cr, that he could love 2 women. His wife and his mistress and how he did not wanna abandon either. Each he said, represented a different side to him. There was no question that he was different from the man he had been before he started the movie. This is that question. What happened to Francis ford Cop on the seventies? I think apocalypse now in large part broke him. I think he would have been better off chasing his real dream, like, doing small movies because he talks about in the book at length. Like, he almost... Him, Lucas and Spielberg created that the the importance of, like, the blockbuster. And then you raised the bar so high that nothing but a blockbuster is acceptable. And so in the G article, he talks about no, you know, 50 years or 30 years later, you know, Hollywood makes trash. He's been saying this for years. Like, they just do sequels. They do all this, like, comic book stuff, and that's why he wants to bet his entire fortune 83 on this movie. He's working on called Metropolis that he's been talking about for, like, 30 years. But this idea is it's just like, there was some kind of when you're reading the story Like, okay, there is some... If you don't have like, this fundamental alignment between who you are and the work you do and how you do that work. There's gonna be some kind of level of misery on unhappiness if you don't resolve that conflict. Is really what I'm trying to think about what I was thinking a lot about a lot. As I went through this book. Just saying he's no question was different from the man he'd been forced started of the movie. He had been recently diagnosed as manic depressive and given a prescription for lithium, which Francis and his wife who hope would stabilize his fluctuating moods. That was a low point for our lives. He said of the apocalypse period. And so he's trying to put it all together, he needs to get it out because if he doesn't get out, he could be financially ruined, and he's like, I might die doing this. I've got to do this picture, he can find it and John. I consider it the most important picture I will ever make. If I die making it, you take over. If you die, George Lucas will take over. I'm not laughing in it's pain, but, like, the the... It's not... Like, imagine being in a situation. Right? It it's gonna be very seriously, But, like, this level It's like, okay, this this is this... This movie we saw to control that now only wanna kill me. It'll kill the person of that that replaces me. So they need another backup. It's just it's just a wild wild thing. And so we go back to this publication. That's like, airing out, you know, for his wife's a very private person. I she's gonna air out the fact that we're struggling financially. He's cheating on me. And just imagine being... Like, these are people. Right? We can't ever lose track. Like, they're are human beings. They have the same desires and feelings and experiences that you and I do and just, like, how important it is for us are the they of our lives is at like, they're all in their lives is so important too. It's not just words in a page. Right? A few weeks before the release of a box now, his wife published notes. Her diary of making the movie. The diary originally attended as notes for documentary, started out as a collection of observations is about the process of filmmaking. But as the months dragged on, and the cop marriage began to show the strain brought on by the difficulties with the film, and Francis is phil, the notes took on much more a much more personal dimension. The book became a highly personal report on the difficulties of being Missus Francis ford Cop. Cop was unhappy about the prospects of having some of the most delicate aspects of his light of his personal life aired in public. Yet after hearing Ellie, read passages from the diary tam, he felt it might be an education to those interested in the difficulties of making a film on location. He was in no position to do much but watch the book go into circulation, then suffer through any resulting embarrassment and live with the old ac axiom that any public publicity is good publicity. A point that 1 book critic underscored when he noted that reading notes made me wanna see his movie. Notes would become valuable for a precisely the reason that Cop predicted when he first heard selections let Red allowed to am. Movie goers rarely had the opportunity to see how film was actually made. Shot out of sequence, full of blu and false starts, essentially what we're doing when you read a buyer. Right? And they're seeing all the stuff and no 1 one's gonna talk talk about interviews. See how film was actually made. It was shot out of sequence, full of blu and false starts and weighed down by logistical hassle. Notes supplied an insiders view of the creation of a controversial masterpiece, and it's equally troubled and very human director. That's what I was trying to tell you the very beginning of the podcast. Like, they use the word messy. It's like he's he's create capable of creating masterpieces, but was so fascinating in reading the book is that you see he's troubled and very human just like you and just like I. And part of that being human is this is how he felt at the high watermark of his career. He movie comes out, he was hardened by the film success of the box office, but as but he was concerned with the public's response to the movie. Like the critics was largely divided. Half the people thought it was a masterpiece he said, and half the people thought it was a piece of shit. Apocalypse now would be regarded as 1 of the finest movies ever made. 1 of Cop greatest achievements, but in the immediate aftermath of making the film, Cop was exhausted and more than a touch bidder. Sometimes I think, why don't I just make my wine do some dumbbell movie every 2 years and take trips to Europe with my wife and kids he said? I've had it in terms of going to incredible extremes. Half blowing my personal life up just to make a movie. I all... I'm always going to bed in a cold sweat. Will this star do this picture? How am I gonna film the seam? Will they like it? I know that feeling translates into your insides. I know I'm losing years off of my life. And when they go into, he takes a couple years off when he goes into his next movie, this is the 1 where he should it really destroys financially in Alt career. And really, when you think about this is, like to thrive, you must first survive. And so Lucas chooses the better path. They start the chapter with 2 quotes. 1 from Cop I'm from Lucas and we see the difference. Cop first. It's like I'm at a poker player with a poker table with 5 guys. And they're all betting 2 or 3000 dollars a hand, and I've got 87 cents in front of me. So I'm always having to take off my shirt and bet my pants because I wanna be in the game. I wanna play. And Lucas says, Francis calls me a 70 year old kid which means that I play it very, very safe. I'm very much a build a concrete foundation and build a house of bricks and don't go higher than you know you can support person. And Francis is the opposite. Francis is, build the Sand castle up here and tell everybody what it is and somehow or other through the whole concept of creating dreams, they'll come true. And so I'm skipping over all the details and just giving you the punch line and if it's the fact that good fortune is transit. Cop was reaching the game and endgame portion of his chess match with the major studios. And like a chest pair, chess player unwilling to concede defeat. He was praying for what amounted to a draw. He didn't have the money to make... He didn't even have the money to make the trailers to advertise the film. This is where he went all in on, and it's the 1 that costs 26000000 and makes less than 700000. He was dodging bad press from every directions. Both the bank and Jack Singer, which is a private investor. We're demanding payments on their. Limited release could at least generate revenue and further interest in the film. The this agreement illustrated so he wasn't doing a deal. This agreement illustrated how far Cope is stock had fallen. It wouldn't have been long ago when Cop might have been felt insulted by the studios offer. He had gamble and lost on 1 of the biggest flops in motion picture history. The his properties were not enough to save his studio. He formally announced that he was placing the studio up for sale. And this has lasting effects. He goes bankrupt. Some, you know, some sometimes it's technically. Sometimes it's not. I think I, the, like, he got close, but they agreed not to formal proceedings or he try to work out a deal, but essentially, like, he just crap out had a negative net worth, but he winds up going bankrupt 3 times in 9 years, and the crazy thing is that this is happening after his 3 greatest successes. So that is cautionary tale aspect of this. Godfather, godfather 2, apocalypse now, academy awards, millions of millions of dollars, and that's not enough to save yourself from disaster if you're not careful. So that was something dumb that you did, but this is something smart that he did immediately after this is happening. It's gonna take a while right to go through courts to figure out quote, who owes what? Who owes, you know, what... I owe to this person, what can we settle on. This goes on for a decade. Immediately Lee. Immediately after 1 from the heart, which is the movie that destroys him. He jumps right back in. Cop concluded, he was best off by making another film as quickly as possible, so he winds up getting 2 studios to hire him. This is what he talks about when he has to come Quote Unquote director from high for hire. And so he does the outsiders, which is massively financially successful. It costs about 10000000 to make and makes, like, over 30000000 dollars. So Least is not in the in the red. And then that same year he does, the his move... This movie called Rumble fish, which wasn't successful, but at least didn't lose a bunch of money. But the... Then he does the Cotton club. And essentially for the next, like, decade or so. He's higher... He's not taking on the financial risk for his movie. He's being hired and and paid to do it. But main takeaway for me it was okay. I had a disaster, can't do anything about the past, immediately jump back on the horse, get back into directing, get back into... Writing scripts you have to do whatever you have to do to immediately start digging yourself out of the hole. You just put your put yourself in. And that is tied into what I think 1 of his other fantastic traits. He that, he just never gives up, and he knows he doesn't give up. So he's gonna reference this this 19 sixties like, Samurai film. And he says, I'm like the character in your jumbo. He's beaten. He's lost everything, so he lies low and gathers his strength until he's able to be a warrior again. And so even though he's his filmmaking his drastically slow to the age. He's still working on projects, he's still working on films even to day. He just never ever ever gives up. He's also aware. He knows why he's doing what he's doing, and it's really important. And really the lesson is, like, this is what happens when you combine too much leverage with a lack of financial discipline. You're gonna have to work on things that you don't wanna work on, and it's gotta be essentially especially humbling considering that this is happening a decade after some of, you know, creating some of the the greatest films ever been made. And so he's talking about this... He had to take this this this movie that he didn't really wanna do, but winds up being a, huge commercial success. It's called Peggy Sue got married. And so he says, Peggy Sue was not the kind of film. I normally would want to do. He admitted. The nature of my debts is that I have to make this... Make gigantic payments in March of millions of dollars. And so when the time starts getting closer to the payment, I look around and see what I should do. That project was ready to go, the project that was ready to go and that wanted me was Peggy Sue. And so this theme of this, like, embarrassment of he's a pride man and he's embarrassed by what's happened to him has repeated a lot. I'm just gonna read 1 example to you, Cop hated being in debt. Not just because it forced him into a kind of Hollywood ser dude, which it definitely did. But also because as a proud man, he disliked the effect that all the publicity about his money problems had had on his reputation. And so I think at this point he's about 50000000 dollars in debt. And again, they constantly The author constantly comparison in contrast, George Lucas, and Francis Ford Cop, Lucas is wealthy and in complete control. Cop is broke and having to accept work he doesn't want. The success of American Graffiti and the subsequent cop Lucas, disputes over the film, representative a fork in the road They used to be partners is what they're talking about. And the 2 filmmakers so different in personalities and goals had gone their separate ways. So that's another thing. Think about, like, they're both do the same job quote unquote, but that you... Like, you vibe the way you work with your personality and your goals. So that's you have to know who you are. Lucas knew who he was. Cop who he was. He says, listen. I understand. I had... I I bet everything and didn't turn out, and he says, I would do it again. That's just who I am. I have to push the limits. So it's not really criticizing And this is, like, this is who I am, and I I accept, like, the results of my actions. Star Wars become the most popular movie of time making Lucas as wealthy as he could ever hope to be Afford him the opportunity that was on filmmaking facility. He and Steven Spielberg were now among the most powerful men in the film street. Lucas had warned Cop of the fall Fo of trying to take on the old system by setting up a studio in Hollywood, but Cop had refused to listen. As a result, of the Hollywood magazines would fill their pages with accounts of cope sync of Cope sinking fortunes, while reporting Lucas latest triumph. Now there's is 1 movie that Francis 4 cop has no recollection of making. And that there's a movie that was filming 19 86 19 87 it's called Gardens of Stone. And this devastating devastating point of life is why he doesn't remember that movie. On Monday, May 26 with production shutdown down Celebrate Memorial Day. His son Geo cop, his girlfriend and Griffin O'neil, rented a speed boat for an outing on the South River in out near Annapolis. O'neil had a troubled past including a year of drug rehab. Only a few days earlier, on on May 20 third, O'neil had to brush with the law when he was stopped at 01:30AM for racing his car. He was charged with reckless driving, driving without a license and carrying a concealed weapon. 3 days later, on May 20 sixth is when O'neil is going to meet up with Francis son and Francis son girlfriend, and they're gonna rent the boat. So it says after lunch that included several glasses of wine, O'neil and Cop, along with O'neil girlfriend, or excuse me. Cop his girlfriend took the speed boat out on the river with O'neil driving. His girl Del Font is her name. The girlfriend was nearly 3 months pregnant with Cop child, though his family unaware of it at time. She was frightened by what she felt was the reckless voting on O'neil part. And after a short time on the river, she was dropped shore. O'neil and Cop then headed back out on the water. A few hours later, O'neil tried to steer his boat between 2 other craft on the lake. What he did not see until it was too late was that 1 of the boats was disabled and being towed by the other craft. The tow line struck geo, which is cope sun and knocked him off his feet. His head hitting back the back of the boat with tremendous force. He was taken to the hospital where he was pronounced dead on arrival. His death attributed to massive head injuries. O'neil who suffered only minor injuries panicked when asked about the accident, telling police that Geo had been driving the boat when they struck the tow line. I didn't wanna have to tell his mother, O'neil would later say of his lie. I didn't wanna have to carry that burden, which I will have to do for the rest of my life. At 22, geo carlo cop. Son and brother was dead. I realized that no matter what happened, I had lost, Francis said. No matter what happened. It would always be incomplete. Could have all of my fond dreams come true and have my dream of dreams of dreams, and even if I did get it, I lost already. There was no way I could ever have a complete experience. Because there will always be part of me missing. I was in a dream or a nightmare. I didn't know what to do. I dreaded the nights and specifically the morning most of all because what had happened would always hit me a anew in the morning. It went on like that for over 7 years until I could wake up and that wouldn't be the first thought. That hit me. And that part was absolutely devastating to read. Like, I I had tears of my eyes immediately, I put the book down, and my son was napping at the time I just went and late and stared at him for a while. I just could not imagine what it's like to to to have to suffer through that. Like he said, I lost already. Like not nothing. I'll never be complete again. Jill was like his best friend. He wind up taking his son out of school early, letting him not go to high school anymore and just becoming as apprentice. He... They work together almost every day for years for almost 6 years up until that point. And so I think that's why in the epi log it talked about. Like, did his son's death have him re, like, reset his priorities in life. And I think the answer is clearly has to. It has to. And so some of that is the fact that he talks about like, what he really wanted to do. He just mentions what I'm about to reach you really frequently. And people are talking about, oh, there's Francis making investments in and why wine his is Napa Valley state. Like, this is gonna wind up just like the magazine and the radio station and all the other stuff. And so it says, cop wasn't so sure. If a critics right. His product, meaning his wine was starting to gain recognition. Cop dreamed of how much more simple his life might become. If he lived at his Napa state, produced good wine and made small art films that didn't depend upon huge box office figures to be considered successful. And so he tells us exactly several years later what he wants. I want to be free. I don't want producers around me telling me what to do. The real dream of my life is a place where people can live in peace and create what they want. And another benefit of reading these books as you just see that the fear that you have is it just never goes away. Cop has spent the summer wrestling with self doubt and uncertainty that seemed to turn up with each new project. Throughout his career, Cop had spoken candidly with interviewers about the fears he encountered whenever he was directing a picture. Fear failure, fear of embarrassing themselves, both would act as strong motivator. Even though cope knew that he was by no means alone in confronting these demons. These things are common to all artists. He said, the self doubt the panic attacks. Go easy on yourself. It is not necessary to suffer. And then we have the older version of Francis ford Cop he's about 60 when the book comes out, giving us advice. He's giving us advice to himself. But it's too late for him to take his on advice, so we can think about he's giving advice to us. All I feel is why didn't someone tell me. Back in those days when I was so depressed and feeling so un talented. I wish someone had said, you know what? Everyone's gonna like you 10 years now. So go out and have dinner. So it takes about 10 years, but he runs she scratches his way out, step by step. He's out of debt. He's wealthy again. Finally I guess a point where he's the most settled than he's been. For all his ambition, he was a no hurry to direct another picture. He spoke once again of taking sa article from filmmaking. There's no distress for me. For the first time in 30 years, no worries. It's time to re rejuvenate myself. I've done 1 movie after another. Now with the success of Dracula, it has given me and my wife's security. We don't have to worry about the future, and I'm not worried about covering my ass anymore. I'm totally clear. Totally free. I can have much time to rest. Cop was feeling on the top of his game. His vineyard and C had reached a point where the wine production and tourism could support his family. His last 3 movies had made enough money to lead him to believe that he might finally be able to pursue the personal film he'd been promising for so long. As monumental as some of his failures had been, Cop was now in the position, where he could be philosophical about them. I would say in my career, demo my failures are among anyone's most interesting failures he admit. Knowing full well that he had given more ink to the press than just about any director in the business. He was always good copy, whether he was standing on the mountain top, planning his flag in another successful endeavor or jumping off the cliff, hoping that somehow, by some miracle. He would beat the odds and survive the fall. It was the story of his life, and that is where I'll leave it. There is so so much more to the story. It is an absolutely giant story. About 1 of the best filmmakers to ever do it. If you want the full story, read the book. If you buy the book using the link that's and the shown your podcast player, you'll be supporting the podcast at the same time. If you wanna support the podcast podcasts even more, you can give a gift description to a friend our coworker. That link is down below in the show notes, and it's also available at founders podcast dot com. That is 242 books down, 1000 go, and I'll talk to you again soon."
}