{
  "transcript": "As soon as I took the phone call, I regretted it. All of my authors had a lot of personality, but Jim was never happy about anything. I just read about your latest real estate deal in the newspaper he said. I'm not sure how you can be doing your job for me when you're busy buying up this city. I didn't appreciate Jim's questioning my competence as his agent. When I not only worked hard on his behalf, but had also discovered him from the s pile. Not long after my father died, I had taken over the agency. I put a small notice in the New York Times calling for authors to send in their work in an effort to drum up some new clients. Accepting unsolicited manuscripts was very unconventional for an agent. I was d with all manners of books. Most were not worthwhile, But I did find a good, highly s, fast paced thriller built around a political assassination. I like the book and contacted the author to take on the challenge of selling his first novel. A challenge is exactly what it became. I went through 27 rejections until I found an editor who didn't say no immediate. If the author would rewrite it, the editor would consider publishing it. Jim agreed and rewrote the book, which I resubmit submitted to the editor who nonetheless declined it. Most agents would have certainly given up at this point. But I can be extremely stubborn when I have a hunch about something. On the 30 eighth submission, not only did the editor buy it, he paid 10000 dollars, a very generous advance for any first novel, and especially 1 that had been rejected 37 times. Jim's first book published in 19 76, won the Edgar award for best first mystery. It was a nice little success story and a parable on the merit of dogg determination, but it hardly warranted him calling the shots in my career. Look, he said, you have to decide whether you're buying buildings or you're selling books because I can't have an agent who does both. If you wanna keep me as a client, you have to give up your real estate business. I didn't even need 2 seconds to think about my answer. There was no contest. I wasn't gonna let any author. Not even James Patterson who would go on to sell over 350000000 books, put an end to my real estate ventures. That's an excerpt from the book I'm gonna talk you about today, which is risk game a self portrait of an entrepreneur and is the auto of Francis j Greenberg. So this book has been recommended to me probably 5 or 6 different times. I bought it a while back. It's been sitting in a pile of unread books. A few days ago, my friend Mitchell recommended to me again, and I said, okay, There's there's gotta be a reason why so many different people have recommended reading book. Let me pick it up and see what's going on. And I was less than halfway through the book when I realized that this book is nuts, and it's totally not what I expected when I picked it up. And I'll expo on that idea as we move through the book. I have no idea where this podcast is gonna go. You'll see what I mean is a very odd character, and he doesn't try to hot hide that fact at all. Let's go to the very beginning in the pro log. He's talking about what it was like trying to build the largest project of his his career. This is his giant skyscraper in New York City in 2008. And it's this project called 50 West, and he says, I knew all too well that markets can turn on a dime. And I had spent my career always looking over my shoulder for signs of trouble and keeping an ear to the ground for the sounds of crumbling economic conditions. Even so, I completely missed the signs of this disaster that I experienced to the very expensive prism of 50 West. And so this project was expected to cost him about 500000000. Just 1 building 500000000 dollars and it's just 1 part of his gigantic real estate empire. So it says when in January 2008, we began demolish the 3 buildings on the site, I was full of optimism. And why shouldn't I been arranging the financing for the project had been a given. It was only a question of which bank we would allow us we would allow to give us the money. That's how flush those times were. Then on September fifteenth, Le and Brothers filed for chapter 11 in the largest bankruptcy in Us history and the world got really strange really quickly. I made the decision to shutter everything at 50 West. As high as I had felt when I was surveying the plans for the skyscraper was as low as I'd had sunk while putting a stop to the building. And so that is the book's first mention of this euphoria and terror, his emotional state, the entrepreneurial emotional Roller coaster that Francis is gonna experience for both personally and professionally over and over and over again. He starts working at the age of, like 14. He writes the book. He's almost 70 years old. And these wild ups and downs never leave him. That's also part of what I think makes the book so interesting to read and why so many people have recommended it. And something he talked about quite a bit is the fact that real estate is a business of of human beings, and he's quick to point out just how irrational and bizarre human beings are. This is the first example of that. As soon as I halted construction, the bank with whom we had a 55000000 dollar loan balance sent us a letter stating that we were in default. With ongoing construction as a stipulation of our loan agreement, they were entitled to for fore foreclosure on the land. The blindness of bureaucracy. My options were limited. And so why where his options limited, and he says that right here, money had once flowed freely dried up overnight. I had to sort sort this out while also resolving hundreds of millions of dollars of other development commitments that I was trying to undo. And this was only 1 out of my 200 properties that I had to shepherd through an international financial collapse. And just as you can imagine, just as the economy slips towards depression, so does his mind, I had fallen off financial pre before and survive them. This 1 though was different. The emotional toll was greater than even I had realized at the and I think later in the book, he's gonna talk more detail about that. Think at this point he had been 40 years deep into his real estate career. As I fought daily defined solutions to an endless list of financial demands and crisis, I slipped into a depression. And so some of the stuff I'm gonna pull today are just... He's got these, like, 1 line, like, maximum spread throughout the book that I really enjoyed. 3 of them just happened up here on this page. Just gonna read them to you. I don't think they need many, like, I don't need to explain them. I always listen to other people's ideas because that is how you happen upon the good ones. Logic is no match for bureaucracy. 1 rule of real estate is that everyone renegotiate And he's gonna give us overall advice on the real estate business, this idea that he's gonna describe to us right now, Rockefeller in in the book Titan also talks about. So it says 1 of the dangers of the real estate business is that often you are competing against people who have money but are not that knowledgeable. It is a counter intuitive idea. Yet, those with money, the only barrier to entry into the real estate market, but no experience in the buying and selling a property drive up prices because they wanna get in on the action. And their power lies in their checkbook. If you pay a certain account simply because the guy next door is paid it, you will not survive this ruthless industry that is created far more bankruptcies than it has billionaires. Saying no is the most important judgment that you make. And so a hundred and 50 years ago, Johnny Rockefeller noticed exact same thing, and he said oftentimes the most difficult competition comes not from the strong. The intelligent, the conservative competitor, but from the man who is holding on by the eyelids and is ignorant of his costs. And then he ends the with the description of himself. These are my favorite people. I don't give up easily, not on people or properties and I wasn't ready to give up on 50 West, not even after a global financial crisis made the land practically worthless. And so that is the last time he talked about real estate for like 1 third of the book, which was really surprising because so his father, I'm gonna get into the the complicated relationship he had with both his father and his mother right now. But his father ran a literary agency in New york city. His father's gonna die. I think Francis was in his early twenties, So he has to take over his father's agency. And so he's working in the bit that business along with the real estate business for most of his life, but it is very, very clear from his writing, which 1... He loves real estate. And so once he starts talking about real estate later in the book, literary just so he kinda just disappears off the map until the very end of the book. And so the way I think about Francis relationship with his father is very similar to the relationship at the founder of Dunkin Donuts had in that podcast I did on his, His name's is William Rosenberg, that's episode 02:31. If you haven't listened to it, but the relationship at the founder of Dunkin Donuts head with his dad. I think there was a great summary in their relationship when he said that sometimes the best lessons that you learn in life are from what you discover in the weaknesses. Of otherwise very good people. That's how he described his relationship with his father. I think it's very similar to the way, Francis approach, like Francis views really relationship he had with his dad, and he says, I was the son of a cautious father who was sometimes hard to communicate with. And just like the founder of Dunkin Donuts his dad was very bad in business caused the family, a lot of turmoil because they were in, like a precarious Spanish position. Same thing with Francis his father. My father remained a poor businessman. He was constantly settling for too little compensation and loan money to his authors who were anything but good for it. And so from a very young age, Frances is working in the agency with his father, I'm gonna take you to a conversation they're having Wait till I get to the punch line. This is in insane. They're talking about a difficult client. So he says, look, You can't make money this way. We're not a charity, but he's turning us into 1. My father leaned back in his chair and gave me a look that was not easily discernible, part confusion and part to Dismay. Sitting across me at his desk, my father put his hands up in defeat. The nature that kept my father me through the va of life bowed to my bolder American direct. Okay. Fine. You're in charge of the numbers she said, I'll call him and ask for an increase to 350 dollars. So the person was paying 300 dollars a month. His father says, no. Okay. I'll call him ask for 350. Liquid Francis us here. Let me call. I'm gonna ask for 1500 dollars a month. A look of amusement sparked in my father's eyes. He knew I was serious and that I understood things, he didn't remember that sentence for when I get to the punch. He was... He knew I was serious and that I understand things that he didn't. So Francis calls up the client, and he says, after I showed the client, the numbers, he was a man who unlike my father had some sense of what a business cost, he agreed, and we got an increase from 300 dollars to 1500 dollars a month. Here is the punch line. That was 19 62. I was 12 years old. And so we've already seen 2 traits right from the very beginning of the book that he doesn't give up, and then he's willing to be bold, and you're gonna see the next to third trait. He's got a lot of confidence. I was a prodigy. Perfectly described my early aptitude for business. I always had a job r 3. Money was my security blanket. Working gave me a purpose. It grounded me in this tops c tu world. And so he's working full time from a very young age. He winds up dropping out of high school. And starting... So he's working for his father doing whatever he can. He drops out of high school year 15 or 16 will get there in a little bit. And he's in running businesses the entire time. So by the time he writes the book. He's got almost a half a tree of experience and business. Now we get to the bizarre. This book, he... What's interesting what to book and, again, why I think it... Like, it's recommended by so many people, so many different people is because he's not really writing the book to get you to like him. And that'll make more sense as we move through. Like, there's stuff that that he says not only about his family of just to about himself. It's... He's just like what I talked about with Francis ford cop last week. He's a messy human. And what I appreciate. It's the fact that he didn't try to hide that. And just like Jay z said in his. Like, there's things that even I do that I can't explain why I do it. And I think that's just somebody... That's something that all everybody understands. And when you kinda just, like, lead with your flaws or with mistakes you made I just think it resonates more. So let's go to his mom. Later in life, a therapist pos that I was insecure about my relationship with my mother. There was certainly a lot to be insecure about. So he's talking about this love affair that his mom had... She was living in Germany. This is when the Nazis takeover. She winds up leaving Germany with her 1 true love because she wasn't in an agreement with what the nazis was doing. Her 1 true love is going to get killed. And she never gets over that. She essentially mar Frances father for, like, convenience more than love. So it says their fair fair ended when Andre, that's her lover, or her boyfriend whatever was tragically killed. Right before the end of World war 2. Still, he remained the love of my mother's life and the father of her first child. And this is where we sister's weird stuff. Right? The man remained a permanent shadow lurking around our house the entire time I was growing up. My mother and father fought constantly with or over my brother. So his older brother, his older half brother, he's also knew Andre, whom she aptly called Andre Since he was in her eyes, the rein nation of her dead lover. My brother was a difficult kid acting out all the time. But if my father tried to start discipline in any way, my mother wouldn't have it. He didn't mean it. Was her constant refrain. She just repeat that over and over again. He didn't mean it. He didn't mean it. At the end of, 1 weekend in the country, Andre, who was 13 at the time, didn't wanna leave. So he kept us captive by hiding the distributor cap of our car. He didn't mean it. My mother said as we sat hostage for hours, while Andre refused to return the necessary part. What do you mean he didn't meet it my father shouted. He could run us all over with the car and you'd still say, oh, he didn't mean it. And then check out this, like his interpretation of what's happening, which, again, it's just really, really unusual. Everyone knew what the fight was really about. Andre was the only remnant of a doomed and noble love. When my father attacked him, it was like, he was attacking her dead resistance fighter. And so he's got a lot of like, unresolved issues with his mother, even in the... Towards the end of the book when when she passes away. It's just... He... This never... This resolution this this this this unhappiness that's coming from a child has never resolved. If I intuitively understood them My mother married my father because when she came to America with a young child, she didn't know anyone, but that she wound up feeling compromised by the bargain, then my suspicions were confirmed by a comment she made to me over the lunch table when I was 6 I had some advice for you. Don't let some woman marry you for your money, and she continued, never have children. And so he's raising an unusual household with an unusual situation and his response is rather unusual. And we kinda see the the determination to control his own life. And something he talks about over and over. It's just the the necessity to have independent thinking. That he talks about, lot lot of business, which we see that he does... He applies into his own personal as well. I was lying in bed 1 night when I made a decision to give up trying to be an emotional part of our family. I'm not doing this anymore. These people are nuts. And if they wanna drive themselves even crazier, they're doing it without me. So it's was like, I'm not gonna be an emotional part of the family, but I'm gonna still be part of of, I'm gonna control the finances as the family even from a young age. His parents let him do all the budgeting everything because he's... He said they were just completely clueless. And this is probably why he just has this like, relentless focus on getting extremely rich. He said my father was terrible with money. His lack for of mis managing it, losing it or not making it in the first place was an incredible source of stress within our family. It sounds exactly like the founder of Dunkin Donuts. Money was their second biggest source of argument the first 1 obviously is fighting over, Andre, the the the sep sun. And so Francis puts a line in the in the ground, and he said this is what it's... What I'm gonna... This is the world I'm gonna play. No more Francis the peace or Francis is a child. Francis the worker was the role I much preferred. And listen to how you described this as such unique language. Childhood didn't suit me. My intentions weren't focused on school. I hardly even and showed up, and I'd barely even hand in homework at all. My move from the quiet sidelines of managing the finances to the middle of the action happened when I was 14 years old. And why does he say that? Because that's when he starts his first business he's going to... His very first business, he's gonna start is exporting books. So there's a thing in publishing where it's called remainder books, which are books that a publisher has an, like, excess inventory of. And so they usually sell off to retailers. Are, like, discount distributors. So as father selling books in in United States. Most of those are in English. There's a lot of people speak English and Germany at the time, why don't we sell these books that are in English to our German clients, and this is why they could do this. It took a year or 2 after books came out in the Us to be translated and published in Germany. That, meant, by the time they were out in Germany, the same books were going into paper back back in the United States. And the hard cover publisher was rem its excess inventory. I saw an opportunity. And so because of a publisher and tries to pitch you on this idea. He says look, I wanna take 5000 copies of hard covers off your hands. But instead of 30 cents per book that the remainder guys pay, I'm willing to offer 50 cents. What's the catch? They're headed to Germany. This is a win win. You're remainder the books anyway. This will get them out of your market so it's not gonna compete with the paper, which they're you're about to release anyways. Right? And I'm gonna pay you almost double what the remainder dealers do. So he gets 5000 books. This is how the the the money breaks down. It's actually really interesting. So he's gonna get paid. His partner in Germany gonna gonna buy the books from him at a dollar 25. He's gotta pay. He just said I'm paying 50 cents per to the publisher, and then I have a cost of shipping for 25 cents. So I'm getting a dollar 25. I have 75 cents of expenses. That's 50 cents a book that I'm making. Right? I just sold 5000 books, and each and I get 50 percent profit for each 1. So we made 2500 bucks. And then this is just great clear writing to summarize what's taking place in his life at this time. In 19 63, 3000 bucks was of fortune. It was the cost of a new car, 2 years of tuition at Harvard are half the average annual American income. And the whole deal only took me an hour. And so now he's got a book business resell books into other markets. Right? But he's talking about why this is so important imagine coming through it from the, like, the the family he came from. He said money was a security blanket. Right? Money for me was never about ambition. Even at 15, success for me meant not having to worry. My dream was never wild op, but rather the luxury of stability, more great writing. The constant question mark that was my parents checkbook balance made a lasting impression. So then I'm reading while. He starts other book businesses that are very similar. I'm gonna get into how he stumbles upon real estate when he's 19, but I went through, like, I got to Around Page 40 or 50. And I left this know for myself. I could not understand at this point. Why this book was recommended so much because this what I wrote to myself I was like, way way too much detail about his sex life that he's having as a teenager. I don't need to know this please keep this to yourself. Little did I know that was only the beginning and a theme that's gonna that's gonna continue throughout the entire book. He winds up, like, renting mansions. He's making so much money. When he's in his twenties, he talks about, like, the crazy stuff people were doing in the seventies, all the drugs and the group sex parties. Again, this book is nuts, and it's totally not what I expected when I picked it up. I mean, for God's sakes, if you look at the blurb on the back. Like 1 of the blurb is from Fred Wilson, which is, this well known venture capitalists. He founded a union square ventures. And he says, francis is 1 of the most decisive people I know. He made a commitment to invest in our first fund in a 5 minute cab that we shared 1 morning, and it talks about his phil and also stuff on the back, and then you open up the book and it's just like, Org drugs and alcohol. And so at 19, he accidentally stumbles into the real estate business. He's working at his dad's agency part time. He's running his selling a bunch of. He's got 3 different book businesses, and he's also his own independent literary agent, and it says my first real estate deal which happened by purely by chance was a complete success. I found a new office that had been on the fence about the place because I had 2 rooms, and I only need 1. And so the guy he's gonna rent from says, so find somebody else to sub let it to. So he knew somebody from the book business who just happened to be looking for an office. I paid 50 dollars a month for each room and rented him 1 of the rooms for a hundred bucks. So he was essentially paying for my office and his. This is good I thought and easy. So he's doing all these different things and his father's trying to get him to commit. Just run my business and he does something here that's really smart. That everybody has to it. Like, at some point, you you... He's 19 years old. He's got to make his own decisions. You got gotta control your own life. And so he kinda puts his foot down. Again. He just does not like people giving him ultimatum. Right? So it says, look, you gotta decide what you're gonna do. He said, Either you're gonna take over my business, or you gonna do other things. You can't do both. People keep saying that same statement to them. In that moment, I was conflicted. Like most good kids, it's comfortable to do what our parents want us to do. Yet it was very clear in my mind that my father was asking me to commit to something I couldn't impose on myself, freeing myself from this parental obligation was the right decision. And then we just get really great writing about an emotionally heavy human experience. Said my father was fading. His health was deteriorating. He was no longer dynamic and yet the messes of his eccentric associates had always gotten him to gotten him into continued. His biggest client was planning on forcing my father into retirement. My father was just barely holding on. The future of his business was not at all clear. That's when my parents house called. Your father's passed, your father's passed. Her hysteria was so confusing that for a moment, I couldn't understand what she meant by past. Then suddenly, I got it. I ran the 6 blocks from my office to my parents apartment where I found my father lying on the couch in his robe and pajamas, looking very still and very white. He had suffered a stroke and died. And his description and the funeral impact it had on him. Wait... Just just wait till we get to this. As I watched my father's coffin lowered by a flick of some switch by someone I didn't know, it all felt too easy. From the moment, the undertake had wheeled him out of his apartment to now, a lonely box, abandoned by the mourners, making their ways back to their cars. I had trouble connecting to the reality of the situation. My father's death was too anti septic to be believed. Once the last of his friends and family had driven away, I turned to the grave digger and told them that they could leave too. Confused and concerned, they motion to the hole in the ground that was empty, except for my father, I ignored them and took my jacket off, grabbed a shovel and began to dump the cold wet earth onto the casket. The thud was hard, visceral. It cracked my protective shell. Remember he is 22 when this is happening. More dirt went in, as it collected in dark, dirty mounds, a strange, inverse proportional dynamic occurred. The heavier the p piles grew on top of him, the lighter I felt. I always understood that my father's approval of me and his constant concern was simply an outgrow of his love. His wanting to be helpful by giving good advice though it drove me crazy was a purely positive instinct. His pride in my abilities, formed the basis of the self confidence that allowed me to start businesses, sell books, make crazy friends and love women at an age when most others were busy with their homework. And yet as the earth settled into a form vaguely resembling amount, there was an easing. The recognition that he was gone, and I was on my own released me from the burden of his influence. Without realizing it, I had always sought out his approval, his death freed me of the need. When I put the shovel to rest the weight of an angel. Heavy with responsibility lifted from my back. So the very next day he walks into his father's agency and tries to figure out what's going on. It's losing money. He says he could summarize the way his father ran business essentially, pay borrow from Peter to pay Paul So there's more detail on the book. I'm gonna skip to his... The the philosophy that he applied to his father's literary agency that his father did not. And so he has a very different business philosophy says I came into the agency, not with a deep understanding of literature or writing, like my dad. But in dead an understanding of what was... Was what was sell. My feel for the business of books was direct and results based, and ran contrary to my father's me intellectual or literary approach. I sold whatever viable material arrived at my desk. And so he completely turns around the agency. He went up signing people that are went selling some of the, most successful books of all time like Dan Brown, the guy wrote the Vinci code, Brad Thor who writes, like, spy novels. And so he starts making enough money. This is where we get to the book where I wrote what the hell is going on here. This is not what I expected when I picked up the book. He's 25. He's running mansions. They're all naked all the time. They're doing drugs. He says sex drugs and rock and roll. So I'm gonna skip over all that parts. I do wanna get to some of these interest... The the book is full of just unique characters. And here's 1 example of that. Says Helen Van S was a 1 time beautiful beauty editor at Glamour magazine, and vice president of the makeup company, Helena Rubin. And it says Helen turned out best selling Romance novels faster than her former employer made lipstick. From her 10 room Park Avenue apartment. She carried over her work ways from her days as a... Cosmetics executive and produced 2000 words a day, 6 days a week. Which each novel only taking about 7 months to complete. She had sold more than 4000000 copies. And so we're about to transition into the vast majority of the book which used about real estate, but throughout the book he sprinkles in And he mentions this over and over again. He's like I had conflicted really for my father, but he gave me that said this this abnormal level of self confidence that I have. And so this is just really great writing. He says, by the end of the seventies, the agency was alive and well. It's still in existence to the day. I don't know if I already told you they're or not. Sitting at the desk as sitting at his desk, the desk that his father used to sit at. My mind couldn't help a wander to my rein of his life's work. That's a really interesting thought to have. My thoughts were divided. His pride in me fan the self confidence that permitted all of my actions. Regardless of my lack of formal training, or education. Remember a high school dropout. Yet our world views were so radically different as to make me wonder about the meaning of legacy see. My father's fundamental commitment had been to an intellectual tradition that revolved around his European constellation of authors and and influences. Right? While I honed my own literary instincts. Aggressively pushing for big deals. My commitment instead was to good business. It was the old world club house of my father versus the American ups starts. And as far as I could tell, we were winning. And so then we revisit his first where he finds his opening to get into real estate. And he's gonna the same idea that he applies here. He just keeps applying to different domains within the real estate industry. Again, what had started as a deal to sub let the extra office I'd rented for my book business evolved into a calling as strong as if not stronger than the literary agency having finished the book. It's way stronger. It's completely... It's a lot stronger. He loved... He just loves real estate. Still alive. So I don't wanna, use the past tense, but he loves real estate. He barely mentions the the agency for her. And. My first real estate deal opened my eyes to the fact that there was a bit of money to be made from renting small, 1 room office spaces. Back in 19 65, it was hard to find small offices for small businesses. Commercial land landlords at the time, fixated on renting large offices. And they were leaving good money on the table that I was more than happy to collect that. When I read... When I got to that section about the fact that he identified a niche that was being ignored by other people in this industry, it's exactly what Sam Za murray did in that fantastic book to fish the whale. I think it was founders number 37, where he's, like, you guys are focused on selling bananas... There's 1 aspect of bananas that you're not paying attention to, which they called Rice, which essentially said they're gonna decay if you don't sell them right now. You have like, a couple, like, you know, maybe a 2 or 3 day window whatever time is to sell them before they go bad, the the larger producers in the industry just ignore them they throw them away. And so Sam, like, I see opportunity where others saw nothing. That's a line from the book. It's fantastic. Exactly what's happening where we are in Francis life. And how did you know that? Because he was his own customer. Right? I was filling a gap in the rental market for 1 room offices that I had discovered when I looked for 1 for 1 for myself. I knew there would be demand because I knew there were many other people just like me. Discovering an unmet need in the market is a tremendous start to any business. Again, I think this is why I had no don't mean to repeat myself, but I think this is why part of the reason why this this book is recommended by so many different people is because not only does have a this crazy story. Like, let's all his flaw show, but he just has some fantastic business advice throughout the entire book. He he'll describe in experience he's having and then tell you the principal or the idea behind that experience that then he would use another domains. So we repeat that again, discovering an unmet need and the market is a tremendous start to any business an effective way to find those opportunities, hiding and plain sight is to consider one's own experience. Once I stumbled upon the need for 1 room offices, I test marketed the strategy by leasing 1 of my original offices. When I found someone willing to pay double what I had paid, I declared my concept a success and repeated the formula again and again and again, and that is his standard playbook. He's gonna do that, over and over again. Fine an unmet need on unmet need. Excuse me. Once he proves it once, he doesn't dill delhi. This guy moves fast. It's not like, okay, I proved it once, let me try 2 or 3 times and say, oh, work once. Gotta work over again, and he immediately starts to scale it. And so then he goes and looks for other offices that are not being used. Their larger offices, then he he rents the whole thing, chops them into smaller pieces, smaller offices, kind of almost like what we worked did. And that first opportunity, Right? Is gonna lead to a second opportunity the guy that he's... The guy that owns a business that he's doing this in or the building that he's doing this and is impressed with Francis and and invites him to invest alongside him. So he says the owner of the real estate company was sufficiently impressed by my success to include me in a deal to buy a loft building on fifteenth Street. The money for the down payment came from a group of investors who would receive a fixed return. Then he and I shared in the profits above the fixed return for our management services. He does this a few times, and this is where he discovers, I really wanna... Like, I loved what I'm doing I... This is what I'm gonna do for rest of my life throughout all these deals, I discovered that I loved the buildings. Not just a unique architecture or the income they could provide, but also the life that teamed inside. I felt at home. There was a lot to conquer, improve and fix. And another great thing about this book is because his career spans 50 years, you see all these up and down, like, economic cycles. Right? And so he's getting started in the New York City, real state industry when nobody wants to be involved in the New York City, real estate industry, this is in the 19 seventies, a ton more detail in the book. So if this is interesting to make sure you buy it, 3 sentences, 3 different lessons. Number 1, Real estate was in a terrible state, but it was also very, very cheap Without any basis for my certainty. I was convinced the situation had to get better. So number 1, he's getting in when everyone else wants to get out. Number 2, I realized the problems of buildings are the problems of people. That is the same for a business. The problems of business are the problems of people. Number 3. I had underestimated the expenses. Something everyone always does. But that I didn't have the experience to know history doesn't repeat human nature does. He's saying, I did this mistake. Everybody else did this the this mistake as well. The only people making that mistake are the people don't have the experience or don't have the ability to learn from other people's experiences. He's saying if you're gonna get involved in real estate, you're gonna under underestimate the expenses, don't do that. Another 3 paragraphs, 3 different lessons again. The number 1 is be careful when picking partners. Remember the Dunkin Donuts guy to draw that parallel again. He said he had a bunch of issues with partners, including 2 of his former partners, they went up... He went up breaking up with them, and then 1 other partner killed the other partners. So it's actually good that he escaped that. But he said that he needed partners. Like, he like he needed holes in his head. Says this is 1 of my first many disagreements I had with Phil, which eventually had to be resolved in the worst litigation of my career that felt more like civil war than a lawsuit. Phil had what I regarded as completely irrational or fictional points of view. That bordered on psychotic paranoia. It took the talents of an extraordinary lit to over overcome the army of aggressive lit that phil employed. So be very careful. He makes the example actually popped to my mind before he said, but he says it later in the book that picking business owners just as important and just as difficult as picking the right spouse. Number 2, being Na can sometimes be an asset, he's gonna start buying... He's gonna start investing in the Soho neighborhood in New york City in the 19 seventies, he wants to buying entire buildings for, like, 10000 dollars, 20000 dollars. You... These buildings now, you couldn't even rent 1 apartment for... That that's more that... What he built... He bought the whole building for. Rent of 1 apartment is more per month. It's insane, but was it it's not that easy. He struggled to hold on to the buildings to make money and everything else So he says, if the Spring Street deal was crazy, I didn't know enough to know that. I hadn't grown up in the business, like so many of my competitors who were part of real estate dynasties. Making my own way meant there was no 1 to tell me to stop buying. So conventional wisdom at the time like your these are terrible deals. You're... In some cases, he's literally the only bidder on entire buildings in soho. And then 3, this is the importance of finding an older wiser mentor That you can just speed up your learning by decades, and he's got a bunch of them they... They're essentially teach him the real estate business. And 1 guy this guy Milton who's probably... He's gotta be 25 years older him. Maybe older. It says it wouldn't it would take me a while to learn that Milton, brilliant and generous. Immediately picked up on my potential that I didn't yet know I possessed because he didn't care about labels or appearances, Only talent and honesty. He wasn't afraid to act on it. And so there's many examples of the conversations of him and meant Milton half throughout the book. I love this idea because I like the idea of having something to puzzle over. Something that the answer is not on all. Obvious, says Milton leaned back in his chair. And asked me. Have you heard the story about the bag of gold and the man's head. Definitely not. So these are rather religious people, rather religious Jewish people, and they have all these, like, these things from, I guess, religious texts. And Francis is always confused because even though he's Jewish, she's not... He was not really as religious, so he didn't know the, like these ancient texts. And says, have you heard the story but the bag of gold and the man's head had definitely not. If you have a bag of gold and you throw it out a man's head in order to kill. But the goal falls at his feet, and he uses it to become wealthy. Have you done a good deed or a bad 1? I have absolutely no idea I answered. My knowledge of the bible isn't too great. Francis, it's an en. He said, energized by the expansion of my mind. It's something to puzzle over. And he just goes into, like, the fact that he he laid the foundation for his real estate empire in seventies when it's extremely difficult. And just the importance of just surviving 1 and then letting it compound do not interrupt the compounding, 1 day I had 2 buildings and 2 employees. Then I had 5 buildings and 5 employees. Then it was 20 buildings and as many employees. As I managed my growing property interest, I was often stressed. On paper, I was a millionaire. In real life though, I was skating on razor thin margins that a busted toilet could threaten. But I prefer to remain on the edge as I kept my buildings running rather than sell any of them. Before they grew to the much higher value that I had a hunch they would 1 day a achieve. And so he gives examples later in the book that, like, a building he bought. Held on 2 for 35 years, and it's 200 times. 500 times the value it that he bought it for. And he's able to maintain this idea. Like, I'm just not gonna sell anything even when older wiser mentors because you get a bunch them and say, hey, why don't you just sell 1 of your buildings then you get the cash, and he's always constantly looking for it's interesting. So his biggest problem in the seventies was a lack of cash and in the eighties, it was an abundance of cash. And so again, that's why he talks about mark markets It's can turn on a dime. Why don't you sell 1 of your buildings? That solve your cash problem. Abbott said. I'm not a great seller. It's not in my Dna. You'd like to hold on to things? Yes. I'd like to hold on to things. And they he just talk about difficult to real estate businesses. In the case of real estate the anxiety starts with the closing of the property? Will I have enough money for the transaction. Will the bank or my investors come through the way they promised and making the acquisitions just beginning? The next round of worries comes from the business plan. Whether it is the amount of rent charge, improving the occupancy of the building or bringing down operation costs. You are constantly putting your judgment up against the marketplace. And there's a lot of detail in the book that I'm obviously having no mitt and books almost 3 pages. An distributor in charge of reaching these goals is constantly haunted by concerns, many of which are totally unpredictable. And something it goes into great detail is just how corrupt the the real estate and finance industries can be and so this is just more wisdom from his mentor. During this period of real state New York, the temptation of landlords to cut corners that broke the law was very great. I brought this topic up with Milton saying that a lot of the new owners were taking very liberal approaches to the city's new interpretation of the law. Then they don't have real estate. He answered swiftly and stern. His response puzzled me. This is another of Milton cryptic parable. And so Milton explains by doing that in effect, you are no... You no longer have legitimate property. That kind of thing always catches up to people. You will see. Milton taught me early on that you might get away with bending the rules for a little while, but eventually you destroy what you have and the reason he says that they don't have any real estate because he gave them some examples in the past where the regulations are obviously are changing all the time, and pete in Milton new many examples of people trying to skirt around it, and, eventually, many of them had their properties taken away completely. He's got 2 maxim on real estate number 1. I learned, from him, the important skill of managing debt, which is fundamentally what the real estate business is all about. And number 2, nothing in real estate was easy and then we get to the idea. This is the idea that becomes the formation of his empire, and would drastically increases his amount of his amount of wealth. He's known as the coop op King, which I didn't know either until I read the book. So he says, I did the math. Most rental buildings, This is what he's his current business is mostly consistent. Right? Most rental buildings by this point offered it at best a 4 percent profit by coop opting, I would be dealing with tens of thousands of dollars in sales rather than hundreds of dollars in rents, coop opting 1 of my buildings would be nothing short of revolutionary. And so a few years ago, I had no idea what to coop up was if you ever look at real estate in New York City. You'll see it everywhere. And so it says coop is short for cooperative. When you buy a coop op apartment, you're actually buying shares and a corporation that owns the building. That might sound strange, given a coop listing advertising apartment. But technically, the buyer is purchasing shares. And so for Francis purposes, it's a way to turn a rental apartment into something you can actually sell, the person owns, the unit or the right to the unit whatever however, you wanna frame that language. He does this for 1 of his... He... And the difference that made it so special for why it was working for him is because he was coop cooperating buildings. People thought no 1 would ever buy. And he's like, because he thought only rich people might wanna do this. And he's like, this doesn't make sense. Humans are humans. Like, rich people wanna own house their apartments and poor poor middle class people wanna own their apartments if they can. And so that was thesis. That were just kind of about same. And so he once doing it in, like, a, like, a lower income place. It works, and this is what this is what I meant Like, this is the second time he mentioned this. Like, once something works don't dill nilly. Like, just go as fast as you possibly can. When a business plan works, I not only acknowledge it, but embrace it, feeling that we were on to something. I was excited to push the concept by applying it on a much wider basis. There was no time to sit back and enjoy the success of the first coop, I wanted to scale it up. We were often and running in the c coop op business. And this is what he says. This is the way the economics worked. If half the tenants bought apartments. That provided enough money for me, to pay for 100 percent of the building, then slowly over many years as the renters moved out or died, I could sell their apartments to make good money, possibly very good money, so they have the option to either continue renting or buy their apartment. And if they didn't wanna buy their apartment, that's fine. They could continue renting. But once they moved out, you now had the opportunity to sell their apartment. And then Francis does the work for us by showing, hey, I'm just using the same idea. That I used an office in 1 room office spaces to coop. So it says for me as an entrepreneur, discovering this wide open market was like striking oil. Just like when I figured out that I could make money by turning big offices into smaller ones, coop opting lesser buildings was wide open field that I had practically all to myself. Lots of folks thought what I was doing was insane. And so then he talks about the secret that he knew that he was able to build his entire business empire on. I knew something that the market had not yet fully embraced. I could pay a high... This is a secret. I could pay a higher price for buildings than most people looking at them as rental properties. At the time, buildings generally sold for 5 to 7 times gross rents With my strategy, I could afford to pay 9 or 10 times that. I would have my pick of almost any building that came on the market. And so that is the end of the seventies we get into the eighties, and then entire time. He's like, I don't get this A millionaire paper, but a broken toilet can cause me scrambling for cash. So he'd go around a banks trying to loan money. And at the time, the most he could get. He would get, like, 5000 dollars from each bank and he'd have to go, like 7 different banks. Right? So it's not a lot of money. Overnight and that's what he means about listening my career, something's that he'd repeats over over again. Markets change on a dime, both in good and bad. Right? And so he's... He's... This is where he just completely... There's... He goes from having no money to, I have unlimited money. Which is also gonna lead to Bubble and and wife's first crash in about 7 years now everything else we'll get there. I was blown away by the sudden ease of it all. A young loan officer soon suggested that she organized a credit facility that put all of my buildings together and let me borrow as much money as I needed as loan as my loan to value ratio fell within certain limits. By now, I had 20 different c op buildings for which chemical bank would give me credit. What does all that mean? The bottom line a 24 year old loan officer put through a 50000000 dollar line of credit for me. I now had 100 percent of the purchase price and fixed cost of any building that I wanted to buy. A year later, they rate... The bank raised my limit to a hundred million dollars. Imagine that 2 years going from 35000 dollar line of credit to a hundred million. This is why it's so important Like, 1 of the main lessons of his your entrepreneurship is that things can change incredibly fast. You have to hold on. You've got to survive to be able to take advantage of that, optimize your survival. And just like that, my days of scrap scrapping together the funds to buy buildings were gone. Suddenly, the broke seventies were over, and the world was rich. Now Good times also lead to increased competition, but 1 thing that that Francis, you can you can tell from his writing, he's obsessed. About having control. If the... If a business process is important to his overall company, he wants to control that business process is a little bit about that. And again, just a very common theme in his french entrepreneurship I I wanna keep bringing you your attention every time I find it. The growth during the Go eighties was out of control At its height. I was building... Excuse me, I was buying a building every 2 or 3 weeks, with 250 employees, converting thousands of units from rentals to c ops or condos and managing as many as a hundred buildings. I had sales, marketing construction and design departments, as well as legal rent administration accounts and acquisition departments, having all those in house resources was unusual for a real estate company at the time, but this let me control my own destiny as I established priorities for my company. I didn't want to go outside to professionals who might have different priorities, different agendas, and also frankly, in some cases, extraordinary high fees. So his business is often running, he's making a ton of money and yet he realized somewhere along the way he made a mistake. And what he made a mistake was he didn't figure out how do I want to spend my time. What is the point of being in being in control of my own company of my own destiny if I'm spending my time doing things I don't wanna do. And it just goes back to that old maxim from Ben Franklin, you know, 203 hundred years ago. Time is literally the stuff life is made of. It's the only important... The most important part So it says my advice to those with expanding businesses is that they must first make a decision about how they wanna allocate their time and structure their business so that the balance reflects that. What I noticed as time equity is a the name this company. When I noticed this time equities balloon before I hired Bob, was that my role had shifted from a doe to a teacher. I was uncomfortable in the shift because I like doing. I love to conceive projects convince banks to invest and be part of the marketing strategy and so on, bringing in Bob as a chief operating officer allowed me to rebalance my own agenda, so I could become a do again. So as you could imagine, what's gonna happen a young person. It's like, oh I stumbled on this industry. I'm a genius. Sort of office basis so c ops. Not I got banks give me a hundred million dollar Just 1 bank gave me a hundred million dollar and go to other banks get a ton of money, but there's a lot of wisdom in these ancient... Sayings and 1 ancient saying is that pride comes before a fall. At 36 years old, I was self assured and for all limitless possibilities. Not because I own 1 the biggest apartment complexes in Manhattan or had hundreds of employees, but because of my instincts, they went decidedly against the mainstream, but they had yet to prove me wrong. So you already know what happens in 19 87. Right? 1 largest financial crisis crashes in history. Gonna get there first. He talks about the transformation of turning from a bachelor to being married, and then the the radical transformation of becoming apparent for the first time. And then it's just fantastic writing I'll get to there in a minute. By the time we were getting married Judy was already pregnant with our son, Alexander. Whose birth was more transformative than I could ever have imagined. The arrival of this tiny boy was an una revelation. I understood life, the meaning of being born, growing up and dying in a completely different way. My efforts would take on a greater meaning with Alexander as my heir. So there was, in love with my son, who grew more magical with every passing month, with the halo of blonde pearls and a beam expression he looked like an angel. I loved having him. And this is where we get to the part Wrote great writing. With him the simplest moments, having his little face greet me as I woke early in the morning, playing 1 of his favorite games in the pool where I tossed him high in the air, reading night moon to him every night, filled me with satisfaction and love. Children require attention and involvement. This takes you out of your yourself orientation and makes you invest in another person who can only pay you in 1 current see love. My son's entrance marked a hal period in my personal life, accompanied by 1 conversely dark 1 in my professional life. So I had to look up that word, hal. And it says den a period of time in the past that was ideally happy and peaceful. Remember that part, especially that description. If anyone had asked me in 19 90 what the chances of my business survival was, I would have said 1 in a hundred. I still consider it a miracle that we didn't go bankrupt. The swift and brutal transformation of what had been the go go real estate boom of the eighties into economic devastation begin with the Tax Reform Act of 19 86. Prior to 01/01/1987 when the government's new tax regulations went into effect, a lot of investing in real estate had been driven by generous tax benefits. So a lot of the real estate deals prior to 19 86 were driven not by their true economic value, but by their tax value. Deciding that it was missing out on too much revenue, the government eliminated these tax loopholes, and by taking away these tax benefits have radically changed real estate value. The dramatic and Swift reduction in the worth of real estate touched off a chain of events that quickly led to catastrophe for hundreds of small savings and loan banks across the country. Then came the worst stock market start the works crash in stock market history on 10/19/1987, otherwise known as Black Monday. The the the Dow lost 22 percent of its value in a day. That was it. The bank's wouldn't lend 1 cent. To anyone. All the tri that kept our business running went completely dry. Banks pulled the plug on their lending while we still owed over a hundred million dollars on c projects in process. I had made a fortune by the time I was 30 and at 40, I was facing ruin. And then he does something really, really smart here. And he says, okay. Well, if you're if you're running into a problem, you can't, like, you you have to run towards it. So he goes and he'll, he does twice he... Because the attorney general's office in new York city are the ones that are the regulators for coop ops, So when he's running the problems, He he'll tell them before the problem happens, so he goes right to the banks. As it says that decided the only viable plan was to try to talk a reason with the 15 or so banks that we had loans. Find when you confront problems and are transparent about them with others who are involved. You can sometimes resolve things in a way you never imagined. And so he pitches them. He says I understand where you don't wanna lend money each to new projects. But these are projects that are already on your books, wouldn't it make more sense to continue to lend to the buyer and use the money to pay down the project loans. You're shooting me in the head, but you're shooting yourself in the foot. I said. You're not late in any of your payments. Why are you telling us this, and he couldn't believe that. So you this is another example of. In the real estate finance industry about just how irrational the people can be. And he says you turned the water off. What do you think is gonna happen? It was hard to understand how the banks couldn't understand what was happening since it evolved around their action ins. But too often people are so immersed in the micro, what's happening on their spreadsheets or in their cubicle that they missed a big picture, which in this case was total collapse. So he talks about slipping into depression, talks about now having to go But I just mentioned that they have to go to the And say, you know, part of part of this is that if we're gonna be the the sponsors of a coop op, we have to be in strong financial position. We're obviously not gonna be in strong financial position. If the bank turns us off. But really the main lesson here is just you never delay discomfort. Waiting or ignoring a problem doesn't not never solves it, just run towards it. And so that's what he does. He just puts 1 foot in front of the other. He's just trying to make deals just don't... And in some cases, like, most of them when you talk to them, he can work out deals because he just he's like, listen, if they push legal proceedings against me. They could destroy my empire. And this was a fantastic little sentence here. It's just really about the importance of opt... Always trying to survive. And so later on, he talks about trying to build a financial fortress. I think he says they always started to keep at least a hundred million in cash. But he says, I always think about the line that Sam Z, 1 of the great real estate investors of my generation used during the late eighties when real estate was in an oppression. Stay alive to 95. And so it's crazy. The 1 of the craziest part of this entire book is the fact that if he hadn't made this angel investment. He may have lost his entire real estate empire. This is very similar is to something that happened in to Elon Musk in 2008, which I get there in a minute. And so he's essentially saved by investment. So it says, around the start of my troubles in 19 88. I put some money in my wife's Duties and my wife, Judy name, so they wouldn't be exposed to my creditors if the worst happened. Although ensured that we would we would have enough to live on for some reason, in the depths of my financial problems, which are astronomical. I decided to invest a substantial part of this a part of the money that he put in his wife's name, because, well, I could never resist a good deal. And so he gives money to essentially somebody that's investing private companies. Right? And it says it could've have... I'm I'm skipping over large parts. Is just give you the punch. So you understand what happened. I could it could have all gone very, very badly. But a year later, 1 of the companies that Michelle bought into went public and hit the jackpot. I paid about 2 dollars a share. Luck really shine her face down on me when the stock when when the stock soared to 60 dollars a share. Eventually, the stock collapsed back to 2 dollars a share went bankrupt, but not before Michelle had sold out about half of our investment. And I got 15000000 dollars out of it. So he made a 500000 dollar investment. And he winds up getting 15000000 dollars out of it. That money, which the banks weren't entitled to because it was in Judy name was critical in keeping me a afloat So it's amazing the parallel between what hap... Was happening in Francis life and what happened in Elon wife. So this is happening in Obviously in the crash of 2000 or 18... 19 87. We're about to reach you comes from Elon biography by vance. This is happening in the crash of 2008 to give investors some measure confidence must made a last f... Last ditch effort to raise all the personal funds he could and put them into the company. He took out a loan from Spacex, which Nasa approved and earmarked the money for Tesla. Musk went to the secondary markets to try to sell some of his shares in solar city. He also seized about 15000000 that came... Wow. It's the same... Not only is that, it's the same exact amount. He got 15000000 too. France got 15000000 too. So Elon sees about 15000000 dollars that came through when Dale acquired a data center software startup called Ever evergreen, Ever dream that was founded by Musk's cousin in which he had invested. It was like the fucking matrix must said, describing his financial maneuvers. The ever dream deal saved my butt and then complete and utter devastation. Then came the black day of my life. Judy, Alexander and I were at our beach house in Long Island. I had woken up early to play tennis. It was something I did often. Alexander was still asleep when I left him in the house with Judy and the all pair. I was in the middle of my game when 1 of my house guests ran towards the court. Something had happened, I should return to the house immediately. When I arrived, there was an ambulance in the driveway. Alexander had woken up, un unmatched the lock to the staircase, gone down to the first floor, walked across the parking lot where he somehow also opened another lock gate, took the steps down to the pool and jumped in. I followed the ambulance to the hospital where they tried to resuscitate him until finally the doctor said it was over. He was 2 years old. My son was gone. Alexander loved the water. Jumping into the pool while I stood waiting to catch him was 1 of his favorite things in the whole world. He could jump in for hours and hours. When he went to the pool himself, he had no idea that he didn't have his float on or that he couldn't swim. That he drowned doing something he loved was too much to bear. And so having a 2 year old on, there's just... There's just parts this I cannot read. I just can't. So I'm gonna just skip over some parts. Is I I just can't read them. So it says, I couldn't protect him in life. I resent my wife for for... He he... This is where he, like, this is what I meant. He's not writing this book to be liked because It was, like the stuff he shares. And some of this so I'll just reach you. Look at what he says here. Because, he lost his son, but so his mom... His wife lost his son too, and he just lays into her and just starts blaming her. And he says I resent her for that and so much more. I held her accountable for our son's drowning. I blame you I told Judy. Judy was un ti and always late. What I had dismissed as distraction now that our son was gone, had re reappeared as self involved. How many times and I waited for her while she fucks with this or that aspect of her appearance? I dark imagined that if Judy hadn't taken so long getting ready in the morning, she would have caught him. It wasn't fair me to think that. I knew the judgment I leveled at her was very harsh, but I spoke from the heart. I didn't know how to live after Alexander's death. I took some time off work. When I got back, I wasn't there. By 04:00 on most days at the office, I'd had had it. My patience and tolerance, 2 traits that had prized in myself were gone. I will never fully recover from the death of my son. I cried every day for a year. I still harbor resentment towards my wife for the lack of days style that I held partially liable for our tragedy. My solution to repairing our lives was to have another child. And every month that we discovered, she wasn't pregnant, disappointment heap heap itself upon a foundation of anger. I became almost dysfunctional with sadness. It's impossible not to read this part of the book and have it hit you directly in the heart. And I think the fact that these stories, these life stories evo so much emotion make them resonate deep inside of you. So I knew it I gonna record a podcast today, but the first thing I did when I woke up is I took my son, my 2 year old son, just me and him, and we went to the park. And I'm watching him walk, and I'm watching a run and play and I thought about this book and what happened to Francis. And it's about priorities. It's about understanding what truly gives a satisfaction as opposed to what we think will give a satisfaction. It's not mentioned in the book but I'm pretty sure Francis is a billionaire And if he's not a billionaire, he's damn close. And the thought that ran through my mind this morning, looking at my son is without a doubt if given the opportunity for all the money in the world. Francis switched switch spots with me in an instant and it's because understanding the human stories behind these ideas that makes it so powerful. They're sear into your soul. So they decide to adopt. The adoption didn't solve our problems. It was Judy and the way she lived that I could no longer relate to. Our apartment was always a mess even though she had all the resources in the world. I wasn't sure what she was attending to because it certainly it certainly wasn't Morgan, who was primarily cared for by her house. From my perspective, it seemed that the house was doing 70 percent of the mother job while Judy came and went as she pleased. Once she opened her restaurant, she was around even less 7 days a week, she was at the restaurant and didn't return home until 1 or 2 in the morning. I was up at 6 in the morning and took the boys school before she woke up. So unless I ate dinner at the restaurant, I wouldn't see her. My frustration grew until finally I confronted Judy. What do you consider your responsibilities in our marriage? I I demanded to know. Responsibilities, I have no responsibility she said. I only do things I want to do. Partnership has always been 1 of my core values. Good partnerships are huge part of my success in business. And here I was in the most important partnership of my life with someone who had no concept of the definition. I was trying to work out in my mind why I was so unhappy. If I were truly honest with myself. My unmet expectations of her were a rationalization for my own less than perfect behavior. Namely the romance I had re kindle with Isabelle. So from this point, he starts... He has 2 families for a while. Eventually, he's gonna get divorced from Judy, but he pre his mistress and he talks about just a crazy schedule he had. He's running this gigantic business. He's got 2 2 or 3 kids with Judy. 2 kids with Judy, one's adopted 1 they wanna have a successfully conceived. He's gonna wind up having 2 or 3 more with Isabelle. And so part of the time, he just... He has... I mean there's no other way to describe it. He's got 2 families. And then another tragedy happens in his life, his what... His wife or soon to be ex wife, Judy is diagnosed with terminal cancer at 50. When the doctor, she she had some stomach issues. She goes to the hospital. They thought there was kind of obstruction. She has to have surgery and it takes forever, couldn't understand, like, what's happening Like supposed to be done 2 hours ago. When the doctor finally appeared at 02:30, his first words to me were, I'm sorry. He hadn't expected to find what he found her stomach. What is it I asked? Cancer all over. He had removed as much of it as he could. What happens now? She has 6 to 12 months. What? 2 weeks ago, we were living together? 3 days earlier, it was her fur... Fiftieth birthday party, and now, she was terminally ill. And for 18 months, they go around the world searching for a cure. The entire time Judy wasn't denial. She said she wasn't terminally ill. This is actually more common than than you would expect in in cancer patients. I had dealt with it personally. And then he gets a call. I got the call at around 6AM. Judy had died. The idea that she would just disappear in thin thin air didn't seem right to me. But what she he goes to the apartment and sees her body. But what lay there ravaged by illness wasn't truly their mother. He wasn't sure if his kids see the, see their mom again, and he winds up deciding to bring them over there. This is what what lay here, ravaged by illness wasn't their mother. I worried that the last image of her would be the ind 1. Morgan was 6. Noah was 4. And so 1 of the last things he talks about was it starts this chapter starts out describing his his life in 2008. And I thought that's where it was gonna go, and then just really the the the the chapter is called intelligent risk and investment strategy. Starts out talking about 2008. It just kinda goes on how he thinks about investing in money, and there's just a lot of interesting thoughts there. So I'm just gonna read some sections from this this deal you. I was on my year... It was... The spring of 2008, and I was on my yearly tennis trip. He was an annual tradition where I gathered up a group's group of tennis players. All good friends for some informal male bonding time. We played tennis every morning from this actually sounds fun. We play tennis every morning from 09:30 to Noon. We stopped for a big lunch at 1 of En, So he's in the Caribbean. Many wonderful restaurants, hung out on the beach or went swimming and then play tennis again from 4 to 6PM. Then we'd clean up for dinner, it was heaven. Never to get out of your bathing suit or tennis shorts. Just talking about he's on on the beach looking out of the ocean. Everybody's everybody service relaxed, but he's not. And he said, how could I relax when everything I had worked so hard for the last 40 years was threatened by a global financial crisis, The likes of which no 1 had ever experienced, let alone understood. And he's just got a great line in here. It says disaster usually rises when short term profit takes precedence over lasting value creation. Normally, when I go to, I don't take much more than a tennis racket. But these were not normal times. I had towed all of my files and worries along with me to Paradise. I felt not only anxious but depressed. And he's depressed because he'd had already survived through other financial shocks. And he made a promise that That would never happen to him again, and now you find some himself in that situation, the source of my depression during that period wasn't simply the financial chaos happening all around me, but the fact that I wasn't able to protect my company from it. After the savings and loan crisis of the eighties, I had vowed never to find myself so exposed to the economic forces over which I had no control. The only way to do that is, of course, diversification. I had always sought out diversified investments beyond real estate Not just as a method of financial hedging, but because my entrepreneurial makes me naturally curious about the work others do. That's how he started investing with Michelle during the early eighties, that's the the guy that was investing in private companies and that 1 investment saved his asked. And using the money for from that fund to save time equities during the fall from the S and snl l crisis when the lending completely dried up. I just said that I wanted to continue that that kind of investment Had done with him. So I tried to look for new Michelle. So other people that were investing in private companies. He wants to be their limited partner. They provide the money. Right? I speculated in a number of new companies on the advice of financial experts or friends, and they all turned out to be disasters. And so the reason he's bringing that up because he had learn who to invest money with and who not to invest money with, it was a skill that you have to to learn just like anything else. He eventually fig figures it out. He makes quite a bit of money from Fred Wilson fund. But he... Really, again, he starts out with 2000 and. I think... I, we're, okay. We're gonna go here. He's... No. And then just goes on to, like, what... Where he puts his money, essentially. I... I don't pick investments. I pick Jo, not horses. It's less about the particular vehicles they have found and more whether their general approach makes sense to me, and this includes other people in a real estate entry. Another crucial factor for anyone I invested with is that they have to have substantial amount of their own money in the game. So they aren't just losing my money. So when he's talking about investing in fund managers, 1, your own net worth has to be at at risk as well. And 2, I'm gonna do my own thinking, I must personally know that you're smart and honest. And if that's the case and he he makes decisions rather quickly. And it's an example of that, when I believe in a fund manager, it's not because of how widespread their popularity is, I have to be personally convinced of their intelligence and integrity. When I met a parent at my children's school, all I knew of him was that he made quite a bit of money investing in tech, but had sold his company. Fred struck me as a super smart guy. But for the first 3 years, I knew him, he was retired. Around 2003, Fred mentioned that it was a good time to get back into tech. When I heard his ideas on the subject, I said if he needed an investor that I would be interested and wound up committing several million dollars. It was in that year that it took for him to start up his new fund, New York Magazine ran a cover story that Fred Wilson, everyone's favorite tech venture capitalists was back. Only then did I realize that he was well known to everyone, but me. And so then he goes back into 2008. I thought I'd had taken the kind of measures in terms of diversification and other forms of insurance so that I wouldn't find myself fighting for my life. But a crisis so large that I brought down the hundred and 58 year old investment bank Le brothers was obviously beyond any kind of cycle anyone could anticipate. Okay? Hold up. That's not true. In every financial panic. Somebody sees it coming. We know of many examples that's that not only saw coming, but bet against it. Bet bet on it happening and made a ton of money. But that's just from 2008, you read history. So whenever again, the the 2 pop my mind without even doing any kind of research wise. As I read this, was Alfred Lee Loom. I read his biography, It's founders number 01:43. Alfred Loom saw the great depression coming. Converted to cash. I think you made, like, 40 or 50000000 dollars for in that time period, which would be, you know, hundreds of millions if not billions of dollars today, then retire from the that and then builds that that palace of science, which is what the book's about. And then even further back. Like, go back and read about Heavy Green. I read her biography, which is called the Richest woman in America, Founders number 01:03, same thing. There was at least 2 examples. There might have been a third because financial Panic in her time were a lot more common. That she acknowledged she saw coming which she profit. From. So, yes, a ton of people, most people are gonna be caught up it, but there's always in every financial crisis an example of somebody, a small handful of people that saw it coming. And so he talks about, like, he was lucky enough to survive but a ton of other people that were in his business, people he admired even were older and he looked up to did not. And so to know left myself, what the section about to reach you now is so avoid this at all costs. No potential profit is worth it. More often than not, I feel like the fact that I have survived, let alone succeeded in my business is a miracle, Particularly, when I've seen how other, real estate investors have... I I have admired have fallen. When a real estate investor who had been worth hundreds of millions of dollar reached out to me in his time of financial troubles. I was more than empathetic. Here was a prominent philanthropist, who had called me countless times before to raise money for various causes, now trying to raise money on his own behalf. I'm desperate, said the 80 year old man. That's what I mean is, like, avoid this at cost, no potential profit is worth it. I sent him a check on the spot. Real estate is a tough business where you can lose money even when prices are going up. Like so much else in life. There are always unforeseen variables, and it is never as easy as it looks. And so 1 of the app that he uses to reflect on all the lessons from from his, from all these financial crises that he had run through was that you have to carry a large umbrella, which means be ready for bad times with cash. And so he talks about in 2008, all the major banks and investment banks were at risk. During this time, a friend that worked at Goldman Sachs called him and told me that Goldman carried over a hundred billion dollars in cash and liquid assets on their balance sheets. That's the first time I heard that. That's actually surprising to me that I haven't heard that before. I followed their example and maintained cash over a hundred 100000000 throughout our various entities, properties and accounts. And then today, obviously, you know, you and I have studied warren up it over and over again. Same thing he's got this gigantic financial fortress. Right now I think they're sitting in like, a hundred and 40000000000 in cash if Not mistaken. So he's got advice for real estate investors, but this probably, this... I think applies a lot of different things. I learned earlier in my career that 1 1 can't fall in love with bricks. Meaning, 1 can't fall in love with the idea of a certain kind of real estate. What works at 1 price, it's essentially advice not to be ignorant of your costs. Okay? Well works at 1 price doesn't work at another. If you accept a 4 percent return today because interest rates are at 3 percent, you will have a disaster on your hands if interest rates go to 6 percent. And his point is that you can't predict when interest rates will increase or decrease. So don't put yourself in that position. 2 great lines that he hasn't spread out throughout the book. Real security comes from adaptability. I really like that 1. And this is his debt definition of independent thinking, which I thought was pretty good. Independent thinking in its simplest forms means not assuming that the status quo is the best answer the right answer are the most effective answer. And he's got a sentence in the epi log that I just wrote down a ton. Of older people. I'll say this. If we mess this up by the time we get to their age. It's too late to fix it, so we need to prioritize the relationship we have with the people that we love. I hold on to people just as I do with buildings. Because the relationships I have made over a lifetime are as crucial to me as my wealth. And finally, he closes on the fact that if you find what you truly love to do in life, the only x strategy is death. My fundamental optimism in people, places in market is what has kept me going not only through financial crisis, but also personal ones. And what hopefully will keep me going indefinitely. Retirement is not in the makeup for this man. My plan is to continue doing what I'm doing until I'm at least 70, and then maybe I will give up 1 of my titles and some of the activities associated with it. Instead of working 14 hours a day, I'll work 8. I recognize that it is not much of a plan, and my true choice would be to die in my chair. With all of my careers, enterprises, friends, lovers, and kids, I have lived the lives of several people. Certainly, it has been an adventure. I've had a lot of accomplishments as well as defeats, known extraordinary people, both professionally and personally, fostered the creation of many beautiful things from art to babies to a tower reaching the sky, experience terrible tragedy and unparalleled happiness. Would I go back and do it again? Of course, I would. Not to do it better or differently but because I loved it all. And that is where I leave it for the full story, recommend buying the book, there is a lot in this book that I did not include you wanna support the podcast and get the book at the same time by the book using links and show notes. If you wanna give a gift description that's a fantastic way to support founders, The link to do so is in the show notes as well and available at founders podcast dot com. That is 243 books down, 1000 go, and I'll talk you again soon."
}