{
  "transcript": "Almost immediately a bo crowd appeared, requiring the presence of police to direct traffic and help with crowd control. There were businessmen in suits, women in heels, truckers and jeans, college students in t shirts, construction workers in heavy boots and moms with babies on their hips. They all brave the long lines enduring weights of more than 2 and 3 hours. Remarkably, the official kick off was marked with little fan fare. 2 workers carried a simple white sign with the familiar in and out logo and the words we are open. There weren't any prizes offered furry mascot or any other marketing gimmicks. There was no promotional advertising either, just a small sign that stood on the lot for some time, coming soon in an out burger. In fact, there was no grand opening. The carnival atmosphere was created entirely by in and out ra fans. The chain didn't need to advertise its opening. For weeks, its devote had been broadcasting the news to 1 another. For 2 years, ever since word had spread that an in and out was coming to their city, The residents had been waiting anxiously. People began lining up at 2AM the day before. Some sleeping in their cars overnight. In and outs vice president of planning and development, Carl van fleet assess the scene with the chain's typical understatement. This is not something that happened overnight. It just grew with us. That is an excerpt from the book I'm gonna talk to you about today, which is in and out burger. A behind the counter look at the fast food chain that breaks all the rules and it was written by Stacy Perm. This book was recommended to me by a listener and it came at the absolute perfect time, some of the best businesses in history. Could be described as cheerful coat cults. So reading this book, I wanted to read this book to better understand a phenomenon that I've noticed over and over again as I studied the history entrepreneurship. In fact, on the very front cover of the book. There's a blurb, and it says this is an absorbing case study on how a family business came to be at the center of its own cheerful cult. And so it's important to keep in mind as you and I talked to today. It's not... We're not talking about Cults in like, the negative connotation, the most famous examples, People like Jim Jones or, like Charles Manson. I'm trying to figure out is I read this book is like, how do you develop a positive cheerful cold. How can you bring joy to somebody else's life through a through a product or service. You bring so much joy to somebody's life that they tell others about that about it comp compulsive. So that is the the definition I'm we're working with. I wanna... I'm gonna link this below. I'm only gonna read parts of it. But this is 1 of the best posts that I've ever come across. It's called Alien, aliens, Jedi, and Cults a mental model for potential. And it was written this by this guy named Richard Burton, who was a early employee at Stripe, stripe in case you don't know is probably... I think it's the most valued, valuable private business in the world. It's gonna 1 going public, I think relatively soon. And his experience as an early employee allowed him to discover a mental model for potential that he has then applied to other things like Bitcoin Ethereum, Spacex. He's got a bunch of other projects in business he list about 8 in the in the post. I'm just gonna read from the very beginning though. He says, I wanna explain some of the experiences that Have I've had that very few people can relate to. I have been lucky enough to stumble across a few rocket ships before anyone else cared. This has helped me build a mental model for things that have potential. So he starts with Stripe. He says in 2010, I started a little company selling customer apparel on the Internet. I integrated Wu, Google checkout and Paypal to sell around a hundred thousand sweatshirt shirts to students, so he's talking about a problem that you had, you know, 10:15 years ago trying to sell things online. You had to patch the together bunch of different products or services. It's very difficult to stripe. That's the the the the first solution, the first problem that stripes off. Right? Says in 2012, 2 years later, I read a blog post about a little company called Stripe. I instantly understood the value of what they were doing, and it had decided to apply for a job there. I researched every single person in the company. I learned their names. I read their tweets. I sift it through their blog post. I was completely focused on getting a job there. When I at John C, this is 1 of the c founders of Stripe. He's gonna be referred to as 1 of the Jedi. And I'll get there in a minute. When I met John Call, and we started white boarding together, I knew 2 things. This guy is going to be a billionaire, and I'm definitely gonna get this job. The short time I spent its Stripe had a profound impact on me. It showed me what was possible when a few brilliant people get together and make something people want. Stripe gave me a mental model for potential and this is the single most important. Sentence an entire post, And it's something the reason I... I'm reading this series because this this completely resonates with me. As I read this post. I I immediately started filtering it through all the information that I've consumed, you know, between 200 and somewhere, what, 250 biographies of entrepreneurs, and this is just fundamentally he feels fundamentally correct me. And he says, Stripe gave me a mental bottle for potential. An alien founder assembles a group of Jedi to start a cult and go on a mission together. Patrick, he's telling us how the supply stripe. So Patrick Carlson, 1 of the brothers. Patrick is the alien. John, and then you list about 4 or 5 really important either. C cofounder founders are very early employees, so John and the list of other people, were some of the Jedi. The developers raving about stripe formed the cult. Their mission was to grow the gross domestic product of the Internet. It seems to be working. The most obvious example from his entrepreneurship that jumps out that fits that mental model, an alien founder, assembles a group of Jedi to start a cult and going a mission together is Steve Jobs. Steve Jobs is clearly the Alien founder, the Jedi of people like Steve W, the people that the early employees they were on the Macintosh team, the small... The initially small group of Apple devote formed the cult, and they went on a mission together. Going back to this post. I'm only gonna read 1 more example because it's probably the most famous example. That's in the entire, in the entire post. Again, I'll link it below. So make sure you read the whole thing, or you could just Google Aliens jedi eyes and cults, and it says, he talks about discovering Bitcoin back in either 2011 2013 and says, I started reading more about the project and began to appreciate its potential. The founder Sit satoshi was clearly an alien. The people working on the protocol were Jedi. The project had assembled a cult like following online. It ticked all of my boxes. And in at the very end of the post makes it easy for us to take this Idea and carry with us. If you're searching for a project with potential, watch out for the Alien founder, Jedi team and a cult following of people on a messi mission. How does that relate to the book that we're gonna talk about today? Well, if you've ever met anybody that likes in and out, you'll know that you know they like in and out because they will tell you. All of my friends that live in California won't shut up about it. I sent this post to my friend Sam who listens to the podcast and he made a great observation. He says if you think about it, the richest man in the world is a leader of a cult. He was obviously talking about Elon Musk. This clearly fits it as well An Alien founder assembles a group of jedi to start a cult and go on a mission together. Both Tesla and spacex are forms of c. These are positive cults for the world. Right? And something... So all this is coming together. So, as I'm spending last week doing all this, and I'm gonna pull out a couple more examples too. I saw a quote from a a clip from the this investor Josh Wolf, who I stole 1 of his great ideas. He says, chips chips on shoulders put chips in pocket. Somebody grows up feeling that they're in a bad spot. Usually has a lot of drive to fix that as they get older. And so Josh Wolf was famously known for shorting Tesla for several years. And he talked about why that was a mistake. He even though he considers that... He says, you know, there's shenanigans going on and inside the company where the case is, he realized realizes it's, like, oh wait, this isn't company anymore. It's a religion. And so he says, a few years ago, this is a sign a sign of a cult. Us a few years ago, I started noticing that people were getting Tesla tattoos. It's very hard to short something. When people are tattooing the brand on their body. So signs of a cult are tattoos, Think about it. The biggest podcast in the world is an example of this. If you Google Joe Rogan experience podcast tattoos. You will see hundreds if not thousands of people that literally tattooed Joe's face on their body. This idea is not a unique idea. It's been noticed over and over again read the word cult in many of these books. Let me give you a perfect example, where they explicitly talk about Trader Joe, who wrote the book when and he's, like, 90 years old, Then he book was published and you died, like, the the following week. Right? So this number founders 1 88. If you haven't listened listen to it. The book's is called becoming Trader Joe. And he says this is what he says in the book. Let me read you in an excerpt from it. Word mouth. This is why it's so important because think about, like, Joe rogan never run an ad. Obviously, there's there's content marketing and stuff behind it. Tesla has never run an ad. Trader Joe's didn't run much ads. Most of their gross came from word mouth, and then the the fearless flyer is like, a form of content marketing. A lot of that which Trader Joe's says he just copied straight from David Og. That's why I've done like, what, 4 5 podcast David Over. I legitimately think like A genius. But this is what Trader Joe's is about Word mouth is the most effective advertising of all. I have been in and out has that Tesla has that stripe has that Bitcoin has that. Trader Joe's has it. Apple has it delicious goes on and on. Right? Word mouth is the most effective advertising in. I have been known to say that there's no better business to run than a cult. Trader Joe's became a cult of the over educated and underpaid. Partly, because we deliberately tried to make it a cult once we got a handle on what we were actually doing. And partly because we kept the implicit promises to... With our clientele. That is a huge. I need you to remember that as we go through the book today. We kept the implicit promises with our clientele. Trader our traders in and out. Did that over and over again. We kept the promises for our... For the most important people. And this is what what Trader Joe's warns us still. It's fantastic to to have a like, a quote cult, like, following, word mouth advertising is fantastic. It's the most powerful form of advertising is the 1 every single business in the world is trying to go after, but he's like, you you only do that you cannot betray. He says, beware of ever betray the true believers. So once you identify who your true believers are. You cannot disappoint them or they will turn on you. Another example for you. All the way back and founders number 31, I did podcast on Peter Taylor at 2 books on him. 1 of those books happen to be 0 to 1, and he says explicitly talks about cults in that book. He says the best start might be considered slightly slightly less extreme kinds of cults. The biggest difference is that c tend he's talking about the negative connotation cults. The biggest difference is that cults tend to be phonetic wrong about something important. People at a successful startup up are phonetic right about something those outside outside of it have missed and in and out. Know as we go through this today, I realize that you have this giant explosion. In and outs started in 19 40 and so most of what I'm gonna talk to you about today is just a founder, Harry Snyder. Right? In and started of 19 48, the next 3 decades. There's this gigantic explosion in fast food in in America, it becomes a multiple hundred billion dollar Not trillion dollar industry. And and yet none of in and outs quote unquote competitors have this quote like falling the in and out does. And that's what that sentence right there. People at a successful startup. So in and out was phonetic right about something like Mcdonald's, Wendy's, those outside of it have missed. Okay. So let's jump into the. I'm gonna start with the single most important sentence in the entire book. It's something that's repeated probably 15 times, something the Harry Snyder c cofounder of N Burger he founded it with his wife. Esther repeats For 3 decades. Keep it real simple. Do 1 thing and do it the best you can. And so his simplicity starts with what is he can offer. In and out famously limited menu of 3 burgers, French fries, soft drinks and milkshake has barely changed since Harry truman was president. There's no meta mediterranean wraps, no chicken, caesar salad wraps or children's venues. There's no heat lamps. So what the... This I'm on the introduction of the book what the author's is doing is comparing in contrast testing in the way in and out runs their business with the way everybody they're all their competitors do. There's no heat lamps, no freezers or microwaves. There's no bags of flash frozen fries on sight either. Rather in a procedure interesting that has gone unchanged since the chain first opened in 19 48, a cheer associate, hand peels, cuts, and fries, the raw potatoes that are grown especially for the chain. That At in and out, the lettuce is still leaf by hand. Buns are still baked daily. The family owned fiercely independent chain has remained virtually unchanged since its inception in 19 48. So that that sentence just like, keep it real simple. Do 1 thing and do it really well. Repeated over and over again. 15, 20, 30 times throughout the book. That's also something that's extremely different than a lot of the competitors. It is a to this day. So this book was published in 2009. Forward over a decade later, the chain is still family owned. There's no franchises, and it is still private. It has long been adored by its legions of fans, whose main complaint seems to be, there just aren't enough of the restaurants around. In and out is frequently the subject of rumor and speculation, the private company has always shunned the kind of publicity that its competitors routinely recorded. It has rarely bothered to counter or clarify the murmur rings. The last example of this at the time the book is written is when the founder dies. She out lives her husband by about 30 years. So in 2006, in and out burger issued a statement announcing the Esther Snyder, who along with her husband Harry had found the chain had died. She was 86 years old. Esther death, death left her 24 year old granddaughter Lindsey, the sole heir to the in and out burger fortune. Petite una assuming woman, Esther had spent most of her life determined determining maintaining in and out as a private family owned business. Keeping it virtually unchanged as the decades rolled by. She did so despite countless offers from investment bankers, venture capitalists, private individuals and large corporations. All of whom were hell bent on buying into the hugely profitable chains, unparalleled popularity. Esther Snyder preserved her family's privacy even as in and out transformed from a single burger stand to a cult phenomenon. And then 1 last sentence from the introduction, the counter chain had str booked. Every industry trend. Later on in the book, like, another 250 pages into the future. I double line of sentence that I think is... I I wanna put at the very beginning to help you understand, like the in enough philosophy. It is known as the anti chain with the coat like my mistake. The anti chain is the perfect way to describe in outs approach to building their business. So in 19 48, Harry and Esther, they already married at this point, they settle they settle in this little suburb of Los Angeles called Baldwin Park. That is where the very first, the very first in and now it's gonna happen. Built in 19 48. This is the frontier of the American Dream. This is where newly married couples like Harry and Ester could purchase could purchase land buy a small house and build an even smaller burger Point, and then dream big dreams. This is where Baldwin Park is where the Snyder develop their basic philosophy, serve the freshest, highest quality burgers and fries, treat your employees well and your customers even better, all while providing friendly service point in a sparkling clean environment. And above all remained family owned and independent. Something they repeat over and again even as an in and in and outs competitors raced around the globe franchising in and out never wave from their simple philosophy. An now a description of Harry. Harry Snyder was an un complicated man with sharp instincts. He was also, I would say a work alcoholic. And I think a lot of that has to do with his upbringing. His father was... Well, I mean, I'll just let you He's gonna describe his own father. Sounds like he thought his father was a bit of a loser. He had some crazy ideas. He didn't believe anybody this is Harry talking. He didn't believe anybody should be wealthy. He figured that if you made so much money, the rest of it should go back to the government then they could give it to poor people. So Harry was influenced by his father. His father's name is Hen for for a little bit. Harry was actually identified as a communist. And then Harry realized little that doesn't actually work out. He builds a business, but he also takes care of his employees. He paid way more... He thought it was just the right thing to do To share... Even if you're not sharing profits like, they don't own a percentage of the business. They still make a lot more money. His employees made a lot more money than other people working in similar restaurants. Hen was careless to the point of reckless. The old man always ran out of money was how Harry described his father's financial acumen or lack thereof. And then imagine how how much you have to mess up your life for 1 day for your kids to describe you like this. It's I shu her at the thought. And so he says, when he left Seattle, my dad owed everybody and their brother money. He was the biggest stiff there was. So not only was he not good with money. He didn't really work as he didn't work that much, but then he would also essentially borrow money, and then just and just leave town. And he does this wherever. So he's doing in Seattle, then they go to Los Angeles and says that the same same situation. He's not his father's obviously not changing. The family move from 1 rental house to the after owing rent to low to the landlords they had left behind. When Harry was 13, his father landon in jail, after he beat up a landlord who came by and demanded money. His father was also extremely entitled, extremely lazy. These are things that Harry is not so he he'd would make money as a house painter. And he says the work paid a tidy sum of 20... This is in 19 28. So this is... They're gonna have to struggle through the depression. That's when Harry starts working, and I think that's where he gets his fierce work Ethic that never leaves him. The work paid a tidy sum of 25 dollars per week, but when Hen was refused a vacation, he simply put down his paintbrush and walked away. Leaving his wife to support the family with her housekeeping jobs. Really great really great role model, Hen. Hen never held another proper job again. So it would fell on Harry to pick up the slack of his father. So if you could think of Hen has loser mentality, Harry has founder mentality. During Harry's teenage years. He's a teenager. He's still supposed to be in school, and his dad is so lazy and apa empathetic that Harry's forced to pick up the Slack. During Harry's teenage years, he took every job he could. He made to maintain a fierce sense of responsibility. Although he was just a young man and the depression had flattened prospects for most, Harry always found a way to make a dollar. He landed a number of odd jobs he would do anything, and he always supported his family, giving them giving them money every week from whatever money he had earned. He worked as a paper boy. He worked as in a grocery store. He sold sandwiches. That's the job he has selling sandwiches is the job that he's gonna have right before he found in and out and realize realizes, hey, I can do this as... Like I can... I have to work for other people. He worked in a grocery story. So sandwiches. He delivered hot dog and hamburger buns for bakery. He worked at a concession stand. He picked up rental umbrellas on the beach. And again, he's doing anything he can gives us his parents money. As you can imagine, he's working so much He's not that great school. Harry was not much of an academic. He was never more than a meddling student. Rather Harry excel in the areas of common sense and resourceful. That is a fantastic way to describe. My my interpretation of his business philosophy. It's a combination of common sense and resourceful, and then you I'd layer in an intense work ethic. Following high school, he enrolled at Santa Monica Junior College, but quit after 1 semester. I couldn't afford to go. I had to work to keep myself going. Harry's drive in 10 were propelled by the uncertainty of watching his parents labor to provide for his family. Harry grew into a disciplined fellow with a strong sense for responsibility. He also did a really important thing as he builds his business. He decided to build the people that worked for him. He like, I don't consider... He hate... He win let you use the word employee. He's like, look up the definition the word employee, look up the definition of the word associate. We were associates. And so now only would he pay his associates well. He was trying to build young men at the same exact time. And as a result, when he dies. He dies rather young at 63 years from lung cancer. He's got hundreds of people that show up at his funeral. Fast forwarding the story a little bit in 19 47, Harry was 34 years old and working as a cater of selling box sandwiches to the cafeteria at Fort Law. So he had... I skipped over part. He serves in the military. And he gets out and he's still working in the military he's selling sandwiches to the Army. That's where he meets his wife 1 day in 19 47 while dropping off his sandwiches. Harry met the restaurants 27 year old manager. Her name was Esther Johnson. Ester just like Harry, extremely hardworking. A lot of that that's to do because they're they're growing up in the great depression, they see what happens when you run out of money, Ester father began working in the mines, the great depression though ended the mining boom for good. When Esther was 14 years old, the mine shut down permanently. She grew up in a house with 8 children under modest financial circumstances. Yet despite the financial constraints, her her parents is something smart here, they managed to place an emphasis on education. Esther was a gifted student. And she put she possessed a sharp brain disguised by a shy demeanor. She's also a badass. Check this out. Think about this time in history? They expected her... You know, why why are you studying for? Why are you trying to work? You should go out and get married. Her grandfather uncle seem perplexed as to why young lady like Esther wanted to pursue education. Don't you wanna get married they asked to which she replied, I like to learn. And so they get married, but they also discover their perfect non and life partners, but they're also perfect business partners. Pair seem complement each other perfectly, while Harry was tough, and could be demanding Esther was widely regarded as a gentle soul. She did much to soften Harry's rough her edges. He had street sense. She was smart. Harry was hard nose. Esther was sentimental. He was a forceful presence while she referred to get things done quietly behind the scenes. Harry believed in his ability to create his own opportunities and Esther believed in Harry. They decided to assert their life together in Southern California. Harry had developed take out bag lunches to serve his scores of soldiers passing through the area, and he had come up with an idea for a new kind of restaurant. And so this is 1 of my favorite parts of the book because that we really realized that the founders of in and out are gonna build the foundation of their business. By writing 2 waves, and I'll explain more. The first wave is that after World war 2, according to the book, there were more cars in La than anywhere else on the Earth. Okay? So in and out, starts out as just a drive through, you cannot... There is no place to sit, it you you you have to go in your car. Okay? So the 2 waves that they combine is that the fact that there's... They just happen to be in the the the setup up shop in a place where there's more cars than anywhere else on Earth. And at this point in history, this is post world war 2. There is more... There was an increase in the amount of families where both adults worked. So if you think about it, more cars, plus less time to cook equals, let's start a drive through. And so we go to the very beginning of this idea. Harry Snyder dream was a modest 1. He was gonna start his own little food business, a hamburger stand. Harry had good reason to wanna go into business himself. He watched his father ship shift between the shipyards and the Boom bust cycle of Seattle in search of work. Harry was determined to live a different sort of life. Okay? So that is... I need to tell you. Like, this is Harry was obsessed with control. He didn't like debt. He owned not only do he own the the restaurants that outright before he start another 1, he would own the land underneath them. He's extremely interested in controlling his own destiny. You can kinda read between the lines here as a kid with a with a father like that. You kinda feel like you're just at the whim of, an unreliable person. Right? He's like, okay. I'm an adult now that I'm not letting this happen. Harry was determined a little bit different sort of life. He was simply... He was determined to create his own future. Harry had long had a strong gut feeling. Although he had a couple failed businesses under his belt, that didn't stop him. Harry and Ester would open a new kind of hamburger stand, the drive through. So that's another thing that's gonna blow your mind, in and out was 1 of the first drive throughs, Harry, it looks like was the 1 that invented, like, think about if you go up to any drive the us restaurant now. You'd place your order through some kind of speaker system. Right? Harry invented that. That blew my mind. And this is also interesting that, like, he he had to trust his ability, like, hit common sensor resourceful, but he also had belief in himself, which sounds crazy because he... It's 2 previous businesses failed. Right? But everything at this point. Most of the restaurants around were drive ins. So you would drive into, like a hamburger stand, they'd had people come out usually like on, roller skate or some kind of theme, and they would take your order. You'd sit in the car. They they just like a waitress or a waiter, and take your order, then they'd skate back to the where the restaurant is, Bring your food back and just sit and eating the car. He's like, well, let's not drew a drive in. Let's do a drive through. So he needs to get started, doesn't have any money. A typical entrepreneur Harry was rich in ideas but short on cash. He took on a partner who put up some 5000 dollars in start up capital. They're gonna wanna up have a fight. Harry's gonna wind up having to run the show. He's not gonna share it with with this guy the gave the money. Harry's Snyder instincts were a good 1. Southern California was the most heavily motorized place on the planet. There were over a million cars in Los Angeles alone by 19 40. So as he's getting started, Harry does something Smart. He reaches out somebody that's further down the line in what he's trying to accomplish. This guy's named, there's gonna actually be a married couple. There there... There's another married couple that are partners. It's Carl Cart, I think is his... His wife's name is Margaret, but I think you pronounce our last name Carter. They're the people that start Carl's junior. This gigantic hamburger chain. So so short experience, but long and uncommon sense, Harry sought advice from Carl Cart, 1 of Fest Foods pioneers, who had built a small growing chain of hotdog dog stands in Los Angeles, into a giant company called Carl's Junior. And it says they came to see me because Harry saw a successful business, a successful fast food business, and they could also relate... Cart was a dropout worked on a farm had an intense work ethic just like Harry did, and he also started just with a single hotdog dog cart. Car at the time was... He was working as a a delivery man, and he would deliver, like, bun, like, hotdog dog and hamburger buns all over the city, and he's 1 of these... 1 of these stores So like in some cases, I'd have to do deliveries twice a day. Like, how many hot dogs and hamburgers are they selling? And then so he wanted buying in and that's the the foundation. Again, a lot of these builds are, like, real simple ideas. Right? It's like, well, I'm delivering. I have access information and might many maybe people might not know. Because I'm delivering bonds. They wouldn't be ordering bonds if they're not selling a ton of hot dogs. So maybe instead of the delivery business I should be in the hot business isn't that's exactly what he did. The first meeting would be a start of a lifelong friendship between the cultures and the snyder. The 2 couples had much in common. They were tireless and hands on and each pair worked as a team. Carter's difficult childhood had produced the belief that luck was something you made yourself. That's also something Harry believes. A lesson with which Harry Snyder was all too familiar with himself, are for himself, when Carter met the Snyder, Karl told them to focus on a great product and maintain the personal touch. So that is initial advice to Harry. It is so important to make people feel special, and that is the foundation. 1 of the reasons... There's gonna be a bunch of things I think all work together. And remember creating, like this cult like phenomenon. It's not. We can only kind of d reduce, like, kinda read between the lines ourselves. But that idea is like, you have to make people feel special. And so it says during that first meeting, Culture found that the inspiring entrepreneurs had already had very specific ideas about how they plan to run their business. These are ideas that they never deviate from. Many decades later, when he was 90 years young as Carter called himself. Like I'm not 9 years old 9 years young. That's funny. They were very particular about their people smiling. They wanted their employees to feel like they were part of the company. Like, they were owners themselves. Carter also did something extremely nice. We saw this example when I covered Jeff Bezos biography for the first time. Jeff is struggling at the time... At this point in Amazon history. He goes to meet Jim Cynical, who's a founder of Costco. They wanted... I think having coffee together. I can't remember because I I might even at Starbucks and inside like Barnes Noble if I'm remembering story correctly. And Jim is just laying out. This is the philosophy that I used for Costco. That is built into a multi billion dollar brand. It's an idea I learned from sole price, who I also, did a podcast on. That was episode number 01:07 if you haven't listened to sole price. You should. Jeff Bezos took ideas from him Jim took ideas from him the founders of Home Depot took ideas from Sole price, Sam Walton. So price probably... I would make the argument he's the most influential retail ever live. But in this meeting, Jim Cynical just laying out his blueprint for Jeff and Jeff winds up using that. It's it's part of the inspiration for Amazon Prime and a bunch of other ideas that that Jeff went back to Amazon had applied to him. And his point is like, do you feel many years later was asked, like, do you feel, like, should you not told Jeff all these things. He's like, no. I feel like, I learned from a bunch of people. To your obligation. You're gonna Carl, say the exact same things. Like, why are you, like, in and out went up being somewhat of a competitor Carl's Junior? Like, do you do you regret spending time and teaching, Harry all the Harry and All these things. And he says, no. He explained at the time that he had no problem sharing expertise. I've always said that competition just makes you stronger. You shouldn't be afraid of the competition that makes you stay on top of your game. I told this snyder that it's very important to have respect for your competitors. I may have a different philosophy than some of my... Than some of my competitors. But I believe that your competitors are really your friends. They keep you on your toes. And so 1 of these very specific ideas that Harry had is always, you don't ever cut corners when it comes to the quality of your product. So it says, Harry's philosophy, was to stress fresh ingredients and high quality. Harry wanted to take the... This is a quote from him. I wanted to take the lettuce out of the ground, the tomato off the vine and the onion and prepare the burger fresh right now. That was the goal. The couple sold a spartan menu. They had c... 1 cheeseburger, 1 hamburger, you can order French fries and soft drinks. And eventually they had milkshake to that. So we've already seen some of some foundations of his philosophy. Right? The people that are coming come to my business, they half to feel special. Number 2. I'm not skim at all ever on the ingredients to go into my hamburger. I'm not... You're not gonna say, oh, you know, if you just switch out this lettuce for 1 that's 15 cents cheaper and you're selling tens of thousands of hamburgers a month, guess how much you money you make. How a lot of people approach business. Harry's like, I don't give a shit. I'm not taking the advice that makes the... My product lower quality. And again, this is the foundation. There is no cult like following to shitty products. So therefore, logically, you can say, okay, any kind of advice where somebody trying to to make my product worse because I may make more money that short term thinking. You'll make more money now. You're not gonna make more money over the long term because then you're gonna find somebody else Who's like, oh, this this hamburger just using an example. And now is not as good as it used to be. Let me go look for other people. Somebody else might be but might be the new in and out version. Somebody completely dedicated to quality that's not gonna skim. So that's that's another example here. Now let's go into the the on the very next page. This is where it's it just hit me. I was like, well, this is very interesting to think of drive through as a new technology. You and I don't think of drive through as a new technology because it's existed the entire time that we've been alive. But at 1 point, it did exist. And so he has 1 of the main lessons from Carnegie. Is less almost 200 years old. Invest in technology. The savings compound gives you an advantage over slowing, slower moving competitors, and it can be the difference between profit and loss. And so we're seeing... Even though you might not think hey, Harry's is making cheeseburger and hedge. Cheeseburgers and fries. He's not a technologist. He invented the the drive through speaker. That is technology. Absolutely. The surgeon in motors and motor invented that there was a captive audience of potential customers. And to track him the drive in used architecture Oh, so excuse me. I jumped ahead of my point. They're comparing contrasting the drive in to Harry's drive through. So at this point, drive ins are already extremely popular. Southern the California, because you got ton of cars. Right? And so this is where what I just sent drive ins somebody, like, skate up or whatever the case is and you sit in your car eat. And so was talking about how they... Like, what is... How do you get somebody's attention? All they're driving on the road. I have a drive, have, like, big colors in Neon lights and weird architecture? Just anything to pull their eye. Right? And so it goes into like, the history of drive ins in Southern California. You got 1 that's the shape of a giant burrow, sells tacos, 1 a giant root beer bottles, stuff like that. Okay? And it says then in and out rye. This Snyder burger Shaq was tiny. It had no indoor seating, and there was little room for a full fledged drive in with car hops. That's the name of the the servers. The Waitress is and Waiters, car hops. Harry was an amateur electronics enthusiasts. He came up with an idea that would compensate for these deficits. And I really love this idea. I wrote on this page too. I love and I come across this example from time to time, but I like businesses that are defined, but what they are not by what they lack. That's very fascinating. So you realize it's like, I have a bunch of spots, like the first in and out is tiny. You can't... Not only can you not park here. You can't go inside. So, like, I gotta find a different route in. And so this is the way he does that. So he's figured out an idea to compensate for these deficits. He dispense with the car hops altogether. Okay? Get out here. No waitress says, no no waiters. You're gone. And then place them with an invention of his own. So this whole thing. Let's go back to the very first page of the very book. I'm coming back to the page No don't worry. Where I'm at? Keep it real simple. Do 1 thing and do it the best you can. This dude is obsessed with simplicity. That is an important point that I cannot repeat enough. Because it goes against. So human the weird thing is like, there's a there's a conflict in human nature. Right? We cannot stop over complicating things. Yet, we have an intense desire. We crave simplicity. 1 of my favorite quotes in that book. I did a bonus episode. It's called insanely simple, the obsession that drives Apple success. And there's a quote in that book I never forgot. And I try to like, keep in the back of my mind. Never underestimate the degree to which people crave, clarity and respond positively to it. Never underestimate the degree to which people crave, clarity and respond positively to it. I think the reason that we respond positively to it because it doesn't exist very commonly because we're constantly our nature causes us to over overcome and con constantly add thing. When all we want is a reduction. It is a joy when you go into, like, an in and out or even if 5 guys has this 2. It's just like, okay, there's, like, 2 things I can choose from here. I mean, this is not gonna... Like, you make the decision for me. This is what you do this every day. You know what is the best And so we just say, hey, I've been trying to work at this burger stand. You know, it's was driving in the case of in and out for 30 years by the time he dies. Like, this is clearly what works. I don't need to over complicate things things. So let's go back to this. He dispensed with the car hops altogether and replace him with an invention of his zone. A single 2 way speaker box made out of a few off the shelf electronic components that was connected to the Eater east kitchen. That way, motorists could order at the end of 1 drive do, and pick up their food at the other end. Why is that important? Because that's where you got the name. Let's keep it simple. Keep it simple. That's how Harry ended up with the name of in and out hamburgers because you drive in, there's a speaker I made, and it's funny. It's like, it's not gonna... It's just a... It just this loud distorted for voice that they hear in the kitchen. So it's like, obviously gets better with time. The very beginning, it's very rudimentary, very, like a rough on the edges. Right? Was like alright, Well, on 1 end the driveway, like you're drive any, you're tell me which want, and then you drive on the other side of driveway when you're walking out with, you know, the best cheeseburger you ever had in your life. Now it's was just hilarious. And now to check this out because this is another example of anytime you should introduce new technology, it confuses people. Harry's new speaker drive through. Format got off to something of a troubled start. In 19 48, most customers were be by the invention that in time became a as standard and familiar as fast food itself. This night, this is why you always have to educate educate edge Right? These Snyder had to show customers how to use the drive to. They about how crazy it is. Something to you and I is completely obvious. It's not obvious. If you only saw it for the first time. And what's crazy is how far ahead of the curve, Hairy what. He's doing this in 19 48. Mcdonald's didn't add to drive to window till 19 75. Another crazy thing, Harry never took a patent out for that invention. And at the very beginning of in and out, it's just Harry. Esther. They don't even have any employees. This is also something that you noticed throughout his entire life. Like, he if he was alive today, and you could ask him for advice. I think he would just say do it yourself. He's obviously gonna have a of employees by the time he dies, but he never stops. He'll take out the trash. He just... He's constantly working. He's not, you know, these absence absentee he owners with his feet up. And just said the start of in and out burger, it was just He Esther and air and Harry. The Snyder did everything themselves. The couple worked punishing out. Often logging 14 or 15 hour days. On in and outs first day of business, the couple sold a total of 57 hamburgers. They do over a billion dollars in revenue year in present day. During the very early years, the Snyder made great personal sacrifice prices. The company funneled every cent they made back into the business. And so that is the first mention of that theme that Harry is just gonna use for throughout his entire life. He's just do as much of the work as yourself. Be there. He's constantly there 7 days a week. Is he's obsessed. He's completely obsessed with building. He's not trying... And this is an important distinction, and I think, also how you get to, like C like, following. He's not interested in being the biggest. He's interested in being the best. And so there's there's this hilarious interview that, Jerry Seinfeld did a few years ago with the Harvard business review. And his work ethic in his ethos. Jerry Seinfeld ethos on work is exact... It's the same as Harry. His Seinfeld, put that, like, philosophy and directed it towards Standard comedy and building, you know, 1 of the most successful television service whole time, Harry just channel it towards making really good hamburgers, Cheeseburgers and fries. Right? This is... I'm just gonna pull out a couple quotes because I read I read this interview because a lot of stuff Harry did maybe me think of it. And so Jerry's asked the question. You and Larry David wrote seinfeld together without a writers room, and Burnout was 1 reason you stopped. Was there a more sustainable way to do it? And this is the most harvard business review question ever. I imagine saying this the saying this the Jerry Seinfeld. Was there a more sustainable way to do it? Could Mckinsey? Have helped you find a better model. Jerry says who's Mckinsey? And they say, it's a consulting firm. Jerry says are they funny? No. So that's... They're like, no, They're not funny. And so Jerry's answer is perfect. Then I don't need them. If you're efficient, you're doing it the wrong way. The right way is the hard way. That show was successful because I managed it. Every word, every line, every take, every edit, every casting. That is my way of life. And so we see the perfect illustration of this on the very next page. Harry was a micro manager before the term existed. He was a rigorous task master. He was not inclined to even leave the smallest detail to others. From the start, he kept sc records, noting how many paper cups were dispensed. He was known to be about quality. Deals were struck on a handshake, so he's talking about deals for his supplier of people that like, people that give him the ingredients he needs to make his product. Okay? Deals were struck on a handshake and they lasted decades, often ending only if the supplier went on a business or failed to meet Harry's exacting standards. When it was discovered that a vendor had hidden a batch of substandard onions within a truckload of good ones, the supplier was dumped. And so there we see that he's frugal, right, but not when it comes to product quality. A frugal man in most respects, Harry was pro prolific when it came to purchasing the freshest, highest grade of meat, potatoes and produce. He refused to sacrifice quality for the sake of profits. When it came to cleanliness, Harry's Zealous, matched his fe regarding quality. He did not feel it was beneath him to scrub the floor or pick up trash. From the start, and I double underline the sentence because it's so important. From the start, in and out ran a customer driven shop. So again, maybe have business consultants come in and say, hey, You're selling, you know, tens of thousands of hamburgers a month. You... Let's... This this led us over here is 15 cents cheaper, No 1 will notice. Don't worry. You'll make more profit. You wouldn't do that if you truly cared about the customer experience. And I think that's another example of of Harry taking advantage of, like, a flaw in human nature. Most people are motivated by greed. They're like, okay, I will do that because they're thinking short term. They don't realize they're sowing the seeds for their ultimate demise. You're gonna make more money now. You're... Those people are gonna leave. And so then we see the first time they repeat. Repeated over and over again. Harry Snyder made promised himself that he had no intention of breaking. Keep it real simple. Do 1 thing and do it the best you can. Another idea for you. Ride another wave, adjacent to you. I'm gonna describe what that means. The example that came in mind when I got to this section was this is exactly what the founder of Vans did. If you remember I read the godfrey. That's another 9 year old founder of the wrote on automatically. It's founders number 02:16. If you haven't listened to it yet. But he made the point. Like, I've trying to sell shoes, but he's in southern California at the time too, and there's a huge growth happening in skate, skateboard and surfing culture. And so he tried to make his brand of shoes. The number 1 choice for skater and surfboard boards. And so his... As the... Those 2 sports grew. Right? It brought his brand right along with it. It's actually really smart ride, another wave of adjacent to you. So says vans shoes did this with Skate Cole I just told you that growing rapidly in popularity in the 19 fifties, surfing had by the 19 sixties exploded into a full blown cult with a language, clothing, music and lifestyle of its tone. In almost a religious ritual, surfers woke before Dawn, strap their boards onto their cars and headed towards the beaches. Many lived inland, and so commuting an hour to each an hour to catch a wave before the sun was fairly common. Afterwards, a group of hungry surfers packed up their cars and headed for in and out. Soon enough, word spread and ended and ending up at an in and out burger stand after surfing became part of the surfing experience. So again, the the main thing there is try to ride a wave on... That's adjacent to you. This is just hilarious. So he's always... III think I repeated myself when a again about this guy's work ethic. He's extremely extremely dedicated. He's always tending to his business. There's always something to do. I feel like, He would be 1 of these characters if you read Buffett shareholder letters. He's, like, constantly referencing people like Rose Blu or other people like, this 1 guy he bought the business from, and he's, like, the guy was so obsessed that he, like, would count the toilet paper rolls to make sure he wasn't being over charged. Like Harry he's that kind of energy. So it says Harry's nature did not allow him to sit back and relax. He was the first person at the shop in the morning opening the store, inspecting the sacks of potatoes, ensuring that everything ran smoothly to his exacting specifications. It wasn't unusual see Harry picking up trash by the side of the road or leaving let... Lettuce. This is wild. This is the part of that made me laugh. So the first the first in and out is across the street from their house. So even though he's first in the more there in the morning. Somebody else is running it later at night. He's sitting in his living room walking out the window. I don't know why I thought is so funny. Since the Snyder house was directly across the street from in and out. He banging. I don't... I just picture him doing this. He rarely seemed to be able to and call the tonight. In the evenings Harry regularly kept an eye on the restaurant through his living room window. Frequently, he'd be sitting on the sofa watching Tv when all a sudden he would stand up and sprint over to the shop and pitch kitchen. So he sees obviously it's a drive it, so you could see when there's a backup. It's just the idea of this man just watch Tv. Looking at the window. Immediately putting his head down and spreading across the street and it's love it. I love the enthusiasm. Oh, my god. I have tears eyes. I don't know why Find is so funny. He paid he paid his employees well when in and out first started California's minimum wage was 65 cents an hour, but Harry paid a dollar an hour, plus 1 free hamburger per shift. He believed in paying for quality, and that included in wages, not just And this is just super smart. Anytime I see founders or entrepreneurs talking about, like, bragging, you know, talking about oh... You know, I, I'm paying these employees so little or, like, oh, I'm doing some kind of geographic arbitrage. I'm like, man, You're missing the point. You're missing the point. You don't... Like, these are employees of your business interact with your customers sen? Like, are they... They help build the product. Why would you skim on the level of quality people we work with. That's insane to me. It just makes no sense at all. Like, people are not just something in a spreadsheet. Like, they were very complicated. Here's an example in this where, like, I'm gonna just show you how he was very similar to Lush schwab. Lush schwab built this gigantic fortune selling tires, Lush schwab tires. And he'd share 50 percent of his profits to laws as employees. He winds up at the end of his life Looking back. He's like, that the the people... The employees I built up. Like, that means just as much As a wealth I built up, he winds up going to people's weddings and they tell, hey, like, you're as influenced... There's 2 most influential people in my life. It's my parents and you. And so that result, like, when you... When people really feel valued and they're working you and like, they really feel like you give a damn, and they could tell if you give a dam or not. Like, just like you could tell when you have a job. Right? And when you... So when you... Like, they will... They they just pay it back. It comes back to you in Spade. It's not as simple as like oh, I can afford to pay... I make more money if I pay them 10 percent less. That's just not... That's very short term thinking. So says, well, while his wife had a had an unwavering faith in God. Harry's faith was in hard work. Sorry. Just thinking about him and running across the street again. Harry had... Oh, this is really important. So I'm gonna read my outline on this page. Embrace hard work, ignore fad, identify what's important to you and repeat it for decades, and then build people like Les Schwab, Just... I'll get to that minute. So it says, Harry's face was in hard work. He had little interest or patients in trends or fats. He muted the world. He did not care at all. What other his competitors, Like, if they were trying to to franchise. They were adding things to the menu. He's like, I don't care. I know it's I'm I'm I'm not being the biggest. I'm going to be the best. So this is Harry drilled into his workers the singular importance of quality and simplicity. His maxim do... I'm I'm not making this up. This is repeated over and over again. Do 1 thing and do it well was repeated with frequency. It was also strictly adhere to. Harry Kept, menu simple and streamline. He didn't see much advantage in introducing new items are tinkering with the ones that already that they already offered, and then it gets into why so many people showed up at his funeral. Right? Can compare and contrast us with a few weeks ago when I did the Sugar King of Havana. Hulu lob. He's, you know, his whole... Ethan ethos was like, I'm gonna beat everybody. I'm gonna get 1 over. Well, that's nice. How how'd that work out your funeral. Like, less than a handful of people even showed up. Like, that's just a shitty way to get through life, man he helped... Like, we should be a... Like, in my opinion, like, I'll be much happier. Accumulating friends and allies, then I will a bunch of enemies. It's just a bizarre way to live your life. He helped many of many of his employees get loans for houses and cars. Sometimes he would lend the money himself. 1 of his oldest employees says he helped everybody. And so this, like obsessive about qualities. Also why he was so reluctant to expand. He would have never expanded it. He didn't really plan on expanding. Except he kept building up like, he had a ton of talented people Was like, I... They should be running their own stores. They're in the stores that I providing economic opportunity for them. They could go on and have a family by house to all the other things. So says, Harry's thinking was that he was just trying to make a living for his family. He was not interested in being a rich man. The only reason he built up his stores was because he paid his people well, and he didn't want them to leave. And so I think he he wanted up working on in and out for the last 28 years of his life, and I wanna say he only had, like, 14 stores, maybe 15. So maybe 17, somewhere in that number. It took him a really long time. So it says, if In and out expanded, it was this is what he was worried about. If in and out expanded, it was vulnerable to dilution of quality. It was the Snyder commitment to looking after their people that prompted in and out burgers growth into a chain. It in the couple open new stores as a way to reward the hard earned dedication of their long time associates who wanted to remain within the In and out folders. There's many examples of people in the book that had been working for in and out for over 40 years. It's significant number of those early associates who began and in outs tiny kitchen at potato pillars ended up staying on for decades. So this is at... At this point, he's starting. He has a couple stories. He's got like 4 or 5, and he starts getting into a fight with his partner that gave them the money to run the business, and we see that his partner was like, let's expand us expand. Well, we can increase prices. We can cut costs and Harry is just like, no. I just want to focus on quality. So it says, this guy's named Charles. Charles had very different ideas what the future direction of in and out as it expanded. Harry and insisted on maintaining a quality product at a reasonable price. While Charles wanted to increase prices and cut costs. At the time, Charles strategy was becoming... This is why I'm reading to you because Harry's independence of mine. It's willing to... It's having the fort to to buck the trends. It's extremely difficult if there's 10 of you in a business. Right? Like, you're running a business 9 other people are running similar businesses. Not all 9 are doing things very similarly for you to say, no. I'm not doing it. That's extremely hard. So it says it was Charles as a strategy was becoming in commonplace among Fast food gains, but Harry was determined not to go the way of every other burger stand. He believed that his way was the right way. He was stubborn independent and had a real aversion to ce to the opinion of others, especially when he thought he was right, so they wind up dissolving their partnership But the experience taught Harry Lesson, he insisted that in and out remain forever independent. After that, Harry swore, he would never sell out or never take a partner. He was happy with his golden goose. Harry's expansion, like, how he picked sites for his store was really easy. You should just go to where your customers are. Right? And then you just... And he rides the expanding technology of his day, which is they're building a ton of freeway. Right? So he puts his stores. His drive his drive thru next to freeway Freeway. Catering to the car reliant customer harry folks on putting his drive through right next to off ramps of the fast expanding freeway system. The growing Southern California Freeway network became a significant factor in in and outs rising popularity. Another example of where he deviate from his competitors. They're going public. They're taking on a lot of debt to fuel expansion, Harry ab poor debt. He insisted on using cash, not credit to open each new restaurant. Harry followed old rules. He built 1 store, save money, He built a second store and save more money. That was the Harry's Snyder way. He did not take out loans. He didn't take on debt. He was behold to no 1. And so what you'll start to notice is just he's got a he's got like, a handful of really simple principles. He refuses to deviate from. He focuses on quality does that for decade after a decade. He's giving us somewhat of a blueprint to build, like a cult like following. People will respond to this because you've put their interest ahead of your own. This was the fast food game in the 19 fifties. Start, grow, franchise, sell. In and out burger could have easily been 1 of them. If not for Harry and Ester steadfast philosophy. A couple was un moved when Ray rock of Mcdonald's fame, more than made good on his promise to open 100 new Mcdonald's a year. The Snyder remained remarkably un concerned. What if what a great sentence? They remained remarkably un concerned. Harry had an extraordinary lucid vision for in and Elk burger. They had no interest in selling or franchising. If you did that, he said you would lose control and focus. He saw no point in sacrificing quality for profits and there's a dirty little secret. You focus... If you never sacrifice quality, you wind up getting the profits in the end anyways. And so this there's a paragraph that comes later in the book that reminded me of, herb colors I think was founded 56. He's the founder of Southwest Airlines, Southwest is the only airlines to have her chief profitability for like, 40 straight years. He's got... He... I feel like South herb approach to building an airline was so counterintuitive. Is very like, compared to the rest of his competitors, very similar to what Harry, Harry's approach to building, like, a fast food restaurant was. There's just ton of benefits that come from just keeping things simple. And again, I think this goes against our nature. And so here's an example of, of how that this this 1 paragraph reminding me of Southwest because Southwest would only fly 1 type of plane. They they only focus on their niche. They weren't going international. They just they did it... They essentially looked at what the industry was doing Like, no, we're not doing that. So it says it's hard enough to sell burgers, fries and drinks right. We you start adding things that gets worse. In and outs limited scope and narrow focus, also meant that the chain didn't have to continuously spend money on new equipment needed to prepare and cook new menu items. It also wasn't necessary to repeatedly train his associates to learn how to ready those new offerings. So if you're interested in the benefits of applying the benefits of simplicity to your own business. I think the best book is just read that book nuts. It's called number 56, you find it, obviously, anywhere books are sold, it's fantastic. It's called nuts, Southwest Airlines crazy recipe for business personal success. It goes into a lot more detail about all the the... Just how this constant focus on simplicity and costs and not market share and only profits that Herb Keller was obsessed with? Again, like, how the hell? Are you running the same business? You're offering essentially the same service. Right? It's just like a bus that goes through the air. What what the airlines were. Right? And how the hell were you able to get, like, most... Now were you profitable for 40 straight years. There's many cases where airlines so... Are so badly managed that any profits they'd had made maybe, like, the previous decade could be wiped out in 1 bad year. It's it's just remarkable. How all these things are connected. So I think reading that book is just a good start. Anyways, I wanna go back to the the the author states see permanent. Does a fantastic job of putting in, like, historical context. So I mean, what I'm about to read you is gonna take place over, like, 5 pages. But it's about, like, the the increase in process food, fast food, this explosion of a of an industry that know is now very mature and it's kinda like a day to day life not only for Americans, but all over the world. It wasn't always like that. And so you had all this money being dumped into it all this quote unquote innovation, and you could definitely argue if that innovation was good or bad or not. Right? But it's all occurring, while Harry's buildings business, and he's just... He I wrote Harry Snyder was having none of it. That's how I described the section. So this starts with people trying to find ways essentially, like food technology. I guess the what you're think about it. This is pretty wild. You've heard the the term Tv dinner. That was at 1 point quote unquote technology, and it was an invention. So it says Tv dinners were invented by C a Swanson and Company. There was a food technologist named Betty Cro. She initially expected to sell 5000 units. Her company sold 10000000 Tv dinners, the first year on the market. There was just 1 invention in the era of easy instant food, and so that is what the author explained to And nowhere did this budding emphasis on the frozen dehydrated prep package and automated food, find a more welcoming home than the growing fast food industry. So it talks about people are making a ton of money These businesses were coming in. They'd invent things like an infrared heat lamp. Right? So they're selling... They they they make that invention, then they sell them the Mcdonald's. So instead of making the food as it's ordered. Right? Like, like Harry does. So, no, well, we we can kind of predict how many we're gonna sell, you might know, your food might have been made for 5 minutes, but it's okay because it's sitting under an infrared heat lamp. Another example, White castle replaced fresh beef with frozen square beef patties. 12 years later, Ray cro reluctant made the switch to frozen beef. This is all these things that are happening that everybody else is doing the Harry's not. That's why I'm this section. Then we see Jr r, who was the country's largest supplier of fresh potatoes devised a new method that could freeze French fried potatoes on a mass scale. Sim met with ray crock and convinced him to buy his quick freeze potatoes because he said it would, keep the the quality consistent. And so that's the the the sales pitch in Ray rock agreed. So now Mcdonald's has frozen beef, and frozen French fries, neither of which Harry's is doing. And it goes on for a little bit more, I'm skipping ahead a little bit, the relentless competition and new preparation techniques had transformed the entire industry that had once uniformly pride itself on the personal touch. Guess who keeps the personal touch Harry Snyder was having none of it. Harry was determined to do things exactly as they'd always been done. He had developed and cl to his own values, focusing on quality. As many of the leading chains were beginning to use frozen beef patties. Harry went in the other direction, he hired in and outs first butcher. He wanted to exert more control over his products. Not just find a way to ring more money out of cheaper products. So again, you don't build a cult following by trying to ring more money out of cheaper products. You might make more profits temporarily in the short term. But what is the value of this relentlessly cult like following the in and out house. Right? That they... The the word of advertising that they relentlessly do and pro process every single other person So, like, when I... Anytime I visit in California, I e in and out just because the people that my friends live California wouldn't shut up about it. They literally converted me. And so this continues. I'm still in the same section Harry's decision proved proved to be a critical moment in deciding just how the company would define itself. In and out took the same approach with its french fries. The snyder still made theirs by hand. Bur, Sacks of whole fresh potatoes, especially grown for in and out arrived daily and they were distributed to each store where they were washed, peeled cut and cooked. They're not frozen. Frequently, the potatoes were picked in the morning and delivered to in and out the same evening. That's crazy. I don't know. I wonder if it's select that. Harry made sure to scrutinized a fresh freshly delivered sacks. They were inspected for starch content and a test batch of fries was made up right away. If the potatoes weren't up to mustard, the toll truckload was rejected. So this guy's extreme. Right? In an industry that was substituting chemically processed, prep package and frozen food for the real thing in and out continue to use traditional sponge dough buns, fresh baked daily that took several hours to rise. Its competitors took to purchasing buns injected with chemicals that considerably reduced the rising time of the dough. Do you... Like that is the main thing here I'm focused on the customer, I'm focused on quality, my competitors are focused on spreadsheet. They're like, why we spending 25 cents on a bun when we can when we can spend 10 cents, which is really bizarre. If you think about, like, how much of your life energy. You're putting into building up your company, you're... To building up your products. Why on earth? Would you skim on what you're dedicating your your precious and finite life energy to. Clearly, Harry's way is better? And when you focus on product, like, you can... On the quality product, you can let the the product speak for itself. That's the focus of the product. How do you know people have weak products? They do stuff like this. Mcdonald's started to focus on ideal experiences and created alternative universes with fuzzy mask knots that were heavily geared towards children. Ronald Mcdonald was a clown in a bright yellow jumper. Burger King began featuring a king who sat on a burger throne. Their advertising campaigns had jingle and slogan. They focused on fawn and fantasy and for a time, everything but the actual product. The story of in and out remains static. The message was hamburgers and fries, and it was broadcast by its customers. The chain's simplicity dear in and out to its longtime regulars establishing an uncommon customer loyalty. 1 that its competitors spent hundreds of millions of dollars trying to create. And I think that's another main lesson of the book. And I think this is a quote I got. From, Jack Do, the founder of Twitter and he said, make every detail perfect and limit the number of details to perfect. And if I was writing that, I actually put in the reverse order. I would say, limit the number of details to act and then make every detail perfect. And that is exactly what Harry Snyder did. So now we are 25 years into the company. And let me read this to you and I have a question for you. Inside the company, franchising was a dirty word. After 25 years, there were only a dozen in and out burgers. Harry owned each store and the land underneath them, and that was exactly how Harry liked it. And so I thought about that. Like, that's really interesting. What is a dirty word inside your company. It's a way to define your company by what you're not inside the company franchising was a dirty word? And also love his perspective. Let's check out this is 1 line that that really resonated with me. From his perspective, in and out with simply a different creature than its competitors. There's a fantastic line I heard in a song 1 time. He says we may be in the same genre, but we don't put out the same product. That's exactly what he's saying. So, again, technically, I'm in the fast food, just like Mcdonald's in the fast food. And is our product the same no. So therefore, I... That I don't really have... I'm not really competing with you. In and out with simply a different creature than its competitors. Another great 1 line for you. Just a fantastic trait describing Harry, he was very much about problem solving before it became a problem. And then there's just a funny story. He also had a a hell of a temper. As you can imagine And so this is a quick story about people with no brains. And so trying to open up, as they open up new stores, they have to meet with, like, city planning commissions and everything else. This is happening in Rancho C Among, California. We had a meeting there with the city's planning staff. He remember but This is somebody that's working with Harry. And there was this planner who was just out of college. He was greener than grass. And he said to Harry, I think your hamburger stands are ugly. With that, Harry turned red and jumped to his feet and so at this point, Harry's is probably a expert close to 60 year old man. Okay? So he's having some kid doesn't never experience anything his life. So saying I'm not gonna approve this because I think I personally I think it's ugly. Right? As Says, he was greener than grass. He said, I think your hamburger sands are ugly. With that harry turned red and jumped into his feet and less let loose with a string of ex. After calming down, Harry turned to the young City planner and demanded. How many millions are you worth? How many successful businesses do you run? Recount the tail Harry's friend concluded. I love that story. It's about city planners. People with no brains. And so Harry smoked for about 20 years. He'd quit for the, I think the last 15, 20 years of his life, but, unfortunately, they found a bunch of lung cancer. And this is what Harry was thinking about as he's battling on lung cancer and he knows he's gonna die. Successful family businesses are often erected to the sheer will, and enforce of a specific individual that obviously being Harry, the 1 we're focused on. The challenge for Harry was the challenge of all patriarch paychecks. To pass on the company he built to someone who would be able to maintain its success without abandoning the unique culture that had made it a winning hand in the first place. And to keep it in the family for successive generations. It is now currently in the third generation both his son, so he passed on for his seconds son, after he dies, his son dies a few later and actually plane crash, on their corporate jet. And then his other son that he didn't want to take over the firm winds up taking over a firm. He dies. He's a drug kinda, like, a loser, unfortunately, and he dies a drug overdose. And so, unfortunately, his wife Esther had to... She survived not only her husband's death. Than her 2 son's death. And then she lives. So she's, like, 90. And then when she dies, it it passes on to the only... They only had 1 surviving grandchildren, a blood relative, and that's Lindsay, the 1 that that runs that owns the company now. But Harry worked... Wind up working on in and out till he died. He winds up working on it from 19 48 to 19 76. So it says in 19 76, when Mcdonald's opened its 4000 restaurant in and out opened its eighteenth store in Woodland Hills. The Woodland Hills drive through was the last inn and burger opening that Harry Snyder oversaw. He died on 12/14/1976. At 63 years old. On a warm winter morning, Harry's funeral mourners filled into a hundred and 20 seat church. The chapel was too small to accommodate the hundreds of mourners. Who had come to pay their last respects to Harry Snyder. Many stood outside. He really touched a lot of folks. It seemed that everybody that he'd ever had contact with, arrived to say goodbye. That part made me think of what Charlie Mu said, think about the kind of fun you want and act accordingly. The book goes into more detail about the succession plan and the growth that happens over the next 20 years to get the full story read the book if you wanna support the podcast, and by the book at the same time, I'll leave a link down below. Another way to support the podcast is to give a gift description to a friend or a coworker. That link is all as always is down below and the show notes in your podcast player and also available founders podcast dot com. That is 244 books down, 1000 ago, and I'll talk to you again soon."
}