{
  "transcript": "There's no greater n than Rick Rubin working in record production today. His career began in hip hop. He c found Death jam records with Russell Simmons in 19 84. He produced rap first number 1 album and was widely credited for launching Hip hop as a viable commercial medium. Refusing to play it safe, rubin jumped ship from rap to metal, leaving Deaf jam to found another record label deaf American. Where he signed and produced groundbreaking acts like Slayer. After his work on the huge successful red hot chili peppers, acclaimed album, blood sugar sex magic, Rubin was only 7 years into his career and already a living legend. Though he worked with legends like Mick Ja, Ac dc and Tom Petty in the early 19 nineties. It was his recordings with Johnny Cash that still stand out as his most astonishing and studied collaboration. By the turn of the century, Rubin had invented, reinvented or redefined so many musical genres that there was no way to categorize his style. Rolling stones called him the most successful producer of Henry Genre. But the praise and album sales didn't shake Reuben focus as he dedicated himself to artist after artist. Grammy nominations and awards poured in, including winning producer of the year, but Rick Rubin, work alcoholic and Rec found himself too busy to attend. That is an excerpt from the booking I'm we talk to you about today, which is Rick Rubin in the studio and was written by Jake Brown. This book wasn't even on my radar. A few weeks ago, I did a podcast on Jay z It's episode number 02:38. And in that podcast, I talked about Jay z studying and working with Rick Rubin, and he said something that I thought it was interesting. He's like, Rick Ain't normal. He is strange by strange standards. Rick's 20 years into his career and Dude has not changed. He's got his own vibe, you gotta love him for that. And so after that episode came out, a listener contacted me and they're like, hey, you should check out Le Friedman podcast. He just released with Rick Rubin, and I started watching it, and I absolutely loved it. And I realized as I was taking notes listening to that episode, I was like I need to find a a buyer of rick Rubin immediately. So I'm working off of Rick Rubin biography, the 1 I just read from you or read apart to you from. I took notes on Le Friedman podcast. I'm gonna link all this below in the show notes below the the link to the book. If you wanna buy the book. But I used Le Friedman podcast. I took notes on that. Peter Ts podcast, which I'll link to, and then I watched, a 3 part... Excuse me, 4 part documentary on Rick rubin studio in Malibu. It's on Showtime. It's called S Law. And then I also spent several hours listening to Rick's own podcast. I didn't even know he had a podcast. It's actually really, really good. It's called broken record. And listening to speak for so many hours actually enhanced my understanding and reading of his biography because Rick just like a ton of the other founders that you and I have said in the podcast. They identify a handful of core beliefs that's really important to, like, their philosophy of on working life and they repeat him over and over again. So I wanna jump right into the book and 1 of his core beliefs is in the beauty of simplicity. In fact, it's repeated so much, I had this this idea of Da vinci. Leonard leonardo Vinci was able to speak to Rick Rubin and say, and repeat his... 1 of his most famous was close. Was his simplicity the ultimate sophistication. I think Rick would have smiled and nod at his head. So we go to the first chapter, it's called production by reduction. This is 1 of my favorite ideas of Rick Rubin. So says when Rick enters the studio, his goal is to record music in, quote, its most basic and purest form. No extra bells and whistles. And all we no cha. And this what he says. When I started producing, minimalism was my thing. My first record actually says instead of produced by Rick Rubin, it says reduced by Rick Rubin. And he was producing that album when he was around 18 years old, Deaf jam, the company he found, which is probably the most iconic hip hop label of all time was actually founded by a Rick Rubin in his dorm room at Nyu. So we're gonna get it a lot of the early history because it's just fascinating. It's to it's exact equivalent of, like the Silicon Valley starting your company out of your out of your garage. He just happened to do it in the dorm room, going back to Recruitment, quote, it's still a natural part of me not to have a lot of extra stuff involved that doesn't add to the production. And try to get to the essence of what the music is. You want to feel like you have a relationship with the artist when you're done listening to their record. And then Rick describes how he works. And when I read this paragraph, the the The thing that jumped out to me most was this is exactly like Steve jobs and his hero Edwin Lay, the founder of Polaroid, how they would talk about seeing the finished product first in their mind and then working backwards from that okay. That's the finished state. Now I just have to go through the steps to get there. And I'm gonna read a section of this, famous interview, but let me read what what works says about this here. He says finding the potential and seeing how to realize it can be the best part. Okay and then the actual work of having to get there, is just going through the process. Once you hear it in your head, it's like being a carpenter, trying to build the thing when you already know what it is. So that's the key. You're trying to build the thing when you already know what it is. And so there's this famous meeting that happens when Steve Jobs still is in his twenties, Edwin Land, I think is in his seventies at this point, Steve jobs borrowed a lot of ideas from other people. Obviously, he he had, like, this deep historical knowledge and he used deep historical knowledge and influenced the work and building Apple and Pixar and everything else that he was involved in, but the 1 person he took the most ideas from was undoubtedly, Edwin Land. And so let me read this this excerpt from this meeting that they were having. And it says doctor Land was saying, I could see what the polaroid camera should be. It was just as real to me as if it was sitting in front of me before I had ever built 1. And Steve said, yes, that's exactly the way I saw the Macintosh. He said if I was asked if I asked someone who had only used a personal calculator would a Macintosh should be like, they couldn't have told me. There was no way to do consumer research on it, so I had to go and create it and then show it to people and say, now what do you think? And in this next sentence, I think is the most important part, and it really, from spending an unbelievable amount of hours, probably close to 40 hours studying Rick rubin in the last couple of days. This... I think this is... This gets to his essence. Both of them had this ability to not invent products, but to discover them. Both of them said these products have always existed. It's just that no 1 has ever seen them before. We were the ones who discover them. The polaroid camera always existed and the Macintosh always existed. It is a matter of discovery. So back to the book, this is where Rick describes like, what like, what exactly do you bring to like, you're a producer, but he's not a technical producer. And really when he describes the role that he plays with the bands and artists and the rappers and the musicians that he works with. I'm like, oh, he's the founder. He's playing the role of the founder. Check this out, listen to what he says and, I think it gonna make you. Says says, it's almost more like I join a ban when I produce a record. But I'm unlike all the other members of the band who each have their own personal agenda. The base player is concerned about the base part. Everyone else is concerned about their own part. I'm the only member of the band that doesn't care about any of those particulars. I just care that the whole thing is as good as it can be. My goal is to just get out of the way and let the people I'm working with be the best versions of themselves. And then Rick goes into the process. Like, how do I choose who I'm going to work with. He's gonna say something here that I found almost something the identical thought when I read all of Warren Buffett shareholder letters I think it's founders episode 88 if you haven't listened to that yet, But he says, I like so little in the first place, meaning so little music in the first place. Very few records come out that interests me at all. Very few bands, do I ever see that interests me at all? I don't like anything that's mediocre. I like it when people take things to their limit. And so that line is like, there's just so... There's very few records that are that are great that are really interesting. So warren Buffett was talking ended into his shareholders was talking about the fact that Him and Charlie Mu have spent decade after decade after decade of intense focus in studying of business just like Rick rubin has spent decade after decade of intense focus on music. Right? So Rick Rubin starts his career in 18. He's turning 16 next year, maybe this year. And he's still doing the same job. That's what made I mean, I'm interested in him in general because that's so many people that I like, Admire in respect, also like and Admire respect him. So I was like, it's clear. No brainer. I should study this guy. Clearly learn from something from, him. But I'm obsessed, absolutely obsessed with people that do things for an extremely long time. How many people that you know have been working the same job are studying the same field, dedicating their their the life to the same thing for 41 years. That's also why Warren Buffett and Charlie Mu is so interesting to me. The fact is they're, you know, 98. I think Charlie is 98 now, and I think Worn something like 93 or 92. And they're still working on the same thing they've been interested in since they were, you know, in Warren case our teenager. And to warren rights. Our major contribution to the operations of our subsidiaries, meaning the businesses that he owns is plot. It's not the ind disagreement applause of a Polly. That's like an old school word. I had to look up. It's just like an excessively cheerful or optimistic person. So he's like, it's, we're we're not just applaud because we're just excited or we're optimistic. Rather it's informed applause. That was a really interesting phrase he he chose there. Rather it is the informed applause based upon the 2 long careers that we have spent intensively observing business performance and managerial behavior. And so Warren saying before I get to his punch on. He's saying, listen, and me and Charlie of Dedicated care lives this. We've seen a ton of different businesses. The vast majority or mediocre, just like Rick rubin saying the vast majority of anything is going to be mediocre. And so if Rick Rubin, it's admire what you're doing just like if Charlie Mu and warren Buffett are admire what you're doing, that that there's like, a, added importance on their opinion. Right? And this is why. Charlie and I have seen so much of the ordinary in business. That we can truly appreciate a vi performance. And if you work back from what he's saying is most businesses are poorly run or average are run in an average manner. Most managers, most Ceos are either poor their job or average. So it pays to pay attention to the people that are putting on vi performances. They know something that others don't. And then 2 more things from this section that we've that you and I have talked about over and over again, love what you do or find something else. Love Est Lau, who's once said, love your career or find another. That's the perfect way to describe it. So he says the bottom line for Rubin to take on any projects is. I'm falling in love When he feels like he's falling in love. With the artist, with their with their work. He's like, okay, this is the person I wanna work with. Think about the best products or services that you happen to use personally. Their undoubtedly can be traced back to somebody that gives a damn. They truly love what they do. And then he goes to... This is... I mean, I I feel like the entire last... Well, on the the in and out, the podcast did on the founder of in and out burger. I think, like, he just had 1... Essentially 1 thing he just repeats over and nervous against. I'm not sacrificing quality for anything. Not sacrificing for a partner, not sacrificing it for employees anybody. I'm going to pray at the altar of quality above all. Rick Rubin says the same thing. I believe in the quality of content over everything else. This is also something he he repeats over and over again and all the interviews I watch with them. So we spend me and the artist spent a great deal of time working on material long before we ever think about going into the recording studio. This is so so important. I I would summarize in the maximum that I repeat to you over and over again. The public praises people for what they practice in private. The public praises people for what they practice in private. So before you hear this album where they go into the studio and they record And in many cases, I would go through, because the book goes through an order. Like, from the eighties nineties other way up to 2 thousands, This book is still almost 15 years old. So it's missing on, like, his his latest stuff, But it goes through, like, his approach. And every single prod... Like, not every single 1, but some of his, like, most his best or, like, classic projects like how... What... What role do you play? What were his thoughts, all that stuff. It was very fascinating. So what I would do is as I I would read the chapters, I'd also be listening to some of the albums. But that idea about how long He's like, listen, you can't predict. Sometimes it takes a few months. Sometimes we're working on the same album for multiple years. And so in that documentary S law, he's talking to L, Cool j L. Cool Jay wants up being 1 of the first people signs. He signs L Cool jay. When Ella Cool was 16 years old. Rick rubin moves 20. So I get there. It's a crazy how that happens too. So it's a lot of ideas for us in that section. But they're... So they're talking now as older Ben. This documentary just came in the last few years. And he says something to Hello ass. Like, what what increases the chances of, like, writing a great song. And he says just practice. Be diligent in the process of always looking? If you need 10 songs, you might need to write 50 or a thousand songs to find 10 good ones. It's like fishing. You can't say that you'll catch a fish today, but you show up and fish every day and your chances get better. And so that is another main theme, I think of the the philosophy of Rick Rubin, is the fact that he's obsessed with simplicity. He wants only what what is essential. Right? But to get to to whittle down to get to that simplicity. He will encourage you to do more. He is by far a work alcoholic for sure. And so he's like, if I wanna get the the 10 most perfect songs, we might have to go through 50, a hundred a thousand songs. And I think that's extremely important to keep in mind how much work is required. You cannot deceive yourself about what what the... What this game requires. That's a quote from from Michael Jordan. But I think about, like, Steve Jobs said. He's like, listen, when you're designing a product It's keeping 5000 things in your brain and fitting them all together in new and different ways. And then I would combine that quote from Steve Jobs with another 1 of my favorite quotes of his. And he says there's a tremendous amount of craftsmanship between an idea and a finished product, and that's exactly what Rick rubin is describing to us in this book. We spent a great deal of time working on material long before we ever think about going into a recording studio. I do the exact same thing. The reason I feel comfortable ask, like, recommending founders to my friends and family and people I truly, you know, care about the most important thing in my life is because I know how much effort and work goes into every single episode before I sit down to talk to you. Without exception before every single episode. I have to read at the very minimum. I have to read an entire book. And in Rick Rubin case, I I told you I've price spent 40 hours, like, deeply ingesting who he is as a person how he thinks. And need to filter through all that to maybe get, you know, maybe Could talk you for an hour, maybe 2 hours. I don't know how long it's gonna last because I'm barely a few page to this book. I haven't even got to the beginning of the copious amount of notes I took, but I just... I really believe that with with my entire I think the best thing the things that you and I Most admire. They spent a great deal of time. Way more time and we could ever believe working on it before we ever get to see it. And so I just turned the page and I ran over my own point, the the know I like myself on this is Reuben advice do more. Reuben feels the real work of making it album is in the song writing, But that work can be dr. Writing is dull and and on glamorous stuff for most people, it's really pretty miserable. But if you write 30 songs there's a better chance that the that the 10 on your album will be... Will be better than if you just write 10. So he's like, less is more, but you have to do more to get to less. It's the way I would describe Rick's philosophy. And then he talks about something over and over again. He's like, listen, you you need to have an open mind. He's like, we know next to nothing. So the idea you can predict, like, you you have an idea of what a great product is, but the idea is that you can you're gonna get it right the first time. He's like, you've got to experiment. You've got to iterate. I would say this reminds me you very much of I've told you my favorite book that I've ever read for the podcast was James Dyson auto. I read 2 of them. His second auto when he wrote as an old man is very interesting, but the 1 that he wrote right after having struggling for 15 years and finally, Dyson is on, you know, somewhat solid footing. But when you published that book between then and now, his business is like probably 300 times bigger. But that book is all about the struggle, the early days of... That every single person that's trying to do something difficult way they're starting a company, trying to be a musician, whatever it is. You know that story. You felt you've lived that story. And in that book, he just constantly talks about he's like Listen and just experiment. If he calls it the Edison estonian from Thomas Edison, the Edison estonian principle of designing a product. And I think Steve Jobs would agree with Earth not Steve house. I think Rick rubin would would agree with that too because listen somebody what he's about to say. This is 1 of the things we talk about at the beginning of a project. Let's try every idea and see where it takes us. Don't pre judge it. Sometimes it still comes up where someone in the band makes suggestion and part of me says, that's a bad idea. Let's not waste time on that. And then I stop myself and think, let's try it. Let's experiment and see what it sounds like and very often, it sounds good. To think about the the the lesson behind with that simple paragraph. Right? It's like you gotta try it. There's so many times of my own experience where somebody said something like oh, that's gonna suck. And then we do it and it doesn't suck. So clearly, the lesson is you got to experiment. Just don't pre judge it, create a demo, create a prototype, put it out some customers whatever it your process is and then see what happens. This next sentence is really important. I double underlined it. Reuben most valuable quality is his own confidence. The reason that's important is because you can transfer that feeling. That confidence that you have to other people. That I I... So every day, my form of practice is I go back and I re reread past highlights from all the books. And I have over 20000 highlights. Right? And 1, I just happened to be reading yesterday, which I had forgot because Steve Jobs when he was young. He... 1 of his... His best friends had joined, like, his religious colton in San Francisco. Her name is Elizabeth, and part of the c rules whether it you have to cut off everybody from your life. Is it and steve jobs just shows up at the Coat House, and he just completely rejected. He's like, nope. She's coming with me, and there's nothing you could do about it. And so they wind up traveling to this Apple farm. And they talk about, the fact that Elizabeth was telling the story about Steve jobs, and she said something that was really fascinating. And she said he had the attitude that he could do anything, and therefore so can you and she talks about the fact that he helped her believe in herself. She didn't have the confidence. Obviously, if you're really strong personality, probably not gonna to be joining some kind of religious cold. But the fact that he had this this abundance of confidence. Like, oh, I should have that self confidence too. And I think Rick is really known for that because I I listened to a lot of the people that... That that he produced records for. And they said that they're like, he brought out the best of me. He made me believe in myself. And in some cases, it's really crazy. Because people were super successful like Johnny Cash said that, Neil Diamond. All these people that had remarkable careers, and maybe they struggled for a few years and so their confidence was dented, which is shocking that Johnny Cash. Right? 1 of the most legendary musicians to ever live towards end of his life before he starts... I think he did the last 3 albums of his life he did a regroup him. He was like, Didn't I didn't think I had it anymore. So let's go back to this. This goes back to, to Reuben fan with just stripping everything down to its essence. He loves minimalism, simplicity. A good test of a song metal is stripping down to its basics. If a son... This what he says. If a song is great on an acoustic guitar, you can make a hundred different versions of that song, and it's gonna still be great. He goes back to the importance of preparing before he show up in importance of practice. He says as detailed and lengthy as the prep production process can be. Reuben productions tend to be quite short on actual in studio time. And this what he says. I often make records fast than a lot of other people. It usually has to do with how prepared we are in advance. It's the pre production time that really makes all the difference. Sometimes it's a couple weeks. Sometimes it's a few months, Sometimes it's a year or 2 to get ready to go into the studio and cut the whole album in a week. My preference is always to get as much done before you go in to the studio as possible. More advice for artists, I think we can apply to whatever work that we're doing, you combine really high expectations with the belief that your life depends on this work. Rubin continues to rally his collaborators asking asking them to set their expectations of themselves really high. If we're gonna do this, let's aim for greatness. You have to believe what you were doing is the most important thing in the world. And so not only in this book, but also in a bunch of the the conversations I heard I heard, him have, he talks about his role. He thinks almost like the rules like a coach or somewhat of, like, a teacher, And so there's a little bit about that. And he says, listen. A key part of my job is simply listening. A lot of artists really like having someone to bounce things off of because it's hard to truly know. This is very similar to what when I covered Charlie Mu fantastic biography. Damn wright is the name of the book. It's episode 02:21. He said something in that book that I thought it was really fantastic. He talks about the role he play with Warren Buffett. And he says, listen, everybody engaged in complicated work needs colleague. Just the discipline of having to put your thoughts in order with somebody else is a very useful thing. So what the process Charlie describing is the the exact same process. That Rick Rubin is describing that he has. Charlie has it with Warren Buffett and some of their business partners, Rick Rubin has it with the musicians that he's producing for. And then he continues describing his his process of how he works. I'm gonna read you a couple highlights from these 2 pages. The the the way I would summarize the summarize section for my own thoughts was that your work is a reflection of you. And so says, although, he's a very private person, Rubin doesn't shy away from making his professional life very personal. I'm doing things that touch me personally that and that I feel and I am moved by. Reuben is very clear on what his strengths and limitations are. I don't know how to work aboard. I don't turn knobs. I have no technical ability whatsoever. My primary asset is I know when I like something or not. It always comes down to taste. I'm there for any key creative decision. He summed up to drive behind his life's work very simply. I'm just trying to make my favorite music. And so think about that line. I'm just trying to make my favorite music on 1 of these podcasts I listening to. He was asked. Do you have any advice for young people. And he says the only advice I have is to not listen to anyone and do what you love and make your favorite things. Be the audience. Be the audience. Make the thing for you, the audience. You can't make something great with someone else in mind. So then we're gonna get into his early life. So he had 3 main loves that he discovered really early. His love of music, his love of magic and his love of professional wrestling. All of those things... So he's gotta pick 1. Right? Obviously he chose music, but his love of magic and his love of national wrestling. He uses those influences in his work. He did it from a very young age. He still continues to use it to this day. And so it says Rubin spent his formative years in the hard rock glory days of the 19 seventies. I loved Ac dc. He said. The group's minimalist approach would show up years later in his sonic approach to recording rock records. And even in the way he constructed hip hop ups. And this way he says, there's so little ado. So going back to that that main theme, simplify, like, his his push for minimalism just I want the essence of the song and nothing more. In fact, he talks about something that those are very interesting. Let me find that my note on it real quick. And this this is really 1 of the clearest ways he described, like, why he constantly simplifies Like, why? I'm not a producer. I'm a producer It's the way thinking it. I'm not a producer. I'm a producer. That's really fascinating thought if you if you sit there and think about it for a while. And so on... This is the reason he simplifies. He says, often when you're in the studio, there would be an idea that we need to add layers to make the song seem bigger. But what we discovered is sometimes the more things you add the smaller it get and a lot of that is counterintuitive. You need to discover in practice. And so back to his early life, it says Reuben immerse himself in the world of Rock and roll. He had the requisite long hair, the leather jacket and a position as a lead guitar and a punk band. 1 part of the lifestyle, though he avoided entirely was alcohol and drugs. And on the... It's... I'm pretty sure this was the the Peter Tia interview. That's I few years old if I'm mistaken, But they talked about that for several minutes about, like, why so many people including that that Rick worked with. Like, they died of drug and alcohol overdoses. And so there is a there is a discipline, and it seems weird because you look at the guy maybe hear speak. He seems kinda common and mellow. But he has extreme levels of discipline. And part of the discipline is just avoiding things, like, not trying to be brilliant, but avoiding obviously, obvious dumb things. So obviously, things that that are not good for your life. No 1 thinks, hey, heroin good for my life. Hey, of cocaine habit. He's good for my life. Drinking all the time. He's good for my life. And so it says, 1 part that that Lifestyle avoid entirely was alcohol and drugs, Rubin had a discipline and focus rare for someone his age, and he just explains it very simply like everything else. I just didn't wanna give up any of my time. Into that. I was deeply into something, meaning music. So his love of music Kept Rubin, just... From the need to distract or entertain himself with drugs. Before music, his deep focus was on magic. From the time I was 9 years old, I loved magic. Even though Was a little kid, I take the train from Long Island into Manhattan and I'd hang out in magic shops. I still think about magic all the time. Reuben fascination with and love for magic and music was something that delighted his endlessly supportive parents, so this is good. His mom and dad just they were... He had dreams. Not dreams. He... His idea is like, you can't make money music. Like, I... That was just gonna be hobby. So he's like, Originally, he's like, I'll go to Nyu, then I'll go to law school And the idea is like, I'll just have a day job, and then I'll make music as a hobby. The day job just allows me to fund my hobby. And no matter what, like, the fact that he his parent... He told his parents he's gonna be attorney. And he his off. He's gonna. I'm gonna be this mute music producer. I'm gonna go to California. I'm gonna do all these things and his parents are like, okay. That sounds good to me. So says, his parents were endless supportive who showed the same devotion to their son as he did to his passions. Reuben mother would drive him to concerts in New York City weighed outside the venue until the show was over, no matter how late the hour and then drive for home for a few precious hours of asleep before waking him up for school the next day. And then his quote, for his senior year, they say it's his graduation quote was pretty prophetic, and it gives you an idea of who this person is. I wanna play loud. I wanna be heard, and I want all to know. I'm not 1 of the herd. And so now we get into the founding of his first company, this section at the beginning of every, there's, like, these quotes. This advice from Rick Rubin. This is the first 1. The key to it is doing what you believe in as opposed to what you think is going to work. There were never any plans to make anything happen. I just did what I liked and believed in it and luckily, it all worked out. And so the birth of him making music and him eventually founding Dev jam is because he just saw a gap in the market. It wasn't anything more complicated than that. Rubin began his career as a Dj. Throwing parties in his in his Nyu dorm room. The move from Dj j Produced to producer resulted from a dear of good material for him to play. I didn't know anything about the record business, but I recognize recognized that Hip hop records that were coming out that I would buy as a fan and the music that I would hear when I go to the club were 2 different things. What I set out to do as a fan here beats it was to make records that sounded like what I liked about going to a hip hop club. So his point is This is very... It's, like, think about the the top down nature of most industries top down nature of the music industry at this time. It's like, no, this is what we're making, right? Where you have... But that that comes from, like, executives or whatever the cases. Like, this is what we're pushing out. Where... What's taking place in these underground hip hop and and and metal clubs that he's going to, and this is the early eighties. That is the bottom up because as the Dj, you're you play something, you get immediate feedback from the audience. The record executives are separated from what the actual customer wants. Right? It's like, no, we're pushing this down the channel. Where rumors, like, why don't we just... Like, why don't we just make records that we like and we know we like them because when they they they get played at these these clothes and people go crazy Again, that's like, a simple idea that you can build a, like, a a very valuable company around. I remember hearing Elon Musk get this interview 1 time. Gm made this... There's a documentary. That Elon watch and I happen to watch it. It's like, who killed the electric car. I think it's called. And Gm had, like, done an electric car. And they they made maybe, like I don't know like a thousand 2000 and some some some weird... Like, some small number like that. But an electric car had, like, a cult following. So much that when Gm close the program, they they repo the cars. You couldn't own them. If I'm not mistaken they leasing, I could be mistaken on the details, but the the punch line I remember correctly. And so the people are so to distraught that Gm forcibly removed their cars from them that when they they went to like, be imp and essentially Gm destroyed the cars. They held a candle light vigil. And so Elon said that, and I heard him in an interview 1 time he goes, when's the last time somebody held a candle light... Vigil for a product that 1 simple sentence? It's like clear, if there's a demand here if we... If I can build an electric lecture car and make it affordable, like, people will respond. When is the last time you heard of people having a candle light vigil for a product? At So I just love. I'm I'm completely obsessed with these, like, these just basic observations. Like, oh, that's pretty simple. I can actually build a very valuable company a very very valuable life just off that. And Rick's like, well, this is weird. I'm buying hip hop bombs. Right? And they sound 1 way. But so I go to club, people are going crazy for Hip hop Albums that sound completely different. Why don't we just make more of those? And so he says, I just saw this void, and I started making those records just because I was a fan and wanted them to exist. So this is where he starts jeff jam. He's like, alright. So he... He does a song. It's called yours. It's 1 of the first things he produced. And again, he... Because he... He's a fan. He knows what other... Like, what he likes and he clearly knows because he's going to the clubs with other people He's like, okay. I'm gonna make this record I'm gonna make an album just because no 1 else is doing this, so I have to do it. His goal here is like, I'm just gonna break even. Right? Just wanna cover my cost so I can keep making records. Watch what happens next. This is wild. It's just incredible. And it opens up, this is another example of, like, 1 opportunity leading to the next opportunity to lead to the next opportunity. You can't skip steps. Like, you gotta get that first opportunity. Then once you get to, like, I think about, like, climbing stairs or maybe climbing around. Like, once you get to that next peak, you... You look around the corner or look over and you're like, oh, there's something else. Farther away, I couldn't see at the very bottom of the mountain. But now I can... Then I can reach that. So it says, Rubin approached the production of the song from a fans point of view. Ruben barred 5000 dollars from his parents to press the single, imprint deaf jams death jam records on it. And he says I was planning on putting it out myself strictly for the purpose of breaking even, making back any my... Making back my costs, that was always my plan. As it turned out, this record was a hit, it sold 100000 copies in the New York area. That was a very big deal that is insane, and then he does something he did something smart too on the sleeve. So when you... You're buying a physical record. Right? It's something literally a record. On the sleeve of the director comes any he put Jam recording and put his address. The address for Def jam was his dorm room, and that's gonna open up the next opportunity. The single sleeve listed Reuben New york address and that launch an onslaught of demos being mailed to him, which helped fuel the fires of death jam. So I'm gonna get to why that was so important. But first, we got... He's realizing, hey, this business is screw. Despite the song success Rubin they never made a dime on the record. So This is all coming full circle because in that podcast did on J z, Jay z talks wise. So, listen, man. I studied. The reason I came in the the game independent, I own my own record label, which is extremely rare when JDJZ did that 96. Because he studied the founding of Death jam. And he learned from it. He read that book. I think it's called Hitman, Hitman or hitman, and it talks about all the people that were making the music and putting the music out and doing all the work. None of those guys got paid. It was all the record executives and the Ceos that came through. You know, this is this is a a tails all this time. This is where we are in the story. With... So essentially, like, we're living through right now what Jay z is gonna learn from 10 years later. So it says, enter Russell Simmons. So this is going to be Rick Rubin c cofounder. This is also going to be the guy, Russell Simmons that Jay z talked about. Like, he was in... He was a an informal mentor for me. I go to meet with him when we're getting signed a death jam. I'm sitting across the the table from him Was, like, I don't wanna be your artist. I wanna be you. I wanna be the Hip hop Mo. There was no such sting as a hip hop mo until Rich Russell Simmons appeared. He was the very first hip hop mo. So it says, un Russell Simmons. On the recommendation of some other record owner. So some other record owner, record label owners is the 1 that's going to introduce Rick Rubin and Russell Simmons. And the reason that Rick wanted me with them him because that guy said of Simmons, no 1 promotes wrap records better. Rubin felt that while most of the wrap records at the time weren't any good, see that that thing same thing pops up. A lot of stuffs out there mediocre. So I'm saying, hey, most of the wrap records are very good, the ones that were good always had Russell Simmons name on them. He's the manager of the best rap around in Reuben opinion at this time. That partnership would revolutionize Hip hop began with a simple meeting. They meet a party, and Russell talking about, hey, that Album just produced the 1 he sold a hundred thousand copies something that I love it. He said it was his favorite record, and he was excited to meet me, and he couldn't believe that I was white. There was nobody white doing anything in hip hop. And here it was his favorite hip hop record made by a white guy. It it was really excited. Excuse me, I was really excited to meet him. He was already a mo of rap music even though there was no business. It was just a small underground scene. The 2 became fast friends. We did everything together. We would be together in the studio every night. Reuben and Simmons shared a love of hip hop, a vision of where they they they they felt it should hell head both musically and commercially and 1 other thing, both had hit records under their belts, but no profit to show for it. And so they both arrive at the conclusion, like, this is dumb. These people aren't paying us, so let's just do it ourselves. And so it says deaf jam was set up to overcome business obstacles. Instead of going to somebody and asking them to This is Ruben talking. Instead of going to somebody asking them to do things that needed to get done and not getting them done. It's just easier if we take on the responsibility. It wasn't gonna get done unless we did it. And then he he he adds a lot of context here. Actually, I jumped head. Give me 1 second. So Rubin needed an artist to launch Def jam. The Hip hop version of Dev jam. Right? The 1 he's doing with Russell Simmons. And the reason I said is, like, you... It's the importance of, like, stacking 1 opportunity on another. Is if he'd never had that hit single. And if he never put his address on it, he would have never met Ella Cool j. So that's 1 opportunity He had to get to before he got to his next opportunity. This is the next opportunity. Rubin had just the right artist to launch a new formalized partnership. A young rapper whose demo was 1 of the hundreds that had been sent to his dorm room. L l Cool, who is 16 years old at this time, and Reuben giving us context of just... He's in the very early days of what is now a gigantic industry. The Hip hop industry is massive. He says there's... There were no stars in rap music. It was really just a work of passion. Everyone who was doing it was doing it because they loved it. Not because anyone thought it was career. We didn't even think about having a hit signal. Single. We just tried to do something we liked. There's that that... How many times does it repeat of that. We're not even 1 quarter of the way in the book. And he said, I just did something I loved. Just try to focus, like, I'm the first listener I'm the first customer just tried to do something we like, there was no expectations whatsoever. The only hope was that we would sell enough records to make enough money to make another record. So the partnership between Rick Rubin and Russell Simmons is only gonna last for a few years. But while they were together, they actually... They were well matched. Because it's really important to find a partner that has the skills you lack. So Rubin is going to be in the studio with the artist making the records, and then Simmons is going to be the 1 promoting them, and he was really... Both of them were really gifted. At their respective strengths. Right? So it says, Ruben then would then pass the Baton to Simmons whose promotional expertise push the fresh fresh new sound of the music onto the air of local hip hop stations and into the city's hip hop clubs. Simmons had a talent in old school hustling. So they went up selling so many of these singles that Cbs records gets their gets their attention, and they offer a development deal with a 600000 dollar advance, which is more money than they could ever even imagine at the time. And so it says time would prove this deal to be merely a foot in the door that they would kick open a year later, but for 20 year old Rick Rubin, it was a major milestone. I sent a xerox of the check to my parents. That's when this stop being a hobby. And so then Russell Simmons has a really smart marketing push. He's she's like, let's make a movie about the story of the early years of Def because we're just a few years in the story. That movie. He winds up getting made is crush groove. And it was a movie, but it was really content marketing for Deaf jam and their artists. You can actually find the entire crush groove movie is on Youtube right now. So actually watching it last night. So it says Crush group was a marketing vehicle and and Rick rubin and plays Rubin in in in the movie. It's fantastic. Kris Crush Group was a marketing vehicle. Russell Simmons dreamed up to introduce their label and artist roster. So it introduced the world to people like fat boys, L cool j, the beast boys and run Dmc. And the reason I'm bringing this to your attention is to the next sentence that I double underline that I think it's extremely important for all founders. Or anybody trying to get attention to their work. Right? Russell really cared about finding new ways to expose their music to a bigger audience. It a very creative go back to... And the person I think did this the best out of anybody that that in recent memory to me. Is Michael Bloomberg. And I didn't know that before I read his. It's founders 02:28. If you haven't listened to it. The main listening... Main reason to listen to that podcast, other than his stories is insane. In fact that he owns that company. Is still private company makes billions dollars a year right now. But Michael Bloomberg had a lot of creative ways to get his product in front of potential customers, and that skill is the foundation would allowed his business to grow into new a large, extremely profitable business, but he's just so clever the way he thought about these things and what he actually put into work very similar to this. Like, the idea is like, who's they say, hey. I'm starting a record label. I've sold a little bit of singles clubs like my music, the radio likes my music. I have, you know, 4 or 5 acts assigned to my record label. All of them are gonna be super famous in their hound day, but they're not famous yet. And it's like, hey, let's make a movie. This is 19 88, Maybe 80 somewhere around there 86, like, mid to the eighties, how how the hell did you even figure out that idea? Like, that's remarkable. And so on the back of some of the success of their music that they had put out, they wind up finding a warner brothers studio agrees to fund the 3000000 dollar film budget. So it says warner Brothers agreed to finance the 3000000 dollar film budget, the pictures green light, led Cbs who had they had signed their deal with to change the terms of their original development deal. These are the people that just gave him 600 grand. Right? Now they chain that they're like, wow, you guys are getting real popular. They changed the original development deal with Dev, Jam, signing Def jam to a 2000000 dollar distribution deal in what Russell Simmons described as the greatest opportunity in the whole world. And again, this is happening in 85. So that they sign that deal in in 85. So think about that. Like, within 1 year, they go from 600000. This is amazing, can't believe this is happening to signing for 2000000 and having, major motion fisher studio, agreed to to to finance 3000000 dollars of which essentially content marketing in the form of a movie. And it wasn't it being a smart investment by Warner Warner Brothers, by the way, because they spent 3000000 and the movie and the movie went making 11000000 dollars to the box office. 1 of the biggest hits that Rick Rubin is gonna have in this point of career, like a mainstream hit. B c Boys winds up being the first hip hop I'll ever to go to number 1, which he produced. But he does... He has the idea to do with this crossover song between Run see and Aero smith. And Run sees is kinda well known a time. Aero smith is, like orders of magnitude more famous. And this would have never happened if Rick Rubin didn't have an excessive excessive amount of self confidence. This is something that has talked about over and over again by the people he works with that. He believes so much that he makes you believe. Very similar to that Steve Jobs quote. I just read to you earlier. And so I'm gonna get into this It says Reuben desire to work with Rum and c dated back to the early eighties. When Ruben upon hearing the group's first first music had boldly commented. This is the real shit, but I could do it better. And so that level of self confidence. Right? You need that that level some confidence mandatory to even approach So he's like, yeah, Not like, can I do it better? I'm gonna convince Aero smith who were again, world famous, maybe the the the last few, little bit of music they put out wasn't as as widely, like, is received on the commercial level as their previous work, but they're, like, operating in a completely different world Rick Rubin. He's like, okay. Well, I'm gonna sell both Run Dmc c and Aero smith on on walk this way. So it says Reuben sold both groups on the idea. And once they were together, it was interesting. This is what he says. It was interesting because it was very 2... Very 2 very different cultures. We were all kids, but Aero smith was already Aero smith. They carried themselves in a different way than we did because they were real Rock stars, and we were college students. It was an all inspiring experience for me because I grew up on Aero smith, and I love them. I also knew how great they were. So I became fair. And then the thing about this, how crazy it is. Like, I admire them. They're almost like my idol. And yet when he gets in there and and running the, the production of this this of the music. He still applies his his excessive wouldn't say control because that's not the right word, but it's like, his high standards. So it says... So I became fairly demanding with what I asked them to play and contribute. Both sides really didn't know what to make of it. And so this is another example of something that Ruben uses for his entire career. He wants authenticity. Just like other humans. Like, he wants it to be really simple. So his vision for the music for what they're doing with rendering team Aero aerospace. It's also the that he applies over and over again. His vision was to capture something raw. Musical and ferocious. The music that we liked wasn't glossy and shiny. He said, It sounded rough and raw, authentic. It was raw, like a documentary. So it's like, I'm not making a movie. I'm making a documentary. That's interesting. It was raw, authentic. Use that word roll whenever again, It's not glossy and Shiny. It sounded rough and raw. And then on the very next page, he continues to elaborate on that perspective. The music we were making wasn't slick. There's a homemade and handmade quality to it. So think about that because music is a product that gets to scale. Right? It's not just 1 person listen to it. Millions... How many people have listened to walk this way over in the life of that song. Tens of millions, maybe hundreds of millions of people. So I I thought that idea was really fascinating. It's like the... It's a handmade product at scale. A handmade product at scale. So after that, he gets the biggest opportunity, the biggest breakthrough of his early career, and that's when he's going to produce Bc boys Album licensed to ill. This winds up being what he's working on. Wines up being Hip hop first number 1 album. It's the first time it's like, oh, wow. This is the very beginning of an industry that's going to grow even larger. Think about this 10 years later. Right? Jay z still looking at. That's why it's so important to, like do... In my opinion to go back and study the very beginnings of industries. Right? We've done this, you and I've done this together, beginning of Silicon Valley, Not only, like, the computer chip industry, the personal computer industry, the software industry. I just did a podcast on the very beginning of the aviation industry. I've done, like, 13 podcasts on the very beginning of the American automotive industry. There is so many things that just happened over and over again. They're all making different. Some people are making computer chips, so I'm making software, some people are making planes, cars, Rick Rubin making Hip hop music. It's the same thing. 10... You you think it's too late. There's over and be like, you know, it's too late. Sorry. The the ship has already passed. No. These things take forever. So at this point, we're in the story. 10 years later. Jay z's is like, hey, I don't... I know I can't say that I thought I gonna get rich off rap. All I knew that it was clearly. Clearly going to be a lot bigger than it is now before it goes away and then think about the growth between 19 96 when he said that. And in present at, you know, 25 whatever, 20 25 years later. It's still growing. So he was just dead on right about that. So just wanna pull out 1 thing from from from this section. And then I'm wanna transition. I got a I got a ton of highlights with the with the book but I wanna go through my notes that I have actually written on all these talks that you gave. Because I think, I'm I'm gonna forget to do that. And there's a lot of valuable. So maybe I'll just give you, like, a stream of consciousness of of Reuben ideas, and then we'll jump back into the book. So this is Ruben talking about. And the reason I wanna do read the notes is because this is something that he talks about over and over again. It's like, it it it's only done when it can't be any better. But once something's done, just, like, give it the time to be what it needs to be, but then move on. Like, you shouldn't... He's got a really interesting way to not have regrets. Which I think is very powerful for for us because having a regret so detrimental. It's so common in humanity and also detrimental to us. So it says Rubin maintained total autonomy over mixing, so they made record over mixing the record and it was in no rush He says, listen, I would love for it to be done, but the reality of the creative process is it takes however long it takes to be great, very similar kinda echoes with these fights that Walt Disney would have with his brother. His brother was his partner. His brother's run the money. Well walt Disney's is obviously making the products, and he says, I'll tell you what it costs when it's done. We're innovating. So I don't know why these things popped to my mind when I read these certain sentences. That always draws back to something else you and I have talked about. But that's the what I thought out there. Like, I would love for it it'd be done. You know, I clearly don't wanna be spending more time and money who needs to. But it's not perfect yet. It's not what I'm... I'm not happy with it. And he was right to do that because he held onto it to he was ready. Right? And then he releases it, and it just opens up opportunity for literally millions of people in the future. That's how crazy. Like, that's how we... You and I know, like, found... If you have found a mentality, like you know the world's in not static. We can push it. We can bend it. We can actually influence the external world. It's it's a it's crazy. And to just think like, at this point, he's he's mixing and he's recording this album in a recording studio that used to be a giant old Chinese restaurant. And know it was like, this biggest dump places. I don't have a lot of money, and you're just able even without the best equipment, the best the best resources, he's able to make something truly truly great. I find that personally extremely inspiring. And then before I jump to my notes, I just wanna read 1 sentence to you that I double underlined, and it's I just said, listen, we're still so so early in all these things in the Internet in podcasts in just a million different in tech in technology in general. So it says rap music as recorded work. Was just 8 years old. Okay. So I just gotta run through a couple, like, give you a stream of rick rubin consciousness. So you can download. The these are... I don't even know if these these ideas are really related. I just thought they were so interesting that when I heard them, I press pause. And kept rewind till I wrote it down the tie take notes, on podcasts and and documentaries and stuff like that. Until, like, okay. I need to remember... Basically, I'm reading you, like, oh, I need to remember this. Like, I don't want this to just to disappear. Like, I wanna have record of it so I can go in reference in the future, and maybe it gives me an idea. You know, maybe doesn't give me an idea today. Maybe it gives me an idea, you know, 10 years now, 5 years or whatever. So he has this idea. He calls the ruthless edit. Again, his whole thing is you gotta do more to get to less. Right? Less it's better, but you gotta do more to get there. So he says, listen, you made 25 songs. You need 10, do not pick 10. Ask yourself, what are the 5 that I absolutely cannot live without And then before you add anything else, ask, what could I add to these 5 that I cannot live without that would make it better and not worse. So that is the idea of ruthless at. I love that idea. This was this might be my favorite thing, he he said. You know, because I have I I have this, like, negative, internal monologue that I think is absent from Ruben. And I think if I learn how to. Like, his mindset more than my own mindset? I'll have a more... Like, I'll have more enjoyable experience for rest in my life? So he says, do you have an engine of constant dissatisfaction? Like, do you have this constant self criticism that, oh, I could have done better, which is very common? That I've heard a lot of people have. But his answer was really surprising. He says, no. I'm pleased with the work that we did. I'm excited to keep working. It's fun. I don't know what else I'd do with myself. I like making things. It's fun. I feel like, oh, this is so. This is so good. I feel like it's my reason to be on the planet. So I just keep doing it. And the elaborate like, how do you arrive at this where you just don't have regrets. If it could be better, I would have kept working on it. If it could be better, it's not done. I have done everything I can to make it the best it can be. I can't do more than that, so there's nothing to be critical of. And this is his framework for his music. This mental model that I think I'm gonna remember and take with me. My work is almost like a diary entry. Everything we make is a reflection in a moment of time. It could be a day, it could be a year. It is a reflection in a moment in time. So it's like, I can't go back. His point is like, I can't go back and listen to stuff. I did 25 years and, like, I do it differently now because I did it to the best of my ability as that version of Rick Rubin. It is a diary entry. It's not perfection. I like that. I think I think I think that's actually really, really helpful. And he also says something really, really smart. He just nails regret. It's just a fantastic explanation of why it's something you have to... You... You don't want this in your old, older life or when you're older rather. And so they're talking about the song that he did with Johnny Cash before Johnny Cash died, and it's called hurt, and it is a cover of the guy from 9 inch nails trent Res wrote the song when he's 20. Okay? So he writes a song when he's 20. It's all about regret and pain all this those stuff. And so Rick Rubin is gonna say hey. Coming out of trent res or 21 thing. Coming out of Johnny cash when you're 70 years old. You're at the end of your life, it has a completely different meaning. And so if myself a seat Rick Rubin just nails are regret. I'm just gonna read it to you. When you're 20 years old and talking about regret, it's heartbreaking. But it's heartbreaking in a different way because you have the your whole life to figure it out. When you're looking back over your life at the end of your life with the regret, it's brutal. It's brutal. And I love that he repeated that. The way he ended. It's brutal. It's brutal. He said it twice. It's the thing we have to avoid at all costs. Because at that point, there's nothing you can do about it. Here's another random idea for you. The first thing that risk Rick asks when he's working with somebody else is what's the first thing that got you into music? So understanding of why are you doing what you're doing? It's so important We talked about that all time. Not only for us to know why we're doing what we're doing, put then to explain it to your customers? Customers resonate They wanna know why you're doing what you're doing. Another great line. This 1... This 1 comes from the documentary. He says these things that we don't understand and cannot explain happen regularly and the note left on that. So that was his line. Then I wrote founder mentality. Normal people think the world is static, something they live within. Founders know we can poke it that we can bend it to our will. And so these things that we don't understand, and we cannot explain they happen regularly. Another great line. Negativity is the enemy of creativity. Now he talks about how magical music is why he thinks magic is magic and pro wrestling. They all combine... They all understand the same thing. And he says they allow you to understand principles of how there is the surface reality where I think most people spend their time. That's what he's saying. And then there's this whole other bigger story going on behind it. So think if you think of, you watch your magic trick, you see it happening you can't believe, and he's, like, that's what most people like oh, I can't believe that. That's what they're focus on. Rick is always focused on, like, what's the actual story happening behind it. Same thing we listen to an album. He knows. I had to do that song a thousand times. Wrestling. People, you know, they don't understand are they doing now, I guess, But especially, like, when he was growing up in, like the seventies eighties obsessed with professional wrestling. Like, it's a... You know, it's almost like theater. Like, live theater. Like, you're engaged in and what's happening in the ring? I'm folk, I'm interested in, like, what's the story? How did they they wrote out the story boards? Who are the characters? What roles are they're playing? What the psychological effects they're doing. And so that idea, there's always this whole other big story going on behind it? Then he talks about the importance of of of ignorance of being naive before you try something, this has popped up over and over again history of entrepreneurship, entrepreneurship. There's so many examples like, the founder saying, hey, if I knew how hard. If I knew what I didn't know, I would never started. I knew how hard this gonna be, how long is actually gonna take? I wouldn't have ever started. So he says the amateur mind possesses a valuable lack of knowledge about rules. When matched with passion and gum, gravity cease to exist and new things take flight. That's just fantastic language. When match with passion and gum, gravity cease to exist and new things take flight. Sony he talks about using what he learned from professional wrestling in the early days of his career as marketing, there's a video they play in the documentary, happening in 19 85 when he's trying to go out and promote the Bc boys album, and he's, like, yelling into... He's getting an interview on the Streets in New York with B boys on a reporter, and he's, like, super hyped, and you you hear that. And he's, like, people didn't realize, like, I was just copying the the bad guy wrestler character that I grew up on. He goes, that was performance art as a way of marketing. And so he's yelling. He's talking to the to the reporter. And it's not like in a rude... I mean, not really, I, I didn't think it as like, a mean way, he's like, oh, I'm obviously talking over your head. This interview is over because he's like, the B Board is the most important thing that ever happen to music. You know, if you ever watched professional wrestling this, like, they're they're over the top. Like, this is the best thing ever happened. Like, this is the most important thing. It's completely provocative, I guess is a point. And the follow question to this is interesting. They're like, well, he was asked, like, using over the top professional wrestling marketing efforts. Did it matter to you that a lot of people didn't understand what you were doing. So people... Oh, and it's got a jerk. Maybe it's got crazy, he's yelling, saying, he really believes the B boys the best thing ever happened to music. You know, how could you say that there's beatles there's all these other people that existed before that. And so he's like, did it matter at to you that a lot of people didn't understand, and he had a 1 word answer those. Perfect. Never. Let's go back to this unbelievable self belief he had, they interview his college roommate and he said, Rick was the most confident 19 year old I ever met. Even if he didn't know. He said acted like he knew. Another thing I love from the documentary. He has... I mean, this shouldn't be surprised to you and At this point, but he has dense historical knowledge about his industry... So in the documentary it shows us, like, this beautiful library. Like, this 2 story library he has in his studio, and it contains all kinds of things. Like, artifacts not is it, like, he takes he's got a lot of old books in there, music, movies. He's essentially she's taking a... Using the world as a classroom. I guess is the way we think about this. Use the world as a classroom and then apply like, all the ideas you're using to your work. And he actually has a copy of the very first record. That ever mentions the word hip hop. The industry that he is partially credited with founding, and he went down and track the record. The first time that the word hip hop ever ever appeared in recorded music was in 19 68, almost 20 years. Before the founding of Dev jam. And what I was what I was interested about that is in the documentary. So we already go into, like, you clearly see. He'll constantly ask his artists to go back. Like, he's working with Lincoln Park at the time. And he's like, hey, go back and listen to all these records And it's records that made, like, 30 or 40 years before. And what was interesting is how some people didn't. So he's meeting in 2018 with this rapper called Little Yacht. And he's a young. So I'm not... Like, at the point... I think he's, like, 22 or something like that when he's when when he's recording this. So when he's doing the documentary so no shade to him, but he, like, he blew up real fast and and hip hop and his since disappeared. And it shouldn't makes... It shouldn't exactly be surprising that he disappeared because this is what he says into the documentary. I don't know nothing about the history rap. I was born in 19 97. Why do I need to know about what somebody else did? Why do I need to go research somebody else. And so this idea Was just like, it's normal for humans to fail to learn lessons of history. That's why people that study history that made it a part of their lives for the rest of lives. Just have a massive advantage. This is a very old idea. Ci. So this over 2000 year, almost 2000 years ago, to be ignorant of what occurred before you were born is to remain always a child. Little Yacht had remained a child and his career has suffered as a result. Going back to great ideas that Rick Rubin said, he says all the most interesting things happen when you are making stuff no 1 else is making. A few more great quotes from this documentary. This says somebody describing recruitment, which I I love this line. He's living in 4 different centuries at once another great description of them, kind of this reality distortion field. I don't think that he's backed in reality at all, which is probably 1 of the reasons he's so successful. And then 2 more lines from the documentary which I think is just the perfect mentality you have. My reason this is Rick talking My reason to exist is to be of service. And the note that where myself is that's for Rick and it's for all products. And then the last thing, mainly, I'm a researcher. I'm always looking for a better way to do everything. And I never accept whatever the accepted version of something is as, oh, that's how it's supposed to be. It is an endless search. So let's go back to the early days, so early career. He hasn't left Def jam hasn't left New York to go to California, starts, like, the second part of his career. And so Chuck D, which is the main... I guess, rapper in in in in public enemy. And he's like, okay. I gotta sign this guy. I gotta work with him. And this is really just the the value of persistence. Feeling that Chuck d was the next great... The next greatest artist, Rubin had to convince Chuck d of all that. This is a ruben describing that. He considered himself a grown man with a family and a regular job. I put his phone number on a posted note. On my phone, and I would call it every day and just keep bugging him, saying, we really have to make a record. It's time to make a record. It took 6 months until Chuck d said, maybe. And think about the alternate reality it because public because 1 the most influential Hip hop groups of all time. Even if they don't sell more than people are they're hugely influenced to the all the artists to come after them. And the idea is like, no, I didn't even chuck didn't even think it was was like, you know, there's no such thing as a career rap, and then all that, it's for, like, young kids. I'm too I'm old. I'm I'm AIA, family at a normal job. And if it wasn't for Rick Rubin persistence. There's a very real possibility that public enemy never existed. And again, I think that's another example. Like him transferring his confidence. His... To your pun of confidence that he has on other people. Like, that's just extremely valuable for for people to do that. It's almost like an version, like, an active service. It's like, I believe in you so much. I'm gonna make you believe in you. So at this point, he gets interested in saying, hey. I wanna also produce a lot of rock records. This is gonna cause a like, the split of Dev jam. But before I get there, it goes back to this his obsession with simplicity. He says it doesn't matter who I'm working with. I apply the same basic form, keep its spa, strip down the sound to something straightforward, but powerful. And so this move by ruben to go more into rock is actually going to cause a a rift. And wrote just didn't take long because you figure their their partnership only lasted what 3, 4 years. If that so it says this shift was an indication of the growing distance between part between the partners of Ruben and Russell Simmons. And so what he's about to do here by instinct is something that has mentioned a lot of times by people that admire and they're, like, he had the money, the fame and the success of Death jam. Who at the almost a peak of the popularity says, nope. You're shot causing me to compromise what I wanna make. So I'll just leave it all. And so he gives Jeff jam. He leaves Jeff jam. Russell still runs it. And so they want up having a meeting, Rick says he can still remember where they went and having this conversation even many decades later, and he so he says he asked, Russell. Do you wanna leave? And he said, no. And I said, okay, Fine. I'll leave. Rubin said if I would have stayed, it would have been completely different. I don't know if it would've have been the same successful thing that it is. The reason I left F jam had to do with mine and Russell vision of our company growing apart. Rubin said that he and Simmons had been stepping on each other's toes a lot and kinda growing a apart creativity. They weren't communicating. I felt like my vision was being compromised, and I'm sure he felt like his was too. Reflecting on this time with Jeff Jam and the labels influence on Hip hop scene Rubin said it really was a wave. We just happened to be in a good spot on the wave. The wave was coming. And that was really interesting because the way he said it's like, listen, I was just the right person, the rate says skills is the right point in history, but that wave was gonna happen with or without me. That's exactly what convinced Paul Allen and Bill Gates to stop focusing on school and going all in on Microsoft. Left. And so it's fantastic paragraph. That's in that's in the biography of bill Gates called Hard Drive. That's episode 01:40 If you haven't heard it. It's really... 1 of the amazing actually books. But it says gates and Allen were convinced that the computer industry was about to reach critical mass And when it exploded, it would usher in a technological revolution of astounding magnitude. They were on the threshold of 1 of those moments when history held its breath and jumped as it had done with the development of the car and the airplane. Airplane, and this is a punchline is the most important part, they could either lead the revolution or be swept along by it. So 1 of the most successful albums that Rick ever produce was the Red hot Chili peppers blood sugar sex magic I just got a couple highlights from this chapter I think are just applicable to all kinds of great work in all kinds of fields. So the first thing is the importance of differentiating your product. So it says, they declared that the red hot chili peppers have never been part of any movement or any collective thing. Or any existing category. We just try to create our own categories. Another line from this. It says it's not about being... This is Rick talking about what... When he was working on some, It's not about being fancy. It's about serving the song. It's not about being fancy, For our purposes, it's about serving the customer. And then this is the band describing what's it's like, working with Rick on this album. His participation was incredibly nonchalant. He just comes by and chills out. Sometimes horizontally. He's got a pen and paper, and it's somewhere between a nap and a meditation. So that that line kinda funny. It's like, some comes by sometimes horizontally. So there's is a... You'll see this in documentary. I saw this in an ad, Samsung did for Jay z's album, like a decade ago. Where Jay z invites the producers that worked on his album like Far, Timber, Rick Rubin, they're all in the studio in New york City, and they're playing the album and Rick just lays down on the couch and kinda close his eyes and and taps his feet. So that's it's something he's been doing for a long time. They said he has an incredible head for arrangement? And again, part of that, at this point, he's 20 years into his career, now maybe 15 years into his career. How much music has he listened to. How much music has he studied? He, again, he has this knowledge historical knowledge of his industry. And I think it's really important for 2 reasons. 1, no 1 can... Once you establish the space of knowledge, no 1 can take it from you in 2, it's gonna constantly inform that historical knowledge of studying the great work to can for you, is going to constantly inform all the work did you do for the rest of your career. And then this is Rick Rubin, describing why he refuses to chase fad or trends. This was fantastic. He says the newest sounds have a tendency to sound old when the next new sound comes along, but a grand piano sounded great 50 years ago and will sound great 50 years from now. I try to make records that have a timeless quality. And so 1 of the things that he did that he helped red hat hot Chili peppers was was their their bases is probably the most famous basis at the world was guy named flea. But what Rick is about to say here is I really think it goes back to he was talking about the at the beginning of the book, The role he plays. He's like, listen, every band player every person on the team you know, is is focused on their role. I'm the only 1 that's not concerned about your role, but how your role affects the whole. So it says Rubin described the evolution that occurred. Up until that time, Flee base playing was a particular style. He was famous for it. He was considered 1 of the best base players in the world because of his style. But when we started working together, that base playing that made him 1 of the best didn't necessarily serve the songs in the best way. This reminded me of when I read that gigantic, like 600 page biography of Michael Jordan, and Michael was a fantastic individual basketball player, but he couldn't get past the detroit pistons in the playoffs and he failed year after year. Year. It wasn't till he learned how to be the best teammate. Play as a team, not just an individual person that they actually got we're able to get to the next level. That same process is very similar to what Rick is describing us here. He's like, listen, he's well known. At that time they thought Mike Jordan was best basketball player in the in the league, but he hadn't win a championship because the best players don't win, the best teams do. But when we started working together that bet base player that base playing that made him when the best didn't necessarily serve the songs in the best way. It was more about the bass being great. It was more about Jordan being great. And the song is more important than the base, and the team is more important than a player. So that's me, obviously trying to tie that all altogether. Starting with that record, flee changed the way he played and so he says this is what Flea said about that. He goes, I consciously avoided anything busy or fancy. I avoided saying, hey, I'm flee, the bitch and bass player. And then he said he goes, I tried to get small enough to get inside the song as opposed to stepping out. The focus is not on me. So 1 thing I really admire about studying regroup was that he doesn't rest on his laurel. He's always looking for the next challenge. You could just say, I'm gonna produce the the same wrap records over and over again. I already had some hit rock and metal albums. Let me just do that. He's like, no. I need another challenge. I need to keep in challenges how you keep growing and adding more skills. Right? So in 19 94, he's like, right I'm gonna work with Johnny Cash. And the way he decided to do this is fascinating. So this since a 19 94 Rick Rubin was focused on a great challenge. Resurrect the career of country music legend Johnny Cash. With with Reuben trademark production by production approach. The albums would bring the legendary Johnny Cash, his first platinum success in years and showcased a more raw side him. Rubin explained how he came to work with Johnny. He says it seemed like it would be a fun challenge to work with an established artist, but I wasn't interested in working with a legend at the top of of their game. I'd been thinking about who was really great, but not currently making really great records. What great artists are not in a great place right now. So Johnny and Rick Mead and they... And Rick tells Johnny, his blueprint. Rubin had a real simple plan. Wherever the magic is, we will follow it. And so this is the first of their hit albums together says it was recorded in Rick Rubin and living room. Cash recall there was no echo. No slap back, no over dub, no mixing and just goes back to the reduction by production by reduction. Right? No over dub, no mixing, just me playing my guitar and singing. I didn't even use a pick. Every guitar note on the album came from my thumb goes and this is just this is just great. I just love that this happened. So it says we had nothing to lose and everything to gain, or should Johnny Cash had nothing to lose and everything to gain in wearing his heart on the sleeve. I know I'm 62 years old, and I've been around twice. And now it looks like I might have a third shot at a new audience. He found Rick Rubin help him find that new audience. So Mtv one's putting Chu cash video for the first song, and it becomes... Really popular to an age group that probably didn't even know who Johnny cash existed are much less all the the hits that he had, you know, 20, 30, 40 years earlier. And the album 1 a grammy. And then this is the crazy part. What I mentioned earlier how Rick can just vibe, Like, he can he could take the confidence that he has. And again, I think it's... Like, you can clearly transfer your emotions both good and bad to the people around you. Right? But this idea we have a legend somebody that had already got to the top of their profession. And still having doubts about their ability. Rick made me have faith in myself again. He made me believe in myself and my music, which I thought was gone forever. He's working with a different band. I just wanna pull out 1 sentence here because said That I was fantastic, and he's describing this guy named Williams is describing what I was like, working with Rick. He says, Williams describing being put away recording. Regimen... Wearing Rick Rubin made us record every track about 50 times each to obtain the good dynamics. That is a main theme that we should take away from Rick Rubin less is more, but to get there you have to do more. He uses that idea open and over again. I moved head to another project. This guy Donovan that's in this band sets. What you hear is 14 songs. But there's 86 songs that you haven't heard. Once the project began, I started writing daily. I wrote 100 songs over a period of a year and a half. So again, the public praises people for what they practice in private. They are they are praising these 14 songs. They didn't see the 86 others. That I had to do and never use just to get to the right 14. And then there's just some great stories in the book like, he decides, hey, I'm gonna get together Tom Petty. So there's a fantastic picture in the studio of Tom Petty. Rick Rubin and Johnny Cash. And so this is the album I think that Song is on. Hurt. They played it on the the Deluxe Freemium podcast that was fantastic. Just to watch Rick listen to it It was it was really interesting to me. So it it sounded very different and you know Johnny's, like, a Johnny's known as was a cat or as a country as like, a country, like, music legend. And yet, because it sound had evolved. He wasn't getting the, like, the tension or they the support of his industry. And so this just made me laugh out loud. So it says the music got major airplay on college radio and alternative rock stations upon its release, but no love from traditional country radio. But the rest of America love the album. Ironically, the Album won a grammy award for best country Album, celebrating the achievement in the fuck the system fashion. Rick Rubin ran a full page ad in billboard featuring the classic photo of Johnny Cash middle finger aimed at the camera with a caption that read. American recordings and Johnny cash would like to acknowledge the Nashville music establishment and country radio for your support. And so, Rick Rubin talks about the importance of selecting the people that you work with, You have to make sure you like them. You have to make sure you admire them. There's no point in working with somebody you don't like admire our trust. And as a result, it's not just... This is not oh, it's just business. Like, that's... No. It's not true. This is extremely personal. What we're doing is extremely personal. And so there's a... This this band called system of a down and 1 of the artists in system of a down talks about. Like, what was it... What's it like working with Rick Rubin. He gives you his whole self. And so says production with Rick doesn't mean you're going to sit in the studio. It might mean you go to record store, or you go to beach? Or you go for a drive. You bond as people first and then you put these songs and rick's like the song doctor. If you play something for him, it's like going in for a checkup. He's like here. Take a couple of these vitamins and see how you feel. And the songs always feel better after his suggestions and so you do. He's just so easy to be around. That's why people keep going back to him. And so 1 of the groups I kept coming back to rick regroup where the Red hot Chili peppers. And so they're building... They're doing the Album California California kitchen at this point in the book. And 1 of the guitar had left the group, and then he came back, but he wasn't playing as much. So this is gonna remind me, a few weeks ago I think was what maybe episode 02:40. Biography of mo that I did. There's a line. There's something that that happens to that book that. I don't think I ever forget. And it's the importance of, like, not really trying to find the most efficient way. Like, sometimes just exposing yourself to hours after hours of hard work. Like, that's going to build up skill sets at other people that have not gone through all that time lack. And so he's coming back. I don't know how his pronounce his name. So I'm gonna call f. F felt somewhat rusty. I hadn't spent too much time playing guitar over the last few years. So my hands were weak. They didn't really get a extremely strong until we almost finished recording. So that had an effect on my style of guitar playing during the recording. I was playing guitar constantly. I would go home and play for 5 hours after a 10 hour recording session. But the main takeaway there was the fact that his music what saying is like, the music got better, the stronger my hands, Scott. My... This... The only way to get your hands strong to actually put in the hours. Right? And so that's exactly what happened. Mo, there's this some kind of instrument called, like the Viola or something like that. And if I remember correctly, it needs, like, extreme right hand strength. And so a lot of Mo are its competitors that practice less than Mo are couldn't actually make the instrument perform to its best of its ability. Because they lack the hand strength because they didn't practice. Mo practice, Mo hand the hand strength, Mo then applies that talent that the people that don't practice lack, and he's able to get magic out of an instrument. That his competitors did not. And then in just a few sentences, I really feel we get, like, this this kind of blueprint that Rick Rubin, like, the blueprint of how Rick Rubin works and that we can then apply to so many other things. And there's 4 things I picked out how this is how Rick Rubin works. Number 1. He works on 1 thing at a time. Number 2, he gives it his un undecided attention. Number 3, he only works with a players. His job is not to motivate you. A players motivate themselves and number 3, he tries to get his thinking as clear as possible. We found that for us, we need a producer to to be devoted to us for a few months. That's what Rick does. We've got we've got his un undeveloped attention. He doesn't do any discipline. We do it ourselves. I love making music and I love writing music and nobody needs to push me to do that. He's not the kind of person that gets distracted or comes to the rehearsal studio with something else on his mind, or he or carrying his personal life into the studio. He is very focused. He's got a clear head about everything going on. So again, work on 1 thing at a time, un unidentified attention only work with players and get your thinking as clear as possible. 1 of my favorite and funniest lines comes from David Og, talks about, hey, All great companies, all great institutions. They run by a single formidable individual, and he tell... And he has a a better grasp language and I do, but he says, search all the parks in your city. You'll find no statues of committees Johnny Cash is talking about why his some of the last Omni xavier did were so great. The common theme I see in these albums is they were not made by committee. They were made by Rick Rubin and I. The guitar from the Red Hot Chili Peppers like Guy f. I just told you about. Together f and Rick Rubin explored another genre of music to find inspiration. Me and Rick would work together every day, and he's got... Me and Rick would get together every day. Excuse me. And he's got these Cds of hits from the sixties. So right now at this point in the book where we are in in in time is they are using ideas from work done 40 years before they are meeting. That's another 1 of of Rick standard demos mo. He's constantly saying, hey, I know we're working in 19 95. I know we're working 2005. Go check out what was done in the fifties. Go check out what these guys were doing in the seventies. Go check out this other thing. And so we're gonna see Rick rubin used 2 parts of his philosophy here, again, persistence, and then production by reduction so at this point, he's gonna do the exact same thing. He's like, hey, who else is was really good at 1 point. Is really capable of doing great work but hasn't yet. Like, hasn't shown that they can still do great work, so he goes and and and tries to work with Neil Diamond and he just does it relentlessly. Reuben was eager to work with Diamond and un describes his pursuit of the artist as stalking. At first, Diamond found reuben enthusiasm a little scary. I didn't know what to make of it. So eventually to and pace off. They start working together, and it says, once they again began working together, Reuben and just diamond track all of the Album songs playing acoustic guitar while he's sang. That's exactly what he said. He's like, listen, a person with just str guitar and singing, sounded good 50 years ago, just like a Piano sounded a good 50 years. And if it sounds good 50 years ago, it'll sound... If it survive that long, that idea that format survive that long. It is more likely to survive 50 years into the future. So he's, like, we're gonna... All the other crap that your producers had to do with the bells and whistles. We're getting rid of all that stuff. It's not necessary. And so it says the singer hadn't recorded like that since the 19 sixties, and he was reluctant to try it. Diamond would later concede that Rick was right. Rubin wanted to bring back the Neil Diamond who made those old records great. With a stripped down sound. And then the way the way Neil Diamond describes, Rick, I'm only including this because of maybe laugh, since despite his appearance, which can be really intimidating. Rick is a big lovable bear of a man. The only I problem I had was with his habit of hugging. At first, I was taken aback. After a while, I got to like it. He's like father Earth taking you into his p. I don't know why that maybe me laugh that's funny. And then towards the end of the book, I just realized as I'm reading this. I was, oh, he's developed a very personal business philosophy. Ruben rubin wanted Freedom and not to have to punch clock or work in a traditional corporate way. Reuben rubin has always kept a full vision of a project in mind as part of his work. He thought about the artwork, the marketing videos. Brand building and so on. The panic music industry may be focused on how to sell music, but Rick Rubin has always been focused on making great music first. He is driven by what is really great. He's very hard to please. Having someone around you like that makes you wanna bring something in that's fantastic and not just mediocre and the effect of this very personal business philosophy. It's summarized here. Rubin attributes his success to very simple core principles. Try to understand culture as well as music. Surround yourself with people interested in music for the right reasons and be true to the things that you love. His great love and fandom for music has led to honesty and purity in his work. His impact has been felt by a generation of music fans who would credit Ruben. With producing the soundtrack to their lifetime. And that is where I'll leave it. I absolutely love this book. I loved going deep on Rick Rubin the mine and the philosophy Rick rubin this week. I'll leave a link down below. If you wanna buy the book and sports spot at the same time also linked to the other sources that I use and took notes on. And if you really love founders and you want to give the gift of founders to somebody else. I'll leave a link below, and you can give a description to a friend family coworker whoever you want to. That is 255 books down, 1000 ago, and I'll talk to you again soon."
}