{
  "transcript": "Mark Leonard reminds me a warren Buffett. Anyone who likes reading Berkshire shareholder letters will enjoy leonard. The globe and mail describes part of what Leonard has accomplished at his company constellation software. With an initial 25000000 dollar investment in 19 95, Mark Leonard has built consolation into a world leading cons of vertical market software companies. These are companies that create products to help run businesses in specific industry. Over the years, constellation has acquired over 500 businesses. Typically, constellation acquisitions are small in the 2 to 4000000 dollar range, but add them all up, slip in a dose of constellation financial and operational discipline and you have a company with a market cap of 40000000000 dollars. In this age of 0 privacy, Mark Leonard has managed to maintain a unthinkable level of anonymity for just about any individual. Let alone an executive who runs 1 of Canada's most dynamic and fastest growing software companies. That was an excerpt from a blog post with the founder of Constellation software which Mark Leonard. I just spent the last several days reading every single 1 of his shareholder letters, and so that is what I'm gonna talk you about today. And so Mark's interesting for a number of reasons. 1. I just touched on in that excerpt. He took 25000000 dollar investment almost 30 years ago and has compounded it over what 27 years to a 40000000000 dollar market cap. I'm obsessed with people that found and run the same company for a long period of time. Based on my math, Mark was 39. When he started the company and he's still working on the company and he's 66 years old today. What also makes him interesting is that he's a rec close. There's only 1 photograph that you can find online of what he looks like. He actually looks strikingly similar to Rick Rubin. And so outside of the occasional underground podcast that you might be able to download on, like, the dark web, the only way to gain information about him is to read his shareholder letters are listen to his investor calls. And I just love the idea of this super smart genius who's just like, I don't need to speak. My numbers speak for themselves. And so the way I actually learned about Mark Leonard. Is actually through my friend Liberty. My friend, Liberty runs, 1 of the only newsletters that actually read. I read, like, 2 newsletters. His is 1 of them I'll leave a link down below, which can go to liberty RPF dot com, and you can check it out, and it was through reading his newsletter for many years because Liberty has been studying Mark for almost a decade. And so he was the 1 that helped me organize all the research and all the information that I used as the basis for the podcast. And so before jumping into some highlights from his shareholders letters, I wanna pull out this quote that I heard, Mark say on this podcast that's not publicly available? And so Mark was asked the question. Like, why is decent autonomy and control so important to constellation. So Mark's answer to this question? You clearly see, okay. This guy's a mis fit. He's kind fair right in on founder. So it says, why are decent... Autonomy and control so important to consolation. Where did that come from? And Mark's answer was fascinating. He says it starts with personal preference? I don't like anyone telling me what to do. I don't like anyone saying, I'm an authority figure, and you will do it this way. I can't think of anything that annoys me more. So you talking about when I'm building a system that I wanna work in. Not like that, but I wanna attract other people that are like minded. And you'll find that highly talented people are not going to wanna work under a highly centralized command and control business. So he's talking about, you know, this it was a personal preference. I don't like anyone saying I'm an authority figure and you'll do it this week. I can't think of anything and annoys me more. I was struck by principles, meaning when he grew up. I guess he meant, like, they literally hit him. I challenged teachers. I left home early. I had a boot leg radio license. I built a flame throw. I did things that were not accepted by lots of other people. The ability to choose what I think is right is something I prize highly. Okay. So let me jump into his first shareholder letter, and he says the software business has significant economies of scale. He says, History suggests that we generally grow our acquired businesses frequently, providing additional... By... Frequently providing additional products for them to sell into their install base. So we've made money by selling existing customers more products. And then another way he talks about that how they make money is, occasionally, however, the reduction of an acquired business, so a business that we bought to a profitable core will leave us with a smaller, but usually more profitable business. So... The way I interpret that. We also make money by making companies more efficient. So if... This is really maybe me think of what Rick Rubin said. He's like, I... It's production by reduction. I enhanced things by removing everything that's not its essence. And so in his shareholder letters and everything that I've found online about Mark Leonard talks about, hey, let's take something that's big and let's break it down into more manageable pieces. It's very similar. There's a... I read this this interview with Henry Singleton 1 the very few ones that he did. In Forbes in the 19 seventies, and it says Tele, which is Singleton company grows bigger by dividing businesses into smaller parts wherever possible. Singleton claims that this keeps his managers creative and not wasteful. Back to Mark's letter. This is gonna sound exactly. Then... I mean, he's gonna write this, but this this comes directly from Buffett shareholder letters. Our preference is to acquire businesses in their entirety and to own them forever. If they can't buy business and keep it forever, they are open to buying small parts of the business. As says occasionally, we have the opportunity to buy a piece of a good business with the prospect of eventually acquiring the rest. And so this is something he's gonna repeat over and over again. Again, this is just... I I the the blog post I read, and I'll link it down below at the very beginning. You know, the very first sentences is, Mark Leonard reminds me warren Buffett. I read that blog post after I read his shareholder letters, and I came to that same conclusion. I'm often asked why constellation takes minority interest in other public software companies. The answer is simple. Value. Constellation objective is to be a perpetual owner. There's that word again of inherently attractive software businesses. Part of a perpetual owner's job, so his job is to make sure that energetic intelligent and ethical managers are running their businesses and that the managers are incentivized to enhance shareholder value over the very long term. He's writing this in 2008. So he says we brought more... We... So far, we have bought more than 70 private software businesses outright that number I said at the very beginnings over 500 now. On 10 occasions, however, we have also participated in the purchase of a significant minority positions in public software businesses. Exactly what warren says. Like, my preference, I wanna own the home business. Sometimes, I realize, hey, pieces of business can be purchased attractive in public markets, so I will do that as well. So that Mark describes why he... Why the strategy is effective and what he's trying to do here, we have the same objective when we buy a piece of a business as when we buy a hundred percent. We wanna be a great perpetual owner of an inherently attractive asset. It's very obviously if he reach a shareholder letters that he's receptive to new information. He's gonna change his mind. And so we're in 2008 shareholder letter. Obviously was a gigantic financial crisis. That was occurring at this time, and he's gonna say something here that's really interesting because he he he changed the strategies in the future as well. So before they void debt. And now he's like, well, the market is depressed assets. The assets are going selling for a lot less. Then we think the value is, maybe I should take on debt just so I can buy those assets. Until recently, we have avoided using significant amounts of debt. Circumstances, however, may dictate a change in our capital structure. The economy is slow, credit and equity markets are in rough shape, and buyers for vertical market software, which is what we're trying to be. But buyers for vertical market software businesses are increasingly scarce. So now my company... Later on, he's gonna talk about this is getting a lot more difficult because people are realizing that the idea that we have an idea that other... Some other conglomerate have that Businesses are extremely attractive. Now as that idea gets gets spread, I have more and more competition. In 2008, he's like, the the the the downturn in the market, and in the overall economy, he's kind of eliminated to my my competition. The Is going to be for a very short amount of time I should act is the way I thought I think about what he's saying here. So it says, quite a number of these businesses or for sale attractive prices. We may not be the successful bit bidder of these assets. But if we are, this we will almost certainly be increasing constellation financial leverage. And he knows why this is an opportunity because it's almost a reverse of the problem he had before. For most of the last decade, we struggle to find enough attractive acquisitions to consumer operating cash flow. We believe that this situation has now reversed, and we are sore tempted to buy as many attractive vertical market software businesses as and while we can. And that's why I would, hey, I'm against debt, but I need... Maybe I should reverse that because now I have an opportunity of a lifetime. And to know left myself here to my interpretation of. I read this, we avoided debt, but prices are too good, and we will borrow money so we can buy what we feel are under price assets. Everyone else is scared the time to act is now. And when I got to this section. 1 of my favorite... This this paragraph that I read probably 3 years ago. It's from the the fish that ate the whale. It's founders number 37. 1 of the best books that you could ever read. And there's a paragraph in that book that I've never forgotten. It describes it to a point in the career of Sam Z murray, which is the entrepreneur and the founder that the book is about, and I really feel describing what is taking place during this time in history, but also specifically to constellation business. So I'm gonna read this entire paragraph to you from the fish at the whale. And and it says, there are times when certain cards sit un unharmed in the common pile. When certain properties become available that will never be available again. A good businessman feels these moments like a fall in the bar pressure. A great businessman is dumb enough to act on them even when he cannot afford to. So back to his 2008 letter, he says we don't like sharing sensitive information with competitors the maxim I always used because that that same... That same idea comes up over and over again in history entrepreneurship is that bad boys move in silence. So it's going to 2009. Most of the businesses in his ideal world, he's trying to buy private software businesses, that are still... That were usually still run and managed by the original founder. His competition for that. He's obviously, is going to be private equity companies. So I just wanna pull out a paragraph because Thought that was interesting where he's talking about the the view of the entrepreneur, that's running software company and then the view of a a typical private equity firm that wants to buy that and how they both bias at opposite ends of the spectrum and how constellation takes a different approach. Hopefully that makes sense once I read this to you. The toughest challenge in the software business is intelligently trading off profitability and organic growth. So the combination of that. You have to balance that. Right? Many entrepreneurs have a huge bias towards growth at the expense of profits. That's 1 in the spectrum. Most private equity owned software firms have the opposite bias, which means they're not worried about growth. They're essentially trying to squeeze that asset for every last dollar. At constant and then so Mark is comparing he's saying this is what entrepreneurs typically we can do, and this is their bias. This is a bias that we found for a lot of our private equity competitors, this is how we think about that. At consolidation constellation, we try to find an optimum position where incremental investment still generates good incremental long term... Long term returns and We think both approaches can be improved, meaning the approach of both of the founder and the private equity. So really the note of myself here here, in my interpretation what he's saying here, founders think that the future will be better if we are bigger. Private equity wants to squeeze every last dollar out now. And then once we get to the 2009 shareholder, This is where I wrote. This is the very first time I start to understand what Mark is doing and what he's actually shooting for. And so he's talking about the benefits of having all these software businesses. And he's saying, in our businesses, we can nearly always grow revenues organically without incremental capital. And because he's getting up more revenue more profit without investing having the Us money, he takes those cash flows buys more businesses. And that's how you're able to combat for a long period of time. And... But this is why he chose Vms businesses because they typically have really low attrition rates. So it says our attrition rates also illustrate the long term nature of our client relationships. Attrition due to the loss of customers in 2009 was 4 percent. This suggests that our average and our that are that our average customer will stay with consolation for 26 years. Customer relationships that endure for more than 2 decades are valuable. We have s relationships with tens of thousands of customers. We handle thousands of their calls each day and issue scores of new versions of mission critical software each year. And so why would the customers stay on? Because for an annual cost that rarely exceeds 1 percent of a customer's revenues, our products help them run their businesses effectively. Adopt their industry's best practices and adapt to changing times. And then he explicitly talks about why he has such a long term bias why he's talking about. He uses words like, permanent. We're gonna keep these businesses forever. While, we wanna buy them and never sell. We have been a serial acquire of inherently attractive small vertical market software businesses and the large number of different verticals. This is a punchline right here. The longer we have owned a small software business, the larger and better it has become. If we persist in this strategy, we will continue to add new verticals and make many more software or me, many more acquisitions each year. So you're saying, okay, we've already bought what 60 or 70 wherever they were are at this point. We know that that they've done over 500 in the next let's call it 10 to 12 years. Now here's the problem. How... What... Then... It ties into exactly why he's He's like this proponent of extreme decent centralization and he hates bureaucracy. We've handled our growth to date by largely ab advocating management to the managers of each of our vertical businesses. This is why people say he reminds them of warren buffett it. We have a very thin overlay of infrastructure at headquarters, just like Buffet. We count on the fact that with each new acquisition comes with general managers who are steep in their verticals. Just like Buffet. Having owned more than a hundred vertical market software businesses, we also have some best practices that we can share just like Buffett. And so that's an important point. Keep in mind, if you read these shareholder letters, and you compare it to what I'm gonna talk about on the podcast. You're gonna see none of where you talks about return on investment capital, compound percentages, all the stuff. That's not why I... Am I I don't consider myself an investor. Right? I read shareholder letters, and and I think about it from a founder perspective. The reason I want to read warren buffett at shareholders letters. Is exactly what Mark just talked about. We own a hundred businesses. We get to see their performance. We get to see the ideas across a wide section. We can pull out ideas that what he's calling best practices, and we can share with other people. I wanna read Buffett because Buffett shareholder letters and his biographies and everything else because there's... I haven't found another person that for over what, let's see now 70 started of researching businesses when he's, like, 11. He's, like, 90. So it's called 80 years. There's probably no 1 else on the planet. That has spent more time analyzing a wide variety of businesses, and he could tell us, hey, this idea clearly works of senior Happen over and over again. And so I'm going after the exact same thing when I read Mark letters. Like, how many people have built a business starting with 25000000 dollar investment compounded it to 40000000000 dollars. She's been doing it from a 30 years. She's bought 500 businesses. So that's a businesses he's bought. Right? How many businesses is this gonna analyze. He clearly gonna have a lot of valuable information. And it's the same way when I... The the reason I wanted to read, so I read the very first time I read anybody shareholder letters. I read Jeff Bezos shareholder letters. It's episode 71 of founders. Right? I did that episode. I don't know, 3 years ago. I... There's not a week that goes by that I don't get a message about somebody just now finding that that episode. And sending me messages about how much they liked it. And what I really love is is the description to that episode. And it says to read Jeff's shareholder letters is to get a crash course in running a high growth Internet business from someone who mastered it before any of the playbook are written. Just so you know what I'm shooting for is like, I'm just looking for ideas from people that have spent an enormous amount of time. 3 decades in this case, studying business. I wanna know the business ideas that they found are are great. So then we can pull them out and use them for whatever it is that we're doing during the day. So moving on to 2010 letter, this 1 was really confusing. I was like, what is up with this letter. The company might be sold by who what is happening? What is taking place here There was come... Some kind of shareholder revolt, but it was, like, light on the details. And he just has a line. Where he's like, I'm proud of the company that our employees and shareholders shareholders have built, and we'd be more than a little sad if it is sold interesting enough that interview I heard. He's like, if any... To give anybody advice that once run a public company, make sure that you get the shareholders that you deserve. Again, something that that Buffett talks about all over and over again, but it was interesting constellation, obviously, wasn't sold. But I went and looked, like, what is the difference in stock price between 2010 when he's writing this and now and the stock is up more than 40 times from here. And so he's going to explain what happened in the next shareholder letter. But at the time I was reading that, I had no idea of what was was taken place. So I'm gonna skip to the next year. And then I, I'm gonna run over my point. I just said, like, why? He talks about why he writes the letters. He's like, as a rule, I use these letters to write about our business, not our stock. Something else that he talks about quite a deal just like Warren and Charlie, Mu talked about as well is the need to only work with people you like admire and trust. How a lot of people are out there at rap boys. You need to be very careful. So Mark talks to about I was like, I I... All I want to... If I can promote from within and this is why We nearly always promote from within because mutual trust and loyalty take years to build. And and conversely newly hired smart and our manipulative mercenaries can take years to identify and root out Okay. So now we get to the 2012 shareholder letter. This is when I wrote in gigantic capital letters. This is when I knew I had a podcast to make. Up until this time I like, I don't know if there's not enough information here, like, this is gonna be worth anyways time. And then 2012 I'm like, okay. This is incredible. And this is when I just have a ton of highlights of notes. So I'm gonna jump right into it. Our long term shareholders, our board and our analysts all seem concerned about our ability to scale. I haven't spent a lot of time worrying about the issue except in response to their inquiries. We've evolved gradually over 18 years, and I don't feel like we are facing an impending paradigm shift. Nevertheless, when a number of smart engaged constituents consistently me. Harp on the same issue. It is worth investigating. Both their concerns and the mindset of those asking the questions. So this what I meant about. He's very open to changing his perspective. If you have better information. You a better argument, he's not married to any these ideas and he wants to make sure that he's always improving and getting the the the most optimal path forward. And so he's going to get into how to do his businesses grow because there the issues is how can we scale? We can't have. We have, you know, hundred some software companies at this point. Can get much bigger than this. Right? What are we gonna do? So says there's 2 components of our growth, organic and acquired. Organic growth is to my mind, the toughest management challenge and a software company, but it's essentially potentially the most rewarding. The feedback cycle is long, so experience and wisdom cr at painfully slow rates. And so before I go any further, I'm gonna read the note then I left myself after I've read this section because I think if I put this note at the beginning, it'll make sense what he's about to talked to here. And I said this part is incredible. It's about improving the financial performance of its company by understanding human nature and it's likely... And it's likely pi pitfalls. Something as simple as tracking data and then holding 1 personal accountable. He's just writing about it in a nerdy, hard to parse away. That's a note. I myself to try to explain to myself what it is I'm reading. And so an engine for growth in normal companies c Saying it's research and development and sales and marketing. So what we did is we separated our research and development and sales and marketing spending into 2 buckets. So what he's gonna call initiatives and then everything else. And so this is how he defines initiatives. Initiatives are significant long term investments required to create new products or enter new markets. They usually take 5 to 10 years to reach cash flow breakeven. So these are large investments. It's a lot of money we're putting out. And hopefully if they work out, we're not gonna get see that money back in 5 to 10 years, and a lot of these don't work out. So this is something you have to be very careful of. We felt that they should be both measured and treated differently than other than other expenditures. And a lot of the growth in initiatives comes from just human nature. We wanna over complicate things. Wanna say, okay, we need to add new features, new software, like new parts of our software, we need to go into new markets, which out without actually knowing if that's gonna work or not, and he says the ethos of software companies requires the regular launching of quote unquote visionary new products by steel eyed 10 developers, product managers, are founders. And initiatives, so this this constant outgrow of, of humans constantly wanting to do more, whether that doing more is actually beneficial or not uncertain uncertain. Right? And initiatives grew to account for over half of our combined expenditures by 2005, which not coincidentally was the peak of our spending. So he's bringing this up because it's like, we not gonna be able to scale if we're not efficient with our money. And as we added more and more companies, they all happen to do very similar things, this got out of control. So we... Now he's gonna explain how he's gonna up... How he went up solving this problem. Remember. It is about improving the financial performance of your company by understanding human nature and likely pi pitfalls. Even the best initiatives take more time and more investment than anticipated. As the data came in, 2 things happened at the at the business level. We started doing a better job of managing initiatives and this spending so research development sales and marketing spending decreased. So the first thing they did is that they had to develop a system because, like, we're we're embarking on an initiative. We don't know it's gonna happen. So what is the assumption? Right? So if you have your assumption, then you can test if you're you have your help hypothesis this, you have your assumption you can test to see if that assumption is wrong. And if you don't clearly define what that is, you might keep going way past and then you forget why you started this to begin with. So I'm gonna skip over that part because that's really the the the the summary. You have to find a way to... What what is the assumption of this new initiatives you're doing, and how can you tell, like, what is the test you're gonna do to know if that assumption is true or false. And the second in my opinion more important part is that they put 1 person in charge. He repeats us over and over again. You can't have a team. You can't just disperse responsibilities, put 1 person in charge. We created dedicated initiative champion positions. So an initiative was less likely to drag on with a low but perpetual burn rate, meaning, we're we're just burning money. We're being inefficient with our capital. Right? Under a part time leader who didn't feel ultimately responsible. And then he talks about what happened. The most surprising adaptation was that the number of new initiatives proposed plummeted. So before, not 1 person was in charge, we didn't... We're kinda we weren't very specific on what we were hoping to actually achieve with this new initiative? So you kinda just grew. Just what humans do. Right? But once you say okay, What is... What is the assumption you're testing? How do we know if that's sure or false this design an experiment, and we put 1 person in charge. Guess what? The number of new initiatives dropped, which indicates that we were just being wasteful because initially are so expensive. Remember there were half of all of our spending. Now that numbers way down, were a lot more efficient. And then he talks about how they figured this out. We did not get to this point with central Edi or grand plans. We just had a hunch that our internal ventures could be managed better, and we started measuring them. The people involved in the initiatives generated the data, and with measurement came adjustment and adaptation. It took 6 years, but we have fundamentally changed the mental models of a generation of our managers and employees. So then he continues talking about other ways to grow a company. Ways, the scale company talks about, hey, the other way, we grow via acquisitions, And so he talks about who he buys. These companies from. This is exactly what Warren Buffett does in shareholder letters where he says, hey, I buy businesses. There's a ton of ton of other people by that buy businesses. This is why all money is not created equal. This is why you'd wanna sell me your company as opposed to my competitor. So mark... Mark's gonna do something very similar here. Our favorite and for most frequent acquisitions are the businesses that we buy from founders. When a founder invest a better part of a lifetime building a business, a long term orientation tends to perm all aspects of the enterprise. Employee selection and development, establishing and building invalid customer relationships and evolving sophisticated products. Founder businesses tend to be a very good cultural fit with with constellation. And most of the ones that we buy operate as standalone business units manage by their existing managers under our umbrella. So that's again, very, very buffet like. Right? We track many thousands of these acquisition prospects and try to regularly let their owners know that we'd love the chance to become the permanent owners of their business. When the time is right for them, and he's saying he's also about to ride this gigantic demographic wave. This is something that... Now he said, he's just talking about this. We're in still 2012. This has talked about... I hear... I'm hearing this a lot more, like, top of mind. Here constant a lot of other people bring this up now is my point. There's a demographic element to the supply of these acquisitions. Most of these businesses came into being with the advent of many and micro computers and many of their founders are baby boomers who are now thinking about retirement. So that's 1 distribution channel for Mark. Now he's gonna talk about this other distribution channel for him. The most lucrative acquisitions for us have been distressed assets. Sometimes large corporations convinced himself that software businesses on the periphery of their industry will be good acquisitions, rarely do the anticipated synergies accrue. And frequently, the cultural clashes are fierce, so the corporate parent may eventually choose to sell the acquired software business. So founder our solo software business to a larger company, Larger company had its own weird desires and reasons and rationale were doing that. There's no synergy. So now that asset still value, but that's been distressed that large company is just like, I just wanna get rid of it. Mark like, okay. Cool. I'll take it off your hands and I'll optimize it. And he says there's a time that this usually occurs. Most of our... The most attractive acquisitions from corporate large corporations have happened during recessions. And towards the end of this letter, this is the first time I realized, oh okay. He's completely open to new information and willing to change his mind. To know that myself in this section is this is remarkable. Usually only get this type of insight into a founder perspective on their business in private. He's just not gonna write about this in public. He says from time to time, we flirt with a fundamental change. I was recently in the Uk where a couple very large public sector vertical markets software conglomerate are for sale. The whisper prices, So it's not... There's not a price on them yet, but people were telling them, you know, on the low, You could probably get it for this. The whisper prices are ones we could just about stomach if we were financing the acquisitions on a standalone alone basis, like Pe firms that are, like, pe firms that compete for these assets. My sense is that we would be better owners of these assets and would generate better long term performance for them, then the Pe private equity companies that are trying to buy them. Up until this point, he wanted to do these these, these acquisitions from cash flow. And he's saying, well, these things are too big. Usually, you know, we're sub 3000000 right around there. These are big, but there's saw opportunities. And so he's like, it may be in in a case I would take on debt or some kind of other financial instrument or more leverage essentially to do this. Our current bank facilities do not allow us to make acquisitions, which incorporates standalone financing. And hence this opportunity to make substantial acquisitions on attractive assets that are close to our core competence is moot, but intriguing. So then this is where he gets into, like this. I would call it, like, a small beautiful philosophy. Because at this point, the board, his board is worried about the growing collapse complexity of consolation. And at this point, they own a hundred and 25 businesses. And so this is Mark's analysis. Like, is this concern valid or not. And he says 1 early observation is that our business units rarely get large. The biggest is 307 employees, and the average business we own currently only has 44 employees. 2 thirds of our employees are working in business in businesses with less than a hundred employees. When we did a linear regression analysis of performance. The data suggested that the size and performance of our business units are almost totally unrelated. This suggests that the size and performance of our business units, the size and performance of our business units are almost totally unrelated. I believe that these business units are small for a reason that the advantages of being agile and tight far outweigh economies of scale. I am not a proponent of handling our quote unquote complexity problem by creating a bunch of 400 employee businesses to replace our 40 employee businesses. I'm looking for ways of achieving scale elsewhere. Then he goes back to this idea. Like, how can I increase the amount of acquisitions we have, and he says debt is cheap right now? So it's pretty tempting to use it. Unfortunately, it has a nasty habit of going away when you need it most. Personally, I would use significant amounts of debt to finance our growth if it were long term, non call, and the interest payments could be deferred for short periods. We have demonstrated the ability to generate good returns on incremental capital over the long haul. Unfortunately, investment bankers tell me that this sort of debt doesn't exist. So that we fast forward 1 year, he has found a way to to get about 500000000 dollars in debt. Really the way I think about this is the opportunities we're there, so he wants to act right now. So he's like, our cash flow was growing really fast, but it was still insufficient to finance the acquisitions that we made. So we resorted to using increasing amounts of bank debt. But what's interesting he's talking about was like, this isn't a perfect strategy. We had 485000000 dollars outstanding on our debt. We continue to seek longer term capital to diffuse the fundamental mismatch inherent in buying permanent assets with short term debt. So he's like this... We're doing it now, but this is not something that wanna do forever. And then towards the end of this letter, here's has 1 line that really speaks to the benefit of conglomerate. And this is gonna remind me of something that Warren writes about in his shareholder letters. And so... And he so he says, it is clear that acquisitions have added tremendous shareholder value over the years, particularly during times of economic crisis or recession. So warren says very similar about why? Like, what are some of the benefits of being a conglomerate. So I'm gonna read this? This is from the Essays of Warren Buffett? Which is episode 02:27 if you haven't listened to it yet, and he says conglomerate such as Berkshire is perfectly positioned to allocate capital rationally and at a minimal cost. Our structural advantages or formidable. We can without incurring taxes are much in the way of other costs, move huge sums of money from businesses that have limit opportunities for incremental investment to other sectors with greater promise. So sometimes of businesses producing a lot of cash flow, doesn't have any anywhere to invest that money. In a in a conglomerate such as Berkshire, or Csi or tell that any of these other situations, they could find a better home for that money. Moreover, we are free of historical biases created by lifelong association within a given industry and are not subject to pressures from colleagues that have a vested interest in maintaining the status quo. Another major advantage is that we possess that we possess is the ability to buy pieces of wonderful businesses, also known as common stocks. That's not a course of action open to most management. Over our history, this strategic alternative has proved to be very helpful. A broad range of options, sharpen decision making that is a fantastic statement by Buffet. The gains we realized from marketable securities have helped us make certain large acquisitions that would otherwise have been beyond our financial capability capabilities. So that's interesting. So we have these businesses that are off cash flow. Sometimes the best purpose use... Use of that cash. Is to buy common stocks. Those common stocks have been turned out to be such fantastic investments for us that that their gains have in turned made it possible to create large acquisitions that we didn't have the money to do beforehand. So it's like this virtuous cycle. Right? In effect, the world is Berkshire sc Oyster. A world offering us a range of opportunities far beyond those realistically open to most companies. On top of that, we can profit scale to a far larger size than many businesses that are constrained by the limited potential of a single industry in which they operate. And then I also love about reading Mark's letters is he sometimes recommends books. Which I thought was very interesting. So this is the first example of that he says currently, I'm shameless flo, Danny Kahn thinking fast and slow. So all the... And anytime I mentioned a book on the podcast. I always leave the the link in the show make sure you look off for that same here. I read this book only time ago too. I'm shameless flo to danny Economist speaking fast slow. His book is about a life actually too because Danny wrote it with his partner Amos, well spent. He tells the tale of his intellectual journey via a series of behavioral economic experiment. He he's helped me appreciate the efficiency speed and inherent seat of intuitive judgment, and it's infrequent, but often ab failures. That's just good writing on on Mark's Part. Understanding the major findings in this in behavioral economics provides profound insights into investing and managing, and this book is the most pleasant way I found to acquire that knowledge. So now we go to 2014. This was interesting Last year I asked the Board to reduce my salary to 0. Csi had a great year, so despite these modifications, my total compensation actually increased. This year, I'll take no salary, no incentive compensation, and I am no longer charging any expenses to the company. I have been president of Csi for its first 20 years. I have waived all compensation because I don't wanna work as hard in the future as I did during the last 20 years. I was totally not expecting this when I got to this part too, but it makes sense when he explains his his thinking here. So it says current cutting my composition will allow me to lead a more balanced life with a less oppressive sense of personal obligation. I'm paying my own expenses for a different reason. I've traditionally traveled on economy tickets and state at modest hotels, a lot of large part of his his job is travel. I've traditionally traveled an economy tickets to state at modest hotels because I wasn't happy free loading on Csi shareholders, and I wanted to set a good example for the thousands of Csi employees who travel every month. I'm getting older and wealthier, and I find that I'm willing to trade more of my own cash for comfort, convenience and speed. I'm afraid you'll mostly see me in the front of the plane from here on out. I love what I'm doing and don't wanna stop unless my health deteriorate are the board figures it's time for me to go. I recognize that some of our directors, shareholders and employees have or are going to have mis giving about this arrangement. I'm still planning to do to the work that I've always done, acquisitions, monitoring, best practice development, investor relations and financing. I'm just not going to do the weekends, all night and a constant grind of 60 hour plus weeks that have characterized my earlier career. And part of his ability to cut back is the fact that he has actually built an organization to last 1 that can actually out live and will out live him. Keep in mind that Csi has an unconventional organizational structure, and we seem to have prosper to date without a lot of centralized command and control. While I may not be traveling as much as I did before nor putting in as many hours, Csi has lots of seasoned and accomplishments managers at the operating group level who have become far better coach c coaches, culture bears, and hypothesis generators than I ever was. And then he goes into another benefit of this arrangement not taking a salary, and he says 1 of the reasons of this compensation change is that I get to sidestep the agent principal problem. My compensation for being president is now tied solely to my current ownership of Csi shares. In essence, I'm your partner, not your employee. I feel like I I like the feel of the partner relationship a whole lot better. And then he goes back into this idea we're growing bigger and bigger, so we have more pressure to pressure centralized and just like Henry Singleton. He wants the businesses to be as small as possible. And so he says shareholders sometime to ask, why don't we pursue economies is scale by central functions, like research and development or sales and marketing? My personal preference is to instead focus on keeping our businesses small, and the majority of the decision making down at the business level. Partly this is a function of my experience with small, high performance teams I was a venture capitalist, so that was his job as a venture capitalist before he founded Csi. Really, what he's saying here is something that you and I have discussed over and over again that it's just a lot better to trust in small groups of smart people. That's all the magic happens. So it says part... Partly this is a function of my experience for small high performance teams when I was venture capitalists. And partly it is a function of seeing that most vertical markets have several viable competitors who exhibit little correlation between their profitability and scale. So he brings that up again. Just because you're getting bigger, just because you have more head count does not mean you're actually improving your business's performance. So again, trust in small greet groups of small people. And then he goes into, like, what you should do if you you also hold this this belief. There's a number of imp implications if you share my view. We should number 1. Divide our largest business unit... Largest business units into smaller, more focused business units unless there's an overwhelmingly obvious reason to keep them whole. Number 2. Operate the majority of the businesses that we acquire as separate units, rather than merging them with existing businesses that we own. And number 3, drive down cost at the head office and operating group level. And then this next part is gonna be several sentences. I want you to bear with me because I really do think this is a very clear description of what he's building. The advantages the strategy provides and why he's gonna be hard to compete with over the long term. Keep in mind we are now... We're in 2014. So this is still quite old or several years ago. I'm not quite old. The the right way to put it. Several years ago. So me just read this to you. I find that some of our shareholders confuse our strategy with that of our business units. So constellation software overall with some of our business units. Okay? While there are terrific moat around our individual business units. The barrier to starting a conglomerate of Vms, which is what he's doing is pretty much a checkbook and a telephone. Right? So low barriers entry. Tons of people have phones, tons tons of people will call businesses saying they wanna buy them and tons of people can raise money to buy businesses. Right? Okay? So it says there's terrific moat around individual business units, but the actual barrier to to jumping in and doing... Trying to copy what we're doing is kinda low. So we gotta find a way to maintain our long term competitive advantage. Nevertheless, Csi does have a compelling asset that is difficult to both replicate and maintain. We have 199 separately track business units and an open, c and analytical culture. This provides us with a large group of businesses on which to test hypothesis, a ready source of ideas to test and a receptive audience who can benefit from their application. So those are the business owners running the the individual business. Okay? More quickly and cheaply than any company than I know, we can figure out if a new business process works. This sort of ad hoc experimentation doesn't require enormous systems are the pe of a new dogma to the un unproductive. It requires curious managers at a few dozen business units and a couple of clever analysts to pla test if a process works. Once a new best practice starts working within Csi, wide access to benchmarking information tends to rapidly breed emulation. So we can... We have a hundred and 99 business units. We can run a test in 05:10, 06:24, whatever it is. We find it works. We can spread it throughout the entire company. And spreading best business practices makes those businesses better. The longer goes, the more businesses we have. The stronger to get over the time that's think you have a checkbook to essentially think you have a phone call, but I'm way too far ahead. You'll never catch me essentially what he's saying. We have found a few other examples of high performance in conglomerate, which he refers to as Hp c's, but I'll always, I hate acronyms and and stuff like that's all always say it out. We have found a few other examples of high performance conglomerate built around the idea of continuously refining their business processes and then driving ever more acquired businesses up their business process learning curve as quickly as possible. So sometimes, listen, I liked reading his letters. Sometimes I thought it'd be more valuable if you kinda dumb it down. I understand he's... That's not his goal. But if you think about what what kind of customer acquisition channel and distribution channel that buffett your total letters have been because he can talk to you, like, you're in, like, fifth grade. Mark is obviously very brilliant, very smart. But sometimes I was like, whoa, I gotta... I'm trying to translate exactly what you're saying here. I've had to re reread certain sections a bunch of times. I don't think he really necessarily cares about that or who knows Actually, I don't I don't know if he cares about that or not. But, all, I... There's a couple separate notes as I'm reading this about, hey, really, like, try to re reward this and more people would read them. And again, maybe he doesn't want more people reading them. I don't know. And so even though the wording is a little difficult there, I think the idea is pretty simple to understand. We're gonna test we're gonna experiment all the stuff that we have, All these experiments that we're running across these hundreds of businesses that we own, The good 1. The good ideas that we find through experimentation. They're most likely counterintuitive. So other people unless their running experiments aren't kinda arrive the the same conclusions. And then we're just gonna spread them around. It's very similar to Why did the the founder of Kin, Paul or fa. That's founder number 1 81 if you haven't listened to it. He had this weird decentralized structure for all the different Kin stores? He spent no time in the office? All he would do is travel around to different stores, and he wouldn't rule by Ed? So you had a lot of leeway as a manager of an individual Kin, and he was asked, like, why aren't you saying, like, they found the best way to do something. And Paul's like this is a fantastic idea. I'm gonna spread her around the other com company. I'm gonna share the idea with the other stores. Right? But I'm not gonna make them do it. And he was asked by 1 of his employees. Like, why aren't you making them do it? He's like, because if I make them do, that was the best it will ever be. And so he he kind of did that what Mark he's talking about here doing it across a bunch of different businesses and industries. You could also do that within your own company. Let's say you had stores or divisions or whatever case in Ke, you probably 500 different stores, whatever the number was. And so Paul traveling around, getting all the ideas and said there's a line that book that's fantastic because I think it's descriptive of what I'm trying to do with founders. I accept instead of going around different Ke stories. I'm going around to the greatest history... They're greatest entrepreneurs ever live. And he he says you had to remember he's been picking up the best ideas from all around the country. So I was what Paul doing was doing Kin goes. That is what Mark is doing now in across... He's picking up all the best ideas across all the hundreds of businesses he owns, and then I'm trying to do the same thing for you across, you know, whatever I'll get to a thousand 5000 different, entrepreneurs our history. And finally, he ends this year with another book recommendation. I'll leave the link down below. He says, the evolution of cooperation by Robert ax has provided me with models for thinking about a number of business problems. Okay. So let's move on to 2015. This is another smart idea. And so what Mark's gonna do is they put... He says each quarter, we study an admirable company and we discuss it with our operating group managers and board members. So this is the entire I think this year if I'm not mistaken this 2015 shareholder letter is he goes through all the high performance conglomerate. I think there's about a dozen. I think he said he studied. I can't remember with the exact number, but basically saying, hey, let's let's at the cream of the crop, let's analyze what they're doing and why they're doing and see if we can use any their ideas. That's essentially what's happening? We focus on high performance conglomerate that have demonstrated at least a decade of superior returns. And why is he doing that? We study the high performance conglomerate because they help us understand what Csi does well where we might improve and what alternatives we could pursue. And he says we set a high bar on purpose. We keep in mind that we are comparing Csi to a group of wonderful companies. Over the last decade, if you had an equally weighted portfolio of the shares of these high performance conglomerate, you would have more than doubled the performance of the S and p 500. So I'm not gonna go over everything 1. I do wanna pull 1 of these. I'm gonna read this book that he recommends to. We have reviewed 1 of our perennial favorite high performance conglomerate this quarter. It's called Jack Henry and Associates. The company's values are those to which we aspire and their multi high decade performance is remarkable. I encourage you to familiarize yourself with j with JKHY, which is Jack Henry Associates. There's also a lovely company history. You don't know Jack or Jerry. Is the name of the book that was written by a retired executive. The book covers the founding of the company through the end of, all the way from the founding company all the way to 2007. It provides many firsthand accounts by employees, customers competitors and partners about the business practices strategy and culture of the company. Then he goes back to what he's learning from sitting all these different companies? He's realizing, okay. Not only, what are they do smart? Like, what are... What's some of the intelligence decisions they make, but what are the mistakes they mean that we can avoid? And so he's saying, like, how do we avoid the pressure for us to centralize. And so he says, only 1 other high performing conglomerate has followed a strategy of buying hundreds of small businesses and managing them autonomously. So exactly what he's doing. They eventually caved to centralization. My hunch is that it takes an unusually trusting culture and a long term investment horizon to support a multitude of small businesses and their entrepreneurial leaders. If trust fa, across business... Our businesses, they can be choked by bureaucracy. So we have a high trust culture. If short term results are paramount as opposed to our long term focus, the siren song of consolidation synergies are powerful. We continue to believe however, that autonomy and responsibility attract and motivate the best managers and employees. And else talks about that most of these high performing conglomerate are not in software, and that software is a very strange business and this an example of that. 1 of the problems with growing asset light businesses, software businesses is that historical invested capital required to purchase a business becomes increasingly irrelevant over time. These are good problems to have, by the way, what he's about to... To describe to us. We have a number of businesses where current earnings now exceed their original purchase price. We have if they have if these businesses have achieved that growth organically, They have also likely reduced working capital significantly, perhaps driving the net purchase price below 0. Meaning we got all the money back and hence the return on investment capital, it's pushed the return on investment capital to infinity. That's such a bizarre sentence. These sorts of businesses defy conventional, financial statement measurement. Then he gives us 2 more book recommendations to end this letter. The first 1 is 1 man's medicine and by professor Archie Cochran and another book that Archie wrote called effectiveness and efficiency, which is random reflection on health services. But he says the first book is a moving idiosyncratic and amusing auto of a brilliant any a Outsider that makes you wish you had known the man firsthand. Makes you wanna read that book, and I might if I read it obvious turning to a of runners. The second is a stinging critique of a wealth of well meaning, but entrenched medical establishment for their ineffective and dangerous medical practices, but what's fascinating the reason I'm bring this your attention because he draws the principles in the book and realizes is he sees the same behavior in business. Archie observations regarding medical practice and doctors struck me as e as applying equally to business practices and managers. The asymmetric effectiveness of most medical treatments rarely influence positive outcomes, while frequently contributing to negative ones made me think critically about what I and most other managers do. Very smart that he drew this parallel. And so he says at Csi, we spend time on non randomized observational studies trying to spot business practices that actually add value rather than just adding overhead. And then we get to the my absolute favorite part of all the letters. This is where he just lays out his philosophy about why he's doing what he's doing. Our strategy is to be a good owner of hundreds and perhaps someday, thousands of growing, autonomous, small businesses that generate high returns on capital. Our strategy is unusual. Most ceos of public companies would rather run a single big business, perhaps 2 or 3 big businesses, but rarely 200 businesses. We recognize that economies of scale centralized management and world class talent competing in large and growing markets can be a great building... Business building formula, but it isn't what we do. So essentially saying, like, this is the node left myself here is this is great. We understand that game, but we wanna play a different We seek out vertical market software businesses where motivated small teams composed of good people can produce superior results in tiny markets that is our game. Right? What we offer our business managers is autonomy an environment that supports them in mastering vertical market software management skills and the chance to build an enduring and competent team in a quote unquote, human scale business. And then he goes into the benefits that human scales opposed to gigantic centralized companies have. Right? All at human scale companies, all the employees know each other. And if a team member member isn't trusted and pulling their weight, they tend to get weed out. If employees are talented, they can be kirk quirky as long as they are working for the greater good of the business. Priorities are clear, systems have not had time to meta rules are few. Trust and communication are high and focus tends to be on how to increase the size of the pie, not how the pie gets divided. That is how I remember my favorite venture investments I was a venture capitalist his job before this and is how I remember many of the early Csi acquisitions then he continues on this theme. They describing why small is beautiful. The larger business gets the more difficult to becomes to manage and the more policies procedures, systems, rules and regulations are generated to handle that growing complexity. Talented people get frustrated. Innovation suffers and the focus shifts from customers and markets to internal communication, cost control and rule enforcement. The quirky people, the quirky but talented people rarely survive in this environment. A huge body of academic research confirms that complexity and coordination effort increases at a much faster rate than head count in a growing organization. And then he talks about why La these gigantic organizations are actually incompatible with human nature. No 1 once to admit that they've hit their their limit. Some business managers lack the humility, some lack the courage and most lack the time for reflection to notice that their task is getting too large and the sacrifices are going to be too great. And so his solution is gonna echo what Henry Singleton discovered. If a business is if a large business is not generating the organic growth that we think it should, the business manager needs to be asked why employees and customers wouldn't be better served by splitting that business into smaller units. Our favorite outcome in this sort of situation is that the original business manager runs a large piece of the original business and spins off a new business unit run by 1 of his or her pro. This dividing of larger business units into smaller units is rare, but it is not unknown. 1 of the high performing conglomerate that we studied was Illinois tool works, which is It w. I don't think I've heard of this before. It has hundreds of businesses. We began following the company from a foreign 2005. The most relevant period in It w history for Csi was the tenure of John Nichols. Nichols began consulting for I... For It w in 19 70 o 9, and it appears he was the primary author of its decent strategy. He was Ceo of the company as it went from 369000000 in revenue to 4200000000.0. And he did that in about 14 years. Prior to Nichols tenure, It w had acquired only 3 businesses. During his tenure, It w aggressively acquired and often split the larger acquisitions into smaller businesses. It w had 365 separate operating units by 19 96 when Nichols retired, and he talks about the process of studying the company. I'm sorry. I did not reach out to some of the It w employees and ex employees until 2015. So he's on radar starting 2005. Took him 10 years to realize, hey I need to talk to some of these people. When I did talk with 1 of the senior managers, he said, there's some quotes from these discussions that they're having. Number 1. Something wonderful happens when you spin off a new business unit. With a clean sheet of paper, the leader only takes those he needs. They set up in an office with good communication and no overhead. They cover for each other. They leave all the bureaucracy and all the crap behind. And then there's 2 other pieces of advice that from this conversation he wrote down, and he wanted to remember Number 1, don't share sales r and d, hr, etcetera. Because the accountants never get the allocations right, and the business units always treat the allocated costs as outside their control. And number 2, and the most important, when you get big, you lose entrepreneurship. And 1 of the last things I want to share with you from the letters, this is too good not to include, it is the advice that he would give his 35 or 40 year old self So it's a perspective of somebody's in their mid sixties, multi billionaire that's developed an amazing, wonderful business, and he's still... What's remarkable, is he still thinks that Vms is the business to be in today. Right? So he sets, if I were advising my 35 or 40 year old self on where to go from here, I would tell him to stay put, become a master craftsman in the art of managing your Vms business. It is the most satisfying job and will generate more than enough wealth for you to live very comfortably and provide for your family. And I'll close with these 4 quotes that he leaves at the very end of this letter. We should know more trust executives who rely solely on their experience, then we should trust doctors who ignore clinical trials. Science is organized skepticism. Too much of business is disorganized optimism. And finally, and most importantly, you can't be normal and expect abnormal results. And that is where I'll leave it. I'll leave a link down below. You can read all the shareholders shareholder letters they're available for free online, and also leave a link in case you wanna give a family friend or a coworker, a guest subscription to founders. As always, I appreciate the support, and I'll talk to you again soon."
}