{
  "transcript": "When Henry Flag, cofounder of standard oil and 1 of the world's most famous and powerful men announced that he would extend his far flung empire by building a railroad across the ocean. Few could have anticipated how things would ultimately turn out. Many immediately dismissed flag intentions as impossible. They were hard headed scientists, engineers and businessman who thought what flag proposed to build a railroad a hundred and 53 miles from Miami to Key much of it over open water was a crack pot notion on the face of it. Flag fo the press dubbed the project, though the man who proposed it was un. He would press on. The story behind the very being of this railroad. Maybe it's most amazing aspect. It is a story that concerns 1 of the world's richest men, 1 of the most difficult engineering feat ever conceived and the most powerful storm ever to strike American shores. In a sense, this railway is what remains of 1 of the last great gas of the era of manifest destiny and an undertaking that marked the true closing of the American Frontier. The building of the railroad across the ocean was a colossal piece of work, born of the same impulse that made individuals believe that pyramids could be raised, cathedrals erected and continents tamed. The highway is a ghost really. All that remains of an error where men still lived who believed that with enough will and energy and money that anything could be accomplished. That is an excerpt from the book we talked to you about today, which is last train to paradise. Henry Flag and the spectacular rise and fall of the railroad that crossed an ocean and it was written by less Stanford. Okay. Before I jump back into the book, I just wanna tell you how this fits into everything else that you and I have been talking about. I've had this book for a very long time. I haven't gone around to reading it, And I think now it's the perfect opportunity to do so because I'm reread, And the very next podcast I'm working on is I'm reread the fantastic biography of John d. Rockefeller called Titan. I read it for all the way back on podcast number 16, But I didn't really know how to make a podcast back then, and that book is way too important. And so I figured before I reread that biography. Let me go ahead and find a biography on Rockefeller partner. And I'm glad I did because this book is absolutely incredible, And I should've have known it was good because I had read 1 of Les books in the past. In fact, 1 of my favorite books I've ever read for the podcast was all the way back on founders number 73. It's called meet you and Hell Andrew Carnegie Henry Clay F and the bitter partnership that transformed America. That was part of 3 part series I did on Andrew Carnegie and his partner, Henry Clay F, and that was my favorite book It's absolutely fantastic story. So what this book is about is exactly what that expert said. It's about 1 of the world's Richest man at the time. So it's Henry Fa, 1 of the most difficult difficult engineering feat, which is the second career that he does after standard oil. Uber he come he becomes to developer and builds essentially be, like, most of the state of florida, and then the most powerful for hurricane to ever strike the American shores. So I'm gonna focus mainly on Henry Flag and the work he's doing, but it's an absolute fantastic. So if you like the podcast, make sure you pick up the book. At the very beginning, the author is doing the drive from Miami down Key West. I've done this drive myself about, probably at least 10 times my life. And so this is fantastic because it gives you an idea of how insane flag undertaking was. And so this is 2 people talking in modern day because you can still see some of the remnants of the the railway. It's going to wind up being destroyed by, hurricane in 19 35. This is many years after flag died though. So it as much of the original railroad bridge was left standing. Some of it now serves as a fishing pier. Massive stretches jet out from the water, piling and arches, which are as my to the modern traveler as stone hedge. And so now you have a conversation between 2 people. So it says what's that over there anyway? That's an old railroad bridge. Railroad? Yeah. Across the ocean? That's what it is. Who would build a railroad across the ocean? Now that's another story. And that is where I wanna start because the author does an incredible job describing who exactly Henry Flag was, he was an incredible formidable individual. Let's jump right into it. In early 19 o 4 when Henry Flag made his fateful decision to begin the building of the overseas railroad. He was already 74. The drive to make money had little to do with his decisions in those days. Even if money or the lack of it had been the central force in the first part of his life, and this is absolutely incredible. Million ideas came to my mind when I got to the section. So it says, Flag had grown up poor. The son of a minister. Henry was only 14 when the family Spartan existence prompted him to leave home in 18 44 and join his half brother Dan in Northern Ohio. And he does this because he's gonna wanna be a salesman in a general store that is uncle owns and says Flag who arrived with a few pennies in his pocket was determined to make the most of his opportunity, working long hours to save his money and often refusing invitations to join friends on weekend getaway. His hardworking sober sided ways would persist through much of his life, earning him the trust of employers and later of influential investors and partners who would change his life beyond his dream. So that's the first thing that pops of mind. This is the importance of not only being ind and hardworking working, but also appearing ind and hardworking intentionally. That is a very, very old idea when I got to that section, the very... The person that I popped to my mind was the auto of Benjamin Franklin. I covered all the way back on founders number 62. And in his Ben talks about this. He was obviously 1 of the greatest marketers to ever live as well, and he's... This is Ben writing, dis benjamin franklin writing his. He says, I took care not only to be in reality ind and frugal, but to avoid all appearances to the contrary. I dress plainly. I was seen at no places of idle diversion. And to show that I was not above my business, sometimes bought home the paper I purchased at the stores through the streets in a wheelbarrow barrel. So I'm gonna switch to Nat is Franklin's auto. Now let's go to Isaac Walt biography of Franklin. This is, I think founders number 01:15, and he's gonna describe why, Franklin doing this. He's gonna elaborate on why Franklin is doing this. Franklin became an apostle of being and just as important of appearing to be ind. Even after he became successful, he made a show of personally cart the rolls of paper he bought in a wheelbarrow down the street to his shop rather than having a hired hand do it, and this is what Franklin said about industry visible to our neighbors began to give us character and credit. So he's saying that's a interesting way to say, hey, I'm working hard and other people are noticing that I'm working hard, and that opens up opportunities for you. And so he says 1 of the town's most prominent merchants set of franklin. The industry of that Franklin is superior to anything. I ever saw of the kind. I see him still at work when I go home from the club, and he has work again before his neighbors are out of bed. And so that point, Franklin's life. He's still coming up as an entrepreneur, all the the the people that are older more successful, They have more money. They open up all these opportunities because they see oh franklin is 1 of us. That's exactly what happens to Flag. And part of his... The fact that he was always about his business, always focused on on the task at hand is what is going to have him link up with John D Rockefeller later on and obviously the the creation of standard oil changes his life forever and it's the reason that we know his name to this day and that I'm holding this book about his life in my hand. So let's continue. Not only is he working hard, he studies intentionally. Check this out. Part of the ambitious young Flag duties came to involve the broker ring of corn to shipping agents in nearby Cleveland. Though he knew nothing of the grain business at the outset He threw himself into its study with his characteristic devotion to the job at hand. His single minded approach was so successful that he was able to buy into the har that's his half brother's family. Into the har family's business within a few years and shortly afterward made the acquaintance of 1 of his... Of 1 of his cleveland counterparts in the grain brokerage business. That person's name was John d Rockefeller. Gotta pause there. That part is so important. Didn't he don't... Let's go back to that. Though he knew nothing of the grain business at the outset he threw himself into its study with its characteristic... With his characteristic devotion to the job at hand. When I got to that section, this paragraph that I read a long time ago, written by David Og in the book, Og and advertising that's founders 82. It's the good ones no more. The he just gives us great advice for life. You can be the best informed. You can... You don't have to be the smartest. You can just collect... Simply collect more information than other people that is a completely achievable task. So let's go to what Og recommended. At this point he's writing is super successful. He's already built this gigantic advertising empire, and he's giving advice to younger people on the way up, and this is what Ob said, set yourself to becoming the best informed person in the agency on the account to which you are assigned. If for example, it is a gasoline account. Read books on oil geology, and the production the production of petroleum products, read the trade journals in the field. Spend Saturday mornings at gas stations talking to Motorists, visit your clients refineries and research laboratory At the end of your first year, you will know more about the oil business than your boss. And so a combination of those ideas is what produces Henry Flag first fortune. Remember he arrived in town with pennies in his pocket. All you have is energy and enthusiasm. And so he's gonna also be in a a right place the right time. This is gonna be the beginning of the Civil war, and it says the onset of the civil War proved to be a boom to flag. Why is that? He's a grain merchant. Right? He's in the merchandising of corn. A grain merchant began flag a grain merchant began to realize the truth of the maxim that an Army travels on its stomach. Business boomed and flag would soon rich by his own standards. Rich but bored. He had 50000 dollars in his bank account, and he was 19... Shooting. 18 62. And this is where he makes his first catastrophic mistake as a young man. He's just gonna repeat. History doesn't repeat human Nature does. This happened back then. It's happening today. It will happen in the future and is the dangers of margin. I love the way that warren buffett writes about this and his shareholder letters. And he says over the years, a number of very smart people have learned the hard way that a long string of impressive numbers multiplied by a single 0 always equals 0. That is not an equation whose effects, I would like to experience personally as exactly what Fly is about to feel feel right here. Casting about for something more interesting to do, Flag hat hit upon the idea of Salt, intrigued by a discovery of vast deposits of salt in nearby Michigan and an act on that state's legislature that made the business tax exempt, Flag sank every penny he had into the venture along with an equal amount that he borrowed. But the great salt rush had drawn a horde of competitors, some of who actually knew a few things about the business unlike Flag. Right? When the end of the Civil war brought a collapse in prices, Flag operation fell apart. He found himself not only penn list, but now 50000 dollars in debt. It was a lesson the ambitious young man would never forget. But he also does something smart here. He does not compound 1 bad mistake with another. Okay. Shouldn't have done that. Now I... I'll know that for the future. And what does he do? Flag was resolute. He might have been beaten, but he would not move backwards. So now he's a negative 50000 in his bank account. He's got borrow a few hundred dollars to try to get back on his feet. A few hundred dollars in his pocket, borrowed advanced to him excuse me, by his father law, he moved in with Mary, his wife of 11 years to Cl... Then he goes back to Cleveland, to Cleveland and renewed his old acquaintances in the grain dealing world Right? So that's where he made all his money. He's like on board, I'm gonna jump into some other business. I don't know that well, and then that obviously didn't work out well. He's goes back. And why is that important? Because he takes a post and firm that had just been vacated by his old friend rockefeller who had just left grain for an intriguing new substance called oil. And so Rockefeller and fly are gonna find themselves at the right place at the right time with the right set of skills because of its position on Lake Erie and its proximity to the newly discovered oil field in Western Pennsylvania, Cleveland where they are, had developed over the past dozen or so years into a shipping and refining center for oil. Which at the time was still competing with whale oil and lard for supremacy as a fuel and lubricant. And so that is where Rockefeller was gonna set up his business. This is the business that Flag is eventually gonna be be invited into. Rockefeller had invested in a refining business during the civil war, and by the time of Flag arrival in Cleveland, he had decided to devote all of his energies to the business of making and shipping oil Rockefeller did not believe in diversification He said they had no outside interest that has an immense task building a successful company. It's silly to go out and diversify into other lines or to make other investments focus on your business. And if Rockefeller later in his life, you had ton of ton of other investments. Right? But if he never had a single investment, Other than his own company, he still would have been 1 of the richest people alive. What does that tell you? Back to the book because Flag had rented a house on the same street as Rockefeller and kept his offices in the same building, the 2 often walked to and from work together. Comparing notes and sharing their chief, binding passion. The desire to make large sums of money around this time. Rockefeller is gonna be about 25, and I think I think flag is either 32 or 34. I can't remember if he's he's He's about 7 or 9 years older than Rock. But when I got to that part, I was... I I read Rockefeller, Otto 2, a while back. I think it's, like, founders 155 or something like that. But the reason that I... That that came to mind when I was reading this section is because when Rockefeller wrote that, when he's a very old man, well after flag died. And he's writing his in... Well, as he's writing into the. He says that this right here, walking back and forth working every day with Flag, he says this was some of the best times of his life. And so when I got to that section, I left to know to myself reminder, you were in the prime of your life now. Do not take this for granted. The old older version of you is going to look back on what you experiencing right now fondly, which means that you must go after what you want in in life like your life depends on it. Why? Because it does. I don't wanna get to the end of my life and look back at this precious time and like, wow. You played it safe. And now I'm about to go to my grave never achieving what I want wanted in life. That is why I think auto, especially are are such gifts to humanity because you see. They're just further down the path than you you and I are. Usually by a few decades. It's it's foolish to think all these smart and formidable people, like, we're gonna avoid their fates They're not writing about how great it is to be 75. They're writing about man. Like, wish I could go back in time in my twenties my thirties and my forties is I was building this business. And so I try to wake up every day with gratitude like, I'm in it right now. The older version of me, the happiness, I should say of the older version of me depends on my decisions and what I do right now. So exactly where we we're on the story. Rockefeller was convinced. Oh, this is so this is part. And Tell you what I thinking about when To the section of the book. Rockefeller was convinced that oil was the conduit to a to success and had joined forces with a chemist by the name of Andrews, who possessed technical expertise upon which the refining process was founded. So this again, what Rockefeller does is really smart that you need to find partners that have skills that you lack. Got If both of you are doing the same thing, 1 of you is necessary. Right? Rockefeller himself was the cons manager, but he was well aware of his own short shortcomings as a marketer and that is where Flag came in. So it's like, I'm not technical and I'm not a marketer. Let me go find people that are. Right? Flag was 1 of most successful grain brokers Rockefeller had known before the war. So that goes back to where the section started. The importance of him a flag being hardworking, single minded, learning as much as he could and not only being industrial, but appearing to be ind. Because now Rockefeller remember I was like, hey, I need help. I'm about to... He doesn't know this yet, but he's about to build maybe the most profitable company that ever existed. Who could who do I know that can help me. Imagine the difference in Flag life if he had had messed up that opportunity when he was a young man. If he was lazy, if he was drinking all the time. If he wasn't studying. He's just basically, you know an average human being. That opportunity that Rockefeller is gonna gonna offer him, let's say, 5 years into future thereabouts, that would have been fore closed. That is why it's so important. It's so crazy how these things connect together. So Rockefeller is gonna recruit them and really think about Standard Oil. I know we... It's funny from, like, our perspective, you know, what it's a hundred and 20 years later something like that, maybe even more are 50 trying not to do public math. But they're... It's really funny for from Microsoft, like, they're building the most valuable technology company of the day. Of their day. That's exactly what they're doing. Rockefeller valued flag on dying optimism and drive as well as his relative maturity. Are coming in handy for a fledgling business founded upon a new technology and seeking to attract investment from others. And so it says for the next 15 years flag and Rockefeller works side by side, walking to the office together in the mornings passing drafts of letter and detailed business documents between their desk during the day and walking home together at night, always planning and calculating. Yeah. That's that's an understatement. These are some of the these are 2 of the most calculated humans I've ever read about. The result of their efforts was standard oil. The largest, most powerful most profitable and perhaps most notorious corporation ever created. Rockefeller would come to freely attribute the secret of their firm success to his partner. For they were not long in the business before Flag realized that the negotiation of a lower freight rate was the key to the entire matter. So there's a lot to admire about Flag that we're gonna get to in the book. But 1 thing you have to know about upfront. You would not wanna deal with them. He was absolutely completely ruthless, business and personalized wise. And I wanna read about people like that. I wanna cons mine or there... These people are walking there today. We have to have defense against them. So this is they're like, okay, Well, we figure okay. The low freight rate. So the actual transportation of their product. Right? Was a key in the entire matter. What does that mean? If oil could be brought to their refineries at a rate below that offer to competitors, it would create an una sale competitive advantage. The highly competitive oil market, no other factor in the process could differentiate 1 player from the next to such a degree. And that's why you see over and over again. Throughout history, Sam Walton, Andrew Carnegie, Jeff Bezos, so All say, gentlemen, watch your costs. That's a, direct quote from Carnegie. He was obsessed, and his partner henry me kelly F. Watch your costs, what your car Actually, it might be f, quote. I can't remember. Carnegie or 1 of them said it, but they said gentlemen watch your costs. That's what they would tell up and down their entire business We will have an una unacceptable competitive advantage if we can produce in their case steel at a cheaper rate than anybody else. Rockefeller does similar thing. At a as a result, Flag soon became a master of the negotiation of rebates from the major real rail carriers who serve the oil fields. And so they also does a fantastic job here. This is just really in, like, 2 or 3 sentences, this is a basic, very basic description of their future mo. And so just in case you don't already know, that's a term from Warren Buffett, this is how he defines it. When our long term competitive position improves as a result of are almost un undo actions, we describe the phenomenon as widening the moat. And then doing that is essential if we are to have the kind of business we want a decade or 2 from now. When short term and long term conflict, widening the mode must take present? So this is just a fancy way of saying, why are you difficult to compete with? That is your moat. That is the way I think about at least. So let's go back to this. He's like, okay, He flag negotiating with all the major rail carriers who serve the oil fields, and it says in return for lower rates, flag would guarantee massive shipments to the railroad. So I'm giving you something return. To meet these goals Flag would in turn have to acquire more crude and increase his refining capacity in order to make that happen, he and Rockefeller would need money and a lot of it. So that is when they incorporate standard oil. They raised... It says standard oil went public in January of 18 70 at a capitalization of AA1 million dollars. It was divided in 10 10000 shares. Rockefeller took about 26 percent of the shares and Flag were had about half that. Why is that important. Inside a dozen years, the worth of that company would go to 82000000. You're talking about a 18 82. That is insane. 82000000. A staggering rate of increase and 1 field largely by flag remorse goal to control completely the production of refined oil in Cleveland. And so they keep w the mo. We're gonna get to this thing called the Cleveland massacre. This is just 1 paragraph. I'll talk more about this next week on, in Rock biography. But it says Flag was a ferocious technician at the office when the a few months he Rockefeller Had either bought out are scared off 20 of their 25 competitors. The choice offered to their competitors was simple. Except what we always... What what they always assisted insisted rather, was a fair price for your company or go broke, trying to compete with a powerhouse that's standard royal obviously, with a powerhouse that could do business more cheaply. And so again, that's why they're obsessed with low cost. They can make money at a at a lower price in their competitors, They are willing to drive down that price to make you go bankrupt. Low cost can bankrupt your competitors, and Rockefeller and Flag are both ruthless enough to make sure that that happens. And there's a great story in Titan where Rockefeller told from the story of 1 of their competitors. Where Rockefeller shows them, shows the guy he's trying to buy out that it was competing with Rockefeller and Flag the time shows them his books shows them the their cost structure. And I forgot exactly what the guy said, but essentially it's like, oh, no. Like, these guys can make money at a at a prices that'll bankrupt me. I have no choice but to sell to them. And so once they consolidated on the refinery aspect? They said, okay, How can we control oil prices, Now you have to remember, when we're dealing with people Rockefeller Flag, Jp jpmorgan, Van. They did not look at competition as something like, similar... In a similar vein that, like, we might look up today. Like, most people think oh, businesses are competing. That's usually good direct competition between business is usually good for the end consumer. Right? They thought us, of competition, like something to get rid of. And 1 of the funniest descriptions of, like, their mindset that's that's very different that I think for most peoples is like, when Jp Jpmorgan was advising clients about. They were having problems with... I I might have been Moa and Hen. I can't remember that they were... They were manufacturing champagne. And so Jpmorgan, like, have you thought about just buying up the whole champagne region. Not buying up your competitor. Literally buying up the entire industry. And he said this it's... Because then you could just control prices. So it just gives you an insight into how these people thought. Flag flag. So now they're about to, like, okay, let's... We're gonna control, the price of oil. Flag tactics were not limited to his fellow refine. Or refine. In 18 72 we took advantage of a fallen oil prices to persuade most of the Pennsylvania oil producers to join with him in a scheme directed at the entire railway industry. And what may sound familiar to those accustomed to today's Opec Shenanigans flag proposed an industry wide agreement to limit oil production. Thereby guarding against price fluctuations and also forcing rate concessions from railway carriers who would have to play ball or brief frozen out. So that is part 1 of his idea, but part 2 is where the leverage actually comes to be able to do this idea? What is stopping the railway saying no, you're gonna pay the prices because you have no way to get your oil out. Standard oil because they'd been making so much money because they had knocked out all their refinery competitors. Right? Standard oil could afford to construct its own transportation systems including a newly developed network of pipelines. So the railway ahead of choice. Transport our product at the lower price that we're all gonna agree on, or we're just gonna run at through our own network and we're just gonna use pipelines instead. By 18 77, the company had become a behemoth that had far outgrown its Cleveland roots, Rockefeller and Flag determined to move their operations to new... To to the Burg City of New York. Flag was not keen even when you lived in New York. His kind of his schedule didn't really change much... He kept the same schedule that he did when he was Cleveland. He did not. He was not keen to join the the New York city's social swirl. Even in Cleveland, he had virtually no social life. His wife had been plagued by a lifetime of chronic bronchitis, and when Flag was not at his office, he was with her. Her condition continued to worsen and in May of 18 81, she died. Her death was a stunning blow to flag. And I'm almost done giving this brief overview about because I wanna get to his second career, which is what the main mean of the book is about. And so at this point, he's like, I'm really rich. My wife died. He's gonna get remarried and he's looking for his next adventure. Flag was a wealthy man. His net worth was nearly 20000000 dollars and climbing with every barrel of crude oil that the vast standard oil company pumped out of the ground. He had made it beyond his wildest expectations. This poor p boy from the sticks and it seemed to he was ready to enjoy the fruits of his labor at last. Wrong, somebody like Flag is incapable just sitting down on a beach. He's a builder at his heart at his core. So he's... The reason they're saying, oh, gonna enjoy himself He's got remarried. He's really what rich. He's spending a lot of time in Florida, which is completely undeveloped at the time. And so he's like, okay. I guess I'll just start developing real estate. I like hotels. Why don't I build 1? And he liked hanging out s saint Augustine so much. She decided, okay, this I'm gonna build a hotel. So since in short order, he had brought up a large section of unproductive orange groves and hired himself an architect and embarked a build building a lavish mediterranean themed hotel called The Po In Saint August augustine. And so this confused everybody. It's like, why is this standard oil guy building. He's nearly, like, you make a ton of money on oil. You're not gonna make nearly as much on on hotels. And I just love his answers Like, I do it because I want to. No degree of success in hotel management could ever provide an income rival What he had come... What he had for oil. Fl was asked to explain why an Earth a man with a major interest in the most powerful company on Earth would wanna get into the hotel business. Flag responded by telling a story that he'd grow fond of. That of the elderly church dea asked to explain a sudden una accountable bout of drunken ness. The dea explained to his pastor that he had spent all his days before in the Lord service. Flag said. And now he was finally taking 1 for himself. And so flag is about to say, I'm doing the same thing. For the last 14 or 15 years I've devoted myself exclusively to my business. And now I am pleasing myself. So essentially, I'm doing it because I want to, he says I want something to last for all time to come. I would hate to think that I'm investing money that will not being bring a return in the future But how I will however, have a hotel that suits me in every respect and 1 that I can thoroughly enjoy cost what it may. And so why I bring this up because it's the very first step in developing Florida that is going to lead him eventually say, hey, I'll just run AII built a hotel in saint. I need to bring people from the north. So I build my own railway, and then he's like, oh, I'll just keep going down. So he's gonna run rail lines all the way down the state of Florida to the very tip when he gets to Key West, which is what the book is about. And even at an advanced age, he's almost 70 years old at this time, he was still very hands on. It took nearly a you're and a half to build the 540 room hotel, a process that flag himself oversaw down to the opening of created furniture alongside his crew. So once he completes the hotel. He's like, wow. I enjoyed that. I wanna do more of this. So he says he had learned something from the building of the Punt leon, he had become a creator instead of an acc, and he had found much more satisfaction in such an accomplishment. And so he makes the point later It's like, yeah, We're we're taking oil from the ground. It's very useful, you know, people have energy needs, but we're we're taking out the ground and we're shipping in and goes all over the world, but a hotel, like, I can see I can touch. I can feel. I can actually experience it myself. But it's during the construction of the hotel that his wife, his second wife goes crazy. She starts to believe spirits are talking to her. She starts to believe that her purpose of life, I guess is to be the lover of the Czar of Russia. She obsessed, like, the the Ou board and talking to spirits. She wants up getting committed, then she comes out, and I need to bring this part up because what he's gonna do soon is it's just really ruthless. So it says, it was not long before, I to Alice. So I his wife Was again begging for who who you board. This is after she got out of the mental institute. The first time and friends were advising Flag to have her committed once more. Flag stood firm. He's like, no. She's not going to. But He had to change his mind because Ida Alice attacked her doctor with a pair of kitchen shears. The matter was then decided. Ida Alice was removed to a private asylum. Flag would never see her again. And so remember that part, I'm going to circle around back to that part, just keep that in your mind. I love this idea though. The this is actually the... 1 of the 1 of the most exciting parts about reading all these geographies. You see, like, the same idea something like, an insight they learned previously. And then you see, like, that idea or that premise behind that idea applied to a different industry. So it says, hardly had he embarked upon a career in hotel building, then he realized that transporting customers to his hotels was as important a link in the process and moving crude oil to his refineries had been so many years before. All that experience in railroad was about to be put to use in an entirely different context as he tried to make sense of 1 of the most chaotic rail systems in the United States. So the existing lines that he found in Florida made no sense. So, of course, flag being the kind of person is. Like, I got a... I'm gonna fix this. I'll just do it myself. The lines that did exist had been built without regulation and with no regard for consistency of track. It was a situation that a man who had worked with peer organizer, John Rockefeller could scarce comprehend. So at first, he tries to work with them to try to make a uniform and he's like, oh, these guys just Get it. I'm just gonna buy you out. When talks with existing line owners proved, fruit list flag did would anyone with resources might? He pony up half a million dollars and bought the railroad. And then as soon as he owns a railroad, he starts expanding. And this is where we get, like, why would somebody try to build a railroad over ocean. The only way to get to the keys at this point. And this is I talked about this a little bit about the the Ernest Hemingway podcast I did. Because this this book at Hell of my hand actually starts out with the purse... From the perspective of Ernest Hemingway because he's in the keys in 19 35, and he's discovering all these dead bodies. These people that were sent down by the Us government to do construction the keys. There was no advanced warning system, people, like, just hurricanes just happened. Like, you'd see a drop in the pressure, and then it it'd be unpredictable, like, 12 hours later, you know, you're you're being pounded as people are drowning everything like that. But before Flag came about, the only way to get to the keys was by, boat, there was no bridge. There was no, railroad, and he's gonna change all that. And so this is kind of a precursor to the mentality he has. This is years. Before he's gonna get to the keys. So he's stub... He's still up in, like central to Northern Florida, and he says, his first decision was to build a bridge across the Saint. John's River. The moment that the company's engineers heard of flag plans, they came forward quickly announcing that no 1 had ever sunk railroad support piers in 90 feet of water. The depth that they would have to cross. And so there's some No. This is impossible. And his point is as well, how different is it to build, a peer than a bridge. I just wanna bridge to put my railroad on. And so it says flag ponder this information for a moment, then turn back to the engineers. Can you not build a pier in 90 feet of water? After a brief huddle, the engineers said, yeah, we can. Then build it? And so I bring that to your attention because there's gonna be multiple paragraphs, multiple conversations in the book where flag constantly telling though. He just pauses, tries to break down things into, like, the smallest units, attacks someone 1 and. Is like, just combine those units together, and you can do it, and I'll get to more about that when we get to the keys. So he now he starts to starting san Augustine. He's like, oh, I just keep moving down. And so he's actually discovers palm beach, which is like the super wealthy enclave present day, and it says he took to riding his own real railroad incognito. The better to scout out likely targets for position with a... Without rousing the attention of local spec certain to jack their prices sky high, should it be known that the Great Henry Fly might be interested. So that's another thing he does over and over again. He's always dis disguise his true intentions. What is he searching up and down, like, what's his primary goal? Like, why he going further south? He wants to build more hotels. And once he gets to Palm Beach, she's like, Just stop here, he loved it so much he thought it was paradise on Earth He's, like, actually went to building his giant home there and to this day, like, you can go to West Palm beach or Sun Palm beach, and there's a flag museum at all over South Florida. There's flag museums. His street, he's got like, little towns made after our named after from building street. So he's considered, along with Julia Tu, like the founder of Miami, which we'll get to in a minute. In 19 82, he had visited Palm Beach in such a manner and had return to saint Ag augustine and a lat. And this is what he said, I had found a ver paradise. That's eventually where he's gonna move his his operations. And so he's gonna run this playbook. He go... He scouts out places, hides his intention, Buys land builds a hotel wants the hotel there, then he just keeps moving that line down further down south, hardly had he completed his line to Palm Beach, then than people living in Miami, which is not called Miami at the time. I'll get there. We're begging him to extend the rails south word to Miami. Even though there was no such thing. Miami at that time. And so now we get to the chapter called the city that Flag built, and this is all about Miami. This is remarkable. In the 19... In 18 nineties, all that existed were the modern metropolis of Miami sp today was a muddy settlement of fewer than 500 souls. The place was called Fort Dallas at the time. Those who moved to Fort Dallas to seek their fortunes were interested and encourage others to join them among the most active of those pioneers was a woman from Cleveland named Julia Tu. So she is important. She's considered 1 of the founders of Miami as well. If you have ever flown into Miami and driven from Miami international report to Miami beach which is where most people come when they visit. I happen to live in mind Lived in Mind me a long time. The path you most likely took from the airport to get to the beach. You go over our Cause. It's called the Julia Total Cause. And so she was also a remarkable person in an own own right. She was intending from the outset to carve a city from the Wilderness. There was nothing here about 500 people. She went to work remodeling 1 of the original settlement structures into a home for herself and her 2 children. It's insane. She... That she brought her children there. Mindful of what it would take to turn their sleepy settlement into a city. She approached flag rival, Henry Plant. So at the same time that Flag is building all these hotels and rail lines on the East Coast of Florida. This is this guy plant that's doing so in the West Coast. And so she's like, hey. Why don't you extend your railroad from Tampa across the ever to Fort Dallas. Remember Fort Dallas is what Miami is called at the time. Flag was actually gonna rename it at Miami. And so you can think about Julia totals intentions. Like, we need it's it's simple. Like, we need a way to get people to the new city they were building. Really, it's a metaphor for creating a new product. But this plant guy is completely different from flag. He's like, impossible to build... Oh, because you have to go through ever everybody It's essentially just swamp lands disgusting over there actually. That you... Like, he just dismissed the idea that it was impossible to build a railroad across such territory now and forever. And then this is where you just have to admire tunnel because she's relentlessly persistent. Total un... Un dante turned to the other great railroad world builder in Florida offering Henry Flag half of her land if he if he would only bring his railroad world south word to Miami along the East Coast route. When Total began her campaign, Flag was also not interested. And the reason he wasn't interested because he said, Flag saw no immediate reason to press his road beyond Palm Beach. Not when the clinical city was little more than a squat outpost. So that is a option of what Miami was when Julia Tu approached Henry Flag. But things change fast. Flag is 1, he likes keep his options open and 2, he reacts to new information. And then Fortune intervened in the winner of 18 94, 1 of the worst phrases in Florida history swept across state, wiping out crops and citrus groves all the way to Palm beach. The suffering that flag saw among farmers, growers and laborers stunt him. He sent 1 of his employees out on a private relief mission with 100000 dollars in cash. Instructing him to disperse it all. And so Julia Tu sees opportunity here. Flag was mindful of the news that was sent to him by the ind ind emphatic Julia tu that Fort Dallas had not been touched by the freeze. And so that's where Flag sees an opportunity. He is 66 years old this time. And even at 66 years old, 6 66 years old, flag moves fast. How many times have you and I discussed the importance of speed when talking about the history of entrepreneurship. It is insane that they all move rapidly. The decision did not take long and inside... 3 days later. That's how fast it goes. And then check out, check out how crazy it was just to get from West Palm Beach at this point in history down to Miami. This is insane. And he's 66, Flag had made plans for what was then an Ar trip. He'd take rail to West Palm Beach, then launch into a boat in Fort Lauderdale. And then more than third... Then travel more than 30 miles from Fort Lauderdale to Miami by horse and carriage. This is when he finally agrees. I'm gonna extend my real south. He's gonna build this gigantic hotel right on Bi Bay. And so that the the city and I'm putting cities in quotation marks, They tried to reward him by naming it after him. He's like no. And I didn't know. This is fascinating. Within 3 months, the city had been incorporated as Miami. Flag had had to gently urge the new town council to choose the original native American name for this... For the new city over his own name. So Flag is actually the 1 that chose to name instead of Flag, Miami. And so he builds this fantastic hotel, it's completely out of... It doesn't make sense in its surroundings, which is essentially, like, just a a swamp at this point. And we see his formula. And I already mentioned this earlier, but Gonna read it to, the hotel is called the Royal Palm. The royal Palm was not only an impressive feature of the new city, but virtually the very reason for Miami beings. Flag was not dismay at this, of course, For over the past dozen years, he had seen development thrive in the wake of his method. So this is his former. Build a railroad to a place, e a destination worthy resort hotel there and other development was sure to follow. And so he felt comfortable like I this, I'll put the money up I know people... Essentially like, I... If you build that they will come is what he's thinking about, but then it says, but even Flag could not have predicted the events that would cause Mimi growth to explode in exponential terms. And part of that explosion is gonna be caused by a Spanish American war. So he had no intention. Was gonna stay Miami, and then he got the idea to go all the way down to the keys, which crazy this time Just blew my mind that the key the key west. Remember. If you can only link it through by boat. Is still the largest city in Florida at the time. I think it's like, 2000 people, 20000 people I can't remember exactly we'll get there, so we'll figure it out. But this is what caused, like, why would it... Why would he think than a railway? Think he has to construct over an ocean is actually gonna be valuable. So it says, the coma... The the ending of the Spanish American war re awakened his interest in the matter. In the treaty that concluded the war, Spain agreed to give up its authority over Cuba, virtually assuring that the United States interest would prevail in Cuba. And so the first idea is look cool, you're gonna have all these goods traveling from the Caribbean Central South America, the the the place that it makes sense to land is in this bustling little town of Key West, but we can't get the goods out. We have... We can have deep we can dr deep water ports, and then what we'll do is we'll just run a real a rail railroad up and connect it to the mainland. And so this is 18 98. He's around 60... Is... Says he's 68 years old at this point. The the railway is not gonna be finished for quite a a bit better of. But I wanna just gonna read this section to you because I really think it helps you understand, like, who this person is. Right? And I I Admire this. He was... Even though he was 68 years old, and while his investments in Florida had not prosper to the degree that does and oil business had, he was still 1 of the most wealthy influential men in the United States. Despite his familiar chest, and he he would say over over at this point that I would have been a rich man if it hadn't been from Florida. That part is technically. He's still obviously Rich I think he leaves behind. It's insane how how wealthy he was. I think he leaves behind, like, a hundred million dollars and that's in, like, early 1900 dollars. So I think multiple billions not mistaken. But he winds up dumping 30 to 40000000 in the development of Florida, and he never turned a profit on it. So that he says that in ingest, but it's accurate. Like it would have been a rich man if I had it had been for Florida. He could have chosen that that moment to retire in live on his years in luxury, basking all the while and the gratitude of an entire state citizenry. So he's been developed like he developed an entire railway down the East Coast of Florida. He's developed all these resorts. He's promoting it a lot of people are moving there. That's what they're talking about. But flag was not... He's not gonna look the foot off it just foot off the gas until he dies. And so what I don't know left myself here is the only exit strategy is death, But flag was not about to quit. When he comes so close to the accomplishment of a goal that only a decade before had been dismissed us in utter fancy. Even in his late sixties, he was still a vigorous and powerful man. He had great wealth and technical expertise at his disposal and laid before him, was an engineering task that had galvanized the minds of every professional in the field. Even as its magnitude sober, the more practical minded. So this is the idea of I'm gonna just this line. I started all the way Northern Florida. That's gonna run right over the ocean into the keys. And if you've ever drew... Done that drive before. The author... So me and him might have a little bit of disagreement. I can understand why he thinks it's a beautiful drive. He so he thinks is 1 of the best drives in the United States. Maybe I'm Jade because I've done it so many times. There are some cool... Cool parts it, like, the the 7 mile bridge. At the time it's constructed and I'm pretty sure is the largest, longest bridge open open water in in the world. And, you know, you are literally driving on, like, a 4 lane bridge if I'm not mistaken directly in the ocean. It is kinda beautiful, but it's very flat. And the keys are just in general, just a very strange, like, it's got, like, a pirate history, and you still see that. Even Key west. It's very small. But, like, I've I've tried to have a good time in the keys I just... I'm incapable of because I don't really drink and I don't fish. And everybody there is drunk all the time. And so the thing I just happen to enjoy the most. The best thing I've ever done is I've rented, like, a a tandem bike, and me and my daughter... Like, my daughter love this because, like, we just keep West. I think it's, like, 2 by 4 miles. Like it's real small. And we just bite over the entire sit... City. So that was fun. But if you don't really drink and if you don't fish, I just just not much to do. So anyways back to this. They're saying, hey, like, you're you're taking a task. Like, it's gal the people that are super ambitious, but, like, the sober minded and practical people are like, harold, you're a little crazy. It was a time, and then I love what... This is this is why I love les writing, and I just love that he draws the parallel. It's all the same dream. He says it was a time in history when men were tempted no longer to regard themselves as the mercy of the fates. But as masters of their environment. To think of young rocket scientists at the middle of the twentieth century staring up at the moon, equally inspired and awe at the prospect of someday reaching that destination is not unlike a similar con a railroad engineer 50 years before, staring out over the streets of Florida towards Key west, filled with the same sense of wild surmise. And again, I think that's really important because from our vantage point, okay. What's a big deal? Like it's a bunch of bridges This is the 8 and 18 98. We're talking about before the invention of, like, widespread automobiles obviously existed. But the... Before the widespread adoption of automobiles before the wright Brothers It's just insane to think that you're gonna build a railroad over the ocean. And what's even more insane is, I'm gonna... The last part, of the last chapter the book is all about the gigantic storm. It's a fantastic. It's like 20 20 pages highly encourage you reading it. I'm obviously not gonna include it in the podcast because it's after flag dies. But what's crazy is it's like, this just... Most powerful hurricane to ever come destroys most of the railway. Right? But there's still parts that survive, like the bridges and the arches and everything else. Like, it the the engineering feat that they figured out 40 years earlier survived the most powerful storm to ever hit the United states. That's incredible to me. So I already mentioned this earlier, Like, this is really his... Here's it's, like, why would he do this? This is the reason he thought though the the... His work would be valuable to others. Really to think about this Is, like, you can have a reasonable of option, but it wind up being wrong, and he's just saying, hey. I just said earlier, all Cuba, Caribbean nations South and Central America. They're gonna have all these goods that America is gonna want. This is the port they're gonna come through, never materialize. He builds the port. He builds a railroad, the goods never materialize. So I think that's the important part. Just wanna pull out something here. Key west was note undiscovered town. They had more than 20000 residents. It was the largest city in Florida at the time and had been for more than 50 years. That is insane. In 1900 Key west was a large... Had 20000 people. A place you could only get to by boat. Largest city in Florida time and had been for more than 50 years. And so the author was talking about, hey, this is a time when people thought you knew you could be masters of your own environment they were way more in his opinion than he talks about this over and over again the book they're just more ambitious back then than we are today. And it's also, like, that kind of person also just things like not only the the environment Malleable, but my entire world is malleable. And so this is what I mean. I asked you to remember it earlier. This is ruthless, ruthless. And a reminder that you need good... You need a good defense. That's something I I learned from Ed thor. I recently re reread his fantastic. It's founders number 02:22. The first time I covered it was all the back on founders number 93. I'd always listen to the the latest ones. You can listen to both them if you want, but 02:22 is where I would start with that. And something he taught me is the fact that he talks about, you know, he's been in the financial markets for half a century at that point they ready to book. And he's like getting rich in staying rich or 2 separate skills. And so he's he's good a good offense Is the way you get rich and a good defense is the way you stay rich and he talks about, you know, there's all kinds of people trying to scam you out money. Always, you can lose your money, all types of ruthless individuals out there, that'll take your money. So you have to have a good defense. This is... Again, when I... When we're wanted to reach to you. Like, you just realized, like, there's some people just feel they have no limits. And if you happen to get in these people's way, they will run you over. My own personal choices avoiding these people at all cost. And so he's second wife is his first wife is dead, his second wife is an asylum, He's... I think he's dating. He's like, 7 years old the time he's dating, like, some girl it's, like, 30. So give you an idea of maybe 34. Her family's is like, hey, can you please marry our daughter. He can't marry their daughter because divorce is illegal. That point. Do you can... It only... The only way he could get a divorce if he could approve adultery. So let's go to the book. Flag was feeling pressure from Mary Lily family in the public. To... He so he decided to make an honest woman over her. There was 1 obstacle however. Flag was still a married man. In typical fashion, Flag went immediately to work on the problem. In 18 99, 3 weeks after proposing to Marry, Flag announced that he was moving his legal residents from New York to Florida. Why is he doing that? He allowed another 2 months to pass, and then petition the Supreme Court of New York, that Ida, which is the second wife could should be certified insane and thus incompetent. A matter that would scare that could scarce be contested as she had been more for more than 2 years been locked in a private asylum, carrying on a 1 solid conversation with the czar of Russia. New York's divorce law was similar to that of Florida in that divorce could only be granted where adultery could be proven. While Ida had stated that she had indeed committed adultery on several occasions, and she said she's saying that said she committed adultery with Czar Russia. Are rushes in Russia. He's not in her her asylum. So this is this is stuff happening like in her mind. Okay? It's not... It was not the sort of contention that would hold up in court. So flag turned to more practical methods. It took considerable doing, but an ninth 19 012 years later, a bill was introduced into the Florida legislature to be entitled an act making incur insanity a ground for divorce. He changed the law to get divorced. Before the month was out, the bill had sailed through both houses and had been side into law by the governor. How do you think he convinced him to do that? He convinced him to do it the same way they convinced him to do it today with money. It was rumored that it cost him 20000 dollars in bribes see the bill passed and a number of quote unquote gifts made to by flag 2 Florida's Public universities were documented. Better earth ruthless. It is well documented that Flag planned his actions careful though he might appear to have acted in Has at times as with his controversial divorce and his marriage from Ida and his marriage to Mary, Flag actions were genuinely undertaken as culmination of a meticulous process of preparation on his part. And so let's get another insight into his personality and and what dealing with Henry Flag would be like. In the 18 nineties when Fl had announced his attention to extend his railway along the Central Coast of Palm Beach, a group of landowners owners from the then prosperous town of Juno. That I'm gonna... And Not say that on purpose remember, then used to be prosperous. What happened to them. I wonder. And that the then Prosperous town of Juno had formed a consortium, pooling their real estate holdings in order to force up the price, flag we would have to pay for his right of way. The group was certain that flag would have to meet their inflated price in order to avoid sending his his line through a broad swath of marsh and swamp that would drive the cost of construction through the roof. Presented with their demands, Flag ordered. His railroad built exactly where his foes had assumed it could not be done. At tremendous expense, Flag railroad went south to Palm Beach nonetheless. And the town of Juno with and died. Now keep in mind where we are in this story, Flag is almost 70, And this is what he's got going on in his life. He was still a member of the Board of Directors of standard oil, the largest corporation in the world at this time. And as the chief executive officer of the Florida East Coast railway, railway and its various subsidiaries, he was called upon to oversee a vast network of undertaking that stretched the entire length of Florida, including extensive freight and passenger operations the management of a wide variety of hotels and resorts, the direction of massive land sales and development operation and much more. And what I love is just... I'm gonna read a paragraph I'm gonna send this because this... There's, like, several paragraphs in the book like this. He is not at all, interested in retiring. And is in fact, if you think about what he is. He's choosing to run directly towards more difficulties. That is actually 1 of the his admirable traits in my opinion. He could retire long at last. Join his new bride at their fabulous new mansion in Palm beach where he could rest and enjoy the fruits of his labor. Instead, he continued on. That flag chose the latter path says more about the man than any other action undertaken in his lifetime. And so now I have a question for you. What is jay z and Henry Flag have in common. They know the value of a faint. And so this is something that Jay talked about his auto. You come back on episode are, episode 02:38, and Henry uses over and over again in this book. It says company records meaning Henry's company records and indicate that since reaching Miami in 18 96 Flag had been making tentative move south word. Faint here and there, like a fighter waiting for the right time to wade in for real. That's exactly what Henry said. This is what Jay z said. Every hustle knows the value of a faint. It keeps you 1 step ahead of whoever's listening in. And so to get to his end goal, which is to build the line all the way to the keys. He's gonna have to go through the swamp plant. Now, remember when I told you Julia Total went and talk to, to Flag rival plant. And plant hit he'd like, no. You can't. Like, he sent an expedition down there. He's like, you can't... It's it's a swamp. It's everybody. You can't... The the whole area. Like, there's no way you can build a railroad through there. Well, flag wants to investigate for himself. He sends his people down there and they found, oh, it's hell. But really, that... I'm just gonna read 2 paragraphs to you, a little longer, 2 and half paragraphs, maybe. But really, the way I about this and when I wrote to myself when I got to this section As I sat here and thought about because I sat on this... These 2 pages for a while. That the metaphor here is during the during, like, your attempt at doing something difficult. You're gonna have several points where all of the options in front of you would not be described as good. Right? Flag... At at this point, he's was trying to figure out okay, I have 2 ways to build the railroad. Neither is good, but he has to do this this part. Right? Where most people fail and and and and trip up. He's gotta actually solve this problem just to have the opportunity to get to an even more difficult problem, which is that of the building in the road would actually in the keys. So it's really insane. And if you're building... Especially really like your engineering physical difficult products. This book is probably interesting because, again, it's 1 of the most challenging engineering feat that humans have done, especially at the time. So said his surveying party went... Were to encounter the same daunting conditions that James ingram and his men met while crossing the everybody in the opposite direction. So those are plants guys. Okay? Decade before. Endless stresses of Marsh and Mock dense stands of 10 foot high, saw grass with edges as sharp as razors, clouds of stinging insects so thick. You could swing a can about the end of a string and come up with a court of mosquitoes. This is the guy's name Chrome. This is the guy that that flag was sent down there. This is just fantastic writing. So this is why I'm gonna reach you this whole session. A distance that can be traveled by Car in an hour or so today took Chrome in his men 13 days. I found a most god forsaken region. He wrote in in a report to his supervisor. It's going to take us much longer to get a survey than I had expected. Chrome did press on, often forced to drag his shallow bottom boat that they had brought along over terrain that was an ind ind def mix of mu and water. Sucking at every step. Now that how crazy is Is this? So it's hard to walk on, but it's not liquid enough to cross by boat. I mean, it's a swamp. Right? The men were tortured by heat, humidity, insects, and often lost their way in the feature landscape. If not for the aid of the occasional back country hunter or a member of the of the native tribe, Chrome only memorial might have been a long, forgotten pile of bones. And so again, he's gotta solve a series of extremely difficult problems just to for the opportunity to then tackle, It's like the final boss. Like the most difficult problem. It's just remarkable, but this is 1 of his most admirable qualities in my opinion based on the reading of this book. To a p like Flag, the route seem possible. When questions, so now they're talking about building cross open water. Okay? When questioned how he would cross those mammoth stretches of over open water flag replied. It is perfectly simple. All you have to do is build 1 concrete arch and then another, and then another and pretty soon, you'll find yourself. In key West. And so he's like, alright. Who's going to build this thing for. He searches the entire world for a... Quote unquote concrete ex expert. He finds this guy in, named Meredith, Meredith is actually gonna die on the job a few years from now. He winds up being diabetic. But Meredith I want to read Meredith interpretation of Flag, which I thought was really was really fascinating. So it says meredith remember being summoned directly from Mexico where he was working to say Augustine for his interview. And so now he's talking about Flag. Perm appeals to him more strongly than any other man I ever met. He often told me to build for all time. The interview was brief into the point, once Meredith is assured flag that nothing about his plans seemed impossible the matter matter was settled When can you sort Flag ask Meredith, fully expecting that he might ask for a month or so to set affairs. What flag... Or what Meredith about to do here is exactly what Andrew Carnegie he said to do, and Carnegie did this when he was trying to find an opportunity young person didn't have a bunch of money, he gets hired a job. He's like, I'm going right now. If there's an opportunity to go now. And so Meredith says, I'm ready to go to work this afternoon. And then he asks, he's like, if it's okay. I'd like, a few days though, let me go home to Kansas City, pack some things, see my family because gonna be on this job for several years. Alright, my boy. Go see your family. Flag said. So the people that knew flag the well, and he was very difficult to get to know. They actually described him as a supremely stoic man And so part of the promotion for this project. He... There's a... There's a a reporter that goes down, and, you know, he he's gonna... His intention was to write, like a hip piece on a robber. And he gets there, and he he discovers something different. So says, he embarked upon his assignment ready to deliver a portrait of a robert baron facing his justice desserts. He was to spend several weeks inspecting flag with his fast holdings and several more days in conversation with the man. However, he came away with a vastly revised assessment of flag. And this is what he said about him. You realize that you are before a man who has suffered and has never we who has undergone intense pain and has never so who has never bent under stress. Keep in mind, Flag 74 at this point, and a letter written into an associate at the time. Flag provides a glimpse of his own self image. Memory 74. Okay? I was born with an oak constitution. The only excess I believe I have indulged in has been that of hard work. He's 74. This actually this part was actually kind of inspiring to me because, like, the idea, you know, like, like, do... You you never know. Like, what what am I gonna feel like when I'm 74? I'm gonna have the energy? Like, I'm are you gonna wanna actually, like, continue doing... Making working and contributing to to your fellow humans to society. And if we're like flag, if we're looking at the like, flag Was like, yeah, So he says, I believe the only excess I believe I have indulge in has been that of hard work. I have, however, 1 ai, which is un incur, old age. And that I am submitting to as gracefully as possible. I am quite sure, however, that I possess as much vitality and can do as much work as the average man of 45. Hard work, energy, and accomplishment. For flag, it seemed to be all he knew and all he needed to know. And so the book describes... I mean, just unbelievable amount of obstacles. So as you could imagine trying to do this, but 1 of them I just wanna pull out is 1 of the hardest challenges was actually finding enough workers. This is undeveloped, largely undeveloped swamp plant. The trip made of profound impact for Flag who understood that a set steady supply of labor was crucial to the success of his undertaking. Labor shortages, which had always plagued his road building efforts in a spa populated Florida would be greatly exacerbated here. 1 of our most trying problems has been to take a big body of low grade men, take care of them and build them into a capacity for performing high class work. And so people would come down on the rail line, looking to wait... To make money, most of them are from Northern States and they get into the hot, the heat, the humidity and the insects, and they would last a day, maybe 2 days and they would just dessert. And I think at that point, this point story where he's was like, I got a giant problem. He had hired 400 workers and they had d down to a hundred and 50. So at this point that guy Meredith, the concrete expert that said, hey I can go to work right now. He's in charge of the project. He's the 1 that's reporting directly flag. So this gives you an insight. The reason we're this 1 paragraph gives you an insight into how flag managed. For while the undertaking was guided by Flag vision the commander in chief was wise enough to give his field general free reign when it came to the devi advising of the day to day tactics. Here is the goal. The wise commander says. How you achieve it is precisely up to you. And again, I don't think I can ever reiterate enough just how difficult this task was. So not only do you have... Like, it's undeveloped. You have a hard time getting supplies. You haven't a hard time getting workers. The the the the conditions are inevitable, some of this is taken over giant swath of open open sea, but not only that. During the construction, I think it takes 10 or 12 years, just the the keys part. Now he's he's in Florida like 26, I think something like that. But they get hit by 3 different hurricanes. And I'm not talking what the the the massive hurricane that happens in 19 35 that destroys the railway. I'm talking during the... The actual construction of what they're doing. So there's many times where it's just, like, we made progress that the hurricane comes through and destroys everything anything else. We gotta do it over again. And it happens multiple times. And there's a lot of of just descriptions of, obviously, hurricanes in this book. That's under these storms are a major part. They're like, It's a supporting character in the book. And I just wanna give you a great description of some of the dangers of hurricanes. He's got a a tone of great writing, but this is this gives you an idea. So it says it's impossible to stand upright in such wins. And even if it were remaining outside for long would be suicidal. Roger Cl might manage to throw a fast ball in the high 90 miles per hour, and some major league have suffered fractured skulls when they've been too slow to duck such a pitch. These winds were running somewhere between a hundred and 50 miles an hour. A baseball weighs 5 ounces. Actually, I was mistaken. This isn't a description of 1 of the hurricanes they had deal with. They're actually talking about the difference between the the the massive storm that hits in 19 35 and then Hurricane Andrew, which hit in 19 92. Hurricane Andrew was the most property damage. I think this is before Katrina. A Hurricane Katrina, but the her hurricane in 19 35 was the the 1 with the strongest win. So hurricane... So this is about what it would be, like, if you were outside during Hurricane Andrew. So it says, Roger Clement might manage to throw a fast ball on the high 90 miles per hour and some major l have suffered fracture skulls when they've been too slow to deduct such a pitch. Hurricane Andrew's winds were running somewhere between a hundred and 50 and a hundred and 75 miles an hour. A baseball waist 5 ounces. Now try to imagine taking a hurricane tossed 5 pound clay roof tile to the face. For those who have never leaned prone beneath the passage of such a monster, there is no way of knowing beforehand. And so it was for the men en count on the northern keys on 10/17/1906. Few pages later. Again, this is just 1 of 3 hurricanes that hit the keys during the the construction of Fly railway. There's a ton of paragraphs like this in the book. And it says, Sanders watched another plank wooden plank come screaming through the air towards towards the man who's next to him. Who looked up in time to take its full blow, who take who who take its blow full force. The man's chest split open as though it had been cut with a giant pair of sheer. And so there's all kinds of crazy stories. There's interviews that that less does in the book about some people that that survive the 19 35 hurricane, there's also some stories about the ones that are that take place during construction. So while that guy that's happening in 19 6 just got cut open. So while that's going on, did... I'm gonna read you, there's actually people risking their life. Their experiencing in hurricane too. They're in a boat. And it's just a reminder, there's just good people in the world. The people I'm about to describe to that on... That are on this boat or actually risking their lives to save others, and they wind up doing that it says they relayed the news to to Jenny, which is the ship to Jenny captain, who ordered the ship into a full fledged search by 01:30 in the morning, that Jenny had pulled 49 men from the water and delivered them safely to key West. And so there's all kinds of stories about families being separated, mothers and daughters being separated and fathers and son, This is 1 of the happy endings. The 1 of the guys get pulled out of the water. It says the sun was fortunate enough to grab hold of a plank and managed to keep himself a afloat until he was rescued the following day, where when he was finally delivered safety, the son told a railroad official, the heart wrench story of the loss of his father. He thought his father drowned. He thought he was swept away by the storm. Tell me your name again son said the listener. The son did so. The official then smiled and clap the young man on the shoulder. You can relax your father's safe. He told the same story when he was brought in a couple hours ago. Imagine the relief by both father and son. The father tell the story thing his son is dead that he watched the son dying in hurricane. The son had the exact experience... The experience. I cannot believe my father's dead. And then there's, like, no. You were actually reunited the next day. And so after every hurricane, they're forced to rebuild, they're forced to proceed work again. If I was still having a a giant problem with personnel. And he realizes, okay. The the... We're taking northern people from the north, northeast in America. They're not acclimated to this condition. And so he winds up finding people from the Cayman islands and from some, like, tropical Central American and Caribbean islands. And once he starts importing them. And he's like, oh, they're used to these conditions. They can... They're... The humidity and heat is just natural. They've been born and raised in this environment. So that was, like, a major breakthrough there that he discovered. Just with the importance of finding people that have already been accustomed and adapted to the to the the work level that you that you that you require. Right? And so it says the Spanish workers had always been stairs in flag eyes. Meaning they they they don't dessert. They don't leave. And as Word got back to their country countrymen about improved living and working conditions on the project, more and more of them came to sign on. Native cayman islanders. Likewise, accustomed to the climate and insects also had come to con constitute a significant part of the workforce, and this is their typical day a writer visiting the work camps for the railroad gazette noted that while mosquitoes were large and fierce. All the bunk houses and porch were screened. The men get up at 5 in the morning. Take a bath, have breakfast at 05:30 and then work from 6AM to 11AM. Have lunch, then go back to work at 12 and get off at 5PM with supper from 05:30 to 6. Sundays are rest days. Many workers reported that conditions at the camp were superior to those at their own homes. So essentially working from 6 in the morning to 5 any afternoon. 1 of Fl executives is on a boat. He goes from his, like, under underneath the boat to try to go talk to the the the captain the boat about, hey, we should schedule a stop. I gotta check on something and he goes out and as the same time he goes to the... To... He's trying to walk on the side of the boat to where the captain is, the boat gets, like, hit by wave, and he falls over. And that the engine so loud that the boat... Like, he's screaming for help, but they can't hear him. And so this story is about how not panicking save her life. So it says as he worked and will himself to stay a afloat, C kept his mind on a story that had always stayed with him. In large part because of his very fear of what it had just been following him. A friend had once to told C about being on board a small ferry boat that was crossing Lake Michigan. The ferry had sunk and the friend had found himself fl about f waters along with his wife and young daughter, neither of whom could swim. Terrifying. Right? Ko friend had re it but Ko friend could swing. Him His wife and his daughter could not, but the water's really cold. C friend had reason firmly, but reassuring with his wife and daughter, telling them not to panic and to simply keep their hands on his shoulders. He insisted that he could keep all 3 of them afloat, him And if they would simply trust him and stay calm, they would be saved. Ko friend had been successful. And the message behind the story burned fiercely and ko brain as he floated there in the lonely waters. And so he's like, I'm not gonna panic and these tries to be positive. He had certain things going for him he told himself. There's plenty of daylight left and compared to the choppy and f Lake Michigan, he might as well have been bobbing in a calm if enormous tub of bath water. And so he's tread waters. He's like Gotta plenty of Day. I'm gonna stay calm. I'm not gonna panic if I panic I'm going to die. Eventually, the people go... The people driving the boat, go back and try to figure out, hey, where to coco, they they realized he's not in his room. That's weird he he's on the boat. Then they see where he fell off it kinda like broke a part of the boat so they immediately turn around. And it says, and then he saw the approaching craft, his engineer waving and shouting were relief washed over him. In moments, he was being pulled to safety. And so reminding me, I have this crazy story a few years ago on a podcast. There's a former Miami Dolphins football player named Rob Conrad. And he was on his boat, 9 miles off off the coast of Florida by himself, and his boat had autopilot. Like, Greg cruise control. And so he set it up, it it kept going. And so he goes to the back of the boat to check something, and it like, hit wave or something, and it knocked him out of the boat. And normally, if he fell the boat, like, the engine would stop. And he just realized oh my God, the thing's gonna keep going. And so on this podcast, he is telling the story where he takes 16 hours to swim 9 miles to safety. The whole time he's just thinking of it. I think he has young daughters and his wife, and he's just, like, I can't give up, you know, you're your beyond fatigued. So like, he's severely sunburn burned. By time he gets to shore, like, all the skin on his neck and his shoulders and everything else or are completely gone from the grinding of the the the the salt? It was just an unbelievable story about human will. Just like, I cannot die. My family needs me, and it just pushed. I just couldn't not imagine swimming for 16 hours straight. Now the hurricane hits the island interrupts the the construction kills a bunch of people. There's just 1 story. This is just incredible that this guy survives. 1 foreman was caught in the storm and try to save himself from being swept out to sea by tying himself to the trunk of a tree with his own belt. He was still being buffet by the winds when the man began to sense that he might live. Then he began to feel a terrible burning sensation at his hands. The sear pain had moved from his fate had moved to his face and lips, which were pressed tight against the trunk of the tree. His eyes had begun to burn and in moments were nearly swollen shut. So this is about the intense human desire to survive to to to to live. Right? Not only he's about to be blown out by the wind. There's storm surge. He's tying himself to trees he's like, okay. Okay. Maybe I won't get blown off his tiny little island and oxy survive. And he winds up tying himself to a poisonous tree. Right? And he still... He survives. Like is crazy. So now his... His face is on fire, his hands are on fire. His eyes are shot and he's in hundred hundred plus mile on hour winds. He realized the terrible irony of what he had done. He had lashed himself to a man shield tree most likely pronouncing it correctly. Tree, 1 of the most poisonous plants that grows in the t. The indigenous key keys native Americans had used the man shield to poison the wells of invading Spanish con, hundred years earlier. 1 of whom wrote home that he who sleeps underneath a man managerial tree sleeps forever. So it says 5 years next expert, birthday would be as 80 second and those closest to had come to field. The only thing that kept the old alive was his dream of seeing the project completed. Yes, he's getting old. He's starting to get hunch over. He's getting a little weaker, but he's still got that fire in the belly. And we see that because this is when he sends 1 of his executives down. They're like, okay, We're almost we know we can do this. Where's is the train gonna terminate at? We gotta build a terminal. And so it says the... By then, the keys was the most populous city in Florida with his point port ranked as the thirteenth busiest in the nation And so it says, it's 1 by 4 miles of territory had been built and over built already. By the time, Joseph Parrot arrived, that's the guy that Flag sent. There was simply no more land to be had. Certainly not enough for flag ambitious plans. There's no more dry land in Key west Parrot reported to his boss, then make some flag replied. And Parrot did. He constructed a bulkhead above the northwest corner of the island and dr thousands of cubic yards of mar. I have looked that up. That is un sediment rock or soil consisting of clay and lime. So he takes a bunch of this from the the bottom of the ocean and starts building land. Right? So it says thousands of cubic yards of mall, from the joining flats to fill in a break water and foundation for for a rail, terminal building and docks. The United States Navy tried to block the project, complaining that they were removing, phil from submerged lands under their control, and that they might need that fill for defense purposes someday day. Paris response was classic flag. If the time ever came when the navy needed its mud, Parrot said they had his word that it would be returned from when it came. And this idea that I'm gonna build a railway from the top of Florida all the way to the end, takes over 20 years, but damn it he did it. On the afternoon of 01/21/1912, almost 7 years after work on the key west extension of the line had begun, the projects equivalent of driving of the golden spike took place. For the first time, traffic was open across a 7 mile bridge at at the time, the world's longest continuous bridge. The process of rail building that had begun in 19... Excuse me. In 18 92 was complete. There were now 366 miles of track linking Jacksonville with Miami and a hundred and 56 more connecting Miami was Key west. The same morning, Henry Flag. Now 82 left his home in Palm Beach. He was frail and his site was failing, but nothing was about to stop him. Not after spending 12000000 dollars on hotels, 18000000 dollars on a land based railroad and another 20000000 more of his... On his railroad across the sea. On this day, he would board his private railroad car at the palm... West Palm Beach station for a 220 mile trip that would culminate in Key west and pun the dream of a lifetime. At 10:34AM, Henry Flag, his back bent with age and his demi demise brim with tears stepped out onto the observation platform to an ovation the likes of which he had never encountered. He had ridden his own iron to key west at last. A military ban played and a children's course of 1000 voices saying patriotic songs in flag honor. A choked up flag turned to parrot and whispered. I can hear the children, but I cannot see them. Parrot nearly overcome himself, simply gripped his old friend's arm and squeezed. When finally called upon to speak, flag managed to rally. We have been trying to anchor key west to the mainland he said, and anchor it we have done. The project that so many had turned away from and others had der became a reality. Few people in history have accomplished so great a task are live to experience such a moment as flag did. On his way off the platform, flag placed a hand on paired shoulder and whispered. Now I can die happy. My dream is fulfilled. And that is where I'll leave it for the full story. Highly recommend reading the book. It's a just fantastically written. Wonderful story, ton of interesting information in here. If you buy the book using the link that's in shown your podcast failure, you'd be supporting the podcast at the same time. Another way to support podcast podcasts is to give a gift description to a friend, coworker or a family member. That link is always is down below. Show up in your podcast player, it's also available at founders podcast dot com, That is 247 books down 1000 go, and I'll talk you again soon. In"
}