{
  "transcript": "The life of John d Rockefeller was marked to an exceptional degree by silence, mystery, and invasion. Even though he presided over the largest business and philanthropic enterprises of his day, he has remained an elusive figure. A master of disguise, he spent his life camouflage behind multiple persona and shrouded beneath layers of mythology. He lingers in our national psyche as a series of disconnected images. Ranging from the aggressive creator of standard oil, brilliant, but blood to the elderly man dispensing dimes and canned speeches for news real cameras. It's often hard to piece together the varied images into a coherent picture. This has not been for a lack of trying. Earlier in the century, Rockefeller inspired more pros than any other private citizen in America. With books about him tumbling forth at a rate of nearly 1 per year. He was the most famous American of his day. Yet even in his heyday of popular interest, he could seem madden opaque with much of his life unfolding behind the walls of his eights. Rockefeller often seems to be missing from his own biographies, moving through them like a ghostly dis figure. When random house proposed that I write the first full length biography of Rockefeller since the 19 fifties, I ba. How could 1 write about a man who made such a fetish of secrecy. When I told them that I couldn't write about Rockefeller unless I heard his inner voice, the music of his mind as I phrase it. They brought me the transcript of an interview privately conducted with Rockefeller between 19 17 and 19 20. As I poured over the 1700 page transcript. I was astonished. Rockefeller, stereotype as tac and empty, turned out to be analytical, articulate, even fiery. He was also quite funny with a dry midwestern wit. This wasn't somebody I had encountered in any biography. I was now eager to do the book. Even with such massive documentation, I had the frustrating sense that I was confronting a sphinx. Rockefeller trained himself to reveal as little as possible, even in private letters, which he wrote as if they might someday fall into the hands of a prose attorney. The 20000 pages of letters that Rockefeller received from his more outspoken business partners proved a windfall of historic proportions. They provided a vivid portrait of the company's Byzantine dealings with oil producers were refine transporter and marketers, as well as railroad chief ins, bank directors, and political bosses. Like many mobiles, Rockefeller was either glorified by partisan biographer who could see no wrong are vi glorified by critics. Who could see no right. This 1 side ness had been especially harmful in the case of rockefeller who was such an imp blend of sin and san. The story of John d Rockefeller transports us back to a time when industrial capitalism was raw and new in America, and the rules of the game were unwritten. More than anyone else, Rockefeller inca, the capitalist revolution that fall the civil war and transformed American life. He embodied all of its virtue of thrift, self reliance, hard work and un flagging enterprise. That was an extra excerpt from the book that I re reread and the 1 I'm gonna talk you about today, which is titan, the life of John d Rockefeller by Ron t. So I originally read this book a few years ago for episode 16. I didn't really know how to do a podcast back. So I think it's too important of a book. To understand the history of entrepreneurship to not redo again. The book is almost 700 pages. There's a lot to get to. So I'm gonna jump right in. 90 percent of what I wanna talk to you about today is going to be how he built standard oil. There's a few things in his early life that I think we have to cover first. So then, It's easier for you and I to understand, like, why he might have made the decisions he did as he builds 1 of the most valuable companies the what has ever seen. I wanna jump to 1 the the sentence and the introduction that I... I think it's extremely important because of this guys 1 of Rockefeller most important. Traits. And it says, once Rockefeller set his mind to something, he brought awesome powers of concentration to bear. And when I read that, maybe think of 1 of my favorite quotes from 1 of my favorite entrepreneurs, Edwin Land the founder Polaroid If you read, I've had f biographies on Edwin. Here he talks about the importance of concentration over and over again. I think this is probably his best quote on the importance of concentration, and this is what Lance said. My whole life has been spent trying to teach people that intense concentration for hour after hour can bring out in people resources they didn't know they had. And as you and I go through the way Rock rockefeller Thor bill Standard Oil, it become very obvious that he spent as just as much time spent working. He spent thinking and concentrating on what he was actually doing. So I wanna talk a little bit about his parents. He becomes like this blend between his mother and his father. He winds up having a deep hatred for his father and a deep une ending love for his mother. Rockefeller father was a snake oil salesman and a big. He winds up having multiple families throughout his entire life, and he loved money, but hated work. So this is, Rockefeller assumes the exact opposite posture. As his father. So he says, this is about his father. Throughout his life, he extended can considerable energy on tricks and schemes to avoid plain hard work and then T describes why understanding this part of our father's life is so important to understanding how we build his company. This marriage fuse the lives of 2 highly dissimilar personalities. Setting the stage for all the future heartache, marital discord and chronic instability that would so powerfully mold the contradictory personality of Rockefeller. And his dad bill is his crazy character, throughout the entire book, what I mean by crazy. Well, he... This is before Rockefeller is born. He mar rock Rockefeller mom. Her name is Eliza and decides to say, hey, we're gonna move in this my lover. There we're gonna call our house, and I'm gonna have babies by both the use simultaneously. So it says Bill, roughly dis the lives of any high flown romantic notions that she might have had about mat. Far from reno his girlfriend, Nancy Brown, he brought her into the camp house as a unquote house and began having children alternately by wife and mistress. This affair wasn't the only ind he visited upon Eliza, she was often abandoned by build. This is so important because he realized Rockwell was like an old man from a young age. And part of this, this is a he felt when he goes in and starts looking for his first job, which I'll spend a lot of time talking about. He felt he's like, I don't I have to take life seriously. I have to support. It's almost like he was a father of a family of 5 at 16 because his dad would constantly, like, run away. So says, it's not the only dignity visit upon Eliza. She was often abandoned by bill. Bill remained a restless and defiant individual who preferred life beyond the pale of society. And since it was unpredictable, when Bill would be back Our he had ever return, Eliza had to learn how to do a lot with a little. And so the 1 tool that she used for this was frugal out. And this is something that, this is a trait that she would instill in in Rockefeller from a young boy that even in when he's in his nineties. He lives so he's 97 years old. This trait never leaves him. So it says Eliza became extremely frugal and drilled her children in in thrifty mac some such as will waste makes woe want, and I have some crazy stories later on about just how frugal Rockefeller was even when he was 1 of the wealthiest people on the planet. So let's go to Rockefeller as a boy. There's 3 traits that are taking place on this on this page that he keeps with him through his entire life. He always praised the benefits of adversity. He was always thinking, and he was always persistent. So says in contrast to his father's disdain from manual labor, John Gl in the rigor of country life. Which he came to believe tough in him for later industrial struggle. His frugal boy harden and already stoic nature and made him strong against later adversity. This is how his neighbors remembered him at this time to other people he often seen abstract they remembered him with a dead pan face walking along country roads lost and thought as if unraveling deep problems. He was a quiet boy. He seemed always to be thinking. He was a slow learner, but patient and persistent Rockefeller would later describe himself accurately as reliable, but not brilliant. A few pages later, there's more examples I wrote on this page traits from his early life that he also used in building his business, we can see that there was something extraordinary about the way that this boy pinpoint goals and dogg pursued them without any trace of childish and impulsive. He is like 11:12 years old time. When playing checkers or chess, he showed exceptional caution. Remember, there's just a metaphor for for how he built and managed standard oil. When playing checkers or chest, he showed exceptional caution, studying each move at length, working out every possible counter move in his head. I'll move just as soon as they get it figured out, he told opponents who try to Rush him. You don't think I'm playing to get beaten do you to ensure that he won, he submitted to games only where he could dictate the rules. Despite his slow ponder style. Once he had thoroughly mold over his plan of action, he had the power of quick decision. And really now that I read this book 2 times. I don't wanna overs simplify it, but really studying the way that he built his company, I was like, oh, this is what happens when amateur try to compete with a professional. He was so smart, efficient and ruthless, you just cannot believe it. And 1 thing that enhanced all those traits was the fact that John was a true believer. In his heart, 100 percent for the rest of his life thought that god gave him a gift, and his gift was making a lot of money so then he could give it all away. And the reason that's important is because true believers are not going to have, like, the normal self doubt that others are maybe even his competitors as well. And this is something he picked up when he was really young. So it says early in life he learned that God wanted his flock to earn money and then donate money in a never ending process. I was trained from the beginning to work and to save Rockefeller explained. I have always regarded it as a religious duty to get all I could honor and to give away all I could. I was taught that way by the ministers when I was a boy. So we're still in the childhood, but think about this. He's got traits that are beneficial from when you're building a business, combined with a core belief that this is what God wants him to do. Combined with a mother who put a lot of pressure on his shoulders from a very early age because her husband was running around the country half the year, and then she didn't she she finds out, but the father and having other entire families. I lost count. How many children he hired. I don't know. Maybe 10:15. He's got a gang of kids. So let's go to that. He had his mother's ability to bear a large burden for long periods in an un unrivaled way. Many neighbors testified that the un unstoppable Eliza, never lost her temper, never raised her voice. Never scolded anyone. A style of understated authority that John inherited. I brought that point out because that's how he ran his business. He never... No no 1 ever saw him get angry. He never raised his voice. He wouldn't yell at employees, none of that. From his mother, he learned economy order thrift, and other virtue that figured so largely in his success at standard oil. Eliza trained her children to reflect cool before making decisions. Her frequent maxim was we will let it simmer. This was a saying that John employed throughout his business career, And this is important she really did see her oldest son as gifted. She saw qualities in him still invisible to the world at large. Because she con find in him and gave him adult responsibilities he matured rapidly and acquired unusual confidence that's an understatement. As he put it. I know that in my own case, I have been greatly helped by the confidence imposed in me since early boy. He learned to see himself as a reluctant savior. That is not hyper. Not only reluctant savior of his family. He thought it was, like, the world's save savior of the entire industry. The in the entire oil industry must be brought under my control for the good of the world. That is how he viewed it. So he said says he learned to see himself as a reluctant savior taking charge of troubled situations that needed to be rem. So let's skip ahead to 1 of the times where his father comes, you know, his father would pop up randomly. Would never know when what happens. Maybe he stays for a month, maybe he stays for a few days, but the the ruthless that is very evident in Rockefeller career. I believe was learned from his father. The bane of John's boy wasn't poverty so much as chronic worry about money. And it's easy to see how cash came to see like god's bounty, the blessed stuff that relieved all of life's cares. After the family spent anxious weeks or months running up credit bills and waiting for father's return, Bill would abruptly materialize like a jolly santa clause, swimming in money. He would compensate for his long absence by extravagant shows of generosity with his children. For John, money became associated with these brief, but pleasurable inter when father was at home and the Rockefeller functioned as her true family. So remember, this is his opinion of his father when he's still a child. He is not yet of the age where He's old enough to take the measure of the man that his father actually is. And so these are some of the lessons that his father is trying to drill into him as a very young age to his son. He conveyed the message that commerce was a tough competitive struggle and that you were entitled to out with the other fellow by any means. He tutor John in a sharp relentless bargaining style. And so 1 of the things that Rockefeller had to learn to overcome is the fact that everybody knew that his dad was know, a scam artist, bet he lied all time that he abandoned his family. And so everybody in the town in the neighborhood would, obviously gossip about his father. And so John had to learn defense mechanisms to do with that. Right? And so he learns this as a kid, but later on, was almost like imp to criticism. Like he would ignore... It's almost like he built his own world was in the world. And a lot of that was just because he didn't really care about society's opinions. So it said a boy was such a father needed to screen out malicious gossip and cultivate a bra ind to community opinion. This bread in him a reflex habit of secrecy, a fear of the crowd, a deep contempt for idle chatter and loose tongues that lasted his entire life. When John was a child, Bill... Listen to what he does. Listen to what his dad does. When Bill was a child, Bill would was shooting? When John was child. Bill would urge him to leap from his high chair into his waiting arms. 1 day, he dropped his arms, letting his astonished son crash to the floor. Remember, Bill lecture him. Never trust anyone completely, not even me Never mind the crowd. He told his son. Keep away from it. A attend to your own business. The boy who faced town, the vicious talk of neighbors would be extremely well prepared to walk unscathed and even defiant through the turbulent controversies that later surrounded his life. This reminded me when I read the biography of William Randolph Hears, all the way back on founder number 01:45. He was raised an environment like this, I I remember I told you that I went to visit his house The name his house called the Hears Castle in California. And 1 thing that was apparent when you read the biography is that Hurst did not like society. In fact, there's a quote from that book. That says he didn't care about what people thought of him. And he despise society. That's not an exact fit of the way I I think about Rockefeller, but it's close. It's like an echo of that idea. And then there's this long section that just describes all the different work and and, that John was doing his young boys, like 10 or 11 at this point. But Just wanna pull out 1 sentence, because I feel this sentence is really Rockefeller mo that he uses for his entire career. Rockefeller analyzed work, broke it down into component parts and figured out how to perform it most economically. 2 more sentences spread out that give you an idea of how he was as a boy and how he was his whole life in my opinion. 1 was not supposed to dwell on insults, but keep 1 sites fixed on the practical goal ahead. And then the second thing is, I have no recollection of John excel at anything. I do remember he worked hard at everything, not talking much and studying with great industry. And so he's a teenager. He's about to go on the job Hunt. He wants the work full time. He wants to support his entire family, 2 things before I get there. 1, he's all business even as a teenager in an extremely peculiar arrangement. John, aged 15 was already lending small amounts of money to his father and charging interest. He was never sentimental when it came to business. He simply charged his father what the going rate was. And then second, an early example of this maximum that John would repeat throughout his life that success comes from keeping the ears open in the mouth closed. This is a neighbor describing how he was different from other teenage boys in the neighborhood. He sat quietly in his chair listening to what was being said. So for education, John took Correspondence courses, you can kinda think of, like, if you took, like, a college level class to the mail. Is the way I would think about that. So he would take correspondence courses to supplement his education. He wanted to learn about business and bookkeeping, and then I wanna get into 1 of the best days of his life. And he just... He says he's not brilliant. I would I I think he's just being humble because the way he goes about everything is just really, really smart. So he's taken this course and it says it taught double entry bookkeeping and the essentials of banking exchange and commercial law. I remember this is the 18 50. These are varied, like rudimentary. Right? By the time his studies had ended, he had turned 16, and he was ready to flee the traumas of his family life by focusing his energies on a promising business situation. So he's in cleveland and his full time job is looking for a job. And so he says, I went to the railroads to the banks and to the wholesale merchants. At each business, he asked to speak to the top man. Then he got straight to his point. I understand bookkeeping, and I'd like to get to work. Despite incessant disappointment, he dogg pursued a position. This went on each day, 6 days a week for 6 consecutive weeks. He approached his job hunt devoid of any doubt or self pity. He could stare down all discourage. I was working every day at my business he said, the business of looking for work. That's just a really smart way to think about this. I put in my full time at this every day. He was a confirmed exponent of positive thinking. And then these 2 sentences gives you a perfect idea of the kind of person that we're dealing with. When he exhausted his list, he simply started over from the top and visited the businesses 2 or 3 times. Another boy might have been Crest fallen, but Rockefeller 1 of the most important sentences in the entire book in my opinion. But Rockefeller was the sort of stubborn person who only grew more determined with rejection. 6 weeks later, he finally finds a job, and this is what he said about that. All my future seemed to hinge on that day. And I often tremble. When I ask myself to question, what if I had not gotten that job, and he takes a seriously for the entire... The rest of his entire life. This is job day. He... I don't care about my birthday. I care about job day. He turns it into a holiday to be celebrated for the rest of his life. For the rest of his life, he would honor September 26 as job day and celebrate it more than his birthday. So he's working for these merchants and their primary business like produce and green. I just wanna pull out a couple highlights here because we see these personality traits that he keeps for his entire life. He is extremely precise, extremely disciplined, extremely frugal and extremely success obsessed rather. Work educated him work liberated him and work supplied him with a new identity. I learned to have great respect for figures and facts no matter how small they were He said. He chi his rivals. He hated like, s. Many kept their books in such a way that they did not actually know when they were making money on a certain operation and when they were losing. He closely reviewed every bill, confirming the validity of each item and carefully adding up the totals down to a penny. He pounce on errors even if it was just a few cents and reacted with scorn full amazement when the boss next door handed his clerk a lengthy une examined plumbing bill and said, please pay this. Rockefeller was appalled by such cavalier in indifferent. He displayed a bulldog 10 that took people by surprise. This was a great because this gives you... This is the way I think about them. Like, the language that Tri now is about to sit tell tell you and I were here. It really like the visual matches in my mind perfectly as I'm reading the book. He was pale and patient as an undertake. He would wait until the debtor cap. He collected payment from people as if his life depended upon it. And 1 idea that you and I talk about over and iran because it pops up in these books and I think it's completely opposite of how people that are not founders entrepreneurs think is that belief comes before ability. You don't accomplish great things and then think that... And then believe you can do it. Now, you believed it way before that accomplishment ever came. Right? And so what he's about to say here, keep in mind, he is saying this, this statement that he would repeat over and over again to everybody. At this point, he talked a lot more. Later in life, he... They call him the sphinx. But what the statement he's about to make. He is making a dollar a day at this point in his life, and he'd go around yelling, I am bound to be rich. Belief comes before ability. Rockefeller derived pleasure from work and never found it cheer dr. The business world ent him as a fountain of wonders. He was so obsessed that he was worried. He thought it was like, almost like sinful, so he tries... He tries to set up a system, so he doesn't... So he works less. And he fails at it. So says 1 day he decided to throttle this obsession. I made a deal with myself not to be seen in the office after 10:00PM... After 10PM within the next 30 days. It is telling that the young man made such a pledge to himself and equally revealing that he found it impossible to obey. So then they go into great detail about, like his baptist of upbringing the way he thinks about religion. I just wanna give you, like, an overview so you understand, like, his life was family, church, and work, and that's it. And his religious beliefs informed his approach to work. It says Rockefeller never wave in his belief that his career was divine favored when something good happened, he thought it was god intervening. He believed that. When Benjamin Franklin, so there's a lot of people, Rockefeller, like every single person we studied. Obviously, studied people... Great people that came before him. So he talks about what do you learned from Benjamin Franklin a lot, Joan Of arc, Jesus obviously, Napoleon, and these are people he he mentions over and over again. So it says when Benjamin Franklin was a boy, his father had pounded into his head, the prove that when you see a man diligent in his business, he shall stand before kings. Rockefeller often repeated this. And this is more in his belief system. He didn't think you just got rich and you stop working. It's like, no, you you work hard, God bless you. You get rich and then you keep making money because the more money you can accumulate the more money you can actually give away, which that's why he ran the largest business of his day, but also large largest philanthropic Enterprise of his day. Even those who mask great wells continued to labor since they worked for God's glory and not their own. The greatest sins according to Rockefeller were wasting time, ind an idle chatter and wall and luxurious diversion. He would preach that the man who would be rich must be thrifty. Rockefeller was convinced that he had a god given talent for making money and was obligated to develop it. I know I'm repeating myself. I'm repeating myself because this these kind of statements or in the entire book even after he has, like a 40 year retirement. He looks he's like, 97. He's still talking about this over and over again. So if you were born and lived. Let's say, from 18 50 to a little bit after the great depression, you saw a ton. Of financial panic and depressions. So they're going through 1 right now. It's in this is an 18 57, and he's seeing because he he does the books for his employer that they're not in a good economic position. And so Rockefeller approach, like the thorough that he had to his job, which was very rare. And unusual is going to open up the opportunity to become a founder to to be able to work for himself. And so you and I talk about this all the time. This is a stacking opportunity doing the best job I possibly can right now because I have no idea what opportunity this open up 5 years from now. And once I get to that next opportunity, there, like, you just see further and further. If you just keep taking your craft seriously keep doing the best you can do, there's gonna be a series of unpredictable opportunities that you can you can grab that would not be available to you if you didn't do the first steps. It's a Rockefeller would not have had the opportunity to become his own produce merchant if he didn't put every other bookkeeper in competitor to shame. So says in charge of the books, he could see that the firm had been had been nearly bankrupt by the economic slump and face the bleak future. Rockefeller wasn't 1 to da in an unprofitable concern. His career had few wasted steps and he never facilitated when the moment ripen for advancement. In 19 58, he was approached with an attractive opportunity. This guy named Maurice Clark, who's a few older than the Rockefeller, worked down the street and 1 of Rockefeller competitors. He's like hey, why don't we team up and we open up and we do our own, like, Produce house. And the reason that Clark approached him is because of this. Rockefeller already had the reputation of being a young bookkeeper of more than ordinary ability and reliability. And Clark proposed that they form a new partnership for buying and selling produce. And Rockefeller over in the moon. I was I was a great thing to be my own employer. He said. I swelled with pride. And so when he was 95, this is how he looked back at the time in his life, oh, how blessed the young men are who have to struggle for a foundation and a beginning in life. I shall never cease to be grateful for the 3 and a half years of apprenticeship, and the difficulties to be overcome all along the way. So again, that's another example. He's constantly praising. Adversity in early life as giving him strength to deal with all the stuff he had to deal with later on his life. And it's perfect timing. They're gonna have exactly 1 year in business before the Civil war breaks out, and they're gonna make the civil war makes Rockefeller his first fortune, but he's not matched up with he's got Clark, and then they'd take on this other partner called with the last name of Gardner. They're they're not on rockefeller level. And so there's something I read in the biography of Joseph Po pulitzer. I think it's founder number 01:35. If I remember correctly. But there's a line that was fantastic because pulitzer did the same thing when he was starting out. And it said, pulitzer was an annoy to those less inclined to work. You could think of Rockefeller in the same way. Rockefeller was bound to clash with Gardner and Clark. For he approached his work with un flagging humor energy. And this is such a fantastic, little like, he's constantly of repeating himself, repeating things to himself and like, kinda controlling his inter monologue, and I love this. He... This way he tell himself at this point in his career. Your future hangs on every day that passes. Life was a serious business to me when I was young. He felt and the reason is because he'd have to... He has to support his entire family. He he can't fail. Like he... That's just not an option for him. He felt contempt for Clark Gardner easy going ways, and they found him both a kill joy, but also welcome a welcome and a grading presence in the office. So he's kind of, you know, maybe not something you wanna be friends with, but really good at their job is the way to think about that when Gardner purchased a 2... An interest in a 2000 dollar yacht. Rockefeller round condemn this sixth extravagant. Now this is crazy that he's this happening because they're, like, 6 or 7, maybe 8 years older and he is, he's is a very early twenties, maybe 21 at a time. They're close to 30. And so listen to what he does here. Gardner walks up to his desk. Hey, John. A little crowd of us are going to take sail on the yacht. I'd like you to have to go along. I think it would do good for you to get away from the office and get your mind off business for a while. His young partner wheeled on him savage. George Ga, he spotted. He sp. You're the most extravagant young man I ever knew. The idea of a young man like you, just getting a start in life owning an interest in a yacht, you're injuring your credit at the banks, your credit and mine. No. I won't go on your yacht. I don't even wanna see it. Later on, Rockefeller learned a camouflage his business anxiety behind a studied calm. I almost think of with like, a mask. He could put on his mask. You had no idea what he was thinking. It's amazing how how much self control this guy had. So later on, he he camouflage this anxiety behind a steady calm. But during these years, it was often graphically displayed. And so the business is doing really well. They're making a good profit, and he does something that's that's smart here. And so the way I described, he would talk to himself every night before he goes to bed to make sure he's was like, okay, I have a great start, but don't mess us up. It's very common for people, you know, they're poor, Now they're comfortable. They let their foot off the gas and the way Described this is what he's saying is, like, if you go to sleep on a win, you wake up with it loss. Rockefeller refused to let that happen to him, he went through the week caution himself with Prove Pope by his mother, such as pride goes before a fall. When he rested his head on a pillow at night he warned himself? Because you've got start, you think you're quite a merchant. Look out, or you will lose your head? Go steady. Are you going to let this money puff you up? Keep your eyes open and don't lose your balance. And so that's what he's saying at the point. At this time in his life, this is what he's saying as an older man looking back at this point in his life. These intimate conversations with myself had a great influence on life. I was afraid that I cannot stand my prosperity, and I tried to teach myself not to get puff up with any foolish notions. And so he talks about it at the great deal. The bottleneck at the beginning of his company... Or city the big beginning of his... Yeah, I guess, company your career. The Bottleneck was always the money. It was not opportunity, which is very fascinating. Because later on life, you know, he talks... He criticize, like bankers and Wall street a lot. So T picks up on this contradiction in studied the early career with how he... We he talked about later on his life. He says for all his mistrust bankers. Rockefeller owed much of his rise to their assistance. The hardest problem all through my business career was to obtain enough capital to do all the business I wanted to do and could do given the necessary amount of money? Why is that important Because as a partner in a in a produce house. Rockefeller were strategically positioned to profit from the Civil war. Talked a little bit about this when I studied his partner, Henry Flag last week? So I'm not gonna repeat too much of that. It's in the podcast, the last podcast of if you haven't listened to it. But it says the only 21 at the outbreak of the war, John was effectively in the position of a middle aged father responsible for a family of 6. So I think it's important for 2 reasons. 1, I can't fail. I have too many people that are dependent. Right? And number 2, you see this he's about to break at his partners. And the reason is because it it almost... It might seem like a contradiction when you study his career because he was, like, super frugal down to a penny. Did this entire life no matter how big his business is, but he was also default aggressive with the amount of money that he would invest and borrow into the the growth of its business. And so a few years into the Civil War It says their annual profits had soared almost 4 times what they'd had earned during their first year. So then it had 1 year before the civil war, and then the Civil war takes their business though... And they were turning profit. Rocket. I don't think ever had a single year of loss in his entire career. It's it's insane. But now that number is 4 times bigger, and this is a result, while he was still in his twenties, The Civil War had converted Rockefeller into wealthy man, giving him the... This is so important because again, think about this this Idea of stacking opportunities. I took my my bookkeeping job, Right? The only job Can get, I took it more serious than anybody else. This drew the attention of other people. Right? The other people in the. Like, oh, John's on another level. Right? That opportunity, taking that opportunity seriously, led me to, be invited into a partnership to be my own boss and and own my own company. Right? Then something out of my control, so or greatly increase the value of that opportunity. And the fact that I made so much money from that second opportunity is going to lead me to the third opportunity which is oil. This is so important. While he was still in his twenties a civil Worker converted Rockefeller into Wealthy man giving him the funds to capitalize on a new industry then flowering in the northwest corner of Pennsylvania. For all the substantial profits booked by Rockefeller during the war, they would be pocket change compared to the profits flowing from the rivers of black gold that were now gus. And what is the demand that's gonna be behind all this future profits. When we're talking about oil, we're not talking about the stuff that goes in automobiles yet? Tech that actually happens when he's retired? We're talking about ke. We're talking about... This is before the invention of the light ball. In 19... In 18 fifties, whale fisheries had failed to keep pace with the mounting need for illuminati oil, forcing up the price of whale oil and making... This is 1 of the... You could think about this as 1 of the competitors for Rockefeller business, 1 that he's going to absolutely to store. So it would force up the price of oil or oil because the demand was so great and making illumination costly for ordinary... Ordinary Americans. That meant the only the affluent could afford to light their houses every evening. Both urbanization and industrialization sped the search for an ill illuminate that would extend day into night and so that's why layer on. He kind rejected all his critics because he's like, before this this commodity. Right? You... The only the rich people could afford to have light at night in their homes. I made it so everybody could. And I just wanna pull up 1 paragraph to you before we get how he gets into oil, which is very interesting because it starts out as a side business. It's... This is what I I've tried to explain a few times, and I think Tri does a better job than I did. Just why it's so important to understand that This was a religious mission for him. It's not the same thing as most people starting businesses. So it says Rockefeller always viewed the industry the roast tinted spiritual lens, and this materially aided his success for his conviction was that God had given ke to suffering mankind gave him un serving faith in the industry's future. That's important because we gotta talk about the fact they had the longer term perspective to and all these other competitors. I get to that later. Don't forget that part. His gave him faith his un serving faith in the industry's future, enabling him to persist where less confident men stumbled and fa. And so his partner, Clark has 2 brothers that are in the the very beginning of the oil business. They're the ones that convinced them to make an investment. And so it says, Rockefeller and Clark pledged 4000 dollars for half the working capital of a new refining venture. This is the the industry that he's Rockefeller is going to mono monopoly He's not going to it with these partners, though. Placing the 24 year old Rockefeller squarely in the oil business in 18 63 of the initial 4000 investment, he said it seemed very large to us. Very large. Although they were not dreaming that oil would ever super seed their main commodity business, they considered it a little side issue. Okay. So now we're in it. This is where I have a ton of highlights and notes because this is where he's gonna start building his oil business The spot chosen for the new refinery tells much of miniature about Rockefeller approach to business. A mile and a half from downtown Cleveland, it seemed that first glance a weird place to put a new refinery. But for Rockefeller, the inconvenience was outweighed by the fact that would suit... That it would soon a join new railroad tracks. And why is that important? Because that gave him the ability to ship by water or overland. Rockefeller gained the critical leverage that he needed to secure preferential rates on transportation, 1 of the biggest themes of his entire career. Preferential rates on transportation. It's also why most so many people hated him, which is why he ag This is really important. This last sentence is really important because we've seen this over and over again in history of entrepreneurship, which is why he ago over plant locations throughout his career. He ago over to them. He did not outsource it to other people. If it is of critical importance to your business, you have to do it yourself. This is why Sam Walton picked out the the locations himself, he approved the first hundred and 30 Walmart. We also saw this with Elon Musk when he was building space. He personally approved. The first 3000 employees at Spacex because they were critically important to his business. Let's continue on this page. There's a ton of things that are happening. No job is below you. We saw this with Harry Snyder, the founder of In and out. Sell your buy byproducts, control that business process. If it's important to your business, try to bring it in house. This is something Rockefeller does over and over again, and then we'll see that, there's there's a saying the Charlie Mu says over and over again about the importance of batting heavily that the world does not offer an unlimited source of great ideas when you find when you've got to go all in and we see the rockefeller believe that and it's essentially gonna cause his breakup with the partners in on in a few pages from now. So says in the very early days, Rockefeller was not detached from the practical side of refining as he was when his empire later grew and he was withdrew to his office. He was often seen at 06:30 in the morning at the refinery going into the shop, helping roll out barrels, stack hoops or cart out shaving. Since a residue of this is a byproduct part since a residue of Sulfur acid remained after refining Rockefeller drew up plans to convert it to fertilizer, the first of many worthwhile and extremely profitable attempts to create products from waste materials. Very few other people remember. This a very beginning in the industry. So it's not like... There's a lot of things like, they had to to invent for themselves. Shaped by a childhood of uncertainty, he aspire to be self sufficient in business, no less than in life. This is what I'm meant about control. If he's... If there's a business process. If was a vendor, that was important to his business, he would find a way to do it himself. Rockefeller reacted to a perpetual shortage of barrels by deciding to build his own. He would... When he was disgusted by a suspicious error in a plumbers bill, He told his partner, let's hire a plumber by the month, led us by own pipes and all other plumbing material. The refinery also did its own hauling and loading. Such as Rockefeller and June ingenuity His cease search for even minor improvements that within a year, refining had overtake produce as the most profitable side of the business despite the une easing vic, can't pronounce that word of the oil industry prone to cat booms and bust that's an understatement. He would never experience a single year of loss that is insane. I almost feel like we should have a minute of silence thinking about how insane that is. If Rockefeller entered the refining business with some reservations he soon embraced it as the big bold opportunity that he had crave. Never 1 that never 1 to do things halfway, he plunged head long into the business, and his enthusiasm overflow into his home life. Sharing a room. This is before he's married anything. He's sharing a room with his brother William Williams is going to be 1 of his partners in standard oil for the... Basically their entire lives. Sharing a room with his brother William. He often nudge him awake in the dead of night. I've been thinking out a plan to do so and so? He would ask. What do you think of this scheme? He's, like 24 25 years old when he's doing this let's keep in mind. Rockefeller leaked in oil with a zest reminiscent of his absorption in the Baptist church. I just wanna read 2 quotes from you from Charlie Mu, both expressing same idea. 1 comes from Port Charlie Alma, the other comes from the book to Tell of Charlie Mu. He says the wise ones bet heavily when the world offers them that opportunity. They bet big when they have the odds and the rest of the time they don't. It's just that simple. Second quote. You should remember that good ideas are rare, and when the odds are greatly in your favor, bet heavily. And this is more about the early days of the all oil industry. Really think about what what's happening here is rockefeller early enough to build a compounding def defense advantage, but late enough to know that this industry won't disappear. And so it says the business in the early years was sort of Gold rush he rem. Great fortunes were being made by some of the first adventures, and everything was carried on in sort of a health sk way. Rockefeller represented the second more rational stage of capitalist development when the colorful dale dared devils and pioneering spec would give way to the men who had grown up in the hard school of life. Calculating and daring at the same time, above all temperate and reliable, shrewd and completely devoted to their business that is a great... It's amazing that that sentence can compress the idea and the traits that Rockefeller used for his business, he was calculating and daring at the same time, he was reliable, shrewd and completely devoted to his business. By the time Rockefeller arrived in the oil regions it looked as if oil would be more than a transient phenomenon. On Look that way to him. He's gonna have a massive advantage over other people who had short who only wanted to book short term profits. This point is made on the very next page. Rockefeller succeeded because he believed in the long term prospects of the business and never treated it as a mirage that would soon fade. He had an unveiling knack of knowing who would help or hinder him in his career. So he's having beef with his partners at this point. Let me repeat that. He had an unveiling knack for knowing who would help or hinder him in his career. He recruited the very, but his team was by far, like, his entire team when... As we... As we go through this, you realized like, oh, all these do we were doing is recruiting other founders. So the management that one's a managing and and running standard oil for decades where all people had run their own businesses. And he not only did that for partners, But let's say if you... You could beat him at something, whether you're an attorney or, like, a supplier. He, like, oh, this dude... It was better than me at that. Okay. I'm gonna go hire him. It's just really really smart how you approach everything. So He's partnered with the clark at the point. He said the Clerk were the first of many business partners to under rate the audacity of the quietly calculating Rockefeller who bite his time as he figured out how to get rid of them. And this is 1 of my favorite stories. I'll get a minute. I just wanna bring out something that's that's really important. 1 of the best quotes where Michael Jordan never heard it was that successful people listen. Those who do don't listen, don't survive long. Rockefeller would agree if he heard Michael Jordan say that. He listened closely to what other people said, filed away as much information as he could, repeating valuable information to himself until it was memorized. There was a humility in this eager is to learn. As he said, quote, it is very important to remember what other people tell you not so much which you yourself already know. So we're gonna see what him and his partners are fighting over. And really, we're gonna get to 2 things before we get there because this is something you and I talked about over and again. It appears hover and over again in entrepreneurship. Bad boys move in silence. Rockefeller was not going to tell Ares. What he was thinking or what he was going to do next. Right? As part of Rockefeller silent craft and habit of extended pre meditation, he never tipped off his adversaries to his plans for revenge, preferring to spring his rep on them. He's about to do this to his partners. And why? Because Rockefeller like this, you know, good Christian dude in his in his viewpoint, but he also has these things where it, like, kinda slips from time to time, where you could see that he has just this extreme dis taste and disgust. For people that don't take their work as seriously as he us. Rockefeller wanted to be surrounded by trustworthy people who get inspire confidence in customers and bankers alike. He drew a characteristic conclusion. The weak immoral man was also destined to be a poor businessman man. So he wanted you to take it seriously, but he also wanted you to be bold. He did not come into this industry to take part. He came in to take over. His idea is like, I'm just gonna control everything. Remember, we talked about this over and again how Robert Barron, they just think they're a lot differently. Like, I don't not I only wanna buy up, like, all the competitors. I wanna control the whole industry. So it says, Rock rockefeller disclosed an incident that cast light on his relations with his partners. They were very angry when I borrowed money to extend our business of... When I to extend our business of refining oil? They came to him? Why have you borrowed a hundred thousand dollars that's an insane amount of money by the way. At this time, Why you have borrowed a hundred thousand dollars they ex explained as if it was some sort of a fence. So they had a hard time understanding. He's like, he's super frugal on 1 end the spectrum extremely frugal, not gonna let the business waste to penny. But he's also on the very other end of the spectrum willing to spend and to borrow and to go big. I will borrow every single dollar the banks will give me because I believe remember he's got this like messi on belief in what he's doing. He's this weird combination of extreme frugal gal and extreme bold. You know, he's, like I can't believe they're upset. Like Said, I'm doing something bad. Yeah. I borrowed a hundred thousand dollars. At a time where I think, you know, the average American would make something like 10 dollars a week or something like that. Like, that's a lot of money. So it says, it was a stu sum, but all Rockefeller could see was that his partners lacked his audacity. His partners were ir by both Rockefeller Frugal gh and his extravagant spending. His tight control of details and his advocacy for un b expansion. These are traits that may seem inflict in their minds that actually worked extremely well together. Daring and design, cautious and execution, it was a formula he made his own throughout his career. By 18 65, Rockefeller 25 years old and decided it was a time for a showdown with his partners. And this sentence about to reach you is a 1 sentence I remembered from years ago. And I actually remembered it differently, But he says he wasn't the sort to persist in a flawed situation. So I had remember remember that as he wasn't 1 to persist in a flawed situation. He was gonna either fix it or get out of it. So he has belief in what he's doing, belief in the future of an industry, his partner's wanted to slow down, he refuses So this is where they figure out. This is where the partnership is gonna dissolve. I'm actually gonna pick up a different book and read from it because I read the story. There's this book conspiracy. I think you did it for like, founders number 33 or 32. I remember It's this book written by Ryan holiday. And I think his description of what's about to happen in the book is is actually really good. So I'm gonna read from that right now. So it says there's a story about a young John d Rockefeller who found himself stuck with Bullying, corrupt business partners. He wants to break with them, but he can't because they control the votes. They're squeezing his business to death. They abuse them. You talk about forcing them out. What is he to do? Quietly, rockefeller lines of financing from another oil man and waits. Finally, there is a confrontation. 1 of them tries to threaten him. Do you really wanna break this up? Yes, he says and calls their bluff. They go along knowing that their firm's assets will have to go to auction. They're sure they're gonna win. Rockefeller doesn't have that kind of money. He bids, they bid. He bids, they bid. Rockefeller wins the auction. A few weeks later, the newspaper announces his new partnership, revealing who had backed his bid, and the news that Rockefeller at 25 years old is the owner of 1 of the largest refineries in the world. And this is a Rockefeller said about that on that day, his partners woke up and saw for the first time that my mind had not been idle, while they were talking so big and loud. They were shocked. They had seen their empire dismantled and taken from them by the young man that they had dismissed. Rockefeller had wanted it more. Now back to Titan, having emerged as his own boss he would never again feel his advancement blocked by shorts sighted mediocre men. This is all about control and self belief. He thought that most other entrepreneurs in the oil industry sucked. And he didn't want them on their team on his team. And part of this again goes back to his just insane self belief. Rockefeller had un yielding faith in his own judgment. And so this is a description where we are and not only the career of Rockefeller, but also in history by the end of the Civil war Rockefeller had established the foundations of his personal professional life and was set to capitalize on the extraordinary opportunity beck him in post to or America. From this point forward, there would be note this is such a great sentence to think about the way Rockefeller approached it. This is what's 1 of the things I most admire about them. From this point forward, there would be no zig zigzag or sq energy. Only a single minded focus on objectives that would make him both the wonder and terror of American business made me think of a paragraph I remember from his auto. I read that for founders number 01:48 if you wanna listen to it after this episode, and he said we devoted ourselves exclusively to the oil business and its products. The company never went into outside but kept to the enormous task of perfect its own organization. That task starts now. This is why Rockefeller just in the right business of the right time. Remember, this is before the light bulb is invented. Thomas Edison is 18 years old at this point in the story. Says the war... The civil war just ended. Right? But he had stimulated growth in the use of care scene. Why? Because it cut off supply of southern tu. Which had yielded, which was a key ingredient and a rival and ill. So imagine you have a product, and there's all these world events to taking place where it's gonna knock out of 2. You have... There's 3... You there's 3 competitive products, You own 1 of them. Right? Or you're about to mono the use of 1 of them and your other 2... Unquote competitors are knocked out by the war. So it says the war had stimulated growth in use of by cutting off supply of Southern Tu, which had yielded, an great which is an ingredient in a rival ill. The war also disrupted the w industry and led to the doubling of whale oil prices, moving into the vacuum ke emerged as the economic staple and was primed for a furious post war room. 1 thing Rockefeller was Adamant and about from the very beginning, no 1 will have lower costs than me, and then I'll get into the point that you're building a business stress as normal. It's just something that you gotta work through. As a self made man in a new industry, Rockefeller was not held by president Or tradition, which made it easier for him to innovate. He continued to value autonomy from outside suppliers. That's just a fancy way to saying if that business process is important, I'm bringing in house. At first, he had paid 2 dollars and 50 cents for barrels. Before he showed in an early demonstration of economies of scale that he could manufacture them himself more cheaply. Soon, his firm made thousands of blue barrels daily for less than a dollar per barrel. So I was paying 02:50, his outside supplier. Brock was always convinced he could do things better than other people. He gets it down to a dollar. So dollar 50 times a thousands of day. Thousands a day Remember we're in the 18 sixties. This crazy. Other refine bought and shipped... Oh, this is this is a wild me too. So you need timber right in your factory. So other Cleveland refineries would buy and ship timber to their shops. Where Rockefeller had the had the wood saw in the woods, then dried in kiln reducing its weight and slicing transportation costs in half. So now all the timber that I need. My competitors are paying double. Right? They're paying more than double for barrels. This is something he just keeps killing people on costs, and this is I'll get to it later, I'll make the point later on because I know I have notes on. But the idea is just, like, you have lower cost, means more profit, more profit means he starts buying out his competitors. It just... Like, it's just virtuous cycle that he uses over and over again. But this is, like an... I I can't stress this an He had, like, this insane attention to every single process where it's just, like, at 1 at 1 point they're, like, sold... I think they're closing barrels or something like that. And he's like, how how many drops of order to you. They're, like, 40 as you Have you tried using 30. They tried 38. It leaks. They tried at 39. It doesn't. And he just... He's bragging about that later in life where he's just like, that 1 thing, you know, saved me hundreds of thousands of dollars a year because of the scale of my operation. He never he's sitting... And he... He applies it applies this at home too. I have highlights I'm not gonna include the podcast. But it's an old man sitting there, watching, like, the people that work in his his his house cut like, a little pieces of wood for for the fire, and he's like, well, how long is that. They're, like, 14 inches. He's like try 12. They try 12. They notice no difference. Just like, that's just the way he thought and he applied that to everything. And he talks about the stress of trying to build a business in a brand new industry. There's ton of uncertainty. He says, in this early period, Rockefeller was a chronic warrior who labor under a great deal of self imposed stress. I shall never forget how hungry I was in those days. I stayed out of outdoors day and night. I ran up and down the tops of freight cars when necessary. I hu up all the boys. And I think later in life he talks about all the stress and anxiety in his period, Like, even as the richest person on the planet, it wasn't worth it. He's like, I never recovered from all that stress. I recently learned this maxim from Sam Hi, that I think it's fantastic. He says you should always have the longest view in the room is exactly what Rockefeller did here. There were 2 types of oil. Those who thought the sun boom boom was an in an unstable mirage and who cashed in their profits as soon as possible. And those like rock who saw petroleum as the basis of an enduring an enduring economic revolution. Having the longest view in the room, benefits Rockefeller later on because a lot of his competitors that he buys out. They're so shorts excited. They just sell because I'm like, okay, I can just make money right now. And there were so many of them that had that that short term thinking, which I think is completely natural to humans by the way. And it's just... It that greatly benefited this just slow methodical March to complete industry domination that that plays out in this book. And We gotta go back to just how stressed he was and the fact that his bottleneck is always gonna be money. And then, eventually, he's just gonna get so much more money that that becomes, like, his main asset, and that's what you usually helps him put a lot of his competitors to our business. At this stage of his career, he turned in to the bankers. 1 can hardly recognize how difficult it was to get capital for active business enterprises at this time. In the beginning, we had to go to banks almost on our knees to get money and credit. When dealing with the banks, he facilitated between caution and daring. This as wow. So kinda like the Euphoria and terror, you know, entrepreneur entrepreneurial emotional world coaster You and I always talk about, he help went to bed warring about how he would repay his large volume of loans. Then he awoke in the morning refreshed by a night sleep and determined to borrow even more. It's impossible to comprehend Rockefeller breath taking a scent without realizing that he had always moved into battle back by abundant cash whether writing out downturn turns because remember, you're talking over the the first, like, 40 years, 30. Think he retire from Senator, like, 40. He ran for 30 or 40. Can't remember? There had to be, you know, 3, 4 major, you know, financial panic in there, and he takes advantage of every single 1 because he's got a ton of cash when everybody's kinda running away. It's impossible to comprehend Rockefeller his breath taking a ascent without realizing he always moved into battle back and bon of cash, whether writing out downturn turns or coast on booms. He had... He kept plentiful reserve, so in good times and bad. Right? And won many bidding contests simply because his war chest was deeper. That's really important because at this stage, remember he's primarily refine. Right? That's important because there was a finite number of competitors. So he could kinda wipe out the entire board. And by the time, other people jump in. He's just too par powerful to stop At 1 point he controls like, 90 percent of every single important part of his industry, the next nearest competitor is, like, 20 times less his size to give you an idea of just a difference between the company he's building and the company all of his competitors are trying to build. And then we see again, the benefit of imp. And really, what I was what I told you I think was on the Alexander of the great podcast of what I learned about the, intolerance of slowness. That's actually Alexis Rev, who's the founder of cover. I actually met him recently. I flew out to La just to meet him because I just love that description. 1 my favorite things anybody ever said to me. He's completely intolerant of slowness Ro is the same way. Once... 1 is again impressed by the fantastic forward motion of his career, how quickly he evolved from humble sup to impatient businessman, and that is also what caused him to break up with his partners because He saw a gigantic opportunity in front of I'm like, hey, calm out or slow down, you know, don't be so daring. He would think things through. He's very patient and like, his... The the way he, like, master his plans and his conspiracies. But once he was sure, he just... There was no breaks. He just took off. And so at this point, we're still not in standard oil. They're going to eventually make the company official. They're going to to sell shares. This is still a partnership. And now this is where and this is where... What Meant was like Rock is also smart about grabbing partners that lack things that like, to have skills that he lacks. So this is where he pulls in Henry Flag not gonna repeat anything III talked about last week, but this is really important because I think that this an illustration of what Charlie Mu says. And the role that he really feels that he played for warren Buffett. Everybody engaged in complicated work needs colleagues. The discipline of having to put your thoughts in order with somebody else's is a very useful thing. That's Charlie Mu thing. For all Rockefeller self assurance, he needed 1 associate who would share his day dreams, endorse his plans and stiff in his resolve. And that indispensable Alter Ego was Henry Flag. And what's crazy to me is now having read biography of flag, and now having read rockefeller biography twice. I just could not... Like, they're both extremely formidable people. Rockefeller assembled like the dream team of business. They would both be unbelievably gifted on their own and the fact that they were able to work together for 15 to 20 years, not fight and to actually help each other. It's just absolutely remarkable to me. So Flag not only brings, like, backup up, but he also brings this the really fan... Really wealthy Cleveland family, the har. And so hardness is going to give a hundred thousand dollars. He also has pre condition of his investment he wanted Henry to become treasure. And so Rockefeller welcomed this. He needed money. He wanted, help. He wanted talent. And the he... This... He's also got, like an older, more successful businessman at the time, you know, telling him He's like, this what he says. Young man, you can have all my money you want. You're on the right track, and I'm with you. And it says since Har was also a director of banks, railroads, mining, real estate and manufacturing companies. Is like a little Ty himself. Right? The... This tie, Ushered Rockefeller into a new universe of business connection Rockefeller was just 27, and then talks about his his focus on not only money but recruiting, starting with Flag recruitment Rockefeller... Rockefeller began to assemble the team of capable executives who would transform the Cleveland refine into the world's strongest industrial company that's an insane sentence. The world's strongest industrial company it's insane because it's true. Neither was interested him or flag. This is also good. Neither was interested in modest success and they were both prepared to go as far and as fast as the marketplace allowed. Flag, this is such a great description of him too. Flag had been cha by failure, and it was acquainted with the peril of complacency. Flag was also default aggressive. And, well, today, they would say wildly not unethical. And so at this time, Remember, there's, like, really no rules to this game. Like, they're inventing the game. I mean, they're laying really the foundation of the game that you and I are playing today. Think about it. So Flag keeps this quote on his desk an idea of who he is, do unto others as they would do into you and do it first. What makes Flag ethics or lack thereof, consequential for a father's career was that he was the mastermind of many negotiations with the railroads, and that was the single most controversial aspect of standard history because essentially, they're just rigging the game in their favor. Trent... And why is important because transportation assumed a pi a pivotal place in the petroleum business. For an elementary reason. Oil was a cheap standardized commodity. So transportation costs inevitably figured as a critical factor in the competitive struggle. And that's kind of an echo of an idea that that buffet that warren Buffett writes about in his shareholder letter. He's like, listen. If you're engaged in a commodity business? Like, you have to be the low cost provider. And so again, it goes into why they had this advantage? Like, how come they size is gonna be a big part too. But why could they keep pressing the railroads into doing these kickback. Right? So says the overriding reason for his attachment to Cleveland was that it was a hub for so many transportation networks that he had tremendous room to maneuver in freight negotiations. He had a bunch of options. He could send oil by water. Greatly enhancing his bargaining power at the railroads. Armed with this potent wet weapon, Rockefeller obtained such excellent railroad rates, fed by rail links, Cleveland also served as a natural gateway to western mark kits. Other Cleveland refine evidently made the same calculation. So a few years later, the city now supported 50 refineries. He is I think 4 years into the oil business at this point. Now this is the way Rockefeller thinks. Important for me to point out to you. He says other Cleveland fe figure that out, okay. We were making the same calculation. Cleveland is a good spot to post up. A lot of people believe that. The city now supports 50 refineries. Rockefeller looked at that as a problem to solve. And so Flag and Rockefeller are gonna figure out a way to have way lower costs than their competitors. As Says with vi brilliance, Rockefeller flag played all the the 3 major railroads against each other in seemingly endless perm mutations. They even managed to manipulate such notorious figures as Jay Gold. Rockefeller when asked, I gotta read about Jay Gold. He he's in all these books up and again. Rockefeller when asked the name the greatest businessman man he had ever met instantly cited gold. Gold himself later asserted that John d Rockefeller had possessed the highest genius for constructive organization in American economic history. And so you could think of all these rebates and everything. It's just like a network of secret companies. I'll go into a lot detail, but Jay Gold as a partnership with them. Jay Gold Hat secret deal with Rockefeller and Flag that gave them shares in a subsidiary company. Now this is a transportation company, and it was the first major pipeline network that would serve the oil regions of Western Pennsylvania anywhere at this point in time. I think it's almost the entire, like, the entire collection of oil in the world. As the years past, you obviously find in California, Texas, towards the end of his career, they find it in Saudi Arabia, but it's like, the most important center for oil in the world at this point. And so Gold like hey, let's make the pipeline. Because not only can you ship by water and rail. Now it's a new technology. And that's the way they reference. It's a really important way to think about it Like, now we have this new technology. It was like, forget rail. Forget water, forget barrels. Let's just run pipes, and why is I'm working because I gave them more leverage to get rebates for railroads. And so it's because of this, massive pipe... Pipeline network, they received a staggering 75 percent rebate on oil ship through 1 railroad system. So 75 percent discount. You're shipping oil and you're paying, you know, a dollar. I'm shipping oil. I pay 25 cents. And then they go into, there's a lot more detail, there's a lot more people involved. I'm gonna simplify this. But this is really the the punchline here. The young Cleveland refine meaning Rockefeller and flag secured covert rates that allowed them to ship crude oil to Cleveland and then refined oil to New York for only a dollar 65 per barrel compared to an officially listed rate, the advertised rate is the way to think about that of other railroads of 2 dollars and 40 cents. And why is that important because their competitors don't know this is happening. So later on, they're like, yeah, we're gonna compete with these guys, Know you can't bias us out are you... Are you insane? Like, let's go head to head. And then when they try to buy them, they show them the books and they're like, oh, Rockefeller and Flag are making a profit. At a price that causes me to go out of business. I have no choice but to sell. And this is a great description of, this deal from the railroads perspective and why Rockefeller was so happy about it. Never shy about his accomplishments. Rockefeller knew that he had bro a revolutionary deal. From that moment, the railroads acquired. And remember, railroads are the largest businesses in the country at this point. The oil is gonna be second and obviously overtake it. So from that moment, the railroads acquired a vested interest in the creation of a gigantic oil monopoly that will lower their costs, boost their profits and generally simplify their lives. An ominous fact for small struggling refine who were gradually weed out in the savage competitive strife. But this is also another example of the importance of stacking opportunities because the only reason he was able to do this Denali was he smart to figure out okay. I could ship by land, the railroads, I could ship by water. I can also now ship by land to pipelines, but because he had run his business so efficiently. He was gigantic. He had to get big first to be able to get that and then this deal just makes me even bigger. Even before Rockefeller accepted his first rebate, he was the world's largest refine. Equal in size to the next 3 largest Cleveland refineries combined. In fact, it was the unparalleled scope of his operation that enabled him to cut this exceptional deal in the first place. And so he still rather unknown at this point in his career, but people other people, people in the know especially in the railroad Remember, Cornelius Van still alive at this point. He's much older, but he's seeing when Rockefeller doing. So he's like, I'm got I get on this guy's team wanted making an investment, that's gonna come later, but Rockefeller... III... He just thought he was the best in the world. I guess there's the way to think that. Because they're like, hey, let's let's Van wants to meet with meet with you come to his office in York. And Rockefeller was like, no. You're coming to me. This point is worth under sc. 29 year old John d Rockefeller demanded that 74 year old Van belt The emperor of the railroad world come to him. This refusal to t, bend are bowed to others. This insistence on dealing with other people on his own terms, time and turf, distinguish Rockefeller throughout his career. And then I need to make a point to you. Rockefeller did not invent the railroad rebate. It was a common practice in other industries. Right? He just applied it to oil. So says it was a common practice in all descriptions of freight, not peculiar to oil. It was used in merchandising grain in everything. He was just the first 1 to think, hey. Let's do this for oil too. And then we see the personality founders embedded into the foundation of the company. He says, I hate frills. I like useful things. Beautiful things. They're admirable, but frills bore me very much. The way he built his business was really this way. No frills, no waste, and he's just focused on business a family. He d tested waste. He was hyper competitive. His family socialize only within a small circle of family members, business associates and church friends and never went to clubs or dinner parties. Club life did not appeal to me said Rockefeller. I was meeting all the people I needed to meet in my day's work. Another great idea from him, design a schedule that you can maintain for a long time. He worked at a more leisure pace than many other executives, napping daily after lunch and often dosing in the lounge chair after dinner. By his mid thirties, he had installed the telegraph wire between his home and his office so he spend 3 or 4 hour afternoons each week at home, planting trees gardening and enjoying the sunshine. Rockefeller did not do this in a purely recreational spirit, but ming work and rest to pace himself and improve his productivity there's really no, like, work life balances is like, to use the idea Jeff Bezos. It's more work life harmony. So it says, I'm not doing this just for pure recreational spirit, but I mean would work and rest to pace himself and improve his productivity. It is remarkable how much we could all do if we avoid hustling and go along at an even pace. Remember his description of his neighbors. So that he would just, like, slowly applaud, walking down the side of, like, the road just sitting in there thinking. Like, that's kinda how he he did his work too. Just step by step by step and then, obviously, He's got this huge advantage because he's developing 1 of the greatest monopoly the world's ever seen. In his originally compartment life, each hour was tightly budgeted, whether for business religion family or exercise. Oh, he's a fitness buff. That was also some... Something surprising something I forgot. These daily rituals helped to deal helped him deal with the unbelievable tensions that might otherwise have been become un uncomfortable. He was under terrific strain in creating his oil empire. He fret endlessly about his company. For years on end, I never had a solid night sleep he said. Worrying, I was always worrying about how it was gonna come out. I tossed about in bed night after night after night over the outcome. All the fortune that I have made has not served to compensate for the anxiety of that period. So I mention earlier this insane examples of his frugal gal, number 1. He's already wealthy at this time. His 3 children were forced to share 1 bicycle. His son John junior confessed that until the age of 8, he were only dresses because he was the youngest child and all of his older siblings were girls. So he's going along trying to consolidate as much as possible. There is not only an economic depression that's about to happen, but also, the prices drop of ke because there's such an over production. And so this is when he realized he is like, oh, what happens in my business is my business, but also what happens to the industry, not is my business. And this is where he thinks. I think there's a lot in the book where he thought he's like, I have to instill order in this, like this god industry. Like, that's the way he I thought about it. So it says rampant speculation had so over built the industry that Rockefeller estimated 90 percent of all oil refinery were operating in the red. Go back to that what the author told us so important that he had these gigantic cash reserves, and it was for a reason like this. 90 percent of the oil refineries are operating the red. Remember he never... He's always turning a problem. So he not the problem, and he's got up his bunch of like this huge cash reserve. So it it led to rival in Cleveland, des guy named Alexander to offer his interest for 10 cents on the dollar. Rockefeller always buys that up. Rockefeller started to doubt the workings of Adam Smith's theoretical and invisible hand. So many wells were flowing that a price of oil kept falling, yet they went right on drilling. Rockefeller feared that his wealth might be snatched away from him. As someone who tended towards optimism. He said that he would always see opportunity in every disaster. So that's what that means by that. He studied the situation exhaustive instead of be moaning his bad luck. He saw that his individual successes as a refine was now menace by industry wide failure and that therefore demanded a systemic solution. This was a momentous insight pregnant with consequences. Instead of just tending to his own business, he began to conceive of the industry as a gigantic inter related mechanism and thought in terms of strategic alliances and long term planning. This was the start of his campaign to replace competition with cooperation. So this is what I meant about. These robber barons just out differently than we do. Competition was something to, like, a problem to solve cooperation made more sense to them. It's interesting that all these people were born in the same time, I think at all in the 18 thirties because this how Jpmorgan thought as well. Obviously, Van belt a little older than them. He thought that way. Back on Founders number 01:39 when I House of Morgan. This this line about Jpmorgan, I never forgot. And it says he saw a competition as a destructive inefficient force. I'm reading this to because the way he saw it was the same way Rockefeller saw. He saw a competition as a destructive mission force and favored long scale or excuse large scale combination as secure. Once when the manager of the Mo and Sean don wine company complained about industry problems, Jpmorgan suggested that he buy up the entire champagne country. That's just mind blowing. Like, don't buy your competitors, by buy up the entire industry. And so that insight, the reason that that T says such a momentum insight is because this is what leads to the creation of standard oil because they're like, okay, We gotta a con... We can't just control our company. We gotta control the other industry to do that. We need a lot of money. And, you know, there's really no such thing as, like, gigantic conglomerate are, like, multinational corporations at this time. They they had, like, skirt laws where you couldn't even own, like, if you were were, like, your corporate structure was like, saying in 1 state. You weren't allowed to own assets in other states. It was just completely different world than we live in now. The tricky part for Rockefeller and Fly where was how to supplement their capital without Control. The solution was to incorporate, which would enable them to share sell shares to select outside investors. That's what makes them wealthy. I wish I had the brains to think of it said Rockefeller, but it was Henry Flag idea. And he give you an idea of Rockefeller ambition. He said the standard oil company will someday refine all the oil and make all the barrels. It was his idea to make sure that they didn't have salaries such his Rockefeller failure decision was that the leading men would received no salary, but would profits solely from the appreciation of their shares and rising dividends, which Rockefeller thought was a more potent stimulation for work. And on the same page to talk about, you know, he he he did not want os cessation. Partners, he thought that if you're you're you're inviting competition if people think you're making a lot of money. The office shared by Rockefeller and Flag was somber on a stare. Rockefeller never allowed his office to decor to fl the prosperity of his business, less it aroused unwanted curiosity. From the start, he owned more shares of standard oil than anybody else and exploited every opportunity to augment stake. Now this part was absolutely insane because it's it it's it it really is a testament to human behavior. So remember, this is going to be 1 of the most valuable companies in history, but they are offering shares to the public during an economic slump and economic panic. So they're offering the opportune... To think about this way. They're offering the opportunity of a lifetime to investors and investors are scared. And it's also just some great writing. Rich investors did not line up to invest in standard oil. It was an ina ina time for new ventures. This is in 19 69. There was a crash called Black Friday. Beyond that, the speculative, and then not that, you have an economic you have huge economic collapse, but there also it's like the very beginning of an industry. Right? Beyond that, the speculative aura of the oil industry still deter many reputable quote unquote businessman. Rockefeller never forgot how his scheme was savage der delighted. As Rockefeller called, it was a course, meaning his idea, which older and more conservative businessman shrink back from. Remember, the investment opportunity of a lifetime and they're running in the a direction, none of they are running in direction, they're telling other people that Rockefeller is reckless and insane. What happens the very next year. Rockefeller managed to pay dividends of a hundred and 5 percent. During the first year of operations, despite 1 of the worst financial blood bats in the air industry's her early history. That's insane. This is such great writing here. The man with the craving for order was about to impose his iron rule on this law, god business. As he scanned the field of battle, the first target opportunity lay close to home. The 26 rival Cleveland refine. His strategy would be to sub 1 part of the Battlefield, consolidate his forces and then move brisk onto the next conquest. His victory over the Cleveland refine would be the first, but the most controversial campaign of his career. The year revealed both his finest and most problematic qualities as a businessman. His visionary leadership, his courageous persistence, his capacity to think in strategic terms, which to me is with his probably most admirable trait. The 1 I'm trying to, I'd I'd like to, to copy. And I mean, like most, but also his lust for domination, his messi, self righteousness and his contempt for those short sighted mortals who made the mistake of standing in his way. So the Cleveland Mask is this event in history. He's gonna swallow up almost all of his competitors. Right? That leads him to to start building the the biggest monopoly, the oil monopoly in the world. There's a couple of things that are that have to happen first that I'm gonna go over. So I'm gonna read my note 2 first, and I think gonna help with understanding it. Number 1. Acquire an oil buyer, but don't let anybody know that you own it. He uses that over and over again. Number 2, and it he'd buy other refineries buy other businesses and say, hey. Like, we own it. You don't mention that to to anybody at all. So number 1 acquire an oil buyer and don't let anyone know. Number 2, raise a ton of money as everyone else is scrambling for survival. So that's a quote from warren buffett at shareholder letters. He says we play offense, while others scramble for survival. He runs same playbook because Rock in the sense that he always gets this massive cash reserve. So number 2, raised a ton of money. As everyone else is scrambling for survival. Number 3, get lower prices for your company and higher prices for your competitors. It's not just enough. This is why this gets is so crazy. It's not just enough to have the lower cost than anybody else. He wants you to pay more. So it says Rockefeller engineered a Covert acquisition of I'll just skip the name. It's a New York to 1 of New York's premier oil buyers. This gave Rockefeller a sophisticated purchasing agency at a critical moment. Why? Because oil prices were now being set on exchanges as opposed to just, you know, deals worked out individually. It's like, no, now we all see the same data. So that's why you didn't buy the oil buyer. This move set a pattern of stealth that shadowed Rockefeller career. He made the company fe independence of standard oil while it actually acted at it as its cat's paw. Bracing for the tumultuous events ahead, he boosted the firm's capital from 1000000 to 3500000.0. Remember, this is during a, a industry wide collapse. So I buy the oil buyer. I raised a bunch of money. Now they they all meet the Rockefeller the standard oil. And they're like hey, we're gonna buy up all the refining... As many refining properties as we can in Cleveland. He says this was the opening shot of a bloody ski that historians came to labels at Cleveland Massacre. The Mayhem in Cleveland began when Rockefeller struck a Clan deal with Tom Scott. Tom Scott is the overload of the Pennsylvania Railroad, the Pennsylvania Railroad is 1 of the most important players in the oil industry because the oil is being oil all in Pennsylvania, and he has a major transportation network to get the oil to other places. Right? The same year, Van belt discreet invested 50000 dollars in standard oil. How do you know it's a monopoly because because Van builds giving you money. So Scott presents an... Audacious schemes that he devised which proposed an alliance between the 3 most powerful railroads, him... His railroad would be being 1 of them, and a handful over refineries, notably standard oil to implement this Scott had obtained a shell organization. This is, I'm not, like, of this stuff a little boring. It's important to know. So I'm I'm not gonna tell you all the boring stuff. But at this point, think about this is, like, essentially, they think economic historians think that this is really the first real holding company in American history. That is what it just allows you to do things that other companies couldn't do because they were restrained by, like, state laws. Okay? But it's called this... It's... The Si it's called the self improvement company. Really, this is... This thing's gonna fall apart. So I'm just telling you because what they're doing here, this like, sneaky rebates, collusion, you know, getting rid of competition. It doesn't work because people find out about it, but he runs this playbook over and over again in different ways throughout his entire life. That's what I'm telling you. And people were so scared of it that from the time, it was proposed to the time of was struck down and found out. That's when Rockefeller does the Cleveland massacre. So Rockefeller wielded this threat as a weapon. Right? So it says under the term of this proposed pack, the railroads would sharply raised freight rates for all refine. But the refine in the Si, Rockefeller being 1 of them would receive such substantial rebates up to 50 percent off, that their competitive edge over rivals would widen dramatically. In the most deadly innovation, the members would also receive drawbacks on shipments made by rival refine. That is the railroads would give standard oil a rebate for every barrel ship to by other refine. Why is that also important. Right? Standard oil would receive comprehensive information about all oil shipped by their competitors. Imagine competing in an industry, and you're the only 1 that knows the capacity and and and the output of every... Not only yourself, but every single other company in your industry. That is insane. So the way I summarize everything going on because this goes on for quite a bit, and so I needed a way to compress this so I can, like take this idea with in the future. Lower prices for me, higher prices for you. Valuable intel for me, none for you. And why was it Rockefeller invited? Like, this thinking about it this opportunity opened up because of rockefeller size. This is a reward. Another example of stacking opportunities, this is a reward for previous operating excellence. This is insane how this all fits together. Listen, if you don't wanna read the whole book. I can understand 700 pages. I would telling my friend Liberty, I was reading this book so like, man. A brick. But read the first... I would say 300 pages. Because then, you know, I'm I'm way less interested in the last 40 years of his life, you know, when just... He's not building his business anymore, but damn the first 300 pages his book. Oh, read up until it might be, like 03:50? I'll tell you what page. Read up until he retire? It's just incredible. Why did the nation's leading railroads offer Rockefeller terms, so generous has to render them all, but I'm I'm on potent in oil refining. The railroads had engage in such fierce price wars between each other. That freight rate sits sharply fallen. So they don't wanna compete with each other either. They want collusion just like he wants... They want the same thing in their industry that he wants in there. It's the way you think about that. They needed somebody to ar arbitrage their disputes and save them from their own cut throat tactics. Standard oil would act as a quote unquote even for the 3 railroads and ensure that each received a predetermined share of oil traffic. So 1 of the biggest things that they're shipping at this time is oil if we have... If we do a deal rockefeller, He owns the oil industry for all intents of purposes, he can say, hey, I'm not... You don't stop fighting for prices. Right? You each get, you know, 25 percent goes here. 50 percent goes here. 25 percent years. I will distribute them evenly So that's what they're talking about that. Rockefeller would become their official u empire. Rockefeller not 1 to insist on the good graces of other people over rely on the good graces of other people. So he also puts pressure on the robots. He puts pressure on the railroads because He says, I'll do pipelines. He says I'll throw I'll ship oil through water. What he also did was try to mono the collection of of tank cars. So they eventually start shipping oil instead of barrels. They put them in, like these gigantic tanks. Right? Rockefeller goes up and tries to buy the entire supply and then forces the railroads to lease them back from him. This is what I mean about root like it's such ruthless its hyper competence and ruthless efficiency. It's unbelievable. 1 other foresight attempted, 1 other factor, excuse, 1 other factor attempted the row to come to turns rock filler and a far sided tactical maneuver, he begun to accumulate hundreds of tank cars. Which would be in perpetually short supply. Oh my goodness. Both refine and railroads were struggling with excess capacity. Rockefeller supreme sight was that he could solve his industry's problems by solving the railroads problems at the same time, creating a double cartel in oil and rails. Instead of ruining the railroads, Rockefeller tried to help them prosper. Prosper, Albeit in a way that fortified his own position, and that leads us to the Cleveland mask. This is where Rockefeller is gonna wanna up being the world's largest oil founder at 31 years old insane. Critics regarded this as a dress rehearsal for the Grand pageant. The place where he first revealed his master plan to be implemented in a thousand secret, disguised and indirect ways. While the Si was alive, Rockefeller engineered his most important coup. The Swift relentless consolidation of Clean refineries, which gave him irresistible momentum. The threat of the Si was the invisible club that he wave that he waived over Cleveland refine forcing them to submit to his domination between night... Excuse me? Between February seventeenth and March 20 eighth. So we're talking what was that, like, a month and 10 days, month and 11 days between that is. So... We're talking a month and 11 days. Right? That is between the first rumors of the Si and the time that it was sc because they found out about it, Rockefeller swallowed up 22 of its 26 competitors. And this is how we pitch him. Rockefeller outlined his plan for a vast efficient industry under standard oil control. He would tell them about the impending capital increases of standard oil. I'm have more money new and then he would asked him point blank if we can agree agree agree upon values in terms, do you want to come in? And so a lot of these... This is just 1 example, but they're, like, okay, before, I need to examine your books before I sell my company? Too. Right? And this is where, like, his obsession with low cost and and and collusion, you know, really so pay dividends. That afternoon, he surveyed standard oils ledger, and he was thunder struck by the profits. Remember at 1 point in the industry, 90 percent of them are operating in a loss. And this guy's got profits coming out of his eyeballs. And so he's like, listen, you can't compete with me. We already know it's a fair company come in, take their... And he said he says, like, listen, I'm gonna give you standard oil cash. Or standard oil, stock, and a lot of these people were... Again, go back to short side in this and and and short term taking. They took cash and the biggest mistake and you you can't remember making your life. But he says, says listen, I will give you oil company. I assuming standard of a company stock or cash. I advise you to take the stock, it will be for your own good. This is 1 1 of his competitors said about Rockefeller. He knew that he and his associates had a better knowledge of the business and a better command of the business than anyone else, you never so anyone as confident as he was. Take standard oil stock here them, and your family will never know want. And since most of his competitors are losing money, he winds up buying the typical refinery cost him a quarter of their construction costs. And this is what I meant about ruthless. So you could really think about them as they're ruthless they're aggressive and their large during the Cleveland Massacre Rockefeller Sa a feeling of sweet revenge against some of the older men who had patron him when he started in business. This was especially true of 1 of his original bosses. This is... This is crazy. This 1 of the guys he was working as a bookkeeper before. Who now got into refinery. They're refining rather. After hewitt came to Rockefeller home to plead for mercy, Rockefeller told him his firm would never survive if it didn't sell out to standard oil. He made a cryptic statement that entered into Rockefeller Folk. I have ways of making money, you know nothing about. He and his partners sold out. And a massive advantage of Rockefeller had that his competitors didn't. He was 1 of the first entrepreneurs in history real were the the the value and economies of scale. Rockefeller borrowed heavily to build gigantic plants so that he could drastically slash his unit costs. It's funny because Rockefeller and Henry Ford when coming friends much later in life when Rockefeller is a very old man, you could say that Ford figured out the same thing. Rockefeller borrowed heavily to build gigantic plan so that he could drastically slash his unit costs. The volume of trade was what he always regarded as of paramount importance. Early on, Rockefeller realized that the... That in the capital intensive refining business, sheer size mattered greatly because it translated into economies of scale. During his career, Rockefeller cut the unit cost of refined oil in half, and he never deviate from this gospel of industrial efficiency. So that was at 31. Right? He tries his first example of let's do widespread collusion. It's a secret plan. It it falls apart. And he's like, okay, Then let's make it a public plan because other refineries, other refine didn't like the plan because they weren't invited in. He's like, I'll invite everybody in. So he tries again. And this the thing about him being so persistent. It's like, oh, he's stop me 121 time, 2 times. 3 times. That's fine. Get ready for my fourth, my fifth, my sixth, my seventh, my eighth attempt. I'm... I only have to get in once, and you're not gonna stop me every time. It's the way to think about what doing. And so eventually, he gives up on the idea of just even asking other for permission. He's, like, forget it. I tried another. That failed too. That he's gonna be 34 years old. So this is, like, 3 years of lapse since where we were in sorry previously. And he just says, like, forget. I'm gonna do this myself. And again, he's advantage he has is he's doing this during a financial panic. And he's just got more assets and money what everybody else is running scared. Scared. Rockefeller had clarified 1 thing in his own mind. Voluntary associations could move with the speed unity efficiency that he wanted. He was now through with ineffective alliances and ready to bring the industry to heal understand oil control. The idea was mine. The idea was persisted in spite of opposition of some who became faint hearted at the magnitude of the undertaking. And then what do he means is? Is, like, I'm controlling the whole industry. By 18 73, he had crossed his own Rub and never looked back. Once embarked on this course of action, he wasn't a man to be h by doubts. The mad dash for Riches that fall the Civil war ended in a prolonged slump that ground on for 6 years. So he had this huge boom, then you have the bubble pop, and you got 6 years of economic depression is the way you can think about it. What happens during those times, same thing happens all the time. The stock exchange shuts down. Bunch of bank failures, widespread bankruptcy. Massive unemployment. Wages decreased by 25 percent. Eventually, this how bad it got. It was cheaper to buy oil than it was to buy water. And so this is a fantastic historical, analogy that Turnout gives us just as Carnegie expanded his steel operations after the 18 73 panic, So Rockefeller, So Rockefeller. He saw the slump as a chance to translate his master blueprint into reality. He would capitalize on rival companies selling a distressed sale prices. He slashed standard oils dividend to increase its cash reserves. Standard oil weather the 6 year depression magnificent. A fact Rockefeller attributed to its conservative financial policy an unparalleled access to bank credit and investor cash. And then what does he do when he buys your company. Rockefeller was equally secretive and asked them to people who's buying to continue operating under their original names and not d v their standard oil ownership. They were instructed to retain their original stationery and keep secret accounts, and they and they also talked about this slater. This is, like the third time. They mentioned, III didn't mentioned to your Pvc. They didn't like writing things down. So clearly, they didn't want people to find out. A lot of this was, like handshake, verbal. Some of the stuff gonna pop up on paper, but they they they they look down upon that. Don't write it. Don't tell anybody. Secrecy is extremely important to us. And then because they would once you come in standard oil, you make a lot more money, he said, hey, stop don't be flashy. Rockefeller warned that there were refine that joined Stand oil not to parade their sudden wealth less people wonder where they got the cash. And this was hilarious because he'd, like, inter them. And he's like, hey, You don't have any ambition to drive fast horses. Do you. And I just lie Put in a the margin laugh out loud. The fast horses are, like, the Ferraris of their day. This idea is Like, you go all buy a bunch of horses. You're racing up and down the street. So funny how human behavior like, consistent. Right? Just... We just use different technology. You know, It's like, oh, look, I'm rich because I got faster horses. They're, like, better, you know, better higher quality. Well people are gonna wanna know where you got the money. And then he just keeps running this playbook, and this is what I meant mentioned earlier. Was like, oh, this is genius. His management team was founders. He just wanted people that had run... They were so good. They were good enough to run their own businesses. Now you come in and, like, you just add your skills to like, we're all focused on the same goal. Instead of you trying to make your, mike my company a, competing company b. It's like, no, we're both jumping in a company and just making it better. He was not only purchasing refineries, but he was assembling a managerial team. The creation of standard oil was often less of a matter of stamping out competitors then is cementing them to cooperate, and then he uses the same playbook. When people people like no, I don't wanna come. He's like, take a at my books. When this guy hesitate Rockefeller played a Trump card. He invited them to inspect the standard oral books. When they later examined them that he was taken aback. Rockefeller could manufacture care scenes so inexpensive that he could sell below his warden the guy's needs war below warren production cost and earn a profit. So at this point in the story, the same playbook that he's running that he ran in Cleveland a few years later. He's doing the same. He's like, oh, you know what? I want all the Pittsburgh refineries too. I'll just take them all. So it says of 22 Pittsburgh refineries in existence when Rockefeller struck his deal only 1 was still in existence 2 years later. And then how did he choose not only who to buy? It's really 1 idea applied over and over and over again for a long period of time, Rockefeller was buying refineries in strategic railroad and shipping hubs where he can negotiate excellent transportation rates. Why is that board? Because what did warren buffett say? When a company is selling a commodity being the low cost producer is all important. Put 1 of his production costs is his transportation rates. He never took his eye off that. And so a few weeks ago on that France's Greenberg podcast. It was up to 02:43. Because an I did that and there I really like that Said, he's like, listen, once something works once, immediately starts scale scaling it. Do not dill dal. So as he's buying up all these refineries he's doing, like, he he just keeps pushing. And so what he'll do is as Rockefeller, I should be clear. Rockefeller buys up, refineries. He'll then use some of the people that ran those refineries as talent to go buy up other refineries. And he pushes them so fast As this is get another example being taller son. So it says, in September 18 75, standard oil form, the Ac oil company, a front organization to take over several local refineries under Arch guidance. So this is a guy running it. He's also gonna run it with this guy named Camden. But the important part here is that how fast they move within months, he had bought or least 27 other refineries moving at such a pace, such a hectic pace that he nearly drove himself to collapse. And so he buys the refineries, takes their talent gets them to go out and buy other refineries, moves extremely fast. That's not enough. This is what He also he does. A lot of people when they're when they're approached, they don't wanna sell santa all. Like, they're getting too big. That's too dangerous. So what does he do? He... Some of the people he bought refineries don't say don't tell them that you're with me, go and buy, try to buy their refinery as if you're gonna compete against me. They don't... The... What I'm saying here is like the refine that some of the refineries that he's buying, don't know that they're selling to standard oil. They literally think that they're selling to a competitor of standard oil. It's just so relentless. This is the end result. The completion of this campaign rock... Left Rockefeller still in his thirties. The sole master of American oil refining. It also meant that he had mono the world ke market. He was now living a fantasy of extravagant wealth and few people beyond the oil business had ever even heard of him. And part of this is that he actually had a belief in oil. For the long term that wanna being a massive advantage. People are still doubting him even at this point. So talks about, like, the mistakes that people are making where he's like listen, I don't wanna give you cash. I want... He's like, I, I'm always... He always wants to serve his cash. Right? Because, like, his his biggest problem is bank... Or as soon as bank role, his his bottleneck. Like I said earlier, it's just, like, it's always like, how the hell do I bank role this marathon buying spree that I'm on. And so he always off the option of taking payment in either cash or stock. And he dreaded the choice of cash. And so he says if they chose cash, he often had a scramble among banks to money by encouraging opponents to take Scott stock, he can serve funds and also enlisted the allegiance of foes in his burg enterprise. If you remember that podcast did on the founder of Ups. It was episode 1 92. He... His name is Jim Casey. He he used this exact same strategy as well. Now, here's the problem. People... This 1 decision. Do I want cash or do I want stock can literally change the life of your grandchildren? It mortified Rockefeller that so few dressing souls took standard oil stock. They doubted that Rockefeller and his young turks could realize their experimental plan. This is such a crazy sentence, American high society in the twentieth century would be loaded with descendants of those refine who opted for stock. Rockefeller would tell them sell everything you've got even the shirt on your back but hold on to the stock. Think about why is he saying that? Because 1 a new, once this monopoly is built, there is no stopping it. A few pages later, brings up the fact that his long term having the longest view in the room was a massive advantage for him. And the demise of the railroads to some degree. Standard oil also profit and me from the revolution in oil transport as barrel gave barrels gave to take. Why is that important? The railroads ba at investing rolling stock that couldn't also transport general freight. So it's like, I I can't... I'm not gonna buy this because this is only good for my oil customers. So Rockefeller step... Stepped up boldly into this breach. He would build oil tank cars, which would he then would turn around and lease back to the roads for a special mileage allowance. What does that mean for a kickback. I'm gonna pause here. Like, think about what's happening. This guy is relentless at finding points of leverage. This is also gonna lead him to build a a giant pipeline network. It takes some time. Like he was a little so to that. But he's gonna wanna building a pipeline network as a defensive maneuver. And it strengthens his company because he owns almost all the tank cars on the biggest railroads. So says Standards oil position grew una unacceptable. At a moment notice it could crush either railroad by threatening to withdraw its tank cars if you don't have tank cars you can't ship oil. And if you can't ship oil, your railroad is bankrupt. It's just amazing. He's got a handful. Dancing just supplies them over and over again where he goes further than any reasonable person will, and he's relentless. Remember that playbook about, hey. I'm gonna buy all refineries. No one's gonna notes me. He does the same thing for the pipelines. He buys up, he realized, oh, these guys are way ahead of us building pipelines. Fine. We'll buy them. Right? And then what happens, The pipelines form the core of a new venture that pretended to be free of standard oil control. My refineries are set up so I can ship by water. Now I have the railroads to the point where I own all their tank cars. I can bankrupt them if they get on my wrong side. Now I own the biggest pipeline network, no 1 knows it's me and why is this important? Because this set them up to extract maximum advantage from both the railroads and pipelines so longs as these 2 means of transport coexist in the oil business. Rockefeller and his team are so bloody, efficient and smart. You just cannot believe it. And so let's go into more of his philosophy on how he runs his business in his life. He was school in secrecy. He trained his face to be a stone mass so that when when under rings brought him telegram, they couldn't tell from his expression whether the news was favorable or not when I got to that part. My name is what Enzo Ferrari. I think this is I've done 2 or 3 podcasts. I think it had 3 podcast on and enzo far I... But I think this is in episode number 98. He wore sung... His entire life. And enzo far, we were sunglasses everywhere because he didn't want people to be able to read his eyes. Rockefeller did not want you to know what he was thinking. So it's too much so that he disciplined himself. So his face... There was no facial expressions. This is crazy. 2 of his favorite ideas. Rockefeller equated silence with strength. Weak man had loose tongues and bla to reporters while prudent businessman kept their own counsel. He would say success comes from keeping the ears open in the mouth closed. He made a habit of hearing as much as possible and saying as little as possible to gain a tactical edge. When angry, he tended to grow quiet. He like to tell how a blu contractor stormed into his office and launched into a tie rate against him. Rockefeller didn't look up until the man had exhausted himself. Then he said, I didn't catch that. I didn't catch what you were saying. Would you mind repeating it? Much of the time. This how he spent his time. Thinking. Remember he just alone in his office very similar like Henry Singleton, reserved a lot of time for thinking. He optimized for focusing and concentration. Okay? So it says, much of the time he was closet it in his office. He paced his spartan office hands laced behind his back. During meetings, he was a relentless restless excuse me, a restless note taker. He wants asked rhetoric, do not many of us who fail to achieve big things fail because we lack concentration. The art of concentrating the mind on the thing to be done at the proper time and to the exclusion of everything else. He adhered to a fixed schedule. He would move through the day in a frictionless manner. He never wasted time on frivolous things. Even his daily bricks, the mid morning snack are the post launch nap, were designed to conserve energy and help him to strike an ideal balance between his his physical and mental forces. As he once remarked, it's not good to keep keep all the forces at attention all the time. He was also a really good alligator, so highly Rockefeller value personnel that during the first years of standard oil, he personally attended to routine hiring matters. Taking for granted the growth of his empire, he highly talented people as found not as needed. I need to report I need to repeat that. Taking for granted the growth of his empire he hired talented people as he found them, not as he needed them. He especially prized executives of social skills. The ability to deal with people is as purchase a commodity as sugar or coffee, he said. And I pay more for that ability than any other 1 under under the sun. Many employees said he never lost his temper, never raised his voice. Never uttered a profane or sling word and never acted. He defied many stereotypes of the over bearing Ty. He was a fitness buff, and he placed in the accounting department in his office a con... Contra convey, like an exercise contra that he pushed and pulled for exercise. And to make sure that he could trust his employees. He tested them. And then once he trusted them, he just left them alone. At first, he tested them exhaustive Yet. Once he trusted them, he out enormous powers upon them and did not in ent unless something radically mis fired. 1 of the best ways to develop workers he said, when you're sure that they have character and you think they have ability is to take them to a deep place, throw them in and make them sink or swim. Part of the standard oil gospel was to train your subordinate it to do your job. As Rockefeller instructed a recruit. This is very... This reminds me of Paul fa, the founder of King coast back on founder number 1 81. He talked about being the importance of being on top of your business and not in your business. You need time to to, like, try to to delegate as much as possible. So you can actually be thinking, like, long term strategic, like, especially as a business grows. Like, your judgment is more valuable. Right? When it was different when he had 1 store when we had 200 stores. Like, every single little decision is really important. So it says part of the standard of Gospel was to train your subordinate do your job as Rockefeller instructor recruit. Has any... Has anyone given you the law of the of our office. Now? It is this. Nobody does anything if you can get anybody else to do it. As soon as you can get someone whom you can rely on, train them in the work and then sit down and think about some way for the standard oil company to make more money True to this policy, Rockefeller tried to to relieve himself from the intricate web of administrative details and dedicate more of his time to broad policy decisions. He never did anything hap. And he also set a very high bar for quality. Says this passion for excellence originated with Rockefeller and radio radiate throughout the organization. The ethos of Standard Oils operations around the world was John D Rockefeller personality writ large. How many times we've seen that over and over and over again in these in these stories? It's crazy. He was a match executive on airing monitor of the stream of proposals channel into him daily. He an extraordinary reactive ability. A first rate power of judgment when presented with options. For this reason, he resembles modern... The modern chief executive more than he does his dom industrial conte. He extended rationality from the top of organization down to the lowest rung every cost in the standard oil universe was computed to several decimal places. And why is that important because he knew the bigger that you are, the more important to attending to small details becomes to is an example of that after watching machines sold caps to the cans, He asked the resident? How many drops are sold do you use on each can? I probably been say wrong. Sold, sold? 40 the replied. Have you ever tried 38? No. Would you mind having some seal with 38, and let me know. When 38 drops were applied a small percentage of cans leaked, but none leaked at 39. Hence, 39 drops became the new standard in... Standard instituted at all standard oil refineries. That 1 drop said Rockefeller, still smiling retirement, saved 2500 dollars the first year But the export business kept on increasing after that and doubled and quadrupled and became immensely greater than it was then, and the savings has gone up steadily since. 1 drop on each can has amounted to many hundreds of thousands of dollars. He performed many similar feat, fractional reducing the length of stave on the width of iron hoops without weakening a barrel strength. He was never a foolish penny pitcher. However, example, he saved him repairs by insisting that standard only build substantial plants even leads to like factories. Right? Even if that meant higher startup up costs. So he's under a lot of stress, but he found sources for strength in his church. And really, I just wanna bring this out really important because everybody needs this Rockefeller is 1 of the most formidable humans in history. Right? And he still needs like a pep. Really just never discount of the value of inspiration. He needed spiritual refreshment. That's what he called going to church. Praising the ministry role He once said he needed good preaching to wind me up, like an old clock once or twice a week, and how does he know he has a monopoly because he makes money in up and and and booms and he makes money in bus? And this is the way he describes. And he's like, listen, you guys could... There's just a giant gap between his company being number 1 and number 2. It's just incredible. Right? And, but the way he looks at is, like, why did... Like, why did you not do the same thing? That opportunity was available to all. I was just the 1 that that grabbed it. He mocking described his foes attitude as follows. We have disregard all advice and produced oil in excess of the means of storing and shipping it. We have not built storage of our own how dare you refused to take all that we produce. Why do you not pay us the high prices of 18 76 without regard to the fact that the glut has depressed every market. He's just saying he's just like I'm a professional you're in amateur. Rockefeller had positioned himself exactly where he wished to be, poised to profit for either surplus or scarcity and all but immune to the va of the marketplace. And the dangers of putting your business in the hands of somebody else, which would exactly what the railroads did. For rockefeller, he eventually realizes like, pipeline the pipeline technology technologies is just so much more efficient. I'm gonna move all of my volume over there. And this is really... I'm just gonna give you... Because this goes on for like bunch of pages. I'm I think my note does a good job of summarizing it. Incredible. I'm gonna use my deal with the railroads as an asset to increase my position in oil, which is my true end. Right? By the time anybody realizes and can do anything about it. I've already moved on to a superior transportation method. This is more on how he worked and really why he is just worthy of Serious study. Rockefeller was a unique hybrid in American business, both the instinct first generation entrepreneur who found a company, and the analytical second generation manager who extends and develop it develops it. He wasn't a sort of rugged self made mo who becomes quickly irrelevant to his organization. Having created an empire of unfathomable cup... Unfathomable complexity, he was smart enough to see that he had a identity in the organization. Many people noted that Rockefeller Seldom said I. Don't say that I ought to do this or that he preach the colleagues, we ought to do it. Never forget that we're partners. He preferred outspoken colleagues to week needs sickle fans and welcome differences of opinion so long as they weren't personalized. By creating new industrial forms, Rockefeller left his stamp on an age that lauded inventors. Not administrators that he created 1 of the first multinational corporations selling ke around the world and setting a business pattern for the next century was arguably his greatest feat. As he said, our nation was in a state of transition from ag culture to manufacturing and commerce, and we had to invent methods and machinery as we went along. I wanna extend this point a few pages later. This is why he was such a rare talent. Rockefeller always sees a little further than the rest of us. This is 1 of his partners. He really was a superman. He he not only envisioned a new system of business upon a grand scale, but he also had the patience to courage and the audacity to put into effect in the face of almost ins super ins inseparable difficulty. Sticking to his purpose with a 10 nasty and confidence that were simply amazing. In the last analysis, Rockefeller prevailed at standard oil because he had mastered a method for solving problems that carried him far beyond his native endowment. He believed that there was a time to think and then a time to act. He b over problems and quietly matured plans for extended periods. Once he made up his mind, however, he was no longer troubled by doubts and pursued his vision with un devi faith. He was like a projectile that once launched could never be stopped never recalled and never diverted. And once he perfect it, he walked away. He had perfect the gl machinery of standard oil, and his appointed task done, he felt he should pass the reins to younger men. The business had ceased to amusement him. It elect freshness and variety, and he would withdrew. So in 18 97, Rockefeller walked away from the empire that he consumed his energies for more than 30 years. He entered retirement just at the birth of the American automobile industry. The automobile would make John d Rockefeller far richer in retirement than at work. And that is where I I'll leave it for the full story. Highly do you recommend buying the book. There's so much more in here. I spent nearly 50 hours digesting and researching this book this week. There is a link below If you buy the book using that link. You're supporting the podcast at the same time. The very best way to support founders to give a gift description to a friend, family member, or colleague that is all as always, there's a link below in your pike player and also available founder podcast guest dot com. That is 248 books down 1000 ago, and I'll talk you again soon."
}