{
  "transcript": "People say you have to have a lot of passion for what you're doing, and it's totally true. And the reason is because this is so hard that if you don't, any rational person would give up, it is really hard and you have to do it over a sustained period of time. So if you don't love it. If you're not having fun doing it, and you don't really love it, you're going to give up, and that's what happens to most people. If you really look at the ones that ended up being successful in the eyes of society, and the ones that didn't. Oftentimes, it's the ones who were successful loved what they did so they could persevere when it got really tough, and the ones that didn't love it, quit because they're sane, who would wanna put up with this stuff if you don't love it. It's a lot of hard work and it's a lot of wearing constant. And if you don't love it, you're gonna fail. That was Steve jobs talking about the importance of passion, and it's draw excerpt from the book, I'm gonna talk you about today, which is I, Steve, Steve jobs, in his own words. So I kinda the other day, and I think I've done 13 different podcasts on Steve jobs. I will link them all with episode numbers in the show notes. Most of those, he's the main character, like, the biographies or books exclusively dedicated to him in a few. It's about like his partners, like, Johnny Iv or, like, Ed Cat at Pixar. But even after reading all these books on Steve jobs. I didn't know the book that I'm holding my hand even existed. I walked into a small used bookstore the other day. And about after an hour of just going through all their shelves. I walked out with 6 books for 23 dollars. I love use bookstores. And not only because they're usually fantastic values, but because you just find books that you didn't even know existed. And this book is a great example of that, it is about a hundred and 20 pages long, it is just quotes organized by topic from Steve Jobs. So consider this a bonus episode of founders. Most of this is just gonna be Steve jobs talking directly to you and I. So I'm gonna jump right in. He's talking about it's normal to have anxiety before you introduce a new product. He's talking about the way he felt right before he debuted the ipad. And I thought this was remarkable because it's the last product he ever introduced and he just think about how many groundbreaking products he had created up until this point of his career and he's still anxious. Even though we've been using these internally for some time. And working on it for a few years, you still have butterflies in your stomach, the week before, the night before the introduction. The day before the launch, you just never know until you get it into your customer's hands. This is Steve on the fact that the core of your company is the quality of employee you have. He repeats this over and over again that the founder most important job is recruiting is to assemble the greatest concentration of talent that you possibly can. He says all we are is our people. That's what keeps us going to work in the morning to hang around these great bright people. I've always thought that recruiting is the heart and soul of what we do. This is Steve on apple's Dna. Most of us can't wait to get to work in the morning. But it's not like Apple has somehow morph into a mass market consumer electronics company. Our Dna hasn't changed. It's that mass market consumer electronics is turning into Apple. Think he talks about his goal has always been to be the best, not to be the biggest, not to be the first to be the best. We're not gonna be the first to this party, but we're going to be the best. And then Steve talks about what you do after you recruit great talent. It's not just recruiting. After recruiting, it's building an environment that makes people feel they are surrounded by equally talented people and their work is bigger than they are. The feeling that their work will have tremendous influence and is part of a strong clear vision. Obviously, he means the founders is the 1 that sets that strong clear vision. So he saw talks about recruiting. Usually requires more than you alone can do. So I found that collaborative recruiting and having a culture that recruits the a players is the best way. Any person he's interviewing is gonna speak to a bunch of different people in the company, and he says the... The reason he does that is because the current employees can veto candidate. And then this is Steve on an importance of communicating a feeling to your customers. We don't say a chance of advertising with features and benefits and with rams and with charts and comparisons. The only chance we have of communicating is with a feeling. And then he... There's another quote on branding. This is actually from 19 97 when he... Just when he returned to Apple the second time. What are the great brands? Levi levi's, Coke, Disney, Nike. Most people would put Apple in that category. You could spend billions of dollars building a brand that's not as good as Apple. Yet Apple hasn't been doing anything with this incredible asset. What is Apple after all. Apple is about people who think outside the box? People who want to use computers to help them change the world to help them create things and make a difference and not just get a job done. And this is Steve on what his company focuses on. We don't do market research. We don't hire consultant we just make great products. And then this is about who he's building for. This is all the way back in 19 99. I think this is 1 of his best insights actually. The roots of apple were to build computers for people, not for corporations. The world doesn't need another Dell or compact. This is Steve on the importance of simplifying your product line. This is again, is right when he came back to Apple. He said this in 19 98. What I found when I got here was a zillion in 1 products. It was amazing, and I started to ask people. Now why would I recommend a 3400 over 4400. When should somebody jump up to a 6500, but not a 7300. And after 3 weeks, I couldn't figure this out? If I couldn't figure this out how could our customers figure it out? And then as we go through this, you're gonna notice that he just has a handful of ideas that he just repeats over and over again in different ways. I was actually texting with my friend Richard day other day? Because he was asking? He's like, why do you say on your podcast, like, repetition is persuasive, like, I have noticed, like, Jeff Bezos repeats himself a lot. And this is what I what I sent. I was like, nearly all the founders that I've read about have a handful of ideas and principles that are important to them and they just repeat and pound away at them forever. And the fact that this tiny little book that you could probably read in 2 hours. It's just a great illustration of that because you can read in such a condensed amount of time and you see him decade after a decade, just repeating ideas that are important to him. He'll put... He'll place the ideas in different context. He'll apply it to different parts of the company, but there is just a small handful of ideas and principles that were extremely important to him. And instead of getting fancy, I think he just really focused on mastering the fundamentals of those core principles. This is 1 of them. He's talking about consumer product design, but really is talking about his love of simplicity. Look at the design of a lot of consumer products, they're really complicated surfaces. When you first start off trying to solve a problem, the first solutions you come up with are very complex, and most people stop there. But if you keep going and live with the problem and peel more layers off off of the onion, you can oftentimes arrive at some very elegant and simple solutions. Most people just don't put in the time or energy to get there. And even that phrase, most people. He's constantly comparing and contrasting what his company does compared to what most other companies and most other people do. Most company... Most people quit. You know, he says half of what success... Separate a successful entrepreneurs from the unsuccessful wants is just pure perseverance. Most people don't like what they do. He says he loves. He has a passion, a deep desire for what he's doing. Most people most companies don't put in the time and effort to actually solve the complexity and not just ignore it. He's saying he does. Most people don't focus enough on I'm recruiting and having extremely high standards of excellence. He does. You'll hear this over and never again. And then there's just 1 quick sentence here that I really... I sat here and thought about this for quite a while because, you know, he's talking about, hey. It doesn't matter if from where I'm making an iphone I'm making an ipad and making a computer or whatever it is? He's like, at the fundamental level, what are they? And he says, we make tools. That tool may manifest itself in different physical forms, but at its core, it's a tool, and that really resonated with me because that's how I think of founders. I think it as a tool for working professionals. And what that tool does is it gets ideas and history of entrepreneurship into your brain so then you can use them in your work. It just so happens that a podcast is a great way to achieve that goal. But I really do appreciate what he said. He's like, this is a focus. We're making tools. And then the book is obviously filled what maxim from Steve. Here's 2 of them. It's not done until it ships. That is his cr, and then another 1 of his something he repeats over whenever over again, is the journey is the reward. And that quote is from 19 83. But again, that's something he says, even as he knew he was dying, he talks about the journey is the reward. And in fact, that made me think of this fantastic interview that I just heard with Ed Ed I've talked about a bunch of the podcast as you priority already no. It's episode 02:22, if you haven't listened to it. He's my personal blueprint. He was on Tim Ferris podcast, episode number 5 96. But towards the end of the podcast, he talks about that a lot that you don't fu the reward as the main objective. The journey is the reward. But listening to that podcast and hearing at Do 89 just reaffirmed. The fact that I I really do think he's the blueprint. Going back to this book, we'll see that Steve's going to repeat himself here. This time he's talking about applying simplicity to the organization like the actual structure, the way your company set up, The organization is clean and simple to understand and very accountable. Everything just got simpler. That has been 1 of my mantra, focus and simplicity. This is Steve Jobs when he's still in his twenties, and he's talking about setting up app Apple as the David to Ibm Goliath. It's curious to me that the largest computer company in the world, Ibm couldn't even match the app too, which was designed in a garage 6 years ago. And so that's something he'll repeat over and over again. He's like, listen, it's not about the size of your R and d budget. Like, we out innovated Ibm, and we were just working my garage. It's the quality the people that you have working there. This is Steve Jobs when he was 30. Keep in mind, he's about 9 years into Apple at this point. I think that's 1 of Apple's challenges really. When 2 young people walk in with the next thing. Are we gonna embrace it and say this is fantastic. Are you going to be willing to drop our models? Are are we going to explain in a away? And really, he's just describing what happened to him when he was younger. He went to Atari. He went to Hp. He was at 1 time, the 2 young people that are walking in with the next thing. And so he knew from experience. You're more likely to actually dismiss it because you already have something that's working and your focus on that. This is Steve on what's important to him being the richest man in the cemetery doesn't matter to me. Going to bed at night saying we've done something wonderful. That is what matters to me. This to steve jobs on design. In most people's vocabularies design means v near. It's interior decorating. It's the fabric of the curtains and the sofa. But to me, nothing could be further from the meaning of design. Design is the fundamental soul of a man made creation that ends up expressing itself in successive outer layers of the product or service. That's incredible. I'm gonna reread it again. Keep in mind he's saying this 4 years before the iphone comes out. Design is the fundamental soul of a man made creation that ends up expressing itself in in successive outer layers of the product or service. Here's another thought he had on design. Design is a funny word. Some people think design means how it looks. But, of course, if you dig deeper, it's really how it works. The design of the mac wasn't what it looked like, although that was part of. Primarily, it was how it worked to design something really well, you have to get it. You have to really g what it's all about. It takes a passionate commitment to really thoroughly understand something. Chew it up, not just quickly swallow it. Most people... Here's that phrase again, Most people don't take the time to do that. And then this is his comment on the essential difference. This 1 really hit me hard. And I've read a lot about both the creation of the Lisa and the original Mac. And he said the Lisa people wanted to do something great. And the Mac people wanted to do something insanely great. The difference shows. And then on these 2 pages, I essentially just underlined everything. This is about employee motivation. Everything here is so fantastic. So says we attract a different type of person. A person who doesn't wanna wait 5 or 10 years to have someone take a giant risk on him or her. Someone who really wants to get in a little over his head and make a dent in the universe. This is on maximizing employee potential. My job is not to be easy on people. My job is to make them better. And then this is out excellence. People judge you by your performance. So focus on the outcome, be a yards stick of quality, some people aren't used to an environment where excellence is expected. And then Steve talks about part of having an environment dedicated excellence means that the founder is going to have to do editing, and so this is on firing people. It's painful when you have some people who are not the best people in the world and you have to get rid of them. But I found my job has sometimes it's been exactly that. To get rid of some people who didn't measure up, and I've always tried to do it in a humane way. But nonetheless, it has to be done and it's never fun. This is Steve I on focus. People think focus means saying yes to the thing that you've got focus on. But that's not what it means at all. It means saying no to the hundred other good ideas that there are. You have to pick carefully. I'm actually as proud of the things we haven't done as the things I have done. Innovation is saying no to a thousand things, then he extends this and he's talking about focusing on product. And so he's asked this question. What can we learn from Apple Struggle to innovate during the decade before you returned in 19 97. He is answering this question in 2004. You need a very product oriented culture even in a technology company. Lots of companies have tons of great engineers and smart people. But ultimately, there needs to be some gravitational force. He's talking about the founder again. That's the world of founder. Right? But ultimately, there needs to be some gravitational force that pulls it all together. Otherwise, you can get great pieces of technology all floating around the universe, but it doesn't add up too much. This is another thought has on focus this time focusing on the right thing. Sure. What we have to do has to make commercial sense but it's never the starting point. We start with the product and the customer experience. And then Know left myself on that page was the founders with this philosophy because he's essentially saying, yeah, it has to make money. Right? But if you you can't start with the the the goal in minds, I just wanna make the most money. You start with the product and the actual experience that your customer has and so this is my note. The founders of this philosophy wind up getting the money anyways. This is Steve on the role of the founder forcing the issue. The important issues in the company. What happened that he's talking about the design of the iphone. What happened was the designers came up with this really great idea. Then they take it to the engineers and the engineers go, nah, we can't do that. That's impossible. And so it gets a lot worse. Then they take it to the manufacturing people and they go, we can't build that, and it gets a lot worse. Sure enough. When we took it to the engineers, they said, oh, and they came up with 38 reasons, meaning why I can't do it. And I said, no. No. We're doing this. And they said, well, why. And I said because I'm the Ceo and I think it can be done. And so they kind of beg did it, but then it was a big hit. This is Steve Jobs an importance of forward thinking, what really... Why does really resonate with me is because he's saying this when he was 30 years old. He had no idea what the next 25 years of his career. Well he was able to produce his biggest hits were so far in the future. If you wanna live your life in a creative way, you have to not look back too much. You have to be willing to take whatever you've done and whoever you were and throw them away. And that's why I think my favorite Steve Jobs biography is becoming Steve Jobs, the evolution of a reckless ups start into a visionary leader. It was Episode number 19 because that's what the the the book is focused on. It's his transformation. The person he was at 30. It's vastly different than who he's going to become when he's 45, 55. When he's the person that is capable that has the skills and has built the organization to create some of the the greatest products that the hue that humans have ever seen. An evolution is a fantastic description of that process of his the process of Steve becoming Steve Jobs. This is Steve on goals. When we first started Apple, we really built the first computer because we wanted 1. We designed this crazy new computer with color and a whole bunch of other things called the Apple 2. Which you've probably heard of. We had a passion to do this 1 simple thing, which was to get a bunch of computers to our friends so they could have as much fun with them as we were. And that's really important because he's saying, I wasn't trying to build the biggest company. I wasn't trying to build a trillion dollar company. It wasn't doing any of that. Those things happen later as a byproduct of what I was actually focused on, which is just building the best computer that I wanted to use. And then he has a quote about testing people and putting them under pressure to test them. This comes from the book in the company of giants. I read this book for Founders 02:08 if you haven't listened to that episode yet. Many times in an interview, I will purposely upset someone. I'll criticize their prior work. I'll do my homework, find out what they worked on and say, god. That really turned out to be a Bo product. Why did you work on that? I wanna see what people are like under pressure? I wanna see if they just fold or if they have firm conviction, belief and pride in what they did. And then here's Steve, on the importance of studying great ideas. Really, this is just a giant ad for founder podcast podcasts if you really think about it. It comes down to trying and to expose yourself to the best things that humans have done and then try to bring those things into what you're doing. Picasso had a saying, good artist copy great artists steel, and we've always been shameless about stealing great ideas. And then he goes back to what are you focused on. What is your north star for him. It's very clear. I wanna build great products and in order to build great products. I have to build a great company that has the capability of building great products. My philosophy has always been very simple. My philosophy is that everything starts with a great product. I obviously believed in listening to customers, but customers can't tell you about the next breakthrough that's gonna happen. That's gonna change the whole industry. So you have to listen very carefully, but then you have to go out and sort and sort of s away. You have to go hide away with people that really understand the technology, but also really care about the customers. And dream up this next breakthrough, and that is my perspective that everything starts with a great product. Then he talks about the importance of hard work. Keep in mind when he's writing this or when he's saying this. This is right when he came back Apple. This is in 19 98. He is already a billionaire. He did not have do this, pixar made him a billionaire. And so he says, I've never been so tired in my life. I come home at about 10:00 at night and flop straight into bed. Then I haul myself at 6 out at out of bed at 6 in the morning, and take a shower and go to work. My wife deserves all the credit for keeping me at it. She supported me and kept the family together with a hub husband in absence. And then here's an example of something I love about Steve. He's very clear communicator, I've told you before over and again, I think he might be the the the the single... The person that communicates the clearest that of every... Anybody that ever read or studied. But he also has this, like, biting wit, very similar to Charlie Mu, but he makes you laugh. And so he's talking about fact that when he first came back to Apple, he said that he was just the interim Ceo, the I Ceo. Right? And this is Hilarious because he just... He's referencing how bad a job that the previous Ceo, Gil mel did. Some people worried about the word interim. But they weren't worried about the last Ceo, and he wasn't interim. And then this is a quote that he was addressing when he was addressing Apple employees. This is the very early days of Apple. We have a major opportunity to influence where Apple is going. The work that the 50 people here are doing is going to send a giant ripple through the universe. I'm really impressed with the quality of our ripple. I know I might be a little hard to get on with, but this is the most fun I've had in my life. I'm having a blast. This is on innovation. This is right after the great financial crisis in 2002 2008 2009. So he's saying a lot of companies have chosen to downsize, and maybe that was the right right thing for them. We chose a different path. This is... And this is the most important part of this paragraph. Our belief was that if we kept putting great products in front of customers, they would continue to open their wallets. And then this is probably Steve's most famous quote on innovation. Innovation distinguishes between a leader and a follower. And then Steve's is gonna say something here about insight that made me think of what claude a, a quote, that Claude Shannon said 1 time. So Steve says, I think the artist trees and having an insight into what 1 sees around them. Generally, putting things together in a way no 1 else has before and finding a way to express that to other people who don't have that insight. So I'll way back on Founder number 95, I read, the fantastic biography of Claude Shannon. And I think Shannon said something that speaks to Steve's obsession with only working with the highest quality people and Shannon said, a very small percentage of the population produces the greatest proportion of the important ideas. There are some people if you shoot 1 idea into their brain, you will get half an idea out. There are other people who are beyond this point at which they produce 2 ideas for each idea sent in. And then back to the book, this is Steve Jobs on the important of inspiration. The most important thing is a person. A person who incite and feeds your curiosity. And then this is Steve on the importance of having an inter inter approach to your work this the first time in the book that he's gonna mention his hero, Edwin Land of Polaroid, and he says I never believe that they're separate. Leonardo Vinci was a great artist and a great scientist. Michael Angelo knew a tremendous amount about how to cut stone at the Quarry. I don't believe that the best people in any of these fields see themselves as 1 branch of a fork tree. I just don't see that. People bring these things together a lot. Doctor land at Polaroid said, I want polaroid to stand at the intersection of art and science, and I've never forgotten that. Edwin Lane is an extremely extremely important person in the of entrepreneurship to study. If you have not go back and listen to the 4 episodes, 5 different books that I've read on its episode number 40, number 01:32, 01:33 and 01:34. This is Steve on the fact that the experience trying to build the ipad first is actually what inspired the iphone. I actually start on the tablet first. I had this idea of being able to get rid of the keyboard to type on a multi touch glass display. And I asked our folks could we come up with a multi touch display that I could actually type on. And about 6 months later, they called me in and show me this prototype display. And it was amazing. I thought my god, we could build a phone out of this. And I put the tablet project on the shelf because the phone was more than important, and we took the next several years and we made the iphone. And then he has this idea that with some products, you need to stop adding features and just figure out how to decrease the price. So you can make it, more widely available to people. And this is about the ipod touch. And so when they released that, they realized, oh, it's kinda like a iphone went without the phone, but what customer started using at it it adds in addition to playing music is a gaming machine. And so he's like, oh, okay. It's actually the lowest cost way for customers to get into the app store. And he realized that's a big draw. That's a big market. We didn't even think about it. And so he said, what we focused on is just reducing the price to hundred and 99 dollars. We don't need to add any new stuff. We just need to get the price down where everyone can afford it. And then this is the way jobs described himself. He was making this fake resume for for 1 of Apple's products. And he said I'm looking for a fixer upper with solid foundation. I'm willing to tear down walls, build bridges and light fires. I have great experience, lots of energy and a bit of that vision thing, and I'm not afraid to start at the beginning. This is Steve talking about his legacy, the legacy of Apple when he was 30. If Apple becomes a place where computers a commodity item where the romance is gone and where people forget that computers are the most incredible invention that man has ever invented. I will feel that I've lost Apple. And this is Steve on why he wanted to build really simple products, products did net... That did that do not need instruction manuals. In fact, this is a lesson he learned 30 years previously. When he was working at Atari, where the only instructions to 1 of their games was insert quarter avoid Cli ons. And so this is what he says. It's insane. We all have busy lives. We have jobs. We have interest, and some of us have children. Everyone's lives are getting busier, not less busy. You just don't have time to learn this stuff, and everything's getting more complicated. We don't have a lot of time to learn how to use a washing machine or a phone. This is Steve on making sure that your company has a point of view. This is absolutely fantastic. Macintosh is basically this relatively small company in California, taking on the Goliath Ibm and saying, wait a minute. Your way is wrong. This is not the way we want computers to go. This is not the legacy we wanna leave. This is not what we want our kids to be learning. This is wrong, and we are gonna show you the right way and do it. And here it is, and it's so much better. And this is Steve on the importance of marketing. My dream is that every person in the world will have their own Apple computer. To do that, we've got to be a great marketing company. That particular quote was from 19 87. He says that throughout his career in a in a bunch of different ways, the way I found it and read it and interpret it in the book was that if you truly believe that the product that you're making or the service you're providing makes somebody else's life better than you have a moral obligation to get good at marketing because the better you get at marketing, the more lives of other humans you will improve. More of Steve jobs biting wit, Talks about this and it's fine that Microsoft makes a lot of money. Good for them. I'm glad they're successful. That's not my problem with them. He says, the only problem with Microsoft is they have no taste. I have a problem with the fact that they just make really third rate products. This is the quote I referenced earlier about that. It's it's more important that quality of people you have as opposed to how much you're spending on R and D. Innovation has nothing to do with how many R and D dollars you have. When Apple came up with the Mac, Ibm was spending at least a hundred times more on research and development. It's not about money. It's about the people you have, how you're led and how much you get it. So Steve said this I'll be way back in 19 84, which is really fascinating. Because you figure how much... The Apple is still, you know, couple years old this time, but they already had this, like, bureaucratic creep, the that just appears over and nerve again. It's just part of the nature of building company, Sam Walton says hey, have to draw a line in the sand and keep pushing bureaucracy accuracy across that line and just know that that's something that's, like, a never ending job. It's... You're gonna push it back. It'll slowly grow and then you push it back. But I I really like what Steve's said here. The people who are doing the work are the moving force behind Macintosh. My job is to create a space for them to clear out the rest of the organization and keep it at bay. This is the neat group of people have ever worked with. They're all exceptionally bright, But more importantly, they share a quality about the way they look at life, which is that the journey is the reward. Another thing that repeats over and again You see that. They really want to see this product out in the world. Another 1 of his most famous quotes, and I think founders understand this at their core. It is better to be a pirate than to join the navy. And so I'm gonna read this quote, this is actually... They cut off part of the quote because I really learned this lesson when I was reading that the biography of Johnny Iv, and it says net... This is Steve saying, why he's not gonna build a net book. Net books aren't better than anything. They're just cheap laptops. And so it actually gave me like, a mental model to use because there's more detail in the in the Johnny Iv book. So in the mid 2000, like, I think, from 2004, 2007 somewhere in there, net were, like, 25, 30 percent of the the top market, they became quite large. And so everybody is even within Apple they're like hey, we should make 1. And Steve jobs adamant refused for that reason. He's like, they're not better than anything. They're just cheap laptops. And so instead of dedicating resource to making a net and just following on and making like, a cheaper version of of of a of a Macbook or whatever the case is, they did directed resources at making the ipad. And so that gave me a model like, wow. So everybody else is going in direction because the market's said, hey, how many people are willing to buy a cheap laptop. And Steve's is like, no. I'm not gonna do that. I'm gonna create a, create an entire new category and just make something better than a cheap laptop. And so really the Think about it is it's like, are you making a net or are you making an ipad? So this is Steve on new products. This is... I just re listen to episode number 98. I think it's 98. It's the longest bag of Red. It's the the almost thousand pages on on Enzo ferrari. But what I realized is They talk about their products the same way. Ferrari would describe his cars as, like, the way you talk about, like, your lover. And so listen to Steve here. I've said this before, but I thought it was worth repeating. It is an Apple's Dna that technology alone is not enough. That that it's technology married with liberal arts, married with the humanities that yields us the result that makes our heart sing and nowhere is that more true than in these post Pc devices. And a lot of folks in this tablet market are rushing in, and they're looking at this as the next Pc. The hardware and the software are done by different companies, and they're talking about speeds and feeds just like they did with the Pc. And our experience and every bone in our body says that is not the right approach to this that these are post Pc devices and they need to be even easier to use than a Pc. They need to be even more intuitive than a Pc, and where the software and the hardware and the applications need to in an even more seamless way that they do on a Pc. I just wanna pause there because I just maybe realize this as I'm reading it out loud to you. He's describing the advantage that his company and his company alone has and no 1 else does. And we think we're on the right track with this. We think we have the right organization to build these kind of products. And so I think we stand a pretty good chance of being pretty competitive in that market. This is Steve on the importance of not resting on your laurel, the way you and I usually discuss is if you go to sleep on a win you wake up with a loss. I think if you do something and it turns out pretty good, then go do something else wonderful. Don't dwell on it for too long. Just figure out what's next. And then here's, Steve again, describing what... The only thing the what the capability that his company has that every single other company in the world lacks really it it's an echo of Edwin land, his hero, his personal motto. He says, my motto is very personal might not work for other people, and it is this. Don't do anything that someone else can do. And so Steve says, we're the only company that owns the whole widget, the hardware, the software and the operating system. We can take full responsibility for the user experience. That's fantastic way to think about it. We're the only ones I can take full responsibility for the user experience. We can do things. The other guys can't do. This is another quote from Steve on passion already read at the very beginning of the the podcast, the longer quote on passion. This one's shorter, but just as good. You've gotta find what you love, and that is as true for your work as it is for your lovers. Your work is gonna fill a large part of your life the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. Don't settle. I love that quote so much. I didn't even... I just noticed what I'm doing I'm sitting here punching my punching my heart with my hand as I read it. I'm gonna read it again in case I caused my voice to change from hitting my chest. You've got to find what you love, and that is as true for your work as it is for your lovers. Your work is gonna fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. Don't settle. That that kind of reminds me of the advice that Jeff Bezos skip. He's like, you can find a job, you can find a career or you can find a calling. And he says the same things. Like, just keep hunting until you find a calling. This is Steve Jobs on perseverance. I already gave you the first half of the quote. I wanna finish the the the the rest of what he says, saying this all way back in 19 95. I'm convinced that about half of what separates successful entrepreneurs from the non successful ones. His peer perseverance. Unless you have a lot of passion about this, you're not going to survive. You're going to give up. So you've gotta have an idea or a problem are wrong that you wanna write that you're passionate about. Otherwise, you're going... You're not going to have the perseverance to stick through with it. This book is in alphabetical orders. So now we get to a couple quotes on Pixar. Says Pixar by got by far in away, the best computer graphics talent in the entire world. And it now has the best animation and artistic talent in the whole world to do these kinds of film films. There's really no 1 else in the world who could do this stuff. You see he's using the same idea. He's describing Pixar. Really the the echo of the Edwin land motto. Don't do anything anywhere else can do. He's like, Pixar. The only ones or it's the only company in the planet that has the skill set. He just got done, you know, a few minutes ago saying, Apple's is the only 1 that makes the hardware the software, the controls the operating system. He... That's the same idea. Just apply to different domains. Don't do anything that someone else can do. And on the very next page, he goes back to the fact that the people at pixar make all the difference. And really, you could think of what he's saying here, Like, in in many times in business, if you just think about the own experiences that you're have in your life, like, big and greatness. You usually find them in conflict. Apple has some pretty amazing people, but the collection of people at Pixar is the highest concentration of remarkable people I have ever witnessed. Pixar is more multi disciplinary than Apple ever will be. But the key thing is it's much smaller. This is what I mean about big and greatness or usually in conflict in and when you're building companies. Right? Pixar is more much more multi disciplinary than Apple ever will be. But the key thing is that it's much smaller. Pixar has got 450 people. You could never have the collection of people that Pixar has now if you have to... If it went to 2000 people. This is absolutely fantastic. The heading here is priorities assessment, but really, I wanna... The way I think about it, is what he keeps saying, like, the journeys is of reward, journeys reward, like, think about how you're spending your time. And so I don't know if you know this, but he met his wife. Yeah. He's not... Not... His wife yet what I'm about to reach. But his wife, Lauren, he goes to give a talk at Stanford if I remember correctly, winds at meeting He's like, who's this beautiful blonde woman gets her number, winds up walking out, like, saying, hey, you know, maybe we we, I wanted to take it a dinner sometime or whatever the case is, gets her number because he's got a leave. And he's leaving his talk and going to a meeting. And then he thinks, what am I doing? This is really stupid. So she says, I was in the parking lot with the key in my car? And I thought to myself. This is so good. So good. Alright. Let me, start over. I was in the parking lot with the key in my car and I thought to myself. If this is my last night on earth. Would I rather spend it at a business meeting or with this woman, I ran across the parking lot. After if you'd have dinner with me, she said yes. We walked into town and we've been together ever since. That is fantastic. I thought I asked myself if this is my last night on earth would I rather go to this business meeting or would I rather go to dinner with her. Imagine if he the just such the difference in, like, that 1 decision. Yeah. Maybe he calls her next week and they're still together whatever the case is maybe he forgets to because he's so busy with work. Whatever the the case is. It's just like that is the perfect framework. If this was my last night on earth. This reminder of his own mortality. Comes up over and over again way before he knew he had cancer. This is usually before that. But he uses it as a way to try to figure out, like, to make the big decisions in life, and he uses it at work in personal life, it's just really it was just really wise. I just love... I I just love... I mean, I know this really isn't not anything you would work. But, you know, your spouse is is the maybe the... Probably the most important decision single decision you can make. Right? And just that framework Just asking yourself. This is my last day of my last night, Do I wanna do what I'm about to do? Absolutely fantastic. Alright. Let's go back to products. This is hey Apple excuse. Steve jobs talking to Apple right after he came back right after they fired Gui mel and jobs is now re resumed assumed control of Apple, and he talks about what is the problem. And he says, it's the products. The products suck. There's no sex in them anymore. Goes back to this idea. He... The way Steve talked about his products, just against a ferrari like all these other people, it's not normal. And I think that's so interesting to me. Talks about it, it's in my soul. It's in my bones. It's my heart. You're an artist. You're a craftsman. He uses these words. Listen to what you talking about? Now you talking about the design of icons. On a screen, who talks like this? We made the buttons on the screen look so good that you wanna lick them. And then he talks about the fact that designing up new experiences new products that's your job. Not the customer's job. It's not about pulp pop culture. It's not about fooling people, And it's not about convincing people that they want something that they really don't. We figure out what we want. I hit my chest again. We figure out what we want. And I think we're pretty good at having the right discipline to think through whether whether or not a lot of people are gonna want it. Want it too. That's what we get paid to do. So you can't go and ask people what's the next big thing? There's a great quote by Henry Ford who said, if I'd asked my customers what they wanted, they would have told me a faster horse. Oh my goodness. This is amazing. Again, repetition is persuasive 2 separate quotes. There's like, 5 paragraphs on these 2 pages, I'm only gonna pull out 1 sentence from each. There's 2 sentences. Right? There's not next to each other, and it's the same idea where the only people left in the computer industry that can do that. That is in 19 84. 10 years later. Apple's is the only company in the world that has all of that under 1 roof. And I think the lesson there for you and Figure out what your basics are. What are your fundamentals and master those fundamentals? Let's go back to Steve describing the process of building a product. Again, it's it's it's like a love affair. This is all about the importance of quality. We just wanna build the best thing we could build. When you're a carpenter making a beautiful chest of drawers. You're not gonna put it use a piece of plywood on back even though it faces the wall nobody will oversee it. You know it's there. So you're gonna use a beautiful piece of wood on the back. For you to sleep well at night, that aesthetic, the quality, it has to be carried all the way through. Then he talks about to his decision, which at the time, everybody criticized. They're like, why is Apple putting their stores in these high end malls, you know, why don't you just put them in, like these big warehouses where everybody has to drive really far away, and that's where, you know, everybody else sells electronics, why you trying to do things differently Steve. I don't understand. And he... So he talks about, like, this is why wanted apple on high end malls. The real estate was a lot more expensive, but people didn't have to gamble with 20 minutes of their time. Meaning they'd have to drive out to these faraway places like every other, you know, computer, like, hardware store cases is. They only had to gamble with 20 foot footsteps of their time. They didn't have to gamble with 20 minutes of their time They just had to give me 20 footsteps. This is the importance of always risking failure. He's saying this the year after he came back to Apple, and he's really describing like why is he doing this. I had a good life. My family's happy. They're seeing me all the time. Pixar is doing great, I'm now a billionaire. Why am I taking on this momentous task of turning around Apple. 1 of my role models is Bob Dylan. I learned the Lyrics Tal songs and watched him never stand still. If you look at the artist, if they're really good, It always occurs to them at some point that they can do this 1 thing for the rest of their lives, and they can be really successful to the outside world, but not be really successful to themselves. That's the moment that an artist really decides who he or she is. If they keep on risking failure, they're still artists. Dylan and Picasso, were always risking failure. This apple thing is that way for me. I don't wanna fail. Of course, I don't. But even though I didn't know how bad things really were, I still had a lot to think about before I said yes. I had to consider the implications for Pixar for my family, for my reputation. I decided I didn't really care because this is what I wanted to do if I try my best and fail, so what? I've tried my best. And then this is where he actually compliments Bill gates, which is really surprising. This is really on just how bizarre. 11I think the lesson here is, like, if you can arrive in an insight before anybody else, like, you can have a massive advantage. But 2, it's also how bizarre, like software businesses are. I just... If you remember, I don't know if you listen to it yet, but I just did the Mark Leonard shareholder letters. I think, like, episode 02:46 something like that. And really a large part of those letters just how the the bizarre economic characteristics of software. And I almost did not put out. I recorded the entire podcast. I wasn't sure as I went through it. Thought there was good information in there, but I almost didn't put it. And I'm glad I didn't because I've heard from a ton of people actually like that podcast. But I just wasn't sure because I didn't really know who Mark was as a person. It's, like, I'm just reading shareholder letters as opposed to a biography. And so I like, alright. Hopefully, I I get insight into is, you know, as he has he writing to his shareholder letters, or his shareholder rather. But, anyways, I'm I'm glad I actually published it. So this is Steve Jobs insight onto what Bill Gates did. Bill Gates built the first software company in the industry. And I think he built the first software company before anyone in our industry knew what a software company was, and that was huge. And the business model they ended up pursuing ended up working really well. Bill was focused on software before anyone else had a clue. There's a lot more you and say, but that's the high order bit. And then he's gonna talk about, really, if you I've told you this before, But if listen, I think it's episode 01:02, Kia Mari, which is the the founder of Sony, which is 1 of somebody Steve jobs studied and really copied a lot of ideas from because if you could think about the ipod, what Steve made is kinda like the digital version of the walk man, which is 1 of the the, maybe the most successful Sony product ever. It's, like 400000000 million units or just an insane amount of numbers, especially be, like, the pre digital age. But it was really interesting is like, learn from your heroes. But keep in mind, like, you can compete with them. Right? You can actually improve on what they did. And so that's what talking about. He learned their best ideas and then he corrected what he feels or were their mistakes. What's really interesting is if you look at the reason that the ipod exists and that apple in that marketplace. It's because these really great Japanese consumer electronic companies, who kinda owned the portable music it invented it and owned it, couldn't do the appropriate software. So he's just found a weakness. He's like, I can do that. They couldn't conceive of and implement the appropriate software because an ipod really just software. This is the importance of story He says, 1 of his famous quotes, Steve Jobs said is, like, storyteller the most powerful people in the world. This is something he wanted at Pixar 2. We've pioneered the whole medium of computer animation. But John Las once said, and this really stuck with me. No amount of technology will turn a bad story into a good story. That dedication to quality is really ingrained in the culture of Pixar. This is fascinating because this is after he gets kicked out of Apple. He's, I think 31 when he says this I feel like somebody just punched me in the stomach and knocked on my wind out. I'm, oh, actually he's 30. I'm only 30 years old, and I want to have a chance to continue creating things. This is the punch on. This is why I'm including it. I know not I think I know I've got at least 1 more great computer in me. And as we know, to benefit hindsight. He had way more than just 1 great computer left in them. I love this, optimize for survival. To win you must first survive or as Charlie Mu says the survivors know. And so this is what Steve Jobs said. Victory in our industry is spelled survival. The way we're gonna survive is to innovate our way out of this. This is Steve talking about the think different ad k paid that they came up when he came back to Apple. He's talking about this in 19 99. He says, we have a problem. And our problem was that people forgotten what Apple stands for. And so we did... So we needed a way to communicate what the heck apple's all about. And we thought, how do you tell somebody what you are, who you are and what you care about? And the best way we could think of was if you know who somebody's heroes are that tells you a lot about them. So we thought we're gonna tell people who our heroes are. And that is what the think different campaign is about. It's about telling people who we admire. This is Steve on the importance of taking through problems, And this is gonna echo and sound very familiar with something that he's repeated previously that most people stop a few steps way too short. Once you get into a problem, you see that it's complicated, and you come up with all these convoluted solutions. That's where most people start our shooting. That's where most people stop, and the solutions tend to work for a while. But the really great person will keep going. Find the underlying problem and come up with an elegant solution that works on every level. And then the next page is gonna repeat something that he says over and over again. The importance of time. How are you actually spending time? As all life is made up of. Your time is limited. Don't waste it living someone else's life. Don't be trapped by dogma, which is living with the results of other people's thinking. Don't let the noise of others opinions drown out your own inner voice. Hitting my chest again. And most important have the courage to follow your heart in intuition. They somehow already know what you truly want to become. Everything else is secondary. This is Steve Jobs on trash talking, which is Hilarious. He's gonna be talking to... This is... He's telling a story, you know, probably 20, 30 years after it happened, But he's gonna be talking to Adam Osborne who was another computer manufacturer and founder in the eighties. And he says, Adam Os was always dumping on Apple? He started joking about the Mac? And I was trying to keep my cool and be polite, but he kept asking. What's this mac we're hearing about? Is it real? He started getting under my collar so much that I told him. Adam, it's so good that even after it puts your company out of business, you still wanna go out and buy it for your kids. And then this is Steve reminding us. The most important thing is the customer experience. At Apple we come at everything asking how easy is this gonna be for the user. How great is it going to be for the user. And it's like at Pixar. Everyone in Hollywood says that the key to good animated movies is story. Story. Story. But when it really gets down to it. When the story isn't working, they will not stop production and spend more money and get the story right. That's what I see about the software business. Everybody says, oh, the user is the most important thing. But no 1 else really does it. This is Steve on vision, but really it is another it's another way that he's just ref framing Edwin Lance idea. Whenever again, we're gambling on our vision. And we would rather do that than make me 2 products. Let some other companies do that. And then I love this quote because this came a few years about 3 years before the introduction of the iphone. I'm always keeping my eyes open for the next big opportunity. I don't know what that next big thing might be, but I have a few ideas. I recently discovered this fantastic author that writes these, like, 200 page biographies. His name's is Paul Johnson. I've read a few books on them. I would check out number 02:25, which is Winston Churchill, which I thought it was fantastic sick. But he's... He... I have a biography of his that I'm gonna read on socrates and part of it is because this is what Steve Jobs said. I would trade all my technology for an afternoon with socrates. This is on the conflict between working harder and growing older. I read something Bill Gates said, and he said, I I worked really really hard in my twenties. And I know what he means because I worked really, really hard in my twenties too. 7 days a week, lots of hours every day, But you can't do that forever. And then we'll close with Steve reminding us to always keep our minds open to the many possibilities. The he of being successful was be replaced by the lightness of being a beginner less sure about everything. It freed me to enter 1 of the most creative periods of my life. In the beginner mind, there are many possibilities, but in the experts, there are few. And that is where I'll leave it. I paid 2 dollars and 25 cents for this book. It's crazy to me. I'll link it. It's probably more expensive from an Amazon. But if you wanna buy the book using that link, you'll be supporting the podcast at the same time, and the very best way to support the podcast podcasts is by giving a gift description to a friend family member, or colleague, I will leave that link and the show us as well, and it's always available at founders podcast cast dot com. That is 249 books down, 1000 a go, and I'll talk to you again soon."
}