{
  "transcript": "I am a creator of products, a builder of things, and my name appears on them. That is how I make a living, and there would have made my name at least familiar in a million homes. I lay no claim to the household word. Though I harbor a secret dream of s and occasionally imagine a time years from today when Dyson replaces Hoover. Detached from me to such an extent that most people will have no idea that there was ever a man called Dyson. I like the idea of a child in the 20 first century, telling his friends, he can't come out for a bit because mom wants me to dyson my room. Long after my bones have crumbled, and I am no more than a potential clogging irr for lesser machines. Okay. So that is from the introduction of just an absolutely wonderful book. I don't know if I've ever highlighted a book more than this 1. Out of the 20 or 30 that I've read so sephora for this podcast. So that book is against the odds and auto biography by James Dyson. So, as you could see from that short little paragraph. His personality I think it's more apparent in this book than I I would say almost any other founders has been. Keep in mind obviously it's auto where most of the books are right. We we cover or written by other people. But just this line, I am no more... Talking about his bones are crumbled, and he's no more potential clogging air tint for lesser machines. He... Rightfully so he's very proud of his products, and this this book is the story of 15 years. Of struggle to finally invent manufacture sell his own product. So let's get back into it. I don't wanna... I wanna cover as much of this is as fast as possible. I do have a a lot of highlights here, So let's see where we're gonna go. So I'm gonna stay in the introduction. It's where I start... It's where Immediately started reading, and I'm looking at the few pages now and it's just... It's like I highlighted the whole thing. So so let's let's go back to the introduction. Okay. So this is gonna tell you why you should read the book. He said this is also the exposition of a business philosophy, which is very different from anything you might have encountered before. So you're gonna see here as we covered more the book. He's not a typical businessman. He wasn't even interested in that. He wanted to be an artist and then, later designer and then finally an engineer, which is if you talk to him today is what he considers himself. He uses a word engineer. He still owns Dyson. And he's worth about is estimated networks around 5000000000 dollars to this day or currently rather, which is gonna be really surprising when you could consider the first, I would say 75 percent, 80 percent of the book, this just just struggle after struggle after struggle, which I think is actually the most interesting parts of these books that we're talking about because a lot of people can look at people like James Dyson or Jeff Bezos or anybody, Elon Musk or any of these other, people who talked about, Like, wow. That guy is really special. But when you read, like, their early lives, you realize like, no. They didn't they didn't... They didn't just wake up and and be that way. They had to to make themselves into that person, and you definitely see that with him. So he talks about the exposition of a business philosophy, which is very different from anything you might have encountered before. It's because he has a lot of interesting ideas. And and 1 of my favorite parts and we'll get towards towards the end. We're actually talks about his his business philosophy. I that's actually how this podcast probably gonna close. Okay. So let's skip to the next page. It is all. He's still talking about like, he's looking back before he gets into the story of his youth and and who he was. At a younger time. So he's talking about, like, how the hell did he wind up here. He goes, it has all happened. I really believe because of the intrinsic excellence of the machine. He's talking about the dyson vacuum cleaner. The cycle digital cycle. Which he owns the patents on. Because it is a better vacuum cleaner than anything that has gone before. And because it looks better than anything like it has ever looked. The brand who his main competitor obviously is Hoover vacuums, and it's the machine he was using which irritated him so much that motivated him to try to make a better to design a better, vacuum cleaner to begin with. The brand Hoover became synonymous with this machine, and countless other industrial giants got rich on it. If anyone was going to step in and shake this global fe go up a bit. It was very unlikely to me to be me, an English man who wasn't a qualified engineer without even a physics physics degree to my name, riding on the crest of 1 moment of Edison sony illumination. So that Edison son. He's obviously referencing somebody. We've talked about the podcast and somebody I wanna read another book on because he's so fascinating. That's Thomas Edison. Dyson has a bunch of people that he looked up to that motivated him as a young man to to be become... To become an inventor become an engineer. And and Edison is 1 of the people that he constantly references, and he likes edison approach to invention, which is just to try something and to keep trying until you figure it out. So there's that famous quote. Like I didn't find... I I didn't fail I just found 10000 ways that didn't work. That is very much Dice sony. I think he made, I'll cover in the podcast shortly, but I think, like, 5000 or 12000 different prototypes before he manufactured his first vacuum cleaner. So, he's definitely definitely in the Edison estonian school of engineering, continuing now. And, yet, that was how it turned out. The bag, meaning the bag, the vacuum bag. The bag was discarded forever and replaced with a little typhoon that spun at the speed of sound. In a chamber that couldn't clog. And the vacuum cleaner was in total control of its own awesome potential. I own it exclusively and with it, you might say, the key to every household in the develop world. Still in the introduction. This is this is funny. So he talks about such reverence he's talking about other inventions in history. Such reverence has been recorded to the miserable wheel that perhaps that alone can account for the fact that it was never improved. Perhaps millions of people in the last few years had had an ideas for improving it. All I did was take a take a little... Take things a little further than just having idea So what he's referencing there is he owned partially owned a company, but was the inventor of something called the ball, which when he was building, like, a farmhouse in the English countryside, He was like, how the hell? It... Do Wheelbarrow suck this bad If everybody uses them every day. And he couldn't turn. It would sink in mud do all other stuff. So he designed basically a wheelbarrow barrel that instead of having a wheel and had a ball, then therefore, you had greater control and you had 360 degree movement, and it didn't get stock and it didn't sync. This is just on the next page. This is a random, a random sentence I highlighted that that's interesting. The look of the product, the intangible style that sets 1 thing apart from another is still closest to my heart. So he's talking about the dual cyclone loan, when when it's... First started getting after he produced it and once the started store started buying it. You'd walk into store, and you'd see 10 other vacuum cleaners all looked the same and then his, and he did that obviously intentionally and we'll go into a little bit more about the design of that. My own success has been an observing objects in daily use, which it was always assumed could not be improved. Bilateral thinking, the Edison estonian approach. There's that word again. It is possible to arrive empirical, another word he uses constantly at an advance. Anyone can become an expert in anything in 6 months, whether it is hydro hydro for boats, or cy systems for vacuum cleaners, both of which he designed and he never had previous experience with. After the idea, there is plenty of time to learn the technology. My first iconic vacuum cleaner was built out of cereal packets and masking tape. Long before I understood how it worked. After that initial Eureka, Eureka, it was a long haul to the dual cyclone, so called because an outer cyclone wrote... Rotating at 200 miles per hour, removes large debris and most of the dust, while an inner cycle in rotating a 924 miles per hour creates huge gravitational force and drives the finest dust even particles of cigarette smoke out of the air. But the greatest lesson for aspiring inventors was yet to come. The actual making of money. Paper stuff in thick w, which they finally gift you because you've done something good. He's really... I'm really... He's just funny, man. He's funny. Well, I don't wanna read that part because it's not gonna make sense isolation. It talks about how we're retaining control of the pattern is so important, and he goes into detail about Hi, late, in a few chapters how he messed up at 1 point. And when he was a young man inventing things, he would sign the patent over to the company instead of himself. So he went up starting a company, inventing He started a company based on an invention of his and then sign the patent over to his invention, and then he got kicks up... And then he gets kicked out the company. So this is his... I would say his ethos. The best kind of business is 1 where you could sell a product at a high price with a good margin and an enormous volumes. That's what Dyson does. For that, you have to develop a product that works bet works better and looks better than existing 1. That type of investment is long term, high risk and not very British or at least it looks like a high risk policy. In the longer view, it is not half not half so likely to prove hazardous to one's financial health as simply following the herd. Amen. Difference Now this is interesting. Difference for the sake of it in everything. Okay. So let's go back to that. So it's not really high risk saying in the loan view is not so like, it's not so it's not half so likely to prove hazardous to one's financial health that's simply following the herd. Difference for the sake of it and everything. So this is... The first time I think I've introduced to this idea where I do believe in contra and trying to to be different, but to be different, so it's better. He he arrives at doing a better vacuum cleaner because, it's different, but it... It's better, but he's saying, even if it wasn't, you should you should be yearning to be different for the sake of it. That's a very interesting thought. And something he explores a little bit later. Difference would think of it in everything because it must be better. From the moment the idea strikes to the running of the business, difference and retention of total control. If if you could... If if there was a way to have a 1 sentence summary of this book, it'd be right there. Difference and retention of total control. Like most founders, James Dyson, which I don't know if he was like this is whole life, but I... After reading this book, I would say, most likely comes... Arrives to this conclusion after, based on experience, what he would call em, but he was a control freak, and he encourages you in whatever you're working on to be a control freak as well. This is not a gl guide to instant wealth or effective management by Californian style happy talk. And company outing to assault courses. This is this is not even a business book. It is if anything, a book against business against the principles that have feel filled the world with ugly useless objects. Unhappy people and brought the country to its economic niece. So what he's talking about there is, just similar if you recall the podcast, I did on Jim Clark based on Michael Lewis book the new thing. Where Jim Clark, very he believed in the idea of new growth theory that the people actually... The makers, the engineers, the people are actually creating the products and services that we're all using should be the ones that are are chief awarded. And everybody else should be secondary to that. I would say James Dyson definitely holds that view as well. And so he constantly thought the business... So me. So the book trash is, like, the thought process of clinical businessman in suits. And and what he means by there is people selling, you know, a comm monetized, un product, and most of those people are what he calls fucking idiots. And we'll see why? Because a lot of them, everybody told him. I mean, over and over and over again that, oh, James, who are you to to think that you could invent a better vacuum cleaner, if that was possible, Hoover would have done it already. And that kind of thinking that it's kind of... In my opinion per... Pervasive rather. In most of the books that we read when you you see that, the objections that these founders all have to deal with. All seem have to deal with when they're very... At starting out when they're very young, And this is wrapping up the introduction here. We all wanna make our mark We all wanna make beautiful things and a little money. We all have our own ideas about how to do it. What follows just happens to be my way. The first sentence, the first paragraph of chapter 1. He goes, though writing an auto, I am not so terminal afflicted by by sol as to think you will want much of my parents, birth and what Jd d sal are called all that david David copper David copper filled kind of crap. I have been a mis fit throughout my professional life, and that seems to have worked to my advantage. So what he's talking about there is, he talks a little bit about a childhood, and, like, the things that influenced him, like his father dying, which we're gonna get to in a minute. But it's not... You can read it in 10:10 15 minutes. So it does not take a long time to read at all. Okay. So it goes, I've been a mis fit through throughout my professional life, and that seems to have worked to my advantage. Mis fits are not... I love this part. Mis are not born or made. They make themselves. And a stubborn opinionated child desperate to be different and to be right, encounters only smaller ref of the problems, he will always experience. And he carries the weight of that dislocation forever. So he he's describing his experience trying to go against the grain. So his dad... He's 9 years old. He's got 2 2 older brothers and his dad, He said, my father died of cancer in 19 56. Combined with the loss of my father, this made me very competitive. And in the wider picture, there is really not so great a difference between a ramp industrial giant trying to sue you out of business and a honking great 15 year old trying to knock you off a rock or duck you in the sea. So he's bullied by older boys. And something I think played heavily on him is that his dad dad died so young, so no 1 really taught him how to be... He looked to other, like, male figures for inspiration. And and a lot of those happen to be engineers and business people, which which plays heavily on on, like, the the trajectory of his life. So he he becomes very competitive. He's kind of like, a trouble maker, like, most of these entrepreneurs are. And I'm gonna skip over a bunch of this, but I do wanna cover something he... Something that he picks up just this interesting parallel. Before I get that, Let me read this 1 paragraph. To take things back though, I for I am in danger of leap straight into my inventing life at the first opportunity. I should go through a few little epi in my childhood that might have contributed to my story, which is ultimately about how I took on the big boys at their own game, made them look very silly. Just by being true to myself. I do not plan to give you the whole biography. Thank you very much. I am not quite so involved in my own self importance that I imagine a day by day account of my life will hold your attention very long. Still, I think there is an odd thing in my growing up, which might be illuminati. Okay. So I love this part. It's on the very next page and we're gonna get into some of that. So he's he's trying to to again, he's he's growing up without a father. It's just his mom raising 3 boys, and he's looking for outlets to his his, competitive nature, and, well, let me just read this. Another thing that happened about that time was that I discovered, I was good at running. But just when I started to win some to win some long distance races, puberty took a grip of my fellows and they all got huge. I was a very late developer and so suddenly, I was crap again. Back to the ig no many of second rate academic performance. Few friends and no dad. The first race I entered after my own balls had dropped was a revelation. I was 14 years old, a terribly mop adolescent and went into... And went into it expecting to come last. But as the race went on over about 3 miles, all the other chap started to slow down. This puzzled me a bit because I had been jogging along thinking about this and that rather enjoying the running and wasn't tired at all. I had the impression that they were all running backwards. And suddenly, the leading the leading pack was only a few yards in front. I grit my teeth and ground out every last bit of energy I had to battle past them before we got to the line. This success delighted me no end. I was not doing very well at school, and suddenly, I had something in which I could kick people's asses occasionally. I entered more and more races and won them all quite easily. Just as it had been with the bass soon, that's he tried to learn how to play the instrument called Bass soon. There was no 1 to teach me how to run. This is really important. There was no dad to tell me how great it was. And it and it became a very introverted kind of obsession with me. Herb Elliott was a big name at the time. So I read a few books about him and discovered that his coach had told him that the way to develop stamina and strengthen the leg muscles was to run up and down sand dune. This suited me fine because I had nothing else in in Norfolk as a city he lived in. I... If because I had nothing else in norfolk, I certainly had Sand dudes. I like the idea, and maybe I'm selfish for including this in there, but the fact that he gets this idea from reading books. So he's interested in running, to reads about all the runners, and then he went up getting good ideas from there He could apply to his own life. That kind of is the reason why I'm reading these books as well. Let's go back to that. I would... So this is what he does. I would get up at 6 in the morning and run off into the wild of Norfolk for hours or put on my running kit at 10:00 at night and not reappear until after midnight. Out there alone on the Dune, I got a terrific buzz from knowing that it was doing something that no 1 else was. They were all tucked up in bed at school. I felt like a pioneer or an Astronaut or whatever kind of loan adventure felt right at the time. And I knew that I was training myself to do something better than anyone else would be able to do. Running is a wonderful thing. It isn't like a team sport where you depend on other people, or they depend on you? And there's no question of your performance being judged. You either run faster than everyone else or you do not. In running, your performance is absolute. I was out there learning how to do something and getting a invisible result. I experienced in that sense a very similar set of responses to the ones that made me move out of the arts later on and into a technical field, where my drawings would not be better or worse than other people according to some spur set of subjective criteria. But simply right or wrong. So he talks about this that you don't wanna you don't wanna go into a field where you need to rely on the subjective opinions of other people. So think of, like, a, somebody trying out to be an actor or, like, a Singer an American Idol or or something like that. He... The another way that why I've heard people put it is, like, I don't want to rely on the good graces of other people. So if he's building a vacuum cleaner, it is either better or it does not. And if it's better then it logically follows that people will buy it. The act running itself was not something I enjoyed. The best you could say for it was that it was lonely and painful. But as I started to win by greater and greater margins I did it more and more because I knew the reason for my success was that out on... Was that out on the Sand Dune, I was doing something that no 1 else was doing. Apart from me and herb, no 1 knew. They were all running around and round the track, like herd of sheep and not getting any quicker. Difference itself was making me come first. See, we're we're am 18 pages into the book at this point. And he's constantly pounding this being different being different doing things that other people are not doing. In so, and this is the this is the summary of this entire part. In so many ways, it taught me the most significant lessons in all my youth. I was learning about the physical and psychological strength that keeps you competitive. I was learning about ob. I was learning to overcome nerves. And as it grew more and more neuro about being caught from behind, I trained harder to stay in front. It is a horribly labor analogy, and it is flavored with the f seasoning of hindsight. But to this day, is the fear of failure more than anything else, which makes me keep working at success. Okay. So now we're skipping ahead, He is... He graduated high school He goes to, an art school in London, and he said he's gonna be a painter, and then he starts studying interior design and engineering. But this this section is about people who inspired him. So 1 of them is Buck mister Fuller. Mocked in the early stages of his career, Buck mister Fuller knew well that the only way to make a genuine breakthrough was to pursue a vision with single mind determination in the face of criticism. If you try to change things then you upset the establishment, which is why invention and vi verification have always gone hand in hand. Here's another person that he inspires. And by the way, you could easily replace James Dyson or excuse replace buck mister Fuller where James Dyson that paragraph, and it would still be accurate. The next the next person is Is barred kingdom B was unable to think small, and nothing was a barrier to him. This is somebody else said he looks up to you. The mere fact that something had never been done before presented to B no suggestion that the doing of it was impossible. He was fired by an inner strength and self belief almost impossible to imagine in this fe age. While I would never lay claim to the genius of a man like that. I have tried to be as confident in my vision as he was. And at times, in my life when I encountered difficulty and self doubt, I have looked to his example to fire me on. I think that's natural, that's human nature. Looking at these people and realizing that if whatever... Like, whatever you're going through, other people have gone through worse. And and if you seek out those kind of examples, like, kinda what we're doing here on the podcast, it it keeps you going and realizing that it's not impossible. Okay. So couple more paragraphs down. He's still talking about B here. So he says, I have tried in my own way to draw on B dream of applying emergent technology in ways as yet imagined. He was never afraid to be different or shocking. He never shrink the shrink the battles with the money man, and he had to overcome the most incredible resistance to his ideas. When he applied the system of the screw propeller to a transatlantic steam ship, he actually filled a boat with people and sent them across the sea. I have asked people only to push my inventions around, not to get inside them and try to float. And so I have sought out here. Here's... Again, I'm gonna keep hammering this because I think If he repeat something over and over again, which you'll realize if you read the book, I I wanna include it as much possible on the podcast because it's obviously very important to him she goes. And so I have sought out originally for its own... I have sought out originality for its own sink. And modified it into a philosophy, which demands difference from what exists even if only to redefine a stale market. And I have told myself when people tried to make me to find my ideas that the great western railway could not have worked as anything but the vision of a single man, pursued with the dogg determination that was nothing less than obsession. Throughout my... Throughout my story, I will try to return to B and to other designers and engineers to show how identifying with them and seeing parallels with every stage of my own life enabled me to see my career as a whole and to know that it all turn out the way it has, by which I am led to believe that in the case of inventors, for vision, 1 might equally re well read stubborn. Remember that I am celebrating only my stubborn ness. I am claiming nothing, but the virtue of a mule. So he talks about why looking up to people like, and Buck mister Fuller and then, eventually, Jeremiah Fry, I think is his name. He switches from art to engineering. And this is him talking, about not relying on human judgment once more. In art, you place yourself at the mercy of human judgment and its o courteous, human error, and human weakness. In engineering and design, you are at the mercy only of natural law, physics, and the market. Both developmental capital and income generated by response to the product. They are cruel task masters, but at least they are visible ones. The artist is equally enslaved to the market. The industrial is just more honest about it. So my dream was to be a B, but this was never an age of invention. It has been an age when the great mono monopoly companies have been able to dictate that progress has ended. And they did this when they were satisfied not with their product, but with their control of its markets. The public has been easily convinced by advertising and receptive to revolution has d. Furthermore, such invention as it now allowed is the pro prerogative of multinational, not people? I love this part. Where are our wright brothers? Where have the edison gone? And the Henry Ford's. We have broken new frontiers, but where are the names? Who invented the space shuttle? The nuclear submarine, the wind farm. When you go for backing for your crazy scheme, it is not enough to be a man. You have to be a group of men. And where is the fun in that? So he talked a little bit about... He was just trying to find ways to make money to pay to... Earn extra money wasted in school. So he starts selling his friend was, like, producing cheap wine. And so he was importing it and then go from southern Spain, and then going around and selling it to other British people. And he's like, I was making reasonable pocket money, flo it by the case to the soon union and the staff. But and and I suppose it was here that I learnt the crucial business principle that would guide my later attempts at making money from invention. The only way to make real money is to offer the public something entirely new that has style value as well as substance and which they cannot get anywhere else. Okay. So I'm skipping way ahead. He goes to work for this guy named Jeremy Fry. And Fry was a local millionaire businessman an inventor, but he wasn't like the rest of the business people that that James had interacted with up until that point. He would, actually, like, get his hands dirty, and he was, involved in the engineering and very much, I would say, like, the the precursor to how James Dyson organized organizes as organized his own, career. And so this a little bit about how Jeremy Fry works. He did not, when an idea came to him, sit down and process it through pages of calculations. He didn't argue it through with anyone. He just went out and built it. So it was... So it was that when I came to him in the midst of my efforts with the c truck that summer to say, I have an idea. He would offer no more advice than to say, you know where the workshop is, go and do it. But we'll need to weld this thing, I would protest well, then, get a welder and weld it. Let's share me for. When I asked if we shouldn't talk to someone about it, say, hydro, he would say, the lake is down there, the land rover is over there, take a plank of wood down to the lake, toe tow it behind a boat and look at what happened. So he's, he does his design for something that he just referenced there called a sea truck. So he's trying to make... Imagine if a if a flat bottom fishing boat and a pickup truck made love. Their offspring would be the sea truck, which looks just like somebody put a truck on top of a flat flat bottom fishing boat. And he's trying to figure out how to make it lighter and faster do all these other things, and the idea is they could sell it for all kinds of things. So a lot of people... A lot of different militaries buy it, farmers buy it, but it would... It... You're you're driving. Right? Or shooting you're you're boating, and you could pull... It's so flat. You can pull right up on land, and then people could get out easily. And it so people use it, like, I think you he talks about it where it's, like, sheep farmers would use it, like, to move there their. Sheet... It's just all kinds of interesting things. But right after that, I would say this next paragraph, really hits high, hits on, Dyson complete lack of respect for experts. So he talks about okay, Jeremy fry Saying, hey, you know, you wanna test something, then the lake is down there. The land rover over there take a plank of wood down to the lake tow behind the boat and see what happens. Now this was not a Mo Op that I had encountered before. College had taught me to revere experts and expertise. Fry ridiculed all that. As far as he was concerned with enthusiasm and intelligence, anything was possible. It was mind blowing. No research, no workings, no preliminary sketches. If it didn't want work 1 way, he would just try it another way until it did. And as we proceeded, I could see that we were getting on extremely quickly. The more I observed his method the more it fascinated me. So this this that paragraph really sets like the the little kernel of an idea that, hey, fries doing exactly what I wanna do. He's got his hands in all kinds of businesses based on products that he created himself, and he doesn't go around asking people how to do it or for permission, he just goes and see sees what he can figure out on his own. Here's another crucial business lesson. That. James was to tell about. But I learned then 1 of the most crucial business lessons of my life to stint on investment in the early stages to try to sell a half finished product is to doom from the start any project you embark on. So this is happening because they they design and start to try to sell this thing the the ct truck. And he realized that he... They needed a cabin. Like, he wanted to get, like, right it. It just looked like, like, somebody put, like, the base of a truck on top of a boat, and he felt that he was having problems selling it because they didn't finish actual product. And so he's he's asking these p... Like, the people running the business. Hey, I I need to... Let's let's make this this like, let's get a cabin for it. And they start setting all these fake boundaries on them. Like, oh, okay. Sorry. Mister Dia. We wanna see 4 sales a month, and then we'll take that money and reinvest in a cabin. And then once he hits that. Okay. Sorry. We need 8 sales, and they just keep moving the goal post. And then, it winds up because, I got my cabin in the end and sales took off. Okay. So this is something he pounds on a lot. And I think this this is a even more important in the Internet age than even when he was writing these words in in the nineties. So, he's gonna talk about this this this idea lot. But he goes, my big mistake had presenting the same craft. He's talking about the sea truck to each customer and telling them, this can be adapted to suit your needs. If someone wanted a driving boat, I would explain that it could be fitted with compressors, heaters and a very slow diesel engine. If an oil company wanted a crew bus, I would tell them that suitable seating and a faster engine could be fitted. To the military, I said, I would bullet bulletproof the sides and engines. To structures, to construct in search of a bridging tug. I said special buffers, high power engine? No problem. I convinced not a single 1 of them. People do not want all purpose. They want high tech specificity. And this goes hand in hand, so it's always talking about narrowing, narrowing what your product does, because people not mixing your messages. Which is kinda of the same thing. So 1 is the actual creation of the product and 1 is the marketing of the product, but he's saying people cannot understand more than 1 idea at a time, much less 7. So, let me give you a real world example. The dyson vacuum cleaner is the best vacuum cleaner in the world. Right? No bag means that the suction is you get a hundred percent suction a hundred percent of the time. There's not nothing clogging and leaving all the dirt and dust that you have in your house on the floor. But it also is very good for dry cleaning clothes. They never ever marketed it. As that. People found that out later on on their own because when you introduce multiple messages, they don't understand. Okay. So I'm buying a vacuum cleaner or dry cleaner. So this is what he has to say about that. You simply cannot make your messages when selling something new. A consumer can barely handle 1 great idea, let alone 2 or even several? Why tell them this thing was universally adaptable when when universal individuality mattered to the individual consumer, not a wit? It was for the same reason that when I I put the dual cyclone on the market that I kept more or less quiet about its potential as a dry cleaning tool. How can I expect the public to believe that this was not only the best vacuum cleaner ever made, but also something completely different? And so with a quite respectable product to present, I set off around the world to start selling it properly. It was time spent away from designing, but it was to teach me above all else that only by trying to sell things that you have made yourself by dealing with consumer products, problems and the pro products failings as they arise, can you really come to understand what you have done? To bond with your invention and to improve it? Conversely, of course, only the man who has brought the thing into the world can presume to fo it on others and demand a heavy price with all his heart. Okay. So skipping way ahead in the timeline. He decides instead of working for other people with the sea truck, he wants to go out in and do something on his own. So this is where he invent the ball. And he stumbles upon something that winds up being extremely important to the rest of his life. He's going around. He has an invention that's clearly better than Wheelbarrow it works better. But when he tries to sell it to the people that sell Wheelbarrow barrels, like, other stores and stuff. They're they're just... They're resistant. The same thing I said earlier. It's like, who are you? Like, why do you James Dyson that you could make a better wheelbarrow barrel, that's very strange. And he goes, so even if it work better, they they didn't... They wouldn't stock it? Because why are we gonna stock it, The the wheelbarrow bearer we have now worked perfect and we sell them just as is. So he he says, based on this experience, it goes, it was an interesting lesson in psychology, teaching me that the entrenched professional is always going to resist far longer than the private consumer. And he puts this into practice because no one's no stores will buy the ball arrow from him. So he's like, oh, I'm screwed. He goes in a desperation, I turned to the newspapers. I did a nice little drawing of the ball and slap down some direct response ads among the bald kurt cures and incontinence pants for the ball from Kirkland Dyson designs, 19 dollars and 95 cents. I say dollars, but everything's in pounds, but I'll probably use them interchangeably, but just know he's writing in pounds And for some reason when I look at that, I'd say dollars. So Kirk Doug, Kirk Dyson designs is a company that he founded with other people, and their their main goal to sell the ball barrel, and they start inventing. He starts inventing other the products too, but that's what's going on. So just to to make sure I'm clear, they they're having no success getting stores to buy it from them. So it's like, you know what? I'm just go in the newspaper, I put it in. The the the the book actually shows... You know, just a tiny little ad, maybe a hundred words, and then shows the drawing in black and white. So it's like, alright. Well if the stores I'm gonna buy, let me see the people will. And so Says, okay. The ball arrow and it's 19 90... 19 dollars and 95 cents or whatever. And and what do you know? The checks started rolling in. I wish astonished. This was the same object that had rejected completely by builders and retailers who had been able to see it in the flesh, and it was being brought bought up by members of the public who were sending off checks for 20 quid to a accompany no 1 had ever heard of. All on the strength of a weed little drawing and a tiny newspaper advertisement. It was fantastic. We were getting a good class of customer from ads in the Sunday times and the Sunday telegraph, and the business began gradually to show a profit. Producing up to 30 a day and shipping them off by post. From here on things snowball bolt. Something you he picks up on later, a few paragraphs down, journalists, some journalists saw this ad and started to write about it. And he talks about the difference between in editorial and an advertisement, and he talks about this later in great detail. He has an entire, chapter later on about advertising. So he's not he's not a big fan of it, but he does run some ads that are relatively famous. So he goes, it is also the very talking about the editorial. It is also the very best way of convincing the public. 1 decent editorial counts for a thousand advertisements. Next page, he continues on this idea that he that never lets go if he goes you need to be direct to your customer. I didn't I need to, I guess, back up and explain before. So this make sense. So he has a board of directors for this company. He's got other investors. He's just got other people. And 1 guy comes in to be head of sales, and he convince them to not do direct response ads anymore. And Dyson at the time objects, but he's overrule, and he's he's mad about it, and he says, but in following his advice to abandon direct selling and supply shops via wholesaler, we began to lose that contact with the customer that was the basis of far success. So he talks about the over and over again. He's like, listen, you, person reading this book, whatever you're building, whatever you're creating, keep con complete control over it and sell it yourself. Market it yourself. Do not outsource that. Do not... He... He basically wants to be completely vertically integrated. He does not... And you understand why when you read the book. Like, he just... All the... A lot of his problems were he's being let down by other people, and they have a very biz... Different business philosophy than he does. So what happens after this, the business became cash negative, and we started to find ourselves sinking into debt. What was the response of the board to expand. He's very... He's not happy able to see there. And he goes the problem with that was that we were doing it all on borrowed money. So he take... He took... He went from a cash flow positive little business that was growing slowly, but steadily to 1 where they abandoned the direct selling method starting to, outsource control the customer to retailers and then deciding, hey, we're not making enough money, so we're expanding. And that's 1 of the the takeaways or it's, like, the only time you expand a business is when it's actually doing well, not when you're just losing constantly money and borrowing against it because he finds himself in really dire economic times. They're paying, like, interest rates about 25 percent on their debt at the time, which winds up crippling the company. So here he's talking about. He gets betrayed by his brother law. They throw him out of the company. We're gonna get there in a minute, but he he talks... There's just 2 things that he learned in this failure. 1 of the strains of this book is about control. If you have the intimate knowledge of a product that comes with dreaming it up and then designing it, I have been trying to say, then you will be the better... You will be you will be the better able to sell it, and then to go back to it and improve it. From... That's a weird word of sentence. From there, you... But the point stands. From there, you are in the best possible position to convince others of its greatness and to inspire others to give it their very best efforts to developing it and to remain true to it. And to see it through all the ways to its optimum point to total fruition if you like. This is the part I mentioned earlier that he's basically explaining to you, the reader, the mistakes he he he made in his first company. Furthermore, I weep to recall it I had in my in my naked naive, assigned the patent for the thing, meaning the ball to the company, rather than to myself. I had no rights at all to the invention I had created and labor it over for so long. It was not a mistake I was ever to make again. It wasn't a money thing, by the way. It had nothing to do with me and my family being suddenly deprived of my 10000 dollar year salary. Nor the fact that I had been... I had been pick pocket by my friends and family. It was a bigger loss than that to lose my invention, was like losing a limb. No. It was worse than that. It was like giving birth and then losing the child. And I was completely shattered by it. Okay. So I'm gonna skip ahead. This is right before he gets kicked out of Kirk Dyson, and this is when he he he already has a idea when he he was at home, and he's just like kind of personality. He's annoyed to how bad the Hoover junior vacuum cleaner is he was using. And they were at the time, they were also... He was learning about industrial design and manufacturing because they were... The ball arrow was so popular. And he learned about something called a cyclone. And 1 night he goes to a factory after the close, hops over the fence and kinda tries to inspect it without getting caught by security to try to see how the damn thing works. And he realizes, he spent an entire, weekend. Designing a cyclone for a vacuum cleaner, which is what he was referencing earlier when he made 1 of, like, masking tape and cardboard. So he spends the entire... He's doing this on, like, Saturday night and Sunday. And He's like, this is amazing. Like, we're... This is gonna be a really good idea. Like, it's gonna turn the the the fortunes of Kirk Dyson or, yeah, Kirk Dyson, the company around because now we're having have a new product we can sell. And this is this is what happens next. And the note I left myself is don't make your products too wide narrow it down. He's constantly harp on that fact. So, after the amazing weekend, I could hardly wait to get back to the office. Horrible though it was. It was an unusual feeling for me for I had been some growing tired of life at Kirk Dyson for all the reasons I gave earlier and was, though I didn't know, of course, approaching the termination of my relationship with the company. They just kicked them out without like, I the... They had a meeting when day who's was out. But on this particular morning, I was returning to work having just made the first steps in developing what I felt what I felt sure was to be 1 of the inventions of the decade and which could solve all of Kirk Dyson problems at a blow. As I drove in, I turned over in my mind as you do, the conversation that would follow my revelation. The board would be bound to object that the vacuum cleaner was not a gardening product and that we had better stick to the market we knew. Boards of directors are predictable like that. We had come to realize some months before that we needed to diversify the selling operation, management structure, factory and enormous bank overdraft that we needed to finance company could no longer be supported by sales volume and profit margins of the ball. But we were still thinking purely of the gardening market. By way of diversification, we had been developing a hydro drip watering system that involved a network of thin plastic pipes running under the garden. Delivering water directly to the roots of the plants so that nothing was lost by evaporation, and you watered only the plants you wanted to without encouraging weeds or slugs and snails. Sadly, for it was a fine product, we had made a major marketing error. What we were attempting to offer was a Pan to all of your gardening troubles. But rather as had happened with the sea truck, consumers were simply not able to grasp so many improvements in 1 fell swoop. And the thing was too universal to all purpose. Had we begun it, say as a greenhouse watering system with a single time saving benefit thus appealing to a specific need, it would have embedded down nicely. Into the real market. So there's that that thought again, stay narrow. I felt that the gardening market was simply too small for the source of things I believed I was capable of producing. I thought we should be making a higher value product retailing for a hundred 200, even 300 that sold in enormous quantities throughout the year, not just in the summer and to every kind of household, not just the ones with gardens. Something like, oh, I don't know, like a vacuum cleaner, for example. And so it was that when I sat down with the board, I was ready to defend myself against their objections that the vacuum cleaner was not a gardening tool. Even though even... But even as I was doing this, I was more than somewhat missed that they showed so little excitement about my invention. As directors of a manufacturing company, they should have been been hopping about in a deli deli gl at the discovery that 1 of their colleagues had invented something that could instantly dominate an enormous market save the company and make them extremely rich. Instead, they sat with their faces as long as hoover bags, gru about staying in the garden market and focusing all our effort on roots. That's that system. He was designing. Until in the height of my rang, and the moment is as fresh in my mind as if it was happening even as I write, I was stopped by 1 of them with the words I was to hear over and over and over again for the next 10 years. But James, he said sm, sin like a father patronizing an over enthusiastic child, your idea can't be any good. If there were a better kind of vacuum cleaner, Hoover would have invented it. Think that qualifies for induction into our critics don't shit sec segment. So now we've reached the main part. What I would say con constitutes the majority of the book, and that's the beginning of he finally gets in the the vacuum cleaner business. So the board laughs doesn't like his invention. Few weeks later that kick him out. So then he goes any decide you know what? I'm I think this is a good idea. I'm gonna I'm gonna do this. So he goes back to Jeremy Fry. They form a partnership, they both throw some money, even though James doesn't have a lot of money at this point. He puts his house as collateral, which he does several times in the book, which is crazy. And they go about trying to sell a cyclone vacuum cleaner. So let's jump into that. He goes, my fingers numb with chill. I huddle like Bob cra it over a single candle and prepare to hammer out another prototype cyclone. There is some way to go yet. You will have noticed if not by the weight of the pages in your right hand, then by the fact that I have said somewhere before or somewhere before that before I went into production with the dual cyclone, I had built 5127 prototypes. So far, you know only about 1. The cardboard and tape thing that I tossed together on the kitchen floor. Well, this little room in the coach house is where I built most of the other 5126. So the coach house is on his property at home. It's a little house with no plumbing, no electricity, no anything at the start, He eventually winds up putting all that stuff in himself, but that's why he's working by Ken. And all the while I was making cyclone, acrylic cyclone. Rolled brass cyclone, machined aluminum cyclone. For 3 years, I did this alone. I could not afford anyone to help me. And what would have been the point when I could do it all myself. When you start out, You just don't think it's going to take that long. Time passes by and it's always Men yan. Sit this is his son. Sam grew up and started walking then talking and all the while I made cyclone. That's his wife did everything else. Sometimes I would lose control completely when a model went wrong after weeks of planning, and Jacob this his other son told me only recently how well he remembers the sound of sheets of acrylic shattering out in the coach house. Are down in the cellar, and me exploding and a typhoon of ver profanity. Now he's gonna go a little bit more into this ed... The Edison estonian principle of development. This is what development is all about. Empirical testing demands that you only ever make 1 change at a time. It is the ed edison estonian principle, and it is bloody slow. It is a thing that takes me ages to explain to my graduate students at dyson appliances. But it is so important. They tend to leap into tests making dozens of radical changes than stepping back to test our new masterpiece. How do they know what which change has improved it and which hasn't? There is no... This is really important to. There is no such thing as a quantum leap? There is only dogg persistence. And in the end, you make it look like a quantum leap. While it is easy, of course for me to celebrate my dogg now and say that it's all you need to succeed. The truth is that it demo me terribly. I would crawl into the house every night covered in dust after a long day in the coach house exhausted and depressed because that day's cyclone had not worked. There were times when I thought it would never work. That it would keep on making cyclone f cyclone never going forwards. Never going backwards until I died. So he eventually gets a working pro prototype going, and He says, you know what? I like designing and building things. So that's how I spend my time. Him and Germany agree that, hey. Why don't we just... We build it, and then, we can just license it to other people. So what would happen is they were retain all the rights, and then other people sell it, take care of all the customers and everything else and they wound up getting, you know, would get, like, hypothetically, 5 percent or 10 percent royalty for the life of it. And some people were really successful doing this. So that's why they thought they could do it. In 1 example of in the book, I think, they're licensing 1 of the vacuum cleaners... Because it it's also country specific and and and they're completely, like, customizable the license agreements. So I think at 1 point third... 1 company doing with hundred million in sales, and they get 5 percent of that, so they're were making 5000000 year clinical unquote doing nothing, which she took on bridge to because he's like, I'm not doing nothing. I spent years inventing this thing and giving you a product to sell. But, just you know where we're in the book, there... He's going around, and he's meeting with all these companies in all throughout Europe trying to to get them to to license the product. And this is the result of some of the meetings. It really was extraordinary and quite unexpected. Every single 1 of them seemed to miss the point. That here was an innovation of real benefit to the consumer, a massive leap from a crappy old carpet sucker to a cleaner of total efficiency, an un power. For each manufacturer in turn, it represented an opportunity to bring out a new product with a major technical advantage over their competitors. The most ironic in this respect was goblin the name of the company. Who had trouble finding time to see me because they had their staff on a 2 day week because sales were so low. As if it were better to save time by not seeing me rather than buying something better than anything their competitor had, starting to sell again and going back to work full time. All anyone could ever think of to say was, ours works perfectly, well, ours works perfectly well already. People are used to bags, and we like selling bags. And if they weren't repeating these little trade objections, they were sigh or looking the other way, are smiling cons to each other, even laughing. Enough of this could drive you mad. When he tried to license technology even to other existing manufacturers of, manufacturers of vacuum cleaners. Like, well, yours doesn't have a bag though. And he's like, yeah. That's the entire point. He's like, then their their responses is, well, we make a lot of money selling bags. That's the problem. So it's it's really interesting because you see this play out and this just you humans. You, we've seen this play out in the different industries in different books or in different time periods, but it it kinda stays constant. And I think that's where the opportunity is for us to to to build and design things with there's big holes by the already existing players. He has no success anywhere. America, Germany Britain nowhere. Japan was his saving grace where he finally able to license 1 of these things to Japan. And so, this part, he it's called Japan gets it, which is a read a little bit. What's going on here? In fact, they thought the machine was wonderful. Unlike anyone ahead met so far. They understand. And let me just back up. This is the all all the... The stuff is taking place over several years. So it's not like, it was quick to he that he arrived at being able to sell a license at Japan. And we find out wind up finding out. It's not even that lucrative. In fact, they thought the machine was wonderful. Unlike anyone had met so far. They understood exactly what I was trying to do and knew exactly how to sell it. And within 3 weeks, we had signed a deal by which I get front money of 35000 plus design fees of 25000 on completion of drawings and then a 10 percent royalty, with an annual minimum of 60000. So this front money, because I've never done a license data. I didn't know anything about it. So 1 of the most important things, especially because usually the the trying to license these things to larger companies is when you're negotiating, you have to negotiate a a large upfront payment because it's gonna get you through development because even if they buy your license, and you sign a license agreements, it might take them years to to start actually manufacturing and selling thing, which means if you're only getting the royalty. It you could... By the time you get the royalty, you might have been out of business or in it or win bankrupt whatever cases is. And then, real quick I wanna point on this deal where they talked the royalty was an annual minimum of 60 60000. That's all he ever gets from these people because there's no way to prove how much they're selling. And they they they wind up giving him, like, a reports, and it's all, like, handwritten. It's just it's really weird. Okay. And so they're calling his vacuum cleaner, the G force. From the beginning of 19 85, the G force became all consuming. It had to be. I had lost Am, I had lost Rotor torque, and I was heavily in debt and had to survive. Interesting, story that I'm not gonna include on the podcast because it's it's it's takes place over many chapters really long, But the the the summary of it is And wake this really friendly guy seeks out James D after seeing the the dual cyclone or what's becomes a dual cyclone in a magazine said, hey, I know you're having trouble with all these other these other companies selling your product. We love it. We wanna do it. They kinda rope dope them. They wind up signing an agreement, and he tells them all ideas and gives them the information, and he doesn't hear from there for a while, then they sue him for fraud saying he lied to them, which he didn't. And that goes on. He... He's spending tons of money going deep into debt because, anyway, you know, it's a multi billion dollar corporation of the time, and he's just some dude living in the outskirts of England. And they did all this just so later on, they made their own cycle vacuum cleaner. So they took his technology basically stole it. Later on in the book, he winds up getting like, he winds up getting retribution for this, but at the time, it get almost killed him. That's what he means. I I lost Am am. And he goes and he goes, I knew that if I had a product that was being sold successfully in Japan in which clearly worked, it would lift the am stigma and convince people that the cyclone had worked. And not that we had dupe anybody. So not that, he... After the am sue him. Again, he's... They're suing him on false pretense, but the people that he's continue to sell... Try to sell too afterwards it's like, oh, this guy's you know, this guy's dupe damn. Basically, they they believed what Am was saying without any proof, and it was really damaging to them. So it's really just shady. I spent much... Much of the next year living in Japan instance of 6 weeks at a time, designing the G force and seeing it into production. It was mentally and emotionally draining. It was professionally quite amazing. They worked to talk about nice talking about Japanese. They worked all day in all night. Could give a model maker a drawing at 8PM and 24 hours later he would come back to me with a perfect working model. Something that could take weeks in Britain. And there was none of the British attitude that makes a team sit down before any work is done and say right, how many problems have we got? The only difficulty was that if there was ever a problem then for the sake of honor, we had to overcome it without attaching blame to anyone else. And so, by August 19 85, I completed the drawings in in March 19 86 the G force went on the marketing market at a cost of 1200 dollars per machine. And despite or perhaps because of its enormous price, it soon became the must have domestic style item for the fashionable man or women about Tokyo. Did they ever use it? Who knows? The Japanese as a nation prefer cylinder vacuum cleaners and had never brought bought upright in any great number. They don't really have houses So there was no identifiable need for this full size cleaner, and there isn't a much store space for the... For it in their tiny homes, which is why the upright meaning the upper upright vacuum that had sold there had been 1... Had been ones with an detachable tabletop. So that when not being used, it could be disguised as a coffee table. It may be, I suppose that the fact that it looks so good was what made it attractive to a people who are not going to be able to shut it to shut it away. Nor... That's just a weird sentence. I'm sorry if that sounds weird to too. Nor do the Japanese go for Wall to r carpet in a big way, and though I had included on the G4A special attachment for cleaning to tommy mats. The suspicion in the design world was that this futuristic pink machine that they they wanted him to produce it pink by the way. Half spaceship half vacuum cleaner just stood in the corner in most Japanese homes and generated ooze and us. But it stood in a lot of corners. And though it took off only gradually within 3 years, it was making sales of 12000000 dollars a year. So he's finally having a success... What I wanna point out is, he finishes the drawings in 19 85, it goes into production in 19 86. He started this. The idea of getting in the the the company now in 19 79. So from 19 79 to it took to a 19 86 before he made his first sale. And this isn't even the dyson company. This is a company he has with fry, fry winds up getting old and decides he doesn't wanna be a business anymore. That's when Dyson actually starts Dyson, which I think happens in 19 87. But my point being is that when he talks about that he has the he's only... He's earlier he's saying, I'm not trying to brag about, like, how great Am. I'm just saying that my virtue is that of a of a mule. That's probably accurate. 6 years and just constantly like, having a product you know is working and yet, being unable to sell it. So this is a few years later. This is now he's like, you know what? Like, I'm just gonna go alone. And it wasn't... I don't think it was an acr breakup up with fry fry which just getting older. I think, was 65 or 70 at the time, maybe 75, and just, you know, he just didn't wanna be in involved in and and in building the company. Okay. So this is... Now we go back to this theme where which makes James. I think so happy and that's complete control over his invention, and he talks about, this is the Dyson dual cyclone. This is what he becomes... He becomes, what sets the company on its path to to success it has today. A vacuum cleaner designed entirely by me, incorporating innovations up to the very late latest point at which my technology had arrived to be produced and marketed and sold under my own exclusive direction was to be frank, what this whole thing had been about. I had gathered around myself a small team by this time, who I was able to pay all the royalties from Japan and America, and we worked together in the coach house at the end of the garden which had been so un promising when I first moved in, deprived of power, water, light and heat. But was by now, a rather impressive workshop in office, which I had built and restored gradually over the years of development. We were a band on a mission to design a vacuum cleaner that would challenge the world, and it was bloody exciting. With this team, at last, I could put into hunt un hundred practice, all the things I believed about the inter dependency of design and function. About the way in which aesthetic perfection could be generated out of the engineering principles of the work rather than being used to hide them and about enabling the consumer to understand the technological benefits of new products by using them to make the product fun. The thing about inventing is that is a continual and continuous process, and it is fluid. Inventions generate further inventions. In fact, that is where most inventions come from. They very rarely come out of nothing. So so while it was the dual cyclone that was the basis of my first vacuum cleaner as I went on to develop it over the next 12 years, dozens of other innovations were generated along the way. Upstairs was the office. We designed every detail on computers and downstairs in the factory quote unquote, we made our models. It was a fantastic environment to work in for it was just engineers and designers and no 1 to mess us around. There were no salesman, no advertising people, no marketing managers to interfere and to try to guide us in their direction. We had nothing to do, but to produce our own dream product. There was no market research, and there was no focus groups. It was to be frank, a designers wet dream. It was unique. The world just isn't like that. You were not supposed to do things like that. Just go ahead and do it all on your own and then order a million pounds worth of tooling. It felt almost naughty. So I'm gonna skip ahead a little bit. He has 2 sections in the book that I think are very that just practical that is worth that alone worth buying the book. And it's he lays out his design philosophy, over a few pages and then his business philosophy. And I'm gonna cover the design philosophy right now, and then we're gonna see the q culmination, whatever that word is of, Well, you'll just see how insane. So... First, you know, I'm jumping ahead. Let me focus on the design philosophy and then I we'll get to the insane part. I have often over the years has been asked what my design philosophy is. Are my philosophy of invention, and Have occasionally tried to put on on paper for those who do ask. It is a difficult thing to reduce the simple points because so much of it exists in my mind. A weird con of things I have seen and learnt. But it might look something like this. I'm not gonna cover all of. I'm just gonna cover once it's stuck out to me, but heavy highlighting ahead. Okay. No 1. No number 1. No 1 ever had an idea staring at a drawing board. So do not do this. I have always rather liked Francis Bacon analogy of the spider and the b. A spider he explained, works entirely upon himself and from within himself and produces only poison. Whereas a B works on raw materials, deriving his product from nature large and produces honey. At any rate, Bacon always got his ideas from walking in the countryside and observing nature. Rather than sitting in his study. So get out and look at things, and when an idea comes, grab it, write it down and play with it until it works. Don't sit and expect ideas to come. Always bear in mind though that bacon died of pneumonia trying to invent frozen chicken. Number 2, everyday products sell. Although it's harder to improve a mature product. If you succeed, there is no need to create a market. As before thinking in a vacuum is not going to help. Try out current products in your own home and make a list of things you don't like about them. I found about 20 things wrong with my Hoover junior as at the first attempt. 3, new technology. It may sound obvious, but many of the things that people write to me saying that they had invented, interesting and useful though they are are only modifications of existing technology and can thus be copied by anyone under law. The thing about truly new technology is that is that it makes your invention patent, and then no 1 can copy it. You will find that in the case of almost anything you dream up, someone somewhere may have done something vaguely similar before. This being the case, your job in seeking a patent is to point out how original and unique what you're doing is compared to what they did. This is often extremely difficult, particularly at the Us patent office. I had a particularly difficult examiner who kept have... Who kept having time off for mental problems of some kind. She would agree that when... That what we were doing is unique thus paving the way for the patent to be approved. And then we'd get a rejection letter from her 6 weeks later and had to start all over again. It costs us a hundred and 50000 dollars in patent attorney fees just to get that 1 patent through her. This is an this is an interesting point. You can continue... I'm gonna just skip a little bit we're still talking about technology and patents, So we're still number 3. The terrible tyranny of patents however is that the cost do not end when you get your approval. Thereafter, you will be charged enormous sums to renew your patents every year. Up to 2000 dollars per country per year in some cases. And this is money that you as a small inventor are unlikely to have... Be able to spare because you will not have turned your invention into a profitable business yet. I believe that an invention is a piece of creative art like a book or song and those don't require annual renewal fees. If I cannot afford an annual renewal fee, which is simply some spa stamping a piece of paper, why should the patent office be able to steal it for me? The legal establishment argues that these fees are an incentive to stop people sitting on techno technological breakthroughs. But that is patent rubbish quite literally. The whole thing is clearly stacked in favor of the big companies to whom the fee fees mean relatively little and against the small innovator. This is I believe a human rights issue, and I am at time of writing taking the D to the European court of human rights over it. That's pretty crazy. Okay. So number 4, we're back at the ed edison estonian principle. Engineering is a state of mind or at least a method of working. You can become an expert on anything in 6 months. But steer clear of projects that require too much mass and stick to empirical things. You can achieve major breakthroughs by a bit of lateral thinking, and this approach will often lead to new inventions being born of of each other. Just as for example, the deuce dual cyclone came out of the ball, keep testing and retest and believe only the evidence of your own eyes. Not to formulate are of other people's opinions. You may have to fly in the face of public opinion and market research. This is an important part. They can only tell you what has happened. No research can tell you what is going to happen. Constant revolution. I'm just gonna read 1 sentence from this section. The only way to keep possession of your invention is to keep strengthening it. So I'm gonna skip ahead to a cup couple other of his design philosophies. Actually, this is a... There's 2 more that I wanna cover. The first 1 Stamina and conviction, which we've we've kind of hammered on today. Painful, but true. Breaking the mold will upset people. Challenging sitting tenants will be tough. It will take longer than you ever imagined. 10 years of development question mark, do you fancy that? And then negotiations on a knife on a knife edge, a shoe string and hanging by a thread, it will take balls in the last design... Or should we yeah, design philosophy, our principal total control. You you're not surprised by that. From the first sprout of the idea, the research and development, testing and prototyping, model making and engineering drawings, tooling, production, sales and marketing, all the way into the homes of the nation. It is most likely to succeed if the original visionary, our mule sees it right through. And then this is the insane part I referenced earlier. In the Sal chapter. As I have often said, I aim not to be clever, but to be dogg. And my dogg had got to me so far, had got me brother, so far to a point where had my very own vacuum cleaner at last. On 05/02/1992, I found myself looking at the first fully operational visually perfect dyson dual cyclone. Now here's the crazy part. K? I was third, so we talked about, remember, the whole thing that started this was she was pissed off at the Hoover vacuum fair. Ready? So this is the most the same part and why I think this... You need to read this book. I was 31 years old when I tore the bag off my Hoover and stuck a cereal packet in the hole. 05/02/1992, which was when he got his first vacuum cleaner was my 40 fifth birthday. So the idea happened when he was 31 years old, and he didn't get it to the point where he had complete control over his own product till he was 45. That's insane. So he talks about... They go from not existing in January 94 to being the number 1 manufacturer, seller of vacuum cleaners and 3 years later in 97. But he was having... It took a while because he'd have like, small retailers willing to sell his product, but the big ones wouldn't. And he said that their reluctance reflections has been 3 fold. We were too small. They felt to compete with multinational regulars. Our product was so different and unusual that they feared being made to look foolish. And in an industry where everything is about discounts and price slashing, ours is being double the price for anything else made the idea of high sales seem Ludicrous. So I'm gonna skip over this part because there's a graph on the page which shows, like, looks like a mountain. Like, you just goes straight up a mountain which is his sales. But I love how he puts this part here in the in the final paragraph. He goes, what what we were doing to put it another way was selling Mercedes or porsche in Ford escort quantities. And all Hoover could do was call it a passing phase and describe the dual cyclone as a niche product. So even after he was kicking their ass, they were very dismissive of them. They they never stopped being dismissive of them. And then they you eventually try to copy him. In June, we got into another store called Argo. And by September, we had hit the number 1 slot selling more vacuum cleaners than anyone else despite costing twice as much. If the if this... If we were a niche product, what were Hoover, a crack in the floor boards. He was throughout the whole book. He's constantly. I I kinda like that he gets this cheeky personality where. He's not Eric... I mean, some people might read this book and consider Arrogant. I just think that he built a better product and he's proud of it. And then when his competitors try to dis this product, He fights back, which I think is a really good idea. Just another random sentence that I highlighted because he talks about a lot, and I think it's important. He says you can't sell more than 1 message at a time, are you lose the belief at of a consumer? So this is in a chapter that's actually really interesting. And I'm not too sure how to present it on the podcast. And it's all about advertising. And he talks about the difference between bad advertising and good advertising. And the importance of overseeing all aspects of your business yourself and never ever ever giving a penny to advertising agencies. So pick... I I would definitely read that part because it it was a little counterintuitive, but he has examples where He thinks the people at ad agencies are basically their fake creative, and he winds up working with a an agency, but not with the create... Like, he... He's like, I don't wanna talk to executives or our salespeople people. I wanna talk to the actual person. And he's, like, you can't do anything, like, you have to have a a dialogue a conversation. And so he's... He... The way he set this up is he talked to 1 person every day for a week on an ongoing discussion about what the vacuum cleaner meant to him, why It was so important. And then they... That... This is how they come up with 1 of their ads there or the ads that were so famous, which was like, getting... We said goodbye to the bag. And there there's pictures of them in the book, but you could also Google it and and see that Dyson had some very just a very unique way of communicating and advertising when they were first getting going. So I'm gonna skip over all that part because I do wanna get to his business philosophy, but there is something he he talks about this book that he read and Got it. And just keep in mind, these are not the words of James Dyson, but they might as well have been. Who is it that gets neglected? The inventor, that's who? The designer, the engineer, the chemist, the brewer, the Ba. The people obsessed by the product, who are willingly accept that the sizzle is important, but who get their kicks trying to make an even better stake. Car companies used to be run by people who love cars. They knew how to make cars themselves and we're always trying to make them better. Retail companies used to be run by people who love shops and a hundred and something years ago, George Stafford Parker was nutty about fountain pens. As businesses got bigger and more complex, these obsessive and practical product driven enthusiasts couldn't cope. They had to be helped by money man and lawyers and marketing persons with advertising agents. From that moment, the status of the maker in this country had been in decline. This is in Britain. And the rise and the rise of marketing persons through no fault of their own has done nothing to help. It might even be, I think that the erosion of our manufacturing sector and the rise of our service sector is in part connected with the decoupling of making things from marketing things. This is why he's saying you should mark your product. And then so that's the end of the excerpt that he wanted share with you, and then this is him summarizing. In other words, and I think this is really important. In other words, if you make something, sell it yourself. And so we did. And absolutely, nothing went bang, except, of course, everyone else's market share. So pretty crazy just random. I'm not gonna read, but he had say in 19 83, they were doing sales with 3500000.0 a year. By 96, that number was up to 85000000. Another another famous quote of his. Companies are built not made. I love that. And now I'm gonna get to the end. This is gonna be a little longer, but this is Keep mind, like I say, in every podcast, I'm skipping over massive parts of the book. It's not meant to summarize it's meant to... Even if you don't read the book, hopefully give you some ideas and some inspiration that you can then use, but, hopefully, to also entice you to to buy the book. Okay. So this is his business class. Face. Okay. So he has, like, a heading and then describing it? So I'm just gonna read the heading of 1. Everyone who starts work at Dyson makes it vacuum cleaner on their first day. So he's writing these words. Dyson already, you know, multiple hundred million dollar company. So his success has been solidified, then, you know, since the time the book is written to now it's it's a multi multiple multi billion dollar company. But, everyone who starts work at dice makes a vacuum complaint on the first day. Engineering and design are not viewed as separate. Designers are as involved in testing as engineers are in conceptual ideas. Everyone is empowered to be creative knowledge. It's a little vague. So let me get into the more specific. So this one's really interesting. No memos ever. And then he describes this. First of all, memos are just a way of passing the buck avoiding the issue and ab advocating responsibility. Secondly, memos only generate memos, then memos responding to the memo responding to the memo, and then... I can go on, but it would be as boring as a memo. Thirdly, and most importantly, however, much they multiply, nobody ever reads them. Dialogue is the founding principle for progress. Talk to people. They listen. Monologue leads only to mono. Memos are also tacky, solace and get lost. I would rather people did less if it means doing what they do properly and a memo, though quicker than a conversation is more likely to lead to misunderstanding. Another... It's giving out another 1 of his business for us, philosophy is no 1 wears suits and ties. Now it may be that not wearing of suits has taken on an importance for me that is greater than it really is. It should not after all, become a stricter. Because that is just to make the practice as much a uniform as their miserable outfit is... It it is trying to avoid. The fundamental principle is this. I do not want my employees thinking like businessmen. I do not want them sitting around a table with me or with anyone else and coming out with the same old crap as you would expect from a businessman. As soon as they start thinking like businessman, they will think that the company is all about making money and it is not. I have no time for a businessman. This sounds just like Jim Clark doesn't it. They are all the suited pen push who have always endeavor to s creativity. And while what I chose to wear is entirely up to me and not open to question, I have chosen also to discourage my employees from wearing suits. Because it seems to me the best way to instill in them, my own heartfelt conviction in the theory of difference for the sake of difference. That's probably what the third or 4 time we've heard that. This the difference in the sake of difference. And he's gonna go back onto that. I'm gonna skip a couple pages, and this is another sub heading. Encourage employees to be different on principle. This is a really... So he's mentioned this a bunch of times, but this is where he... In a few paragraphs. He kinda lays out, like, a very like why that's important. Encourage employees to be different on principle. This is part of my anti brilliance campaign. Very few people can be brilliant. Those who are rarely do anything worthwhile. And they are over valued. You are just as likely to solve a problem by being unconventional and determined as by bringing brilliance. And if you can't be unconventional, be up to. Be deliberately up to. Because there are 5000000000 people out there thinking in train tracks and thinking what they have been taught to think. That's a great sentence. There are 5000000000 people out there thinking in train tracks and thinking what they have been taught to think. If you go in and be illogical, then half the time people will laugh at you. And half the time you'll strike up something interesting because you have stopped everyone else from thinking logically, which is failed to provide a solution, be a bit wack and you shake people up a bit. And we all need shaking up. Methodology... Oh, man. Another word I can't pronounce. Method all logically, it even makes a bit of sense in that to bastard a d by mister Sherlock Holmes, and When you have eliminated the logical, whatever remains, however, illogical must be the answer. So why not start there? I probably only think this because I can never be bothered to think anything through logically, but we'll let it go. At any rate, to be different is something we try to instill in all of our staff because for the reasons given above, we don't want people behaving like businessman, but behaving like normal human beings and treating the customer as a friend. I love that idea. This is the last 1 real quick. Employee graduates straight from University. The basic reason for this is they are they are un unparalleled. They have not been strapped into a suit and taught to think by a company with nothing on its mind, but short term profit and early retirement. We are trying to do things differently from anyone else. So it's easier to teach fresh graduates this new way and enable them to challenge establish beliefs than to retrain someone with quote unquote experience. Sometimes some of our staff do lack knowledge. But there is now a cad of experienced talented managers, and this combination provides an extraordinary energetic and intelligence strat of managers, which is what gives dyson its strength. I began employing graduates because I was so appreciative of the opportunities given to me when I was younger by Jeremy Fry. He, after all had taken me on when I was still an undergraduate. And as soon as I had graduated, he gave me cart blanche on the ct truck project. And entrusted me with running the business from the start. I enjoyed and benefited from the responsibility of learning things by doing rather than being taught by superiors. That was what made me feel I was a pioneer. So when I first set up Dyson to develop the vacuum cleaner, I started employing engineering graduates from the royal college of art. And now we have about 20 Rca graduates in Mains berry. That's where his company is located. It never occurred to me that they wouldn't be able to do everything brilliantly, and they did. That is where I'm gonna leave it if you want the full story, look in the show notes in the, on your podcast player. For a link that is the best way, 1 of the best ways to support this podcast. Like I said at the beginning. I include Amazon Affiliate links for every book that I've done a podcast on, so you can, buy this 1 or any of the other ones, Just check out the list below. You can us go to founders podcast dot com and get the links there. You'll get a great book. Amazon send me a tiny percentage of the sale at no additional cost to you. Alright. I appreciate your support and your time. Thank you very much for listening as far. I'll be back very soon with another podcast about a book or shooting another podcast about a company builder who they wrote a book about. Have a good 1."
}