{
  "transcript": "In the days when Columbus sailed the ocean, and Da vinci painted the Mona Lisa. A German banker named Jacob Fu became the richest man in history. Maybe you've heard of them, but usually, his name gets blank stares. His influence rests on what he did for Austria Has family Dynasty. When Fu made his first loan to the Has, they didn't even have Vienna. By the time he finished, they had half the known world. While they got the titles, Fu got the money. His biggest client died penn less, and he died with the biggest fortune the world has ever known. Most people become rich by spotting opportunities, pioneering new technologies are best opponents and negotiations. Fu did all of that through a mix of gum and intellect, but he had an extra quality that allowed him to rise even higher. Nerve. In an era when kings had unlimited power. Fu had the nerve to stare down the heads of state and asked them to pay back their loans with interest. 1 of his sneaky financing schemes provoked an outrage, Martin Luther to start the reformation. In his biggest contribution of finance, he got the pope to legalize money lending. He financed Magellan ci navigation of the globe. And he helped defeat the mobs in the first clash between capitalism and communism. In the richest man who whoever lived, the author Greg Stein for the first time gives Fu his due. It is the ultimate untold story. That is from the inside cover of the book I'm gonna talk to about today, which is the richest man ever lived the life and times of Jacob Fu and is written by Greg Stein. Okay. So this book was actually recommended to me by my friend, Eric Jorge and Eric is the author of the book that I covered on founders number 1 91. 1 of my favorite books, It's the Alma of Naval Rob. I think it's key for anybody trying to build, a business in the in the age of infinite leverage. There's a ton of great ideas in that book. If you haven't listened to it. Obviously, read the book, but go ahead and listen to make sure you go back in the steps to number 1 91. And this is what he said about the book that I'm holding in my hand that got me interested in reading it. And it just lists some of the the innovations that Jacob. I'm gonna call him Jacob. Instead of Fu. And you'll see right why when I read this message from Eric. So he said, Jacob invented double entry bookkeeping. He had a similar fast information network advantage, like the Roth child. So I'm gonna talk a lot about how Jacob reminded me of what I learned about reading the 2 books on the Roth child. And then they called Jacob, the German Rockefeller, and you'll see there's a lot of... He had a lot of things in common with both the Roth and Rockefeller. So he had a similar fast network advantage just like the Ra had, He was as powerful as the pope. In fact, he bribes multiple pope throughout the entire book. This book is absolutely insane. The events that take place in the book, happened 500 years ago. His financing, Jacob's financing was decisive in a number of wars, and he knew it and he auction his influence to to to essentially win the war. At his death, his net worth was 2 percent of the Gdp of Europe. That's why the author makes the case that he's the richest man that ever lived. There's lots of good nuggets on Germany and European history, and I was just struck by the amount of violence that's in the book. It was just mind blowing. He was generous to some degree, but he did create social housing that actually still in use to this day, which is really remarkable. And then here's why I wanna call them Jacob, instead of Fu. It's very likely that he was the root caused the the et ideology behind the word fucker. And so the book opens up with the letter that that Jacob was writing to Charles the fifth. Really, I'm gonna pull a couple highlights here at the at the very beginning because this is just a very unique time. They they consider Jacob probably the first capitalist, at least the first capitalist that ever did it on the scale he did. And it's really important because he's rather un unlike, At least that's the the feeling I had when I finished the book. But part of this is, like, it's it's kind of a struggle to put into context, like, the historical context of when he was operating. So I wanna just pull a couple pieces here because I think if we do this at the very beginning, kinda adds the the the important historical context that we need to understand story and maybe why he made some of the decisions that he made. So it says, Jacob wrote collection letters all the time. But the 15 23 letter was remarkable because he addressed not to a struggling fur trader or a cash strap spice importer, but to Charles the fifth, the most powerful man on Earth. Charles ruled an empire that was the biggest since the days of ancient rome and would not be matched until the days of Napoleon. And so this is, like, his... I would say it's Jacob's was infamous letter sits down and is was like, hey, Charles, I know even the most powerful man on Earth, but you owe me money and you owe me interest and you need to pay me now. So I read the entire letter. It's actually reprinted later on in the book. I think this sentence right here is the 1 that is probably the most the most like, balls. That he had to do. He says it is well known that without me, your majesty might not have acquired the imperial crown. You will order that the money which I I've paid out with the interest, shall be paid without further delay. And so why did that require so much nerve because these are people that would just chop your head off and kill you at the slightest little insult. Nerve was essential because business was never more dangerous than in the sixteenth century. Sheets got their hands cut off are a hot poker through their cheek. Dead would rot in prison. Bakers got dragged through the town to the tau of mobs, and money lenders faced their cruel fates so Jacob was involved in a number of businesses, but the best way to think of him is as a banker. And so at this time, he's the 1 that actually gets the law changed. They they considered lending money and then collecting interest on money, Like, it was so it was something that was frowned upon by God. And so how extreme was this belief? Here's an example. To prove that that lending money at interest was like a sinful and everything else, the church members dug up graves of suspected money lenders and pointed to the worms, maggots and beetles that gorge their decaying flesh. And so there's many examples in the book where Jacob is constantly pushing the pace going further than you would suspect when the consequences of making some certain mistakes at this time in history was death. Given the consequences of failure, it's a wonder that Jacob str to rise as high as he did. He could have retired to the country and live the life of of hunting, women and feasts. Some of his heirs did just that, But this I double underline the sentence because this is a really fundamental understanding of who he was as a person and in fact, this is what he wanted to put on his gravestone. But he wanted to see how far he could go even if it meant risking his freedom and his soul. And so what does that mean? He like Rockefeller remember. Think about Jacob as the German rockefeller. He thought that he was it was he was blessed with a talent for money making by God. And so he couldn't retire. He couldn't live a life of leisure because God told him to make as much money as possible. This what he said, the Lord must have wanted him to make money. Otherwise, he wouldn't have given him such a talent for it. Many in the world are hostile to me, Jacob said. But I am rich by God's grace. That is exactly what Rockefeller believed. He thought God gave with talent to making money and that his job was to make as much money as possible and then give as much of it as way as possible. So Jacob did not give he's not gonna do that second part, though. He's gonna collect as much as he can. So let me go into a little bit about his early life. His personality his businesses, really, this is just more context for the story that I think is extremely helpful to try to understand this very difficult person. This is the reason I wanna read stories like, the the book that have in my hand is because this personality type is still walks the earth. And these are people that I wanna know they exist, and then I want to avoid them. He is... Reminds me of what Charlie Mu said. When he said that wise people want to avoid other people who are just total rap poison, and there's a lot of those such people. And you'll see what I mean as we go through the story it's wild. Okay. So, Jacob was the first anywhere to consolidate the returns of multiple operations in a single financial statement. A breakthrough that let him survey his financial empire with a single glance and always know where his finances is stood, So it's really important that a lot of the stuff that he innovated on. Like, this is just the world that we live and It's like normal to us. There's a there's a blurb on the top on the front of the book that is from the author of this book called the Barbarian at the gate, which is also been recommended to me and I might read for the podcast, but he said Jacob wrote the playbook for everyone who keeps score with money. This is a must for anyone interested in history in the history of wealth creation. And so this idea to consolidate all my different businesses, all the different offices I have all over the world into 1 single financial statement that I can just glance and know exactly where I stand financially. He was a first person and recorded history did that, then he created 1 of the world's first new services that gave him an information edge over his rivals and customers. It is fair to call Jacob the most influential businessman of all time. Jacob changed history because he lived in an age when for the first time money made all the difference in war and hence politics, and Jacob had money. He lived in palaces and on a collection of castles. His fortune came to just under 2 percent of European economic output at the time of his death, not even Rockefeller could claim that kind of wealth. Jacob was the first documented millionaire in history. So what did you to get that money? He made his fortune in mining and baking, but also sold textiles, spices, jewels, and holy relics, such as the bones of marty. He held a monopoly on on a Brazilian tree bark that was believed at the time to cure syphilis. Jacob father died when he was 10. And if it was not for his strong and resourceful mother, he might not have gotten anywhere. Jacob was heads strong. Selfish. That's I'm gonna read this whole thing. I should emphasize every single in 1 of these words. He was heads strong. Yes, selfish, d and sometimes cruel. But he turned at least 1 of those flaws a tendency to Trumpet his own achievements into an asset. His boast were good advertising. And then this is the sad part. This is why Again, I wanna study him. If he's got good ideas. I'll grab them, but most of it's like, okay, I'm gonna avoid this guy's fate. Did success make him happy? Probably not. He had few friends only business associates. His only child was illegitimate. While in his deathbed with no 1 at his other side than paid assistance, his wife was with her lover. His objective was neither comfort nor happiness. It was to stack up money until the end. Before he died, he composed his own epi attack. It was an una statement of ego. And this is what I meant This guy is wild. This is what he wrote about himself. He's writing in third person. Jacob Fu was second to none. This is him writing about himself. I wanna be very clear. This this is like, this is what I wanna be remembered for as I'm dying. Jacob Fu was second to none in the acquisition of extraordinary wealth. Imp of life and in greatness of soul. As he was comparable to none in life, so after death is not to be numbered among the mortal. So that's the end of his own description of himself, This is back to the author, his methods blaze the path for 5 centuries of capitalists. He was at his core an aggressive businessman, doing whatever it took to achieve his ent. To understand our financial system and how we got here, it pays to understand him. So the author already made a reference of how important his mother was. Right? And the reason is is because they're in they're German so they're in Germany. Right? She sends him to apprentice at the absolute best place that he could possibly apprentice us because he's gonna get a start just like Rockefeller as a bookkeeper. Okay? So the he... They... She sends him to Venice, and that is important because Venice puts commerce above religion, and Germany at the time did not. So it says Jacob looked up to his brothers and envy them in their adventures on the road. His own chance for adventure soon came enough when his mother secured him an apprenticeship in Venice, and why is that important? Because Venice was the most commercially minded city on Earth at the time? I wonder what what what's the most commercially minded city on Earth today? I don't know the answer. If you have an answer. Let me know. Venice was founded on commerce and business. Businessmen ran the place. Money was all anyone ever talked about. And this is important because this is where he finds his life trade. It was during this time that he learned about banking. Jacob was to become many things in in the ensuing years. He's an industrial list a trader and at times of spec, but he was foremost a banker. Venice also exposed him to the craft of accounting. Most of the merchants back in Germany were still jot down numbers on paper scraps that were never organized. Italians developed double entry bookkeeping. It was... It would let them understand a complex business in a quick glance by summarizing the highlights and condensing the value of the enterprise to a single figure, which is the net worth of the company. Right? Now this is he took that innovation that they had, and wind up taking it 1 step further. He's like, that's a good idea. I'm gonna combine. I'm gonna do this. So all of my disparate businesses, my entire financial empire, if you will is condensed down to a single number. And then we're gonna see another thing he had in common with Rockefeller. Remember, I think it was the last episode, maybe the episode before that 02:48 when I just spent 40 hours re reread Titan and trying to do an entire podcast just about Rockefeller climb. And so if you listen to that already if you're read the book, You already know this part. It was a fact that that Jacob as a teenager you're already understood the importance of bookkeeping and how a gave him an edge, says something... Says something about his intuitive grasp of business. He knew that those who kept sloppy books and overlooked details left money on the table. That was something he considered un. That's something Rockefeller filler also knew at a very early age. You know, he's 21 22 at the time, and he's just monitoring Rockefeller is. Older businessman, they're 10:20 years older in him about how sop their books are, how they're... They're they go over, they're, like, they're too quick to pay the bills. Even he's like, even if you could save a couple pennies, like, he was just absolutely relentless, and that's also why he was recruited by older businessman to go in a partnership, they're like, okay, there's nobody else. Even though Rockefeller younger us, there's nobody else that's is good at bookkeeping and just the overall keeping the a handle on the overall financial performance of a business and making sure that we're not wasting a penny than this guy? So then they also does a great job of explaining, like, why would... How could a banker become so powerful at this point in history? So says, but to make sense of his life, it's helps to understand how he could exploit this odd creation and why an emperor needed a banker. So they're gonna talk about this later on. I don't know if I have a highlight or not, but you can think about the role that Jacob plays as an individual is now a role that's played by institutions, like governments, central banks, I, the international monetary fund, pensions. He goes into more detail later on. But at the... At his point in history, it's a dude. It's just him, and that's why he's able to make so much money. And so at this point in european history, the leaders are building wealth through war and concrete. Is a very 0 sum game. And so if you're going to wage war, and you wanna essentially go in and and attack other people and steal their property and and you know, and enslave their people. You need a lot of soldiers and to get soldiers you need money and so that is the role that Jacob's going to play. And so there's a bunch of characters in European history in here, not gonna go into too much details because I don't wanna... I want... I don't wanna distract this when the the main story of focusing on Jacob. But he's going to to team up with his first, like, no noble person. He's gonna, like, discard them, and you'll see how it just Ruthless he is. But it says the emperor received no funding except from his own estates, and thus could only feel a small army. This made him easy to ignore. So it's guy named Frederick to decided, hey, I need to... I need to raise money. I need to have a large army and that's to do that. The, this conquering. I'm going to to produce wealth. Right? So it says the great dream of this error was to expand the... The family power base The winner, how do you win that game? In other words, whoever grabbed the most titles and territories. It was a bloody business. Frederick, the guy that is gonna team up with Jacob had the fantastic notion that the imperial crown could make his family the most powerful in Europe. He believed in it so much that he stamped the initials AI0U on his table where that stands for all earth is under Austria. So that's the size of Frederick ambition. He's like I'm going to controlled Earth. Right? Here's the problem. The problem was that Frederick was unable to fund an imperial lifestyle and was broke. And now he broke, but he stiff a bunch of other people to have lent him money in the past. So other merchants would refused him credit he needs... This is where he actually is introduced into the Fu family. Because before banking, the Fu family business was in textiles, so like Cloth and fabrics and everything else. So he's gonna wind a meeting Jacob's older brother, I didn't have any money. So he says, that led Frederick to Ul, the oldest of the Fu Brothers, that he needed his help. He gave... His Jacob's older brother gave Frederick silk and Wool for his robes and all this, like fancy stuff that he needs. And and in return, Frederick gives him an a royal endorsement, royal endorsement was well worth a few, few costs from the fu. And so essentially what just went down there is like, a barter between the the emperor and Jacob's older her brother, and the reason I'm bringing this your attention is because of the lesson that Jacob learns from this story. The spectacle of the emperor begging for help must have startled Jacob. Any belief he had He may have had in the Emperor's superhuman qualities could not have survived the fact that mere shop keepers, which is what they are at this point. Right? Ordinary people that he saw on the street every day had denied credit to the supposedly most powerful figure in Europe. And so there's more detail in the book, But again, we live in a a very different world where the people that have power usually have money too. In this time, you might have power and land, you might have power titles you might be born into the right family. But a lot of these people didn't have a lot of money. And so people like Jacob, in the 15 hundreds, the Roth charles a couple hundred years later, they're the ones that take advantage of the fact that the nobility or the elite or whatever you wanna call them of their day, were cash poor. We live at a time where that would be just absolutely ridiculous. So I'm fast forwarding the story a little bit. Jacob's 26 years old. He's like, alright. Up until this point, the family had concentrated on buying and selling textiles. Right? But the profit margins are small. He's like, I need to expand. He has gigantic bit ambition. Right? So he's like, hey, a lot of these other elites or nobles are making a lot of money in mining. Right? And he's like, the... There's definitely a lot more profits in there, how can I get into a new business line that had better profit margins? And so he winds hooking up with Frederick cousin. And this is a weird thing. I I've I've heard it, actually, Dan Karl and Hardcore history is the 1 that's taught me the most about this. Because a lot of his, like, especially his his great series on the World war 1. About how many of, like, European powers were, like, related to each other. They'd be, like cousins or sometimes like, inner inter married to where the case is. So same similar things happening here. Frederick has a cousin. This guy named Sig. Sig is a terrible leader, very selfish just essentially takes all the finances, acts as if it's on his own personal bank. Constantly over extends himself, and this is the in that Jacob's gonna figure out Like, go, if I borrow... If I lend this guy money, I can actually... It's, like, almost like a side, like, a a flanking maneuver to get into mining. Let me read this and it'll make more sense there. Sig only spent on himself. When money ran out, he borrowed against the output of his minds by selling silver to a group of bankers at a discount. So eventually, 1 of those bankers is going to be Jacob. He gets the discount like, let's say 50 percent off from sig and then immediately do geographical arbitrage we'll send it to, like, venice and other places and sell, you know, a hundred percent return over the cases. You'd be like, oh, I have no money. I have this thing that essentially just prints money my my my silver mine, and I'll just sell you at a discount. Jacob wanted to be 1 of the bankers and remarkably he got in on a deal. The amount was small, but it made him a banker. The profession that over the next 40 years, he would take to new heights. Jacob worked until the day he died. He dies. I think he's, like 66 65 something like that. But that that's there is no retirement for this guy. He's absolutely obsessed. So he gets in when he's 26, but he's having no luck. It takes 4 more years before he gets another deal. And the reason that's important is because the Venetian bankers had this on lock. And they went up getting into a beef with sig later on. So now they're not gonna loan him any more money, and this is where Jacob, I'm fast forwarding in story, Obviously, this where Jacob's gonna see his opening. He assumed his bankers would support him, but when he asked for more money, They offered only excuses. Simeon tried his bankers 1 more time, but by now sig years of unchecked spending and mounting debt had caught up with them. The bankers refused to help. Jacob came forward with an offer. Memories been trying to work with this guy for 4 years. It's like you gave me a little bit, then you left me out into, like, the wilderness, Let's do a deal together, and this is where we really see that Jacob just had this, a gifted mind for business. So Jacob combined his family's money with money raised from friends and agreed to loan sigma the full amount. It was a whale of a deal for Jacob. It was more than 10 times the size of his earlier alone. The other bankers laughed, they couldn't believe that Jacob was willing to give sig anything. Let alone a bigger loan, a bigger loan than any of them had ever made. If Sig repaid, Jacob would make a fortune. I'm wasted about 30 years old a time. But if Sig welch and given his record, it seemed likely, Jacob would be finished. To prevent ruin, this is where you see that Jacob. He's listening. A he's a somebody I wanna avoid, but he's got He's smart. He's very clever. He's got a gifted mine, especially for this kind of stuff. To prevent ruin, Jacob filled the loan agreement with safeguards. He barred sig from touching the silver. He made the mine operators c sign the loan, and he insisted on forwarding the money to segment in installments rather than as a lump sum. Jacob also insisted on control over the state treasury. Jacob wanted stability and by controlling this country's or this, like, little town. What he's, like, empire By controlling their purse strings, he could act as a 1 man international monetary fund. And the only reason this worked is because Sig had no other options. It was this or nothing, Sig agreed to all of Jacob's terms, he had no choice but the agreement was only words on paper. Sig was a law of the land. Debtors prison was for little people, not Arch dukes. The only thing that kept him honest were his honor, which could be fleeting. Right? But this is really what kept him honest. His desire to borrow again in the future. The loan marked the pivotal moment in the ascent of Jacob. There was... And this is... So this carries on to the next page. It's like a sentence or 2, but really, really important. I double underlined all of this here. There was this is really remarkable if you think about this. Because this is fought like, the the turning point in Jacob's life. Right? There was nothing pioneering or innovative about the loan, and his competitors could have made it as easily as Jacob it. All Jacob did was put up his money when no 1 else had the guts. Such out of favor investments became a hallmark of his investing career. That sentence I just re listened to episode 01:03, about Heavy Green because know Heavy Green had made the majority of her money or her wealth. She went through all these financial panic in her life. Like, maybe like a half a dozen. I lost count how many. And so we have no idea what, you know, what's taking place the economy right now. And I was like, hey, you know what a good idea for me to go back and rem reread my highlights from Greens book and then re listen to that podcast. It's episode 01:03, if you don't know what I'm talking about. I think the the book is called, like, the richest woman in America. But that sentence about Jacob could describe hers as what... As as well, such out of favor investments became a hallmark of his investing career. By this time, Jacob had made friends with Sig, and this is what I mean about Rap poison because he's so d. Like, you just can't keep these people around you. There's just so They don't actually care about you. They just care what you could do for them. Jacob's perfect example that. By this time, Jacob had made friends with sig, knowing that Duke was vulnerable to flattery. Jacob had a had won a spot in sig heart by celebrating The greatest achievement in the dukes otherwise disastrous rain. So it's this silver coin that celebrates segment himself. He puts, like, it's essentially like, if you print somebody other somebody's face that you're trying to flatter, on the currency, and you spread it around, and, you know, this guy is extremely ego is. So like, he's, like, falling to the flattery. The popularity of the coin, attracted imitation across Europe, this was fascinating. So Again, I feel like, Jacob's almost like, historical, like, like, finance histories like, force gum. He's had all these really important events. And so this idea that they're doing together. It was actually copied by the Danish, and it says that the danes called their version of Sig coin, the dollar. 3 centuries later, Americans gave a nod to the Danes and ran with it. I didn't know that. That was remarkable. Segment appreciated, Jacob S, he stayed true to his banker. But his loyalty was 1 side soon enough, Jacob would return the Duke loyalty by turning on him. And so this is where we see that Jacob was really only loyal to himself and his money there's another guy that's maxim that he's gonna back and eventually, he's gonna overthrow sig, maxim, maxim million was had a winning collection of personal attributes. He was charming in an athletic Myers called him the last night, he was never happier than when he was in his armor, jo in a tournament or fighting an enemy. Remember, this is how you made money back in the day. You... If you were really good at killing people and and overtaking empires, like you're... That's how you got rich. He was a hard worker after a day in the field, when his captains would relax with beer around a camp campfire, maxim retired to his tent to address official correspondence. He had playing a faults. He was moody easily distracted and prone to get ahead of himself. But he had intelligence, determination, physical courage and a desire to do whatever took to advance his family. And so think about Jet Jacobs seeing sig. He's gotten close to him. Understand who he's his person. He's now sitting Maxim. And he's like, I'm about I'm back in the wrong horse here. Jacob correctly grasped that maxim would out uber the dole wit sig. Maxim did it with a ploy that Jacob himself could have devised given its ingenuity. Maxim loan money to sign backed by a mortgage on his property. If Sig failed to repay in 3 years, maxim would take over. Sure enough, Sig defaulted. He could have repaid if Jacob had loaned him the money. Right? You figured your... That your main banker he's gonna bail me out. And this is where he... Jacob switch sides, but Jacob who preferred the ambitious maxim as a customer to sig did nothing. Okay. So let's go into how Jacob worked. Entrepreneurs investors obviously know knowledge profit, Jacob knew it 500 years ago. I'm gonna read this section to you, and then I wanna read this... Later on in the book. I'm gonna skip ahead and and I'll come back where they compare and contrast Nathan Roth child and Jacob Fu, which is very fascinating. And so this is this information advantage that he sought out. Jacob crave market sensitive information so much that he created a system to get first, a new service, which was the world's first. He set up a network of courier who raced across Europe with market information, political updates in the latest gossip, anything that would give him an edge. In the years ahead, he learned about important deaths and battle outcomes before the own... Before the emperor and his competitors. Eventually, Jacob's airs turn this information network into the world's first newspaper, the these these dispatch, this information eventually look more like newspapers and anything else. Jacob's letters preceded, the first newspaper by half a century. And so what was remarkable to me is that all throughout, like, if you could see the book that Have on my hand. I'm like, writing down all, man. This is just like Rockefeller. Oh, this is just like Nathan Roth child. And at the end in the very epi log, the like, the author puts it all together for us So I wanna read you about, like, 2 paragraphs here, Which is just really fascinating about just how similar again, didn't know each other Maybe the Rush that her about Fu. I'm not entirely sure, but it's just always fascinating to me how people didn't know each other. Lives at different points in history and usually different geographic locations arrived at the same conclusion about, what is a... What is, like, a useful idea for their business and what's not? And then, of course, if you haven't listened to, I got a ton of messages when I did. I did a 2 part series in the roth episode 1 97 and 1 98 starts with the very the founder of Roth charles like the dad, and then the second book is about how the family expands. But really the family, like, the the the the the sun, Nathan Rush who was like, they're a third or fourth born. I can't remember it's at the moment. He's the 1 that really pushed the pace. He's the 1 that reminds me most of of Jacob. And we're gonna see that here. Of all the businessmen in history, Nathan Roth came closest to matching Jacob's influence and his life and career echoed, Jacob's own. Like Jacob, Roth child came from a family of 10 children. He worked in a partnership with his brothers and although not the oldest rose to lead the family's business because of his intelligence and daring. Roth child began as a wholesaler of textiles. And like Jacob left the Textile trade for banking. His customers like Jacobs borrowed to fight the French. Roth child loan to the Has. They en enabled him with the title Baron. Roth child like Jacob never used the title, but his heirs did. In another coincidence, Nathan Roth child had the lease for mercury mines in Spain, I think the most profitable business, single business that Jacob ever had was his mind. The mine still dominated global mercury production in the eighteenth century. Nathan Roth like Jacob exploited an informational edge. So he had that that network I just described to you. The Rush were were famous for having a very similar 1 of their greatest edges was the fact that they had this, like, country wide, almost worldwide information advantage over everybody else. So I wanna go into wide Jacob was a mis fit, and then this gives us again, great historical contact. On why he he really... He's... This view wasn't... Was important because he actually saw the truth even though it wasn't accepted by everybody else. And so it says Jacob went to church on Sunday endorsed family values and loved his king in country, but make no mistake. He was a radical. He refused to believe that noble birth made someone better than anyone else, which everybody's society believed or at least pro profess believe at the time. Right? For him, intelligence, talent and effort made the man. This is a world that we live. Right? His view is now mainstream, but it was sub at the time. Jacob's worldview let him recognize his relationship with the Emperor in its true form. This is what I mean about. He he saw the truth before anybody else did. It's very fascinating. It wasn't 1 of master and servant, it wasn't 1 of Lord and surf. It was a relationship of creditor and debtor. He as the creditor had the power. 1 quick sentence for you. Like, a standard, of, Jacob was the fact that he bribe to everybody. He would bribe Emperors. People have worked for Emperors. He would bribe... Because you have 2 car structures. Just essentially have, like, the the nobility and then you have the church. And he would bribe everybody. And he bribe the pope. 1 of Jacob's trick tricks was keeping public officials on his payroll. So at this point, the story, he's already accumulating a lot of political power, a lot of money, I wanna read something because I've heard this before and I always found this fact shocking. The average German in Jacob's day, drank 8 glasses a day of beer. Why did they do this? This is wild to me. The beer was tough on the liver, but it was safer than the water from the sewage filled streams. Inside the tavern, the man sat at long tables and swap stories, and this is really joe jumped out at me, because even though he's, you know, kind of a jerk and somebody I wouldn't wanna hang out with. He lived a very fascinating life. His story that his life stories. Very... Like, it's just... It's unbelievable. Those stories are in this book, and so I really thought about Was like, well, how is this applicable to you and. It's, okay. All of us are writing a story. Yeah maybe it's published in a book 1 day? Maybe it's just the people that are reading your story of people like your family friends people know you. But to write the best story that let best life story. The only way to do this is to live an interesting life and Jacob, lived an interesting life so much that it was obvious to other people around them, that this guy had experiences they were very rare. Others may have been better storyteller in Jacob, but it's hard to imagine anyone had better material. Only Jacob could describe the emperor as a friend. The men in the room at the tavern most wanted to know the secrets of his success, but his secrets weren't all that mysterious. They were just hard to duplicate. And so now it's going into his edge. Right? Jacob had a remarkable talent for investing, he knew better than anyone than anyone, how to size up an opportunity. He knew how to run a business and make a grow and how to get the most out of his people. He knew how to exploit weaknesses and negotiate for favorable terms. But perhaps his greatest talent was an ability to borrow the money he needed to invest. He convinced cardinals, bishop, dukes, and counts to loan him oceans of money. Without their support, Jacob would have been rich, but no richer than others at his club. The fundraising and with the courage to risk Debtors prison if he couldn't repay, explains why he went down in history by the name Jacob The Rich. Financial leverage catapult him to the top. He borrowed in the most mundane way imaginable. He offered savings account. Now this is this is wild at 1 point in human history. Savings account at a bank was new technology, and Jacobs 1 of the pioneers of that. He borrowed in the most Monday mundane we imaginable. He offered savings accounts. Banks litter every street corner today, but and they open open accounts for anyone who walks in, but savings accounts were new in Jacob's time. But if you think about it that also made the game he's playing very dangerous because He avoided. He had a... There was a few attempts. I think 2 or 3, maybe 2. Throughout where he almost had a run on his bank, and he does a series of, like, b and all kinds of things to to get out of that things that it would be illegal today, but it would be different like a bank run, you know, you have Fdic insurance. You have all these these, like, these things that these, like, safety measures in place. If you would've had to run on his bank, and he couldn't fulfill it. They would kill him. And so this entire chapter dedicated to this run this potential run on this bank and how he got out of it just gonna read you the summary of of how this happened. And the then what I wrote. This is my note. This dude bribe the pope to avoid a run on his bank. That's not hype... That's not perfectly. That is fact. He offered Julius, which is the pope at the time, 36000 dollars to drop his claim. He promised to deposit the money in the Pope's personal account rather than a church account. Julius accepted. Jacob was saved. As Jacob knew, every pope had its price. Okay. So I wanna give you a great overview that I found in the book of his life up until this point. Jacob spent the first half of his career making money. He spent a second half fighting to keep it. In the first phase, he had that his greatest commercial victories. He won a silver contract, created a mining giant and like this giant mining business and put together a distribution network to sell his output to a diverse group of customers across Continent. He invested the profits and new opportunities and by doing so he created a formidable cash generation machine that year in and year out added to his net worth. This was all he ever wanted. Jacob was happiest when striking deals or sc his ledger. Nothing gave him greater joy than the chores required to make him richer. The chores that most people would avoid. Right? But he also spent much of this period warning off attacks from a resent full general public and those who claimed to be its champion, so he got so rich. There was a ton of people that wanted to kill him. And in many cases, people that some of his partners or people that he would done business with were captured by the mob and brutally murdered, and the the book goes into g test. Detail about some of this stuff. He had a remarkable conviction in the justice of his actions again, think German Rockefeller. Right? This is this is Johnny Rockefeller here and just like Rockefeller. This is the way he viewed himself. The way he sought it, God put him on earth to make money. He let nothing blocked what he perceived as God's will, and so why is that important? Because at this point the story is when Jacob is going to petition the holy church to lift their ban on us. Which is essentially loan money at high interest rates, which was illegal by decree. They thought the Bible like f forbid it. And before I get there, I just wanna pull out 1 paragraph, the thing's is really important And... Talks about... Like, it really describes why he had an advantage because he saw the world that we live in today, then it was not at all obvious to the society he lived in. So he was capable of independent thought. So it says it now seems inevitable that has trade and technology develop, feudal with its lord serves and man farms would give way to a market based model. That is an economy that divided resources based on what a person could pay rather than what he needed. Jacob argued this was best for all concerned. Free markets created jobs and growth lifted all boats. But the intellectual in Jacob's time weren't weren't buying it. They only saw clever men like Jacob grabbing all they could that is going to lead to a ton of violence in the book. And so this is where and part of this is where Jacob is saying, hey, I gotta get this band lifted. 1 of Jacob's strengths was an absolute conviction in everything he did, and nothing seemed fair to him than receiving compensation for the risks he took. Jacob could not ignore the user band. So I don't know why. But when I read that sentence, remind me writing me to something I heard, Jeff Bezos talk about 1 1 time. This idea that, like, this absolute conviction and Jeff bezos was like, I'm not a fan of plan b. Right? He says plan b should be to make plan a work. That's a way to think about what Jacob's doing here. He's like, no. You can't do this. Like, everybody's like, no, this is impossible. Was like no. I don't... I don't have a plan B. Like, my plan b is to make Plan a work. We're going to overturn this ban. I've already proven that I could bribe everybody and put people in situations where they where I make myself indispensable, so I need to find a way in to do that here and get the church to overturn this ban. And so his stated goal was very clear. He wanted the church to expressly expressly legalized collecting interest. And so now the pope is a guy named Leo. That we've seen this before. I just did the the the the the podcast on Henry Flag, which was Rockefeller as partner in Standard Oil. Like, he don't like the law. They just get it changed. Jacob's doing same thing here. There was the fact that Leo was a numb member of the Medici banking family. This is the pope at the time. Legalization would serve his personal interest too. Even better was that Leo himself was a borrower of Jacob, so a client. Right? It goes without saying that Leo would be favorably inclined towards someone who gave him money. Jacob's letter to pope Leo had gotten through and made an impact. Leo went to the heart of the matter and signed a paper bill that indirect contradiction of other ancient comment so Aristotle and other people. Such people would use the opinions of people in the past as to why we can't do this that and Aristotle was 1 that was quoted heavily. And so Leo and Jacob, are, like, no. No. We're we're going... We actually have a different view on the matter, and so we're gonna get this over overturned. So winds up paying off the pope, pay the pope, winds up say like, issuing this decree. And he acknowledged the legitimacy of charging interest. And so this is a description of what Leo did. According to this new doctrine, charging interest was no longer strictly about what Jesus said about charging interest. It was about charging interest without labor cost or risk, and what loan did involve 1 of the 3. So they're essentially just parsing the words in the written tax like the Bible and saying, oh, that's 1 Aristotle interpretation or somebody else's interpretation, but we have a different 1. And so that's not really what Jesus meant. With what Jesus meant is like, oh, there has to be if you're gonna charge interest. It has to be, like, some kind of labor cost or risk. Of course, every loan has a, a cost or risk to it. Jacob's lobbying had paid off in spectacular fashion, he and others were now free to charge borrowers and paid deposit interest with the full blessing of the church. Leo decree was a breakthrough for capitalism. Debt financing accelerated and the modern economy was underway. And so when I got to this section, now, keep in mind, there's an entire chapter about all the mach nominations and all the stuff that Jacobs doing here. When I got the punchline line which I just read to you. I read this fantastic book by Will and Aerial Durant who spent, you know, 50 years of their lives, documenting, they're, you know, probably some of most famous historians that were live, documenting human civilization. They wrote this fantastic book. I think Did a podcast on it. I have to go back and look. Where it's at, but it's like a hundred page book called the lessons of history, there's a line in that book that I never forgot. Because not only they spend, you know, so much of their time studying and learning this stuff, but they're writing is just beautiful, just beautiful grass language And so this is a great description of what they remember. They summarized, you know, I've forgot 10000 years of human history. I forgot the exact numbers, maybe 3000 years. And they said, in every age, men have been dishonest and governments have been corrupt. And we just saw an illustration of that fact. So now we go to the fact that Jacob's like this historical finance history is force gum. And so he's gonna make a loan and the Trish can't figure out how to him back, so then they do some stuff some sad stuff. That winds up setting off Martin Luther and Martin Luther in Turn sets off the pro processing reformation. It was just... Just... This book is crazy. Jacob made alone to some guy to ignore who he is. He was a sign of a family that ruled an area around present Berlin. Okay? The scheme to repay the loan triggered 1 of the most important events in history, which is the protestant reformation. Jacob loaned, the money to finance you yet another sale of a clerical office. This is just more b. It's not important to the story, really. What is important is the fact that the way they came the church came up with the idea to repay, Jacob, they suggested a church financing device called an indulge. So an indulge is saying, hey, give us money and we'll abs absorb you of all your sins, we can get your dead relatives out of purgatory, they say all kinds of crazy stuff. Right? And Martin Luther goes buck. He is, like, he completely sends him over the edge and he's gonna actually use the latest technology of his day, which is the printing press to get his message out. At the time, Martin Luther, which is a 33 year old 33 year old scholar. This campaign, the combination of what the church is doing with Jacob. Outraged Luther and the consequences of his outrage shook Europe to its foundation. This is luther interpretation of what's happening. He says indulge were a scam that Rome invented to cash in on popular fears of damn nation. Martin Luther composed 95 arguments against indulge, which turned be... Which would in turn be his famous 95 thesis. That's the message that he, like, nails to the front of the the church door that sets off this crazy. Almost like war. I guess this the way to think about it. Because if you really think about how many people die as a result of this, they don't call a war, but that's kind of how my own interpretation of it. And then there's 1 paragraph in here Thought it was really interesting. Because if you only think about what Luther did. He combined technology with an extremely strong work ethic, which I think is a smart idea. Luther had Jacob's attention by now because of his enthusiastic use of a fairly new technological device, the printing press. So Gut, which was interesting is like the lag between invention of a device, and it's widespread use. Gut made the first printing press in 14 50. But it didn't really gain popularity where there where we are in Europe at this point to the 15 twenties. So in 15 20, the the printing presses printed 208 different documents. Right? A hundred and 33 out of the 208, were written by Luther. And so as a result, as Luther Sermon ransom and Mu found their way to the presses he developed a huge following. And so there's a ton of violence. I'll get to some that. I'm not gonna read too much of it because it's obviously we're rather disturbing. I would do wanna give an inside look at how, Jacob practices craft, though. He winds up applying this 19 year old. This guy named shorts. So shorts is gonna stay with Jacob his entire career, and I think he continues to work with Jacob's errors if I'm not mistaken. So it... The author says that Schwartz is less interesting for his own accomplishments, than for the glimpse he left of Jacob. So this guy writes this book. He's writing a textbook about everything that he's learning, working under Jacob, and he intended to the his work to be a textbook for, like, young Germans interested in business. But because of that he wrote and documented so much this stuff. We actually see this is like the only insight into how Jacob practices craft. So it says Schwartz shows the emphasis Jacob put on accurate records. Again, German Rockefeller. I don't have to repeat. Yeah. I think you had it by now. After spending time with Jacob he recognized the fo of Jacob's competitors who believe they could live without detailed figures. Jacob in contrast monitored every transaction and let nothing streak sneak through. The offices had... Jacobs offices had to update the figures every week and closed the books at year end no exceptions. Once they did in another in another first, Jacob combined statements from all the branches into a single statement. The Italian banks had statements for each branch but never bothered with consolidation. So Jacob does 1 step further. Right? Jacob could see the big picture like no 1 else. That's why that's important. Knowing exactly where he stood at every moment, he always knew how much he had to land or whether he needed to cut back, he knew if he was carrying too much inventory or too little cash, and knew exactly how much he was worse. Schwartz noted with disdain how others lost track of their numbers and how they express shock when they went bankrupt. They deserve their fate. Jacob said. They were idiots. So let's go back to Luther. So Luther is on the attack right now. He's he's going against a church. He's going against people like, Jacob. There's another guy. You'll see another Rockefeller parallel here. This guy is a writer named Hut. Hut wrote a series of pamphlets that targeted Jacob. Hut was to Jacob what Ida Tar was to John d Rockefeller. He was the 1 who made Jacob a public enemy. Ida Tar is is 1 of the sources that Ron Tran used in Titan. He thought she was too negative and then the other people that had written about Johnny Rockefeller that at that point where too positive, so he... T basically used both sources to try to give us like, a more comprehensive, look at who Rockefeller actually was. That he, you know, he wasn't... He was both Saint and Sinner, which TII would say, like, take away. Like, not. You know, he did terrible things and he did great things. But this idea is was like, okay. You have 1 person that's just really beaten the drum, 1 that's putting all the writing out there and distributing this information and this turns Jacob and all of his partners and people he's working with people, leaders like the arch duke and also people in the church into, you know, enemies of the the common people. And the reason I wanna bring that up is because they they response to the people in power, and in and Jacob are it's completely predictable. They're in charge. They're the elite, they... They're gonna suppress speech. So at this point, it says private individuals owned all the printing presses in this little town they're in. Recognizing the danger of free speech. Charles, the emperor took them over and assigned Jacob to run them. How crazy is that. The emperor hoped to censor Luther, Hut, and anyone else opposed to him or the pope by putting Jacob at the controls. But as they discovered, control the presses could not still the opposition, and that is where we get into this, like, widespread violence. And, you know, the... They're outnumbered, you know, 9 to 1. And if they catch these people, like, they catch people they think are are greedy or you know, essentially, like, taking advantage of the common people when they catch them. You know, they're not... They have a conversation. There's none of that. They're they they will catch them and they will kill them. And so now we get to the point of the story where this is the first war between capitalists and communists. And there's there's gonna be a couple different players in here. Really, it's just Jacob's got a ton of enemies. And so it says there's just 1 guy named angles, and I just wanna compare and contrast the 2, and I think it gives us context of, like what's happening in the book. Jacob and engels could would have had little to talk about. Jacob as a events show, defended private ownership to the last. Angles would have taken anything that Jacob had and given it to the people. Jacob respected anybody who put in a full day's work but the rebellious peasants failed to qualify. To him they were lazy parasites looking for hand outs. They wanna be rich without working. Jacob wrote in a letter. Jacob was more than an observer in the war. He was a catalyst. To peasant leaders, he was an op press. Many would have been happy to kill him. Forced to take aside to preserve order, Jacob became an agent in their annihilation, so he's going to raise money to hire mercenaries to hire soldiers to fight this... They called the peasants war, really the way you think about it is like, the first physical war between capitalists and communists and history. And so these ski are setting off all over a Europe, and they just... They they grab property, they'll do whatever they can it says the... The peasants drain the wine cellar and pantry. When there was no more loot, they set fire to the buildings. They stole Tapestry paintings and libraries and and set them up in flames. In the name of social justice. At the height of the conflict, much of the country was burning and most of the peasants were drunk. Jacob might not have wanted execution so when these... So it went both ways when the peasants caught, like, the the no nobility or anybody that they thought were, you know, greedy essentially, they would kill them. But when the the government and the church and some mercenaries caught them, they would murder them as well. Jacob might not have wanted of the executions, but he could just claim self defense. There were plenty of men who would love to slit his throat. Blood was spilling everywhere. And they give example why Jacob was so with his safety because there was a count, and the peasants wind up going scaling the walls of his castle, capturing him and his wife, and I'm just gonna read 1 sentence to you so to get an idea of what's happening. They made the countess watch as the men skewer her husband with spears. And so then Jacob's going to war with this guy named. Moon sir, most likely these are all German names. I can barely pronounce English. You know I'm not pronouncing this correctly, but I just wanna get compare contrast because Jacob, you, wanda up winning. This in this case, But this is who he's fighting. Moon was a self proclaimed mystic who believed in communal property, and that only the ab evolution of private ownership would clear the path for grace. His followers cheered when he promised God would come to kill the rich. The contrast between Jacob and Moon could not have been greater. 1 was the arch capitalists and the other was the arch communist. They became heroes of the competing systems during the cold war. West Germany put Jacob on a postage stamp and East Germany put moon sir on a 5 mark bill. So this dude wanted to kill the rich and they put them on their currency. And suddenly to keep in mind, it's both sides everybody in the story, all of these people are nuts. Moon are declared that God spoke directly to select individuals, including himself. So eventually, moon are and his, like, the this congregation, these people that he's leading, they wind up getting surrounded, and so there there... There's religious people on both sides. Right? And the religious people on moons side. 1 guy, there's a priest in his camp. He's like, hey, we're surrounded, you should give up. So it says a priest in in the camp suggested that moons are surrender. Moons are ordered that he be beheaded. So he tries to flee the other side, which is Jacob's side. They catch them. They grab him and they shove splinter under moon fingernails and locked him in a tower as they ponder how to kill him. They decided to cut his head off. After be heading moon sir, the execution put his head on a pole and imp his body. Mu would bother Jacob no more. And so the second half of the book is almost all this where I've been reading from. It's almost all just these people finding different ways to attack Jacob. He was d tested by the majority of people. And so 1 of the his biggest business was this hung... This mine in hungary, and they went up con it. And so it says, the Hungarian and Throne had committed it's all too common error, and the reason I'm I'm reading the section 2 is because it's fascinating how inflation causes him to lose his best business because people couldn't afford food and and and shelter and everything else. And so they said decide, hey, they're making all this money in the mind, 1 if we just take it. And so this is a little bit of background on what's happening at the time. The Hungarian throne had committed an all too common error of watering down its currency to balance their budget. The ensuing inflation was more than people could take. Food and other essentials doubled in price while wages stayed put. So Jacobs in Germany, but his number 2 guy is guy named Hans Albert. Which is his top lieutenant who the 1 running the business. So he decide that were gonna grab the guy that's in charge of of Jacob's mind and force him to sign a document under the threat of murder, that it's now ours. And that's exactly what happens. The crisis came to a head when mobs, swarmed the elite district and arrested Hans Adler, which was Jacob's top lieutenant in Hungary. They haul him to the city's cast castle made him sign an agreement, handing over the Hungarian mines, which is the crown jewel of Jacob's empire. Jacob had spent a lifetime creating his Hungarian business more than anything he ever did, it embodied his organizational, financial and political genius. It created his fortune. And at the port point of death, Albert gave it away. It's remarkable. That inflation caused him to lose his best business 500 years ago. So then what Jacob does, He... Obviously he's not gonna just submit you taking his best business or any of his businesses for that matter, so he winds up a lot of the leaders at this point are his his clients right? So he might be the most powerful man, even though he's doesn't have the title. And so he gets them to organize, and this is another fascinating thing. They that they essentially uses their weapon of war, economic sanctions. And then the author makes the point He's like, this is nothing new. Economic economic sanctions as weapons of war go back at least 2400 years. And the first time we... On on, recorded history it was used by Athens. Again, against 1 of its neighbors. But the boycott against Hungary was on a scale rarely witnessed. All of those bringing pressure were Jacob's customers to return the mine. And so this is are back and forth, but this is unresolved by the time that Jacob dies. In fact, He knows he's dying, so he rewrite his will, and the most important thing, he's says listeners 2 issues that I have to discuss with you and the first 1 was hungry. And so he's telling Anton, which was his nephew, and the person like, he chose. He's like, okay, this guy's, guy that's gonna be running my businesses or at least like, the main the the main person, and he's telling me was, like, listen under no circumstances. Jacob Urged Anton. Should he accept anything but full restitution? He says, and then Jacob's was trying to predict what's gonna happen. He says, listen, Louie will eventually be desperate. He told him. You just have to be patient. And then something he also wanted to discuss and pass on to his nephew was the fact that there needs to be a single decision maker. Jacob believed that businesses could more easily function with fewer not more decision makers. And then the book ends with a cautionary tale, Jacob died very rich and very long. When the end came, Jacob's nephews and wife were elsewhere. Jacob died at 4AM on December t 15 25 at the age of 66. The only people with him were a nurse and a priest. The exact cause of death is unknown. And then I'll close with the crazy sentence in the entire book. The Fu family, 17 generations after Jacob lived, still enjoy income on land, Jacob acquired, Centuries earlier. And that is where I'll leave it for the full story. Buy the book. If you buy the book using the link that's in the s us your podcast, you'd be supporting the podcast at the same time. The very best way to support the podcast is to give a gift description to a friend family member or a coworker, There's a link down below to do that, and also at founders podcast dot com. That is 250 books down, 1000 to go, and I I'll talk to you again soon."
}