{
  "transcript": "At the time, frankly, in Washington were 2 of the most admired individuals in the United States and the most famous Americans in the world. Their final letters to each other represented a fitting end to a 3 decade long partnership that more than any other pairing would forge the American Nation. Their relationship began during the French and Indian War when Franklin supplied the wagon for British general Brad ill fated assault on Fort Tu cain. And Washington buried that generals body under the dirt road traveled by those retreating wagon. Both had warned brad against this attack. Their friendship continued through the American Revolution, the constitutional convention and the establishment of the new federal government. Perhaps because of the differences in their background, age, manner and public image, their relationship was not widely commented on that, and it remains little discussed today, but it existed and helped to shape the course of American history. Both men have been called the first American, but they were friends first and never rivals. Their relationship gained historical significance during the American revolution when Franklin led Americans diplomatic mission in Europe and Washington commanded the continental army. Victory required both of these efforts to succeed, and their success required coordination and cooperation. Their successful collaboration during the revolution helped to found a nation and propel a global experiment. Leadership at this level is a rare quality and well worth study. That was an excerpt from the book We talked you about today, which is Franklin in Washington, the founding partnership and it was written by Edward Jay Larsen. I was not expecting to do this book. It's actually walking through a bookstore the other day, and I, the the cover caught my eye. And I have done a several podcasts on Ben Franklin. I did his auto feedback on cofounder number 62. And then Isaac fantastic biography of Franklin back on, Founders 01:15. And even though I've read those 2 books on Franklin, I never thought about the partnership that he had with George Washington. So this book is a dual biography. Focuses on the 30 year friendship that franklin in Washington had and how their lives intersect around 3 historical events, which is French and Indian war, the American revolution and then the creation and the founding of a brand new government and nation. So I wanna jump right into the beginning, the author is gonna give us a brief overview of Franklin, a brief overview of George Washington's life. And the reason Benjamin Franklin's, in my opinion extremely important to study, and I I plan on continuing to read as many books on him as I can find is because I think he's the single most influential American entrepreneur to ever live. If you factor in how many people were inspired by his life story, and then they in turn lived lives so remarkable that other people wrote books about them. And that that that inspiration continued to be passed down to generation after generation. I think you could tie this all the way back to him. And so the author sets us up nicely for us by saying. By then franklin was 50 talking about when he's first met George Washington, George Washington is going to be... Franklin, I think was 48, Washington was around 21 22 years old. By then, franklin was 50 and 1 of the most widely known and respected people in the western world. Washington was less than half of Franklin's age but already held a regional reputation for military prowess. Neither man was born to power or influence, both had earned it. Franklin's international reputation rested on his scientific achievements in electricity. But he was best known locally as a printer, writer, reformer, post master, and pragmatic political leader. Given his humble origins, this represented a stunning achievement for the time and remains a lasting testament to his genius. He was born the fifteenth of 17 children to a working class family. He was book and in inc. Franklin quickly displayed a seemingly capability for hard work and was in large part, self taught by reading. So later on in the book, there's this fantastic story. Franklin's about to die, George Washington's on his way to the to the capital to take just to begin his first term as president of a brand new nation, and he winds up paying a visit to Franklin at his home. And by that point, Franklin had this beautiful library. He had a personal library over over 4000 books. So he talks about how Franklin started his business as a young man when he gets to Philadelphia, he's gonna be a printer by trade. And part of this is realizing, hey, the... There's 2 printers in the city, and none of them are very good. And so you also see the self confidence, the abundance of self confidence that Benjamin Franklin had from a young age. Neither of Philadelphia 2 printers was qualified for their trade, Franklin soon concluded. And when I got to this party, reminded me of this video I saw a young Larry bird. And he was talking about when he was making the transition from playing college basketball to the Nba, how so many people doubted his ability because he came from small school. They said what is he gonna do? He won't be able to get his jump shot off in the pros. He's not quick enough, He's not gonna be able to re rebound and then Larry in this interview, as the young man says, it took me 3 days of Rookie camp, and I found out that this league is nothing. I can play in this league, and I will dominate in this league. That is exactly what happens in Ben Franklin's life. Soon frankly dominated the regional printing trade. And this what he said about that, I took care not only to be in reality ind and frugal, but to avoid all appearances to the contrary. He wrote of his early days as a sole prop prior. And then another demonstration of founder mentality here. He was convinced that acts mattered more than beliefs. And so over the next 20 years, he focuses on buildings his business, says for the next 2 decades, Franklin was consumed by business and local civic affairs. As a printer he published newspapers had an annual Alma act, which is poor Richard's Alma, that was filled with Witty commentary and practical advice. Poor Richards gained a wide readers leadership. I think I remember reading that he was selling like 10000 copies a year. Of Poor Richard's Alma, which is just insane at the time. The way wealth if you desire it, Poor Richard would say, depends chief on 2 words, industry and Frugal gh. Wasting neither time nor money, but make the best use of both. Franklin advised fellow trades what I wrote den denial Jot down to myself. When I got to this point, think about this. Franklin was advising fellow trades, he is still advising. His fellow trades 275 years later. And it talks about the media business that he was building. He practiced what he preached integrating forward and backward from the printing business. He owned or had an interest in some 2 dozen other print shops, and almost as many paper mills. He championed the issuance of paper money, that he was subsequently paid to print. He won the contract to print legislative documents for Pennsylvania became its post master to facilitate delivery of his newspaper and served as a clerk of its assembly to gain a leg up and getting the news. He became 1 of the richest American colonists living north of the Mason Dixon line. Yet Wealth was never his chief goal in life. The... This is such a great advice from from Franklin. The years roll around and the last 1 will come Franklin Wrote. When I would... When it does, I would rather have it said that he lived useful than he died rich. That reminds me of this fantastic quote from Steve jobs that is expressing, I think, the same idea. Steve said being the richest man in the cemetery doesn't matter to me. Going to bed at night saying that we've done something wonderful. That is what matters to me. And, frankly, not 1 rest on his morals. Just keeps racking up accomplishment after accomplishment. He founded a self improvement club for up and coming trades called the June. It might be the whom. I can't remember exactly. He also founded a subscription library, the firefight fighting brigade, an academy that grew into the university of Pennsylvania, Brand leave some achievements for the rest of us. Why don't you? A 10000 man volunteer volunteer militia to defend Pennsylvania when its quaker leaders would not He was open minded and curious he could see fundamental relationships in nature that alluded others. Une uncovered by pre notions about the nature of electricity, Franklin conducted a series of brilliantly designed and easily explained experiments. He provided the first step towards both the modern physics of energy conservation and the transforming technology of electrical circuits, all flowing from a trades with little formal education, and this is just a fantastic. Description of his, his experiments with electricity, He found electricity a curiosity and left it as science. And all of this is happening over several pages. I'm still not done. Franklin also created the first electric battery and developed the lightning rod. And then this was just fantastic. We're gonna get into Washington now, but I wanted to pour this 1 part out to you because it was really smart about what he wished for himself. In his auto when franklin proposed the ideal prayer. It was for wisdom that discovers my true interest. Okay. So now here's an introduction into a young George Washington. He's around 17, 18 years old at this time. With the hope of building his fortune in land speculation on the frontier, he opted to become a survey. Virginia still had a vast western wilderness. Survey were needed to inventory and divide it. Through their inside information they could get in on the ground floor by acquiring some of the best parcels of land So the introduction, the reason I was 6 interested in reading more about George Washington. And I'll the way back on founders number 02:26. I read this book heroes by Paul Johnson, which profiles a bunch of different people. I think I picked up. I think there's, like, 30 people in the book and maybe I picked 6 or 8 of them to talk about in that episode, but 1 of those people was George Washington. And that book was unique because it gives you, like, like, think of them, like, almost like a 10 page overview or a 10 page miniature biography of all these heroes throughout history. And there's a there's a sentence or in in the 2 sentences in that book that made... That was really interesting to me. And so it says, George Washington was a vigorous and active man. An early rise about his business all day. And by no means intellectually idle. He accumulated a library over over 800 books. And then when he led people into battle, obviously, that he was America's most famous general, his strategy was clear, intelligent, absolutely consistent and maintained with an iron will from start to finish. And so at this point in his life, he's out in the frontier. He just finds it adventurous. Washington found his first foray into the wilderness exhilarating. He talks about later in life that he hated war but for some reason was drawn to it. Comfortable on the salons of Mount Vernon in Washington was also at home on the frontier and proved immune to its physical hazards. And this knowledge that he's building up is gonna be really useful later on when when the French and Indian war starts when the American revolution starts as well. But right now, he's just using it to make money, using incoming insights from these jobs, Washington brought his first pieces of property, and within 2 years had acquired more than 2000 acres. That's incredible. Sizable holding for youth of only 20. He looked up to his older brother. His older brother unfortunately gonna die of Tuberculosis. Says George Washington suffered a more propensity to benefit from family tragedy. As a second son, he was not expected to inherit anything. The fact that his brother died early, leads Washington to get not only to inherit mount Mount Vernon, but also, his older brother's name was Lawrence. Lawrence death created a vacancy in the Virginia military. And so he gets the colony top military post without a lot of, without a lot of experience at all. And it's... His first few battles is gonna prove disastrous. And while I'll get there a minute. Just talks about he made every single mistake you could possibly make And so now we go to Washington's first military assignment. He's 21 years old. The remember, the the... He's serving under, like, it's a british colony. Right? And so they hear that out west, the French have set up Fort so the governor of Virginia sends a 21 year old George Washington to go tell the French to get out of here. So it says upon learning of the French Fort, governor Din Wit asked his government back in London how he should respond. And this is what they said. If the French did not leave, we do hear hereby strictly charge and command you to drive them off by force of arms that is going to be Washington's job. Didn't Witty chose 21 year old, George Washington to deliver this message. The same day that he received his order, Washington departed for the Frontier. This mission would make his reputation. So it takes him 6 weeks of an ar journey to go meet up with the French. He met with the French commander. He gives them the letter that he's commanded by governor din witty to to deliver to him. This French commanders says, I do not think myself obliged to obey this. And it was kinda funny because they talk about how formal, like the European, the way they would engage in war. So I could I thought it was almost like gentleman. If you if you could think about that and how different it was when you're fighting, especially with like, native Americans are are involved, and this this sentence I can kinda like, gives you a summary that. The forms of eighteenth century European style style war had been satisfied. The fighting could begin. And the first notion that this may be different that this is not gonna be, like, a gentleman league campaign is on his way back on Washington's way back to Virginia. There is these... This group of Native Americans. There's a... There's a native American assassin that is allied with the French that first comes to Washington is like, hey, we'll we'll guide you on your way back. And so it says it was a single man, a single male who offered to serve as their guy. At some point, the native turned and fired at at Washington and his, like, second in command, he was only 15 feet away in Washington somehow was missed. And so there's a There's like this legend around Washington. How many times he came so close to death and was able to escape. This is the first example of that. They both then set upon their assailant. Gifts, which was Washington's partner, wanted to kill him. Washington instead held him until dark and then pretending to make camp set him free. Once the assailant was some distance away, they made a dash towards the river walking all night and the... And and for the entire next day until they felt safe enough to make camp. This was the first of many of such brushes with death at close quarters for George Washington. And so on this long difficult journey back. Washington is jot all this down, writing it in his diary. This is gonna become important because this is how Franklin learns of George Washington so this is something that happened on their way back. They met a party of friendly natives who had recently come across a scene of a massacre, of a British settlers family with the parents and 5 children scout and their bodies left to be eaten by their hogs. It was the sort of tragedy that had often occurred on the frontier during the last war between the French and the British and would become common again during the coming war. And this is also the durable event that's gonna throw Franklin and Washington together for the first time, within a year, Pennsylvania, Virginia would stand at the center of a widening war. Their citizens would turn to Franklin and Washington for leadership and by doing so would bring together these 2 men. So Washington gets back to Virginia, He the hit the governor sees Washington's diary, aaron Journal and decides to have it published recognizing the propaganda value of Washington's account, Din Witty immediately ordered it published for wide distribution. It was named the journal of major George Washington. Almost overnight this publication transformed the young Militia officer into a frontier hero. And why is that important? Because Franklin is going to read this. The published version of Washington's journal reach Philadelphia and found an interested reader in in Ben Franklin. And this is why a gifted advocate for any cause that he favored Franklin saw an Ally in Washington and the value of his journal in alerting Pennsylvania to the threat posed by the French. Franklin clearly endorsed, Washington's efforts and embraced his call to arms. The lives of Franklin and Washington began inter entertaining, and they would not stop inter entertaining until the death of Ben Franklin. Keep in mind this time. Franklin is 48 years old, Washington is 22. And the reason that is important is because So the pictures that we primarily know them as. So I'm thinking of the 1 that's on the dollar that Washington not being on the dollar bill and Washington our city and franklin on the hundred dollar bill. At that point, Washington 64 years old, and franklin is almost 80. That is not what they look like when they start... I mean, they're... In case of Washington, he's an extremely young man. And Franklin still has almost 40 years left of life. I think he dies when he's 84 years old. And so I have a bunch of notes throughout this book. Just trying to figure okay, how old are they at this point in history. And because there's a lot of points where, like, I remember, just the idea, I remember what I was like to be 21 years old. Right? And so the idea that the governor of Virginia is like, yeah, go 6 week on the 6 week crazy journey, go confront the French and if so, like, engage them in battle. And then him being only 21 and put in charge of this operation. It's just mind blowing. And we see some of the mistakes that Washington makes, and he he calls them mistakes so throughout his entire life. It's just... He... He's a bras 22 year old. What would you possibly expect? This is an example Washington's troops group, drew first blood in what would become the global 7 war... 7 years war between the British and French empires. The British colonists called this the French and Indian war, and they had never seen such carnage. And so Washington is default aggressive. This winds Not benefiting him at this point with ill advised Bra, Washington led his small band were relentlessly forward. Even into a battle where you clearly can't win And so the note That I was I was thinking about when I got to this point in the book is, like, it's interesting to think of Washington as a bras 22 year old instead of the old man that's on the dollar. And since a large part of this book has to do with the French Indian War, and the American revolutionary war. You could imagine there's is an insane amount of violence in it. Here's an example they wind up winning this small battle against the French. And so they're both both sides are fighting with... They have both have native American allies. And so this is this is what happens when Washington wins this this small battle. The Native American split the officers skull with a Tomahawk and scooped out his brains. The Native warriors then scout all the following French. Washington stop them from scalp the survivors. So 2 things come to mind at this point in the book. 1 imagine if you saw such carnage up close at such a young age that is going to affect you for the rest of your life. You literally saw somebody get their head split open with the Tomahawk and then their brains scooped out of their skull. And then the second thing is, as I'm reading this book during the day, about a year or 2 ago, I read Cor Mccarthy novel blood meridian. And so for the best, like, week or 2, I've been listening listening to the audio book in, like, 30 minute chunks. And that is... It's a novel, but it's based on historical events that happened about a hundred years after where we are in this book at this point in history. Right? And it's following a group of scalp hunters. And this entire book is just constantly talking about the the carnage that you're seeing the scalp. And that made me research Was like, why is this, like, what is happening here? Like, why is why was this so prevalent? And so I went back and looked, and I had no idea before that, but like, there is substantial archaeological evidence of scalp in like North America that goes back as early as 600 ad. So over a thousand years earlier than where we are in the story, and then they found evidence of scalp 5000 years ago in parts of Europe. And so I'm not gonna keep reading all the examples of this going on in the book. Just know it's it it's prevalent. I think you get the idea by this point, but it is something that is in human nature and that is seen throughout history over and over again, not just in this French and Indian war. The French going to to rebound... They're gonna wanna routing Washington. This is his first defeat. And at this point, keep in mind, Washington obviously does not have the leadership skills that he's gonna possess later on. And this example of that a third of his defenders, were dead or wounded. Many of the survivors were drunk and all of their horses and cattle had been slaughtered by the enemy by enemy fire. When the French commander offered reasonable terms for for cap, Washington had little choice but to accept them. And this is what I referenced earlier where Washington will reference this later on his life. He said, listen, I made every possible... Every mistake possible. He did so poorly. He thought his his military career was over. And so, franklin, had a different interpretation. He wants a reading about these reports and realized, okay, We have a gigantic problem on the Western frontier. This could lead to danger in our colonies. We have to group together. And so it says Franklin saw Washington's on the ground reports from the frontier as proof that the 13 colonies needed to join in common cause. And so this is where Franklin Washington and a bunch of other people who were going to. That they're the ones convincing them, hey, We got a group together here. Are we're we're we're in big trouble. Frankly, began shopping around an idea earlier, an earlier idea from an inter colonial defensive confederation. That is what it they were calling it. This was the first step towards a sort of union that when that that franklin would later work on with Washington to craft. And before I get to Ben Franklin making the first meme. Think about this, he's almost 50. He's already a successful entrepreneur, successful scientist, writer, and now he focuses his talent on the most important project of his life. And something he will be working on in 1 form or another for the next 34 years until he dies. So this is what I mean about He made the first meme beneath this appeal, so he's printing. He's writing. He's saying this... We need to band together. We're we're gonna be in trouble. Beneath this appeal, he printed the first original editorial cartoon in any American newspaper. And perhaps the most famous ever published. It showed a rattle snake cut into pieces with the name of a colony on each severed part, join or die the caption red. And what's fascinating is this idea that Franklin it's proposing right now. It is the rough outline. Right? This is an idea that is going to actually be lead to the founding of America. And so says though he was sometimes dismissed as more of a practitioner than a visionary. Franklin's biographer Walter Isaac in later wrote. Franklin had helped to devi a federal concept. 1 that was orderly balanced and enlightened that would eventually form the basis of a unified nation, a unified American nation. He never gave up on this vision he carried this idea all the way to the constitutional convention, the constitutional convention is... Does not take place for from 30 more years into the future than where we are in the story. That's insane. Frankly remain convinced that the plan would have suffice to defend the colonies against the French, but instead, Britain now they're fast forwarding, like, why he why he applied that same idea against the French. She's eventually gonna play same against Britain. Right? Just says, he convinced that the plan would have suffice to defend the colony against the French. But instead Britain was forced to intervene at such great cost that it led to the taxes that touched off of revolution. And so why is that important because this is you're obviously, Franklin has deep historical knowledge And this is what Franklin later said, but but such mistakes are not new, Franklin later side, History is full of the errors of states and princes. And so obviously, from Franklin's perspective was if you guys didn't push this, we would have been fine being loyal colonists to the British crown, but the fact that you abuse this that your taxes with that representation that you essentially treated us as un free people, forced our hand and led to a bloody revolution. So much to Washington surprise. Even though he fit... What he consider failed disastrous, their the the the British were sending more people back out to fight the French, and they put this guy general Brad in in charge of that, Brad like, hey, Washington, you know the land, not only because you were survey severe, but you've also gone out here. I need you to come and advise me. And this Brat guy is going to be arrogant, and the arrogance is gonna cause his own death. Their work with Brad bought Franklin and Washington together for the first time. So as we'll see, like, the... In the division of labor between these 2, Washington is gonna be on the Battlefield, Franklin is gonna be the 1 getting the supplies for them, doing all the treaties. Like, essentially, like, making sure they have everything they need Franklin's the 1 that got Brad Washington these wagon that they needed, which I mentioned at the... At the very beginning. By this time, each man knew each other by reputation. Washington must have read about Franklin, who was by then the most famous colonists in the British empire. And so Franklin's is going to talk to Brad. And this is something that's come up over and over again and the history entrepreneurship, and I don't understand why we keep making the same mistake, never underestimate your opponent. It is all downside and no upside. There's example after example of this, I... It seems to me like, if you're going to compete head to head with somebody just assumed that they're smarter than you more well equipped in you that they're better you some way. Even if it's not true. But the idea that you should add underestimate opponent is silly, Franklin in his warning Brad. Listen and and Washington warned them too. Franklin warned said Franklin later commented when he warned the general about the risk of ambush by native warriors on the long March to the fort. He called Brad saint sm replying. Listen to this. These savages may indeed be a formidable enemy to your raw American militias, but upon the king's regular and disciplined troops, sir, it is impossible that they should make an impression. They're gonna kill this dude. Washington would later give Brad a similar warning to the same effect. So again, underestimating your opponents all downside, no upside. Brad is going to get killed because of this. And so they get right into this battle with the French and and their Native American allies. There... This is gonna go on for, like, 4 or 5 pages. There is just so many lessons on here. And it's important to know. These lessons are coming from yet another defeat Washington became invaluable as a frontier military guide who best knew the train ahead. Brad invited Washington onto his personal staff. So the reason that's important is because Washington is going to witness everything that's about to happen here. And that's important because about 25 about 20, 25 years in the future, he's going to be the 1 in charge of the army during the American Revolution and avoid a lot of these same mistakes. And so, Brad like, hey, We have nothing to worry about. We're more disciplined. Yeah. But you're going into an environment that you're not trained for. The Native Americans in this case have been living and hunting and warring in this environment for generations. And so when I got to this part of the book, I'm gonna read this quote that from Charlie Mon that made me think because I like in the business context of what's happening here. And it's really about the fact that Brad and the rest of his troops, they got outside of their circle of competence. And so Charlie says, if you play games where other people have the aptitude and you don't. You're gonna lose. That's as close to certain as any prediction that you can make. And so the the British have been traveling to this area to fight the Native Americans. The Native Americans have been posted up there for a while. They're tired. It says the British were tired from their March and anxious in their surroundings while the natives were fresh and at home in the forest. They are well within their circle competence and they're about to roll right through you. Here the 2 armies met without warning. The natives found the British to be easy targets. The British were trained to stand together and fire at a and fire at a similarly ordered enemy I similarly ordered enemy soldiers. The British in turn and excuse me instead, found themselves exposed. And worse, there were no obvious targets for return fire. So it's like, listen, In the... When you're fighting in Europe, you might... You guys might agree to meet up in a field and then have this, like, orderly gentleman battle. But you can't... They... The the the Neighbor Americans and the french that are with them are hiding behind trees. Like, they're they're attacking knot from the front. They're flanking them from the left him to the right, they get behind them. And what's worse is the British were relying on their supreme discipline. Right? Well what happens is when you see a lot of your friends and leaders dying right in front of you, what happens is they ran away. The survivors were treated in a more panic in an even more panic state. Washington, however, remained were Remarkably be calm under fire. And this is what he said about this time later on. I had been protected beyond all probability expectation. What does that mean? I had 4 bullets to my coat and 2 horses shot under me, yet I escaped un hurt. How bad was this battle. The British lost 976 people, and the other side lost 40. And this a great description about how lopsided this was. You might as well send cow in pursuit of a rabbit. The Indians were accustomed to these woods. So Brad is shot. He knows he's dying. He gives Washington an order. Brad ordered Washington to ride through the night to... To their support column and instruct its commander to cover their retreat. Then this is another example Just remember. Washington super young and imagine having... All the stuff he already... He's already seen, now this like, a year or 2 later, and he's gotta go do this shocking just graphic mean there's just people dying everywhere, the subscription of that, The shocking scenes, this is Washington description of that, I I should say. The shocking scenes, which presented themselves in this night's March are not to be described. The dead, the dying, the groan, and cries along the road of the wounded for help were enough to pierce the heart. All of those unable to walk were left to die or to be killed. I think it's important to pause right here thing about it. This is going to be the most decorated like, military leader in early American history. And so far, everything we've seen from his early career, is just 1 failure after another. So word is gonna spread at this defeat. That's gonna freak out all the people in the colony. They're worried that they are superior, military force, right on their rest frontier. We need to prepare our cities for the eventual attack. This brings franklin into Washington into close working contact. And so I just wanna pull out 1 paragraph here because it really just demonstrates Franklin was like 1 of these rare universal geniuses. He's successful at tasks, like, he have no experience with. And so he's put in charge. So Washington is gonna be put charge of Virginia Defenses and Franklin gonna be put in charge of Pennsylvania defenses. It says, taking extreme precautions against Ambush, Franklin oversaw the construction of a stock cad. When finished, he directed the direction of 2 more stock, 01:15 miles east and 01:15 miles west, resulting in a line of fort that garrison that were garrison by some 500 men securing Pennsylvania Northern Frontier. Confronted with a military crisis, unprecedented in Pennsylvania history, Franklin strategy worked. So George Washington gets to Philadelphia, Franklin make sure to meet with them because he's like, listen, you have knowledge that I value. I need to know what the opponent is, what you saw there. It says the 2 met often and would discuss frontier defenses. And this part was especially interesting because they have similar jobs and, yet, we get to compare and contrast how they go about doing that. During these months when each committed forces in their own colony, Franklin exhibited a different style leadership from Washington. Franklin spent his time on the frontier sleeping with his men on cabin floors and sharing food. He would describe himself as totally ignorant of military ceremonies and above all, above all, ave verse to making a show in parade even though he was the the leader Washington was like, described as, like a political actor. He would look apart. He wouldn't tell you what he was thinking. He... He definitely wouldn't, like, f eyes with demand he would lead them. But franklin was like, hanging out with them. And, franklin, it was also, like, there's so many examples in in this book, but really anytime you said Ben Franklin. It's just, like, He's just so clever and had a very adept understanding of human nature and what motivated people and how to get, like, how to convince you and get get you to do what he wanted done by by understanding what you were motivated by. And so Washington was all about, like, discipline, and and, like, punishment, franklin didn't take that approach at all. Franklin in contrast gained cooperation by recent appeals and pragmatic solutions, such as when he boosted chapel attendance. Or? He's like, we want more of our troops to go to church. He boosted chapel tenants by authorizing the military to distribute rum after the divine services. That may me laugh, where Washington's regiment was chronically under manned Franklin's was overs subscribed. They had precisely the same job to secure the frontier. But, Franklin also respected Washington because he knew he couldn't do, like he couldn't dedicate his life to doing what Washington's doing he says, for his part, Franklin always saw Washington as the better commander. And so we're gonna skip over a lot of the war. Obviously, we know that Britain is going to win. It takes, you know, 7 or 9 years whatever the case was, they're eventually gonna win the French any war, but there's a lesson that both Franklin and Washington learn during this part that is going to eventually ripple throughout history. Says a final shared lesson carried weight, despite the war ultimate outcome, the British were beat in new world combat. This gave us Americans the first suspicion that the exalted ideas of the prowess of British soldiers was not well founded it. So I was like, you have this reputation because you had this gigantic superpower, this world empire, and yet we're seeing on the battlefield. I was like, oh, wait a minute. They're beat. Franklin wrote of Brad defeat. Washington had been there to see it and to report that in frontier fighting, Virginia soldiers actually outperformed British troops. If put to the test, they might do so again, which is exactly what's going to happen was like a decade or 2 into the future. And the author does a great job of describing why this is so important why this... These lessons were so important. These shared lessons helped to nurture the revolutionary spirit that would bring Franklin and Washington back together a quarter century later to fight for and forge a new American nation. I think that also demonstrates why it's so important to constantly learn and read every day. Like, I read every day. I have no idea when I'll use this information. I just know that it's likely to come in handy at some point in the future that's not very different from the lessons from the ex shared experience that both Washington and Franklin had that's gonna come in handy 25 years into the future. Okay. So after the war, they go their separate ways, and they're actually brought back together by a siri... By an event that they had no control over. It says their past might have never crossed again, except for the stamp act crisis, which erupted in 17 65 after parliament imposed taxes directly on the colonists. It jar their interest back into alignment and set them on parallel political courses. Yet neither of them saw it coming. So there's a few ideas that are starting combine, 1 I already told you about, which is the fact that they thought British troops were probably overrated, and then there's going to be an economic depression that makes them realize, hey, maybe... The American economy could actually be self sufficient. So it says the end of wartime military spending coupled with a European bank panic triggered a business downturn that engulfed all the colonies in an economic depression that persisted for most of the decade, and so that throws Washington into debt and this is what he tries to do to get out of it. Washington began the process of turning his plantation from raising tobacco for export to growing wheat for domestic sale. America could get along with less reliance on Britain, he started to grasp. And so you have an economic depression than you have the British trying to tax, the American colonists and franklin rightly so. Saw their decision just as really stupid and costly. Franklin cared more about doing what was right than defending abstract rights to him the stamp acts predictable adverse impact on commerce and imperial relations made it wrong for Britain and the colonies. And so what does franklin mean by adverse imperial relations? Well, when you have They anger over unfair economic conditions is 1 completely predictable and 2, if it's unresolved, it's going to lead to violence, which is exactly what happens. And so there's a mob of American colonists that go and try to target the people the the people in power, who they saw is like agents for the British, Boston exploded first. Organized working class mobs destroyed the homes of Hutchinson and Andrew Oliver. The protest str worse if A did if Oliver did not resign. He did. Taking refuge in an offshore British fort, the colony royal governor ordered drummer to call out the local militia to restore order, only to learn that their drummer had joined the mob. So had much of the militia. The sheriff refused to intervene. Similar scenarios started to play out everywhere. And so I'm gonna skip over a bunch of events that lit that are gonna lead to the war between America and Britain, but really, I wanna get to the punch because I think this part is the most important part. And it's also, I think the principal can apply a bunch of different domains. It says for the first time the colonists began thinking of themselves more as citizens of their colonies. Then as subjects of parliament. Franklin and Washington observed this important shift in others and felt it within themselves. And really the principle there is, like, if you could understand that understanding why what people believe is pivotal to understanding why they do what they do. And so at this point in the story. This is when Ben Franklin and George Washington become partners in a revolution. Think of well, Franklin as the wise old statement, pent... Statesman, Pennsylvania added him to its congressional delegation at age 69 he was the old oldest delegate from any colony. Washington is 43. America's most experienced diplomat and its best known soldier brought the skills that other delegates now knew were needed. They would work closely until the wars end. And so there's 2 things that are happening here, it's really interesting. 1 is how did Washington view this? Like, what at this point in history, what did he think? And it says 1 of Washington's biographer captured his view of the American Revolution. Essentially, he saw the conflict as a struggle for power which the colonists, if victorious destroyed British tensions of superiority and 1 control over half a continent. And then the second thing is a thought that was spawned from these 2 sentences, Washington was the obvious pick. He had more military experience than any other member of congress what they're talking about the the obvious pick to lead the Continental army, and that made jot down. How do you make yourself the obvious pick. And so for our purposes, we're not fighting war, but we are building products and services for other people. So how do we make it obvious that they're we are the 1 that they want... That they should choose. And if something jumped out of me, when you read about all the things that Franklin was has to do by Congress. And what I wrote down is that franklin like a Swiss army knife, congress asked Franklin, it's sole scientist to serve on a committee to devi ways to manufacture Salt Peter for gunpowder. He also chair a committee to reestablish postal services among the colonies, which led to his appoint appointment as post master general. Frankly was also a master communicator in a times of war. You could think of him as a master prop. This is an example of that. So franklin Racist piece that is meant to be read back in Britain and it says Britain at the expense of 3000000 dollars has killed 150 yankee this campaign. Which is 20000 ahead. And for this battle, she gained a mile of ground. From this data, he asked readers to calculate the time and expense necessary to kill us all and conquer our whole territory. And 1 of the things is so remarkable about, ben franklin there that is during this time period and really for the rest his life, he's got another 14 years of living is how much he sacrificed for the American revolution because he was old at this time. He would turn 70 during this period and doubted whether he would survive the war. Yet, he took on a staggering number of tasks for congress and his colony. No delegate had a wider range of expertise and experience to bring to the effort. This is what Franklin said. I'm am immersed in so much business that I have scarce time to eat or sleep. My time has never been more fully employed. This is more on the sacrifices crisis at Franklin and Washington both have to make, and they knew they... They're burning the boats at this point. Like, if we fail, they're gonna die. They're gonna kill us. The revolution utterly disorder domestic life for both families. After leaving his estate in 17 75, Washington did not see it again until 17 81, and then only briefly, so that's 6 years. Franklin ultimately spent more time away from his home for wartime service in Washington because he's gotta go to Europe. And they knew it was life or death. We have taken up arms in defense of our Liberty, our property, our wives and our children. We are determined to preserve them or die, and this is something that Franklin repeated and and memorable ways multiple times This is example of when they're signing the declaration of independence on on 07/04/1776. When congress is president John Hancock signed the parchment copy with a stern warning to his fellow delegates. We must all hang together. Frank franklin added the pit re report are most assured, we will all hang separately. And what's remarkable about this book, it's like a very compact. So now a dual biography of of Washington and Franklin at certain points of their life. But it's like AAA very compact history of the revolutionary war and just how bad it was going for so long. And there's just many examples are like, oh, they lost. Here's 1. It said so far, the Americans had been out manned out gun and out general at every turn with worse to come. Here seeing the musical Hamilton, It's on Disney plus now, but it's a fantastic line from Hamilton that made me think of this part of the book where it's like, how does a rag tag volunteer army in need of a shower. Somehow defeat a global superpower. And it's this idea. Like, up until this point, they were out manned out gun and out general at every turn. And this is where the previous few decades of experience that Washington had comes in handy because it's like, this strategy is not working, we're gonna die. Since between captures casualties disease and desert, Washington's army had d to scarce a few thousand soldiers fit for duty. I think the game is pretty near up, he said. So he decides to be bold. The impending Den deadline forced Washington to Gamble on Christmas night 17 76 in a desperate effort to restore morale and regain the initiative Washington took his army back across the ice choked Delaware River and captured the He Garrison. At Trenton New jersey. Buying more time by paying each man who would take it a 10 dollar bounty for an extra 6 week service because their their contracts with the Continental army were set to expire New Year's day, 17 77. So he had to listen a week when he did this. Washington then held off a british British counter and routed a British force in Princeton. And then this is where 1 of these, like, weird European military, like, war customs actually worked to the advantage of the Americans At the time, European armies typically spent the winter in quarters. A custom, both sides followed throughout the American revolution. And so that was important because now, even if you have a a little bit of, like, momentum at the very end there, Britain's winning the war. And now you have a several month break to to to, like, figure out your strategy. And so he realized realizes, like, we're trying to fight them on their terms. We need to use almost like Guerrilla warfare. Washington used the winter to reassess and revise his army structure and strategy. Because both were faulty. And so he's gonna pull an idea from history and copy it. Washington now favored adopting a so called fabian military strategy, which was named after the Roman general Qui Fab, who wore down a superior car carthaginian army through a war of attrition. Desperate diseases, we acquired desperate remedies, Washington said. So just think of this as like Gorilla Warfare. We're gonna pick our battles. We're not gonna meet you an open field We're gonna hit you real hard. We're gonna disappear. We're gonna disrupt your supply lines. We're gonna try to focus on destroying morale. And the other side, it doesn't realize that the game has changed so they're being led by this guy named how how d trying to lure Washington into an open fight and this failed. And how is was also gonna compound this mistake, but not by focusing on the wrong thing, and it this this was a mistake that was obvious to Franklin at the time, how failed to recognize that armies and not cities were critical in this war. How was focused on, hey, let's let's try to take Philadelphia and try to take these different cities. Hal had bypassed Washington's force to assault Philadelphia. Franklin immediately recognized the short sighted of house occupying a city with little strategic importance no established defensive perimeter and many in different residents, and this is what Franklin said. You mistake the matter instead of how taking Philadelphia, Philadelphia has taken how. And then, Franklin also does something really smart here because again, this is very difficult on Washington, and he write... Franklin writes him a letter. And really words of encouragement are valuable and their power should not be as underestimated by any means. I always think of many people don't know that Henry Ford's first 2 companies went bankrupt. And he idol utilized Thomas Edison, he wanted up being able to meet Edison, and when he told Edison about his invention of the internal combustion engine and his desire to make, like, an inexpensive car for every person, Edison said, like, you have it. You have the thing young man keep at it. And ford would talk about for the rest of his life, how we just... He was energized by Edison words of encouragement, and it really helped him put persevere and not give up. We're seeing a similar dynamic here by Franklin, you know, Edison was much older than Franklin. Our, Edison was much older than Forward, and now Franklin's much older than Washington. And he says you would enjoy... You you you enjoy a great reputation that you have acquired. He's talking about people in France being impressed with Washington Washington has being able to do given the the the meager Army resources he's been given, he wrote in words that Shirley cheered Washington up during a dark period of the war. I frequently hear the old generals of this country. Who studied the maps of America and Mark in them all of your operations speak with great applause at your conduct. With experience and through mistakes, Washington was learning how to lead soldiers in battle and armies and war and franklin wanted him to know that it was recognized and appreciated. And what's remarkable is right before they win, the last year of the war might have been the worst. All whom we always talk about Mark Jason's quote, where he said, like, when you're running a start up, you only have 2, you only experienced 2 emotions, Euphoria and terror. While Washington's experiencing all terror, no Euphoria. His army was chronically under manned poorly cloth, short on equipment of supplies and sometimes near starvation. Soldiers and officers alike often went without pay. They had survived on half racial since the fall, but by when are the army's exhausted stores could not supply even this reduced amount with heavy snows blocking access, hunger, thin, the troops. By spring, desert diversion was rampant and mutiny was in the air. The 17 80 to 17 81 winter came close to breaking the army, and it's as if things can't get worse. They always can, then 1 of Washington's most trusted officers, Benedict Arnold offered to sell out the American defensive line around New York for 20000 dollars and a commission in the royal army. The plot shock soldiers and officers alike. And then this is 1 of the crazy sentences in the entire book by soldier on for 1 more year, Washington's army, des institute and half naked turned the world upside down. Imagine the difference in world history if they had quit before this point. And this is detailed about what Franklin did to cover George Washington's back, frankly did as much as anyone to bring the momentous events of 17 81. He held the alliance together despite his advanced age and crippling bout with gout and gall and kidney stones. He provided financial aid naval support arms, equipment and troops. He arranged shipments of uniforms for the poorly cloth and partly sc American Army. He purchased war material from European suppliers and negotiated for the care and release of prisoners of war that were currently held in Britain. Franklin also oversaw American navy ships operating from France. He vetted European military officers seeking commissions in the American army helped American states secure loans from France and conducted back channel peace talks with British contacts. Franklin reported that he had never worked harder in his life. Certainly, no 1 else could have represented America abroad as Franklin did. The historian Gordon wood concluded. He was the greatest diplomat that America has ever had. Less than 12 months later, America was an independent country. Absolutely incredible. And then Washington writes this letter. This very fan famous letter. I'm gonna read my note first, and then I'll read what he wrote. It's an empire in idea only. He is not describing America as it is now, but as it could be 1 day. And so it says America's could forge. This is Washington writing. Americans could forge a more perfect union, an empire of states capable of taking its place among the great nations of the world. He viewed the United States in that way, regularly calling it an empire rather than a league of states. During the the confederation period. The term was singular, not plural. This letter, which Washington depicted. Now he's gonna describe himself. This letter, which Washington depicted as the legacy of 1 man who has ardent wished to be useful to his country, read as his farewell to the people. Then he was gone, racing toward Mount Vernon, unlike countless revolutionary generals before and after him. Washington retired. So as Washington goes back to Mount Vernon, Franklin still in in France. He's gotta be there to make sure this get this thing it's wrapped up, this is just unbelievable. Keep in mind he's almost 80. As if to prove his comment in his 17 84 letter about his mind still being sharp. During the period between the preliminary peace deal with Britain, which happens in November 17 82. And when he leaves France in July 17 85. So, you know, 2 and half years later. In addition to to negotiating treaties a friendship with various nations and performing his duties as ambassador, franklin resumed his pursuits in science and technology. In a remarkably original deduction, He attributed the unusually cold winner of 17 83 in Europe to the atmospheric impact of emissions from an icelandic volcano. He also proposed the concept of daylight saving time, invented by locals and played a role in the origins of human flight via hydrogen filled balloons. So eventually, he gets back to Philadelphia. I've talked about this idea with you over and over again, the fact that books are the original links. They lead this to 1 person least from 1 idea to another 1 person to another 1 booked to another. So I just found a biography on this guy named Robert Morris, who was actually the richest person in America at the time of the revolution. And I've... This has not really nothing to do to the story, other than I thought it was interesting, so I wanna read this 1 quick paragraph. In 17 85, a sailing ship that was built during the war and owned by a syndicate led by Philadelphia Merchant Robert Morris, return from China with the first direct commerce between the world's newest Republic, and its oldest empire. And really, most of my highlights for the rest of the book is just really about the unique way that Franklin thought in his approach to life. This is building for the sake of building and then just him commenting that a lot can change in 1 lifetime. He added to his house a 3 story wing featuring a first floor dining area that could see 24 people, and a massive second floor library and scientific study. All this might seem improper for someone of so someone of his age franklin acknowledged. But we apt to forget that we have grown old and building is an amusement. Then he wrote a letter to a sister that really demonstrates like how much can change in a lifetime writing to a sister with his house complete, he marvel at his good fortune. When I look at this building my dear sister and compare that, compare it with that in which our good parents educated us, the difference strikes me with wonder. And so at this point, he's largely bedridden but he's just got a fantastic perspective. When I consider how many terrible diseases the human body's is liable to. I come for myself that only 3 incur ones have fallen to me. The gout, the stone, the kidney stone, and old age. And that these have not yet deprived me of my natural cheerful, my delight in books and my enjoyment of social conversation. People who live long who will drink the cup of life to the very bottom must expect to meet with some of the dr he wrote. And this is Franklin on the importance of getting the executive right and he knew from history that the clever ones will always find a way to expand their power. 4 days later with the discussion still raging, Franklin said with reference to Washington in the presidency. The first man to be put at the helm will be a good 1. Nobody knows what sort may come afterwards. The executive will always be increasing from here as elsewhere till it ends in a monarchy. Twice, Franklin defended the power to impeach corrupt presidents against those like Governor Morris who would put them above the law during their terms in office. It would be the best way franklin explained to provide in the constitution for the regular punishment of the executive when his when his misconduct should deserve it. And then it's only fitting that their last meeting ever occurs when Washington is on his way to serve as the first president, and Franklin is dying, firm to the point of being virtually bedridden, Franklin could not attend public events for Washington but received him at his home. No record remains of what was said, even though both surely knew that it would be their last meeting. Franklin's mind was sharp until the very end. This is the death of Benjamin Franklin. Physically, he assured his daughter shortly before his death, he was ready to go, but mentally never. Franklin died at his home with his oldest grandchildren holding his hands. When news of Franklin's death reached France, the national assembly decreed 3 days of mourning and a flood of tributes in shoe in ensued. In Philadelphia, nearly 20000 mourners turned out for Franklin's funeral procession. More than had ever gathered in the city. Franklin was the rare profit, honored both at home and abroad. And then Washington died shortly after his second term in office back at his beloved Mount Vernon in 17 87 Washington threw himself into farming and even became a whiskey dis sitter. No product ever netted him a larger return on an his investment than whiskey, than whiskey. His dis became the largest in the United States. While out for a ride in the snow, Washington had contracted epi, which no available medical treatment could cure. He accepted his fate. I die hard, but I'm not afraid to go, he said at dusk. The end came late that night. His final words were it is well. And I'll close with how similar franklin and Washington were focusing on their distinct public images scares their fundamental similarities. Hardworking working and entrepreneurial, Franklin and Washington had successful business careers outside a government and never viewed themselves primarily as politicians. Both prosper colonists and supported royal rule until realizing that Britain would not extend basic rights to Americans. They turned against the crown and never looked back. Each nurtured deep lifelong relationships. Natural leaders, people trusted them and they trusted others. Both men listened more than they talked. Compromised on means to secure ends were relied on others, sacrificed for the common good and never wave on principle. And both were reformer. They saw problems and they tried to fix them. Franklin Washington shared a faith that relied on human reason and divine providence rather than traditional ways and established dogma. They sought truth and accepted facts. Life could get better they believed and theirs did. As the old order collapsed around them, they crafted a better 1 to replace it, 1 that is lasted for more than 2 centuries. They did not see it as perfect. The example of franklin and Washington shows what individuals can do in times of faction, fracture, and failure to address problems and improve the state of affairs. We will not be driven by fear. The legendary broadcast journalist Edward R Mo would later say about Americans. If we dig deep in our history and our doctrine and remember that we are not descended from fearful men. Mu surely had the likes of franklin and Washington in mind. And that is where Leave it for the full story. I recommend buying the book. If you buy the book using the link that's the shown us in your podcast player, you'd be supporting the podcast at the same time. The best way to support the podcast is by giving a gift description to a friend family member or colleague, There's a link down below to do that, and it's always available finder podcast dot com. That is 251 books down, 1000 ago, and I'll talk to you again soon."
}