{
  "transcript": "Socrates was the first person to demonstrate that life is open to philosophy at all times in every part among all kinds of people and in every experience and activity. Often hailed as the founder of philosophy, Socrates taught and indeed str to embody his cr that how each of us chooses to live and die has a great meaning. He influenced the way in which we think about moral choices as well as the way we make them in our daily lives. In this brilliant biography, renowned historian Paul Johnson offers a fresh and fascinating portrait of a charismatic man, whose ideas still shape our decision making are ethics and our ideas about the body and the soul. That was from the back cover of the book that I wanna talk you about today, which is socrates, a man of our times and was written by Paul Johnson. I wanted to read this book now because a few episodes ago on episode 02:49, There was a quote from Steve Jobs that I thought was interesting, and he said, I would trade all of my technology for an afternoon with socrates. And I thought reading a biography of socrates and then talking to you about it would help put context for you and I into what that statement by Steve Jobs, meant And then when I went to search for biography of socrates made sense. In the last year, I've discovered the author Paul Johnson, I've read now 3, this is the fourth biography of his that I've read. So back on 02:25, Episode 02:25, I read his Winston Churchill biography, which was absolutely fantastic. On 02:26, I read his book called Heroes from Alexander the Great in Julius Caesar to Churchill and d gaul. And then on episode 02:40, I read his biography of Mo. And 1 of the things I like about Paul Johnson is he writes these 200 page biographies on a bunch of historical figures. I think he's got, like, 10 or 12 of them. And reading these shorter books is a great way to get some ideas in from historical figures into your brain quickly. And then if you want, like, it's a good introduction and say, hey, that I found that person. Interesting. Let me go find maybe a deeper or more in depth in biography. So I wanna start at the very beginning on the very first page. And he's gonna talk about something very fascinating because this is a what I feel is a main theme of founders. And what I've discovered and I tried to always point out to you is that there's always... It was fascinating how, like, great entrepreneurs would arrive at similar conclusions even though they lived at different times. In history, they lived in different parts of the world, and they worked in different industries. And Paul starts this book comparing the... That that socrates thought similarly to confucius and Ezra. Let me just jump into it. He says there's always a spirit of the times, even in deep antiquity strong and almost identical impulses drove forward the elites and societies separated by una bridge Chasm of space, so that strong and almost identical impulses is as what I've noticed across a lot of these biographies as well. We cannot explain these coordination because she's saying they didn't know each other, they... They were not aware of each other's existence even if they write to some our thoughts, But this is the punchline here, but we can profit study them. 2 and a half millennia ago in 3 advanced areas where literacy existed, but was still in its infancy 3 outstanding individuals echoed 1 another in insisting that the distinction between their civilizations and the surrounding barb ism must be reinforced by systematic moral education. And that is what Paul noticed, and that's what he's gonna explain over the next several peer... Several pages. The fact that confucius, ezra, socrates, they thought that you could... That if you change, if you're... You could... It was possible to remove ignorance and improve your life through education. So it says confucius was born in China in 05:51 bc, he was a clever child and while still a school boy conceived the notion of dev dev voting his life to the moral and cultural transformation of society by a new kind of education that is exactly what Socrates does, but he does it later in life. It was confucius view that education was the key to everything. I think socrates would agree with that as well. A person should be so deep and studied confucius believed that he forgets to eat, so full of joy in learning that he ignores all practical worries and so busy acquiring knowledge, he does not notice old age coming on. Then after confucius, he brings up the Hebrew priest ins sc Ezra, talks a little bit about that, but then he really ties together that they were all around at similar times. So it says when Ezra began his mission, his dedication to education. Socrates was 12. Us, and socrates had been born in Athens 9 years after confucius died. And then I wanna skip ahead to when he explains why this is important? Like, why are you starting the first why are you spending the first few pages of biography of socrates talking about this. And he says to all 3 men, education involved learning. All that was most valuable in their societies? Be but beyond knowledge, education was a process whereby virtue are the ability to lead a good life was acquired. And the reason I underline that part is because to me that is exactly the point of educating yourself of constantly learning is I'm just trying to figure out how to lead a good life. That is the the education learning is a means to that end. Socrates was in no doubt that education was the sure road to happiness. He was the first person we know of who ponder deeply on what makes humans happy and how such a blessing can be acquired. And then he's gonna talk about, like, why would you wanna read a biography of socrates, paul's is an una fan. And you you notice that when you read some of his books, he was an una ba fan at Churchill and it shows through in his writing, same thing is very apparent in the book that I'm holding my hand. Such a man is well worth knowing and for 2500 years, the learned and the intellectually pricing in all countries have sought to know him. I like that he chose those words sought to know him because over the next several pages he's going to go into, I think 1 of the most important things to understand if this is your first introduction of socrates. It's the soc sarcastic problem. It's why you can read an entire biography of them. And at the end, not really know who he was. So the soc problem is essentially, like, it's extremely difficult to try to reconstruct an accurate historical image of socrates because all of... First of all socrates didn't write anything down. And there's everything that survived through history they're all the accounts of him as a person were variable and a lot of times contradictory. And so he says the more 1 penetrate from the superficial to the essence of the man, the more difficult it becomes. Socrates wrote nothing down. And so a lot of way we know about him came from 2 of his pupils 2 remarkable men attach himself to him and sought to immortal him in words, X and Plato. And as much as the author like socrates, I think if you read between the lines, he dislikes Plato, Plato was not only a genius, but 1 of a particular kind. He was an academic. The very first academic in fact. For after socrates death, he founded this place... He calls at a study place, which we would think of as a think tank and it was called the Academy from which the profession takes its name. It was the earliest university and its prize a who came to Plato those classes when he was 17 was Aristotle, so he connects socrates to... He he he he connects it for us. So if you think about this. Like, you got he goes from socrates to Plato, Plato to Aristotle. You and I have discussed Aristotle because all the way back on episode 02:32. I read a biography of Alexander The Great. And Aristotle was actually Alexander the greatest private tutor. And then he goes on quite a bit about, like, what what... He's, like, listing all the problems trying to separate truth from fiction. When... At the core, the the big problem was that books were actually copied by hand. This is thousands of years before the invention of the printing press. And so he says all these factors and many other sla habits increased a large number of textual errors inevitable in in hand copying books. And as the manuscript change stretched over centuries, an text became an impossibility. But to paul's opinion, he's like, you can't let that stop you from actually studying worthy people and he feels socrates is definitely worthy the socrates is definitely worthy they were time. He says nonetheless socrates himself is known to us as a man and a thinker. As a real living and enjoyable human being. Let us meet him. And so he gives us an overview of what Greek society was at this time. He talks a lot about the Olympics. But really, there's just a sentence before I get into, like, a brief introduction socrates that I thought was very fascinating because at the same time Reading this book. I happened to re reread my past highlights from Coco Chanel biography, and there's a sentence in here that maybe me think of coco Chanel. It's talking about, like, why are the Spartan where where the Spartan dominating the Olympics And so it says, in these times, Sparta was the first city to train its athletes professionally. And just as it took its warfare with deadly seriousness. It they usually merged the overall Victor. So he's saying they usually won both the because they were so serious about their profession in both professional sports and warfare, they usually won both of those contest. For for whatever reason, when I got to that sentence, I I thought of 1 of my favorite quotes from Coco Chanel. And she said it's is it is a moral. To play at one's living. And if you listen to the my coca Chanel podcast podcasts I've done too or if you've read read any biographies of her, you know that she was upset. She loved what she did, but she took it deadly serious. And way before she had worldwide global set. She would say stuff like, hey, I'm not here to play. I'm here to build an empire. And I think the Spartan would have agreed with her. So here's a brief overview of socrates. His father gave him a good education. He would say about middle class. He's gonna kinda of reno that later on, be famous for walking around doesn't bathe has no shoes, very little clothing, doesn't have any money. But since his father gave him a good education, had him like, they he had an emphasis on physical fitness at the Gym, he dedicated his life to reading, writing athletics, music. Tradition says he went into his father's trade as a stone carver, but there's a little bit of... There's a not a little bit. A lot of ambiguity about that. Here's his personality. Socrates was never a bore. He was far from it. In in fact. Socrates disliked allowing his emotions to show in his face. 4 centuries later, Ci who seems to have known a lot about, said that the show fears are emotions on your face was un. And so Ci over repeat to his followers always keep the same expression like socrates. Socrates was a soldier and an admirable 1. He was not a pac as a citizen of Athens, which he loved. Okay. So that's something that is repeated. Maybe no exaggeration, like, 30 times in the book. He had a deep love for his city of Athens. It's gonna later on when he... Like, he sentenced to death, and he refuses to flee even though he had a very easy path to flee. Part of that it was because even though he disagreed with the justice in Athens, He thought he it was... He had to ab obey it because of his love for the city, and he said if I had to go in exile, if I'm not living Athens, I'd rather die anyway. So So as a citizen of Athens, which he loves, Socrates felt a duty to fight her battles. And so there's many examples where he served as a soldier. This is... This one's happening in 4 04:32 Bc, and it says socrates fought in the painful at retreat from a city that I cannot pronounce. It was deep winter and bitterly cold. Socrates showed remarkable, endurance and courage. All the more admirable because at the time, he was 46 years old when I got to that part. The note left myself is 1 of my favorite Mantra and the history of entrepreneurship comes from the founder 4 seasons. Excellence is the capacity to take pain. Socrates thought it was important for the human condition to endure discomfort and to basically beat... Have complete control over your physical body. So a few pages later, goes back into his high... His high pain tolerance, and just his unique perspective on how to live life. I got a bunch of highlights on these next few pages, no discomfort or shortage of food or drink seem to dismay him. Socrates ind to physical well being. Clothing, food, drink, warmth and shelter, everything except human company, which he always re and needed was a characteristic throughout his life. He decided early in life to be a teacher. Or as he would have put it an examiner of men, and that such was to be his occupation, but not his profession. So what his difference? He's not gonna accept money for it. He would take no pay. Hence 1 of his objects was to reduce his needs to an absolute minimum so he'd go into, like the public square where everybody selling things, he observe... He would observe the shop displays, and he would say to the friends and people around them. How many... Look at how many things I can do without. Various saying survive in different forms. And it's all about indifferent to the desires of your physical body is the way I would say this. Very say saying survive in different forms. Some men live to eat. I eat to live. Hunger is the best appetizer. I only drink when I am thirsty, Those kind of things. He kept fit in the stadium, and the Gym, and he would say, a healthy body is the greatest of blessings. He would frequent... He was a frequent dancer. That's fantastic. Saying it is good for me. He did not sustain drinking in company, but he was never seen drunk. When asked what makes a young man virtuous, he would reply avoiding excess in anything. And then the overview of Socrates continues for new another few pages. Same thing. I leave the note, I I've left this note over and over again. It's the most common note as I'm reading this book. It was 1 word un bothered in this example of that. Sometimes he was mocked. Asked why he didn't resent such treatment he replied if a donkey kicks you, do you take legal action against him. A few pages later, same idea Socrates was imp. He ex excluded serenity. There were many things he deployed, but nothing left him depressed. If he was angry, he would never show it. His opinions were often unusual and even revolutionary and that is actually going to lead to his death, unfortunately. And then before he goes into the soccer... Like, what socrates she believed and more on his philosophy, Paul spends an entire section of the book, building like, this historical context for the society and the time in which socrates lived, If you get the book, this is part 3, you can actually skip over most of it, the vast majority of my highlights are gonna come after this section, I do have a few quotes I wanna read you. And some of this is actually good writing. This is actually 1 of the best quotes you can ever find because he's gonna tie in the the leader of Athens of the time Peri to churchill. And so Paul says it was... Socrates good fortune that he came to maturity when Athens was reaching its splendid, but lonely Ap. So the definition of the word Ap was actually taught to me by a friend. A few years ago, he was talking about the fact that it's the point in the orbit of the moon in which it's furthest from Earth, but what Paul means in this context, it's the highest point in the development of something. It's a climax or a culmination. And so it's saying that it's reaching his... Its Ap g at the time Socrates is alive. He says that these are rare moments in history. And so he compares what's happening in Athens at this point in history to the 19 forties in Britain. And to me before Read the quote that he's about to that he wrote in the book right now. This is 1 of the best in my opinion 1 of the best quotes that you can actually find. And Churchill said, let us therefore brace ourselves to our duty, and so bear ourselves that if the British Commonwealth and its empire lasts for a thousands years. Men will still say this was their finest hour. And to me what makes that statement so remarkable because what Churchill is really saying is he's like, us, and we're not we're not enduring this for today. We're not enduring this for next month. We're not going through this great struggle struggle for next year. We're doing this for history. And then you gotta get ready for an absolutely incredible paragraph. And this is where he's gonna describe what pit... Well, like, what was pair Para philosophy always his mindset. It was Peri gift to trans optimism into a spirit of constructive energy and practical diamond that swept through the city like a controlled whirlwind. Para believed that at opinions were capable of turning their brains and hands to anything of which human ingenuity was capable, running a city and an empire, soldier, naval warfare, founding a colony, drama, sculpture, painting, music, law, philosophy, poetry, or, education, science, and they could do it better than anyone else. That is just fantastic writing. In a... Fantastic idea behind the words. If you think about it. The underlying theme of empirical speech were that human beings were not the helpless us victims of fate, but masters of their own destiny. I'm glad I'm reading this book in the sequence in which I am because if you think about what you and I I've just studied, back on episode 02:47 Henry Flag, Rockefeller partner and back on 02:48 with the the biography of Rockefeller. And it it really a lot a ton of examples throughout a lot of the biographies that you and I've gone over. But especially in the Robber Baron era. They just had a fund a different fundamental belief than I see present in modern society, and that was that you can be master of your fate too. You can change the world around you. You can change the law, you can build a business, you can change the trajectory of history. An absolute different level of ambition. Few pages later, he goes back to this idea. Para in proclaiming this Grand vision was not alone. He was the leader of a cluster of stars, gifted men of all kinds united by their high opinion of human capacity. And to me, that is just an endorsement of why you and I must read biographies of great people because you see this it's inspiring. It's comforting. It fires you up. They are gifted men and women of all kinds united by their high opinion of human capacity. Here's a little bit more description of the society that Socrates lived in before we get to the plague and then we get into the plague. I should say not the play of the plague and then more on just the way he thought. It was really what I'm going after, Like, why I wanna study. I was like, why? And I have a couple examples of what I... I would guess that Steve jobs got out of studying him. So it says, at the time, Athens was a mobile society, upward and sideways. So much though that a young slave called Pai, worked hard and intelligently at the bank where he ran Errands and won his freedom, 1 is freedom and later par his way into getting citizenship from the assembly or possibly bought it, most likely bought it if we know anything about nature. Rate? And then he wind up ending... He ended up as the richest man in Greece. In socrates time, a champion wrestler became a well known philosopher. Play rights and historians became generals, and generals historians. Poets became statesman and politicians wrote place. An architect might found a colony and a man who may lamps my rule that city. You know what? I just had an idea to respond to my mind. If you listen to the the the the episode I just did on the partnership between Ben Franklin and George Washington. Think about what you and I know of Ben Franklin and how unlimited he was. At what he thought he could do and how he'd apply his almost universal genius to whatever to building company to starting a country to creating a new area of science. So let me read that again and let's think about franklin as almost like a metaphor for what's happening at this point in history in and Society. Play rights and historians became generals and general historians. Poets became statesman and politicians wrote plays. An architect might found a colony, and a man who made lamps, might rule the city. So unfortunately, Para is gonna die in this plague about a year after it's... It kills a lot of his family in 04:30 Bc, Athens was afflicted by the worst plague in her history. Thousands died. Peri his own family was devastated the plague broke the morale of Athens the reason I'm bringing this up is not really for the history lesson, but it's the surprising way in which socrates acted during the plague. Socrates survived the plague. Something as friends noted with surprise. While many at opinions fled the city are kept to their houses, Socrates continued his usual practice of walking the streets and talking to all, regardless of possible contagion. The fact that he escape was taken as a tribute to his generally healthy life in exercises. He... By now, he was 40, a middle aged man and becoming in his own in his own way, an At celebrity. It is time for us to turn to his work and in particular, his idiosyncratic methods of practicing philosophy. And so almost 40 socrates realizes what his life's mission is This is what he's gonna practice for the next 30 years until he dies. The onset and ra of the plague, the death para and the decline of his regime, the prosecution of his leading followers in the general M and Athens had a personal effect on socrates. They forced him to ponder seriously his function in life. That is just universal human experience. Wondering why I'm here, what should I be doing with my life? He had always been a thinker and enjoyed talking and debating with Fellow at opinions. But he never had a job. Now he began to feel he had a mission. And so when I get to this part, I actually thought of 2 things that I heard Jeff Bezos say. 1 he says that you don't get to choose your passion your passion she you. Right? And then he would give advice to younger people, this is, you know, older Jeff Bezos when he's already wildly successful. And he's like, listen, you could have a job or you could have a career or you could have a calling, and that you should try to keep searching until you find your calling. And so at this point in Socrates life. He has found his calling. He was the great question master. That's a very interesting description of socrates. His deepest instinct was to inter. The dynamic impulse with within him, the dynamic impulse within him. That's how you know you have a calling. Right? That dynamic impulse within him was to ask and then use the answer to the question to frame another question. So that's also known today is a soc sarcastic method you're probably familiar with. The investigation of the internal world of man was something he could do and wanted to do. He had always been accustomed to walk the streets of Athens to study the activities of people. And so Paul's description of his... What Socrates did as an activity and who we was as a person Some of this just made me laugh. This was 1 of them. All of these people. So he's walking around the city the streets of athens studying people, and they says all of these people had tongues in their heads, and he gradually discovered that they were happy to use them. So he asked them questions and they answered. There is abundant testimony that socrates had charm. He gone on with people of all kinds and classes. He joked. He smiled. He never got angry and he was polite. He made the people he questioned and cross questioned feel important. And he seemed to find their answers valuable. I don't wanna skip over how important that sentence is. He made the people he questioned, feel important That made me think when I to that section, I read Danny Myers auto. It's fantastic. It said... It's called setting the table to transforming power of hospitality and business. Way a long time ago. It's probably like Founders 20 or 25 somewhere back there. But he said something in that book that he applied to his business, I wanna take the... What he said and this idea that socrates did in his work because that's an idea that we can use in our work. And what Danny realized, he studied Mary Kaye, the the the fantastic female entrepreneur and founder of a cosmetics empire. And so Danny Meyer said that Mary Kaye would teach her salespeople that everyone goes through life with an invisible sign hanging around their neck that reads make me feel important. And I think the reason Danny put that in his book is because also it's an a very important lesson for entrepreneurs to understand the value of making your customer feel valued and important. Once socrates found that he could do this, his reason told him that it was his work in life and an inner voice confirm this. So before I continue that paragraph, my interpretation of this, like, he thinks this is God talking to him, really, I consider like, your intuition. Whatever you wanna call it doesn't matter, but to me that inner voice setting what I call intuition, like, tells you about your calling, And so it's telling socrates about his calling as well, an inner voice confirm this. People said you seem to have a gift for talking to people, socrates, and getting their opinions. You ought to do... You ought to go in for public life and stand for political office. But his inner voice said no. It never... This is... What Socrates realized that your voice never tells you what to do, but it was emphatic, he said in telling him what not to do. And in case I forget this also comes into play later on when he sentenced to death because you just to understand the the time and history and ex specifically in Athens, like, they... He he gets he gets accused of corrupting the youth and in imp. And so Pie to them at their time. Meant that you have to respect all the Greek Gods. Right? Their poly, and the dead and your ancestors. Right? And the reason this was so important that everybody had to adhere to this is, like, if they believed if there was 1 imp person, which is what socrates was accused of being because He said he had a direct connection, like, he heard the voice of God, singular. God, you know, mono. If there was 1 imp person in their city, they believe this was extremely dangerous because that might bring the wrath of all the gods on the city. So that'll come up later on, but just in case I forget to to bring up that point, let's go back to what he's doing, what he feels his life, his life's work is, he's just always... This was really fascinating. Me Like, he was asking questions because I find this interesting too about how people did their work. And so he was extremely interested in how things were done by experts. Craftsmanship fascinated him. He accumulated a good deal of information concerning products and processes. By knowledge, so he... He's the author makes the point. Like, well, his... This collection of information that Socrates is doing every day. We would call this knowledge, but socrates would not... Would not because he had a different definition and really a fundamental understanding of socrates that he just doubted that he knew that much. And if he's clearly, like, you can read between me what he's saying, like, if I don't know that much. Humans just in general, capable of not knowing that much. And he always talks about, like, there's a ton of like, if you go and read a bunch of quotes from socrates. Like, it talks about, like, true wisdom is knowing that you know nothing, the more you know, the more you realize you know nothing, he talks about, like, listen, there's 2 kinds of people. There's wise people who know their fools, and then the fools who think they are wise. And so we get a little insight into why he would say stuff like that over and again by knowledge, he meant wisdom or insight, and he always disc proclaimed possessing any. He seems to have felt he knew nothing about the things that really mattered. Others had no more wisdom than he, but they would not admit it, he believed. And so a few pages later goes into how, like, his... How he practice philosophy was different than how other people practice philosophy. And the second part of this is where I really started thinking about, like, okay, This kind of reminds me what's Steve jobs and would get out of studying socrates and how you can apply it to actually designing of your product in your company, 2 fundamentally distinct kind of philosophers. The first tells you what to think? The second how to think. Socrates belongs to that second group emphatic. He was interested in people and keenly anxious to discover how people think, and whether they can be encouraged to think more clearly and useful. So Haven't even got to the... Really the part of double underlined about Steve jobs, but that is... You know, I've done what 13 podcast podcasts on Steve. I've read, I don't even know. Thousands of pages, every single book I can possibly find about the guy. And what's interesting is, like, the more you get to know him the more interesting he becomes. But the reason like, main takeaway away from him is, like, I don't think I've ever read about anybody else that had the Steve jobs clarity of thought is the 1 trait. If I can only choose 1 trait from Steve. That's the 1 I wanna possess. He just thinks so much more clearly than I do. It's just it's it's... It's actually amazing. How clear his thinking is, and I think that is why also why his... The products he made were so popular in adored because that that you need the clarity of thought before. It goes into, like, the the the vast amount of work that you have to do. He always says, like, there's a tremendous amount of craftsmanship between the idea and the finished product. And you can almost think about, like, trying to clarify your own thought. It's like, there's a vast majority of, amount of work that most people don't do, which I think socrates would agree with between having an idea and actually getting that thought as. And that you're thinking as clear as possible. So let's go back to that. He would encourage people to think clearly and useful. His methods in cross questioning his subjects demonstrate timing and again, what he's up to. He wants to show that on almost any topic, this is what maybe think of see jobs the received opinion is nearly always faulty and often wholly wrong. He asked a simple question gets the usual answer, and then proceeds to show using further questions spring from a vast repertoire of occupations history, both human and natural and literature that the usual answer not only fails to fit all the contingencies implicit in the question, but also contradicts analytical reason at its highest at its highest or even common sense that its lowest, and this is the with the part I Dublin on the line and made think of Steve jobs application with the way socrates start to how he built products socrates was always suspicious of the obvious. The truth is very rarely obvious. And if you think about the whole of Steve jobs career, almost every single... I would say, almost every single product he made was always counter to what else was going on. So when I got to this section, I really saw sat here for a little bit of thoughts. Like, Socrates is always suspicious of the obvious. The truth is very, very obvious. In my mind's Eye, I I could see Steve Jobs saying of the. It's like, I'm looking at the landscape of computers or of the personal computer, and I'm gonna do something drastically different with the Apple 2. I'm looking at the landscape of phones. I'm gonna do something drastically different with the iphone. And I think a way to compress that idea down to, like, a maximum that you and I can carry with us. Is just beasts suspicious of the obvious. Couple of pages later, Another part that made me think of See jobs. What his particular liberating about socrates and is just as relevant today as in the fifth century of B is his hostility not just to the right answer But as to the very idea of there being a right answer, he would have been particularly opposed to to our modern system that is used in every kind of bureaucratic form filling and increasingly in examination papers at all levels of the education system of asking people not to give their answers to a question, but to examine various answers and pick the right 1. And this double underlying part is the the most deep jobs part of all this this denial of independent thought by individuals was exactly the kind of mentality he spent his life resisting. So now we go back to socrates and what it was like interacting with him, when the great economist, John Maynard Kain was asked what made a successful capitalist, he replied animal spirits mainly. So think about that. Really the way think about, animal spirits is, like, you're just... You're naturally ex He was talking about the the... On in the economist terms, like, he was describing like, how people arrive at financial decisions in, like, times of economic stress or uncertainty. But think about, like, he he... Socrates is being naturally ex ex. And he says, this observation applies to socrates too. There was about him a vi of mind, a power or cheerful ness, viva and live ness. Some vital power or energy seem to flow into and out of him. He had a zest for life and is and a desire to convey it by rev up the minds of those with whom he came into contact. His zest could become formidable. 1 of his friends compared him to an electric ray whose bite introduced a sense of numb helpless. So what does that mean? Socrates did not exactly bite in an argument. He rarely if ever snapped. His practice of philosophy could be defined as reflection on propositions emerging from un unproductive thought. So again, Steve Jobs is the exact opposite. Right? He's done the work necessary to clear to make his thinking extremely clear. Socrates point is that most people don't do it and socrates goes later on and say they're incapable of doing it. Reflection of on propositions emerging from un reflective thought. It is worth repeating that his saying a life without examination is not worth living. By his examinations are cross examinations, but excuse me, but his examinations, our cross examinations were courteous and even gentle. So this goes back to what he thought his mission was and what he believed. What he saw was ways in which he could help individual men and women to become better morally. Morally. This was the mission God had given him in life, and and he truly and even pat as he truly and passionately believed. He spent much of his time pondering the good life and how to attain it for he believed and it was the core of his belief that only by striving to lead good lives did humans attain a degree of contentment in their existence. He had a simple view of the body and the soul in their relationship. The body was the act of physical, earthly aspect of a person and was mortal, and that's why he would try to constantly deny what the body desired. The soul was a spiritual aspect and was immortal. The body was greedy for pleasure and material satisfaction. The body was selfish. And if it wasn't kept under control, it would it would... It could become a seat of vice. The soul was the intellectual and moral side of the per... Of a person, which had a natural propensity to do right and to prove itself. And so socrates believe that the most important occupation of a human being was to subdue their bodily instincts and to train themselves to respond to the teachings of the soul. This training took the form of recognizing understanding and learning about virtue and applying this knowledge to the everyday situations of life. And so if you believed at your core with socrates believed kind of, like, you know, I don't wanna live a life where I'm barefoot foot, walking in the streets, like smell, I'm not drinking, like, there's not like, you know, he's trying to... He's trying to eat as little as possible drink as little as possible. It doesn't want any physical possessions doesn't want... The only... Essentially just wants human like, he just wants the the the relationships and connection with to other humans. And he doesn't want... He's he... I need outside of that He's just kept to an absolute minimum because he's trying to deny what the body wants. You can almost think of it, like, he thought of as, like, starving the body and feeding the spirit. Seems to be, like, his approach to the way he lived his life. And then a few pages later, we get a deeper understanding of the way he looked at things. And before I read this deal, I'll just read the note I left myself. Like, understanding what people believe is pivotal to understanding why they do what they do. There's a lot of things that socrates did that's confusing if without confusing to me until I really understood, like, oh, this is the way he thought. I also think that he was, you know, I think history has demonstrated that this is just not correct and Paul even though he's a fantastic like fan or advocate of socrates is gonna say something similar here. Socrates took an optimistic view of human nature. He believed that the great majority of people wish to do well and that wrongdoing was usually the result of ignorance or false teaching. Once a person knew the truth, his instinct was to do what is right. Again, this is what socrates believe. Right? Hence, knowledge led directly to virtue in socrates view. This underlying the importance of education, especially the kind revealed by his examination technique. Which was designed to show the individual that he possessed far less knowledge than he thought he did, and thus encourage him to acquire more. So that's what he believed. This is the application of that belief and why feel it's pretty obvious that it conflicts with human nature. Socrates says that a just man is 1 who does good by his friends, but also does good to those who have harmed him, thereby seeking to convert an enemy into a friend. His theme always being to return evil with good. This re this led socrates to rep absolutely 1 of the deepest rooted maxim of greek behavior, both by individuals and the states, which is the law of retaliation. Socrates set his face against the entire theory and practice of retaliation. And so a few pages later, this is where Paul summarizes all this for us. He... Socrates is saying in effect, if someone... If something you do wrong somebody else, it is so bad in and of itself and so bad for you that nothing of good, which it achieves can compensate for that evil. It may win a victory or even a war. It may bring you everything you value, joy, comfort, security, and long and a long life, and it may it may ar the approval of those you love, your family and your friends, it may be necessary as you think for their self preservation and your own. But it is wrong, then you must not do it. If it is wrong, then you must not do it. So you're talking about retaliation. Even if it would, win the whole world, you must not do it. Your life itself would not be worth living if you can preserve it only by wrong others, which also explains why even though he believed what happened to him was unjust. He refused to try to escape or to avoid At opinion justice. This is the punchline And this is what I mean about disbelief being in conflict with human nature and history. This is a hard doctrine, and it does not surprising that the world in the last 2 and a half millennia has often found it too hard to follow, even while accepting it in principle. And so they give an example of, like, the time like, how society believed, right? In in in in relation to revenge or retaliation and how socrates believed And so weren't I'm about to reach you, Like, keep in mind, like, this is a this is the time of socrates, and I wanna include this this part because it really demonstrates how different his thinking was compared to the majority. And this decision, which I'm about to reach you is eventually going to be reversed, and it's believed that socrates played a role in that reversal. And so the assembly of Athens is is gathering, They have to decide what to do about this little city on this island that had rebelled against Athens And so it says the decision was taken by the Democratic assembly of a constitutional state after full debate, that's important because you have all these people. They're debating and they vote on this. And this is what they decide to do. A proposal was passed ordering the commander of the army to go to the island. Right, to execute without trial, all adult males in the city and then sell into slavery all the women and children. This notion of extermination are genocide clearly pleased the majority. So again, there was a massive debate. People voted on it and it said, yes, That's it's not a... And the reason socrates was instrumental in trying to overturn. This is, like they made the point, hey. The people that chose to rebel against Athens. This was, like, a small group, like, an Oli. You're punishing everybody for the actions that they did not, like, not only didn't that. They didn't they did not take, but they probably didn't wanna do anyways. And I think that's a great illustration. It's like, wait. He's living a society where they're like, they have a debate They're like, yeah, let's kill every single human male in the society. And then sell their women and children to slavery. And I think that background is helpful and understanding, well, why are they gonna sentence this guy who seems not to wanna harm anybody? Constantly just want to explore the inner mind of humans, like, why are they gonna wanna up killing them? And it's because he he engaged in contra and thinking and in a society that was not receptive to that. It's extremely dangerous. Athens was the most successful the Greek City states and wealth art and ideas. It was the cultural capital of the civilized world. But because of its success, it was a hazardous place. Intense competition generated artistic and cerebral innovation on a scale never before seen in history, but also envy, spite, personal jealous and vendetta. The citizens of athens were notoriously, volatile, critical of their leaders and all prominent persons easily swayed and vengeful towards those who anger them by what they conceived as arrogance or potential. So there's always chaos going on at the time, 1 of his former pupils, C was he's part of, like, the the power collective. I think there's like, 30 people that were in power. And he's gonna want him getting executed 4 years after this happens. Socrates that is, but this is, like, setting the foundation and people use this against him. In his in his trial. So C, was trying to get... He wants... Well, let me just read this. They're doing like, these mass executions. All those crazy stuff happening. Once execution executions began, he denounced them publicly. Socrates denounced them publicly as unjust and unlawful. He was then summoned before the 30, which is like the ruling people at this time and told to cease con with the young man immediately. He refused and was dismissed by C with threats. Alright, this is his formal pupil. Kris might have had had socrates executed, but his tactic was to get socrates involved in the acts of the regime and to share its moral responsibilities. Socrates was instructed with 4 other citizens to seize a wealthy man guy named Leon. Con his property and then kill him. 4 other people obeyed and Leon was in fact murdered. And now they're saying like, he was... There was no reason to kill him in in in the first place, socrates refused to have any part in this atrocity, and he simply went home. He expected to be arrested there and executed in turn. And so he waits around for an execution that never happens, but they use this in this trial because at the time in in the society, anybody could bring charges against anybody else. And so in the trial they used the fact that, hey, you didn't kill the guy, but you didn't warn him either. So now the author does a great job. It was Was, like, this is just a combination of belief that it's going to eventually lead to his death. His love of Athens was boundless. And the value he attached to the privilege of being free to walk at streets and talk and argue with its people was the spring of his life and all of its motions. He could not be without it, and therefore never considered exile. Athens to socrates was life. Socrates then accepted his trial as a perfectly valid expression of at law and democracy. Many expected him to disappear before it could take place and go abroad as many other people did. But to him, that was unthinkable. He did not make any preparations for the trial. He consulted nobody learned it in the law and engaged no 1 to speak for him. We have to accept that socrates was... So the others even trying to explain, like, this is doesn't... From our perspective. This is, like insanity. Right? And so he's trying to explain like, why would somebody do this? And so this is just a fantastic sentence that I think does so. We have to accept that socrates was a curious mixture of genuine humility and ob pride. He believed he had a mission from God to examine and improve people. No power on Earth, no threat to takeaways away his freedom or his life would deflect him from pursuing that god or ordained purpose. And so he talking about, like the witch hunt that was going on a time to scape that is very prevalent in all of human history. And what led to the Scape of socrates was just his his, like death or guilt guilt by Association leads to death by association. So 2 of his pupils, the people I was just talking about C, and then another 1 of his former pupils a bodies were they're dead now. They were overthrown and killed. They were the most haiti people and so they're like, well, we can't punish them because they're dead, let's go find the next nearest scape code. However, when all said about the... Ina inaccuracies of socrates defense, what probably led to the guilty verdict, had nothing to do with it. The damning points were were 2 names. Cri and owl societies. Both were hated figures. They were 2 of the most hated names in Athens, but they were both dead and nothing further could be done by At opinions to ave themselves upon them. And so this idea of Scape voting is just something with prevalent and human history. Hence the decision to attack socrates, socrates and taken no part in the events that per by his 2 former pupils. But what he had done are so our... So was widely believed was to teach boat to teach both of them and introduce them to imp and immoral ideas. And sowing the seeds of wicked that eventually produced the evil fruit of treason and mass murder. This was the line of thinking that led directly to the prosecution of socrates. And so he has found guilty. They decide death is the appropriate. His his peers, I guess, this is what you would consider it. They decided death was the appropriate punishment, He was put into the city jail and fed at night to prevent escape. This ind inflicted of on an old man of 70 years old who had served Athens honor in her wars and was in no sense of threat to the public peace strikes us as cruel. But these were cruel times. And this is just great. Writing. Socrates in prison about to die for the right to express his opinions is an image of philosophy for all time. And so as he's in jail waiting his execution. If they have interesting rules where, like, during the day, essentially, like, unlimited amount of visitors, his closest friend who's also very wealthy is trying to convince socrates to flee, and this is why socrates refused to do so in just more great writing. Socrates had been born had been brought up and had lived all of his life under at opinion law. He had chosen to do so over and over again. He regarded Athens as the best place on earth to live, and it had always provided him with a perfect setting for his mission in life. He loved its people with all of their faults. Its streets and their trades. It's public places. Its government was always imperfect, often g remiss and sometimes monstrous, but it was his city, which he had fought for and to which he belonged in. He thought his conviction was mistaken, and his sentence unjust, but to seek to evade it would be an even greater wrong, an una and inc uncontrollable injustice. That he could never per. And so Socrates said, no, I'm going to stand and I'm going to die for what I believe in. The supreme lesson of Socrates life, it seems to me is that doing justice according to the best of your knowledge gives you degree of courage that no in bread or trained valor could possibly equal. If there was 1 particular virtue socrates possessed, it was courage shown in all kinds of circumstances from the battlefield to the courtroom. And now in his last hours under sentence of death. He embraced death not as a punishment, but as a reward. It culminated crowned, and made loom his entire life. He passed away with a smile. And that is where I'll leave it for the full story, get the book. If you buy the book using the link that's in the show, it she'll be supporting the podcast at the same time. I would say out of the 4 books that I read of Paul Johnson's. I would actually rank them in this order, I would say, Winston Churchill, Heroes, mo start and then this 1. In case you're deciding if you want, like, a quick biography to read, that's the order I would put them in. But this is a great starting point. If you wanna study socrates. And again, the link down below. If you buy it using that, You'll be supporting pakistan at the same time The very best way to sports podcast is to give a gift description to a friend, family member, or colleague. That link is also below and also available founders podcast dot com. That is 252 books down 1000 ago, and I'll talk to you again soon."
}