{
  "transcript": "Among the many letters of sympathy received by the family after Henry's death was 1 from Sydney Weinberg, who'd had been elevated to the position of partner in Goldman Sachs in 19 27 and assume the role of senior partner 5 years later. Weinberg had started his career with the firm as a jan assistant. An eighth grade dropout whose chores included cleaning the office and brushing off the partner's boots. For a long time, he was known around the office simply as boy. But like Henry, whom he greatly admired and viewed as 1 of the geniuses behind the success of Goldman Sachs, Sydney was an excellent listener and an adaptive student. In 19 19, after he left the Coast guard in which he served during World war 1, he approached Henry seeking a job. Henry advised him to return to Goldman Sachs. That was where the opportunity lay he said, demonstrating once again a ka talent for spotting human potential, Henry offered to act as Weinberg mentor and to introduce him to valuable contacts in the business world. At Goldman, Weinberg became a salesman of commercial paper for 28 dollars a week plus 1.8 percent in commissions. Henry advised him to ask for a bigger piece of the pie as his sales escalated, and he advanced to earning 33 percent commission at a time when the stock market was booming. And in the 19 thirties, Henry recommended and endorsed him for seats on many of the corporate boards on which he would serve for almost 40 years. Weinberg joined Walter Sacks as a c chairman of the firm became a trusted advisor to presidents and corporate chairman and was credited with steering Goldman Sachs into a rev revitalize era of prosperity and stature. That was an excerpt from the book I'm gonna to talk you about today, which is when money was in fashion. Henry Goldman, Goldman Sachs and the founding of Wall Street and was written by Henry's granddaughter, June Brett Fisher. So I wanted to start with that excerpt that comes at the end of the book, Henry had just died to prove a point that he was just doing an act of kindness. That happened in the... He was helping Sydney Weinberg in the 19 twenties. He had already been forced out of the Goldman Sachs partnership, so he didn't have any financial benefit to the wonderful career that Weinberg Winds up going and having at Goldman Sachs over the next 40 years. There's actually 2 additional resources I use to prepare for the podcast in addition to reading this book. And 1 of them is this essay, and I'll link down below and show up to both of these. But 1 of them is an essay that Mark Malcolm Glad wrote in 2008. It's called the uses of adversity and is about Sydney Weinberg story. Henry Goldman makes an appearance in that essay as well. I thought it was worth the time I invested in reading it. And the second was an episode of a podcast. It's business breakdowns, the title of the podcast is Goldman Sachs, Fortune favors the old. And that episode is great because in an hour, they give you an a complete overview of the Goldman Sachs of today, how they make money, what businesses are involved in how the firm is organized today. Wanna jump right into the book. There's this quote that's at the very fur... On the first chapter that that was fantastic, and it comes from Walter Sachs who at the time was a senior partner of Goldman Sachs. He said this in 19 28. So this is about 11 years after Henry's forced out of the firm, which I'll get to you, which was 1 of the most surprising Parts book for me, and Walter said men can learn from the past, and I've been shocked how little some of the younger executives in the present firm know about its origins. They don't even know that my grandfather whose picture is on the wall there founded the firm. And That just speaks to why the book was written, it's meant to catalog the history. The very beginning of the firm, it ends. The story ends in, like, the 19 twenties 19 thirties. And what is unique about this book is it kinda reads like, a family diary. So let's go right to the beginning. Says my grandfather, Henry Goldman was the son of a poor German immigrant named Marcus Goldman. Marcus Goldman is going to be the founder of Goldman Sachs. And I've actually looked for biographies of Marcus Goldman in the past. And haven't found any. And I think the first part of this book kinda serves as a brief overview of how Marcus Got to America and how he's in when he started, what would eventually become Goldman Sachs. And then the vast majority of the book is about Henry Goldman. But I think this brief overview of Marcus life was is very useful. And so the note I left myself when I first read this part was... This is how Goldman and Sachs actually meet. This is happening in Ba and Marcus his father is his name is Walt. So Wolf was especially proud of his son Mark, who at the age of 16 had been encouraged by a school master to make periodic trips to the synagogue where the rabbi offered more advanced classes to outstanding students. It was there that Mark made the acquaintance of Joseph Sa. The 19 year old son of a poor saddle maker. The 2 young man became fast friends, never dreaming that their futures would be ent for more than a century in a land they had yet to see. And so Joseph Sachs keeps popping up in market in Marcus life. And I was like, when are they gonna start this company together. I didn't realize that it's not... That is not the the the Joseph Sachs is not the Sacks that is the Goldman Sachs. It's going to be his son. Marcus brings in Joseph's Son, and then once he brings him into the partnership that he's already started. They rename the firm firm, Goldman Sachs. And so now we get to the point where Marcus his father actually advises him, hey, you gotta get out of Germany. There's an opportunity here for you. You need to go own America. This is why, and it's gonna tie into another founder that I've of covered in the past. It had become increasingly apparent that there was no future for young Jewish manager in Germany. Wolf reluctant concluded it was time for his eldest son who had just turned 27 to seek a new start in the United States. The newspaper had been running stories almost every day about the grand opportunities available to newcomers in America. A recent article had told of about a boy named Levi Strauss. This is back on founders number 33. Actually read. Pretty sure if I remember correctly, it was the a book written by the historian and the company historian of Levi Strauss. That tells his Levi levi's life story, which was absolutely fascinating. So now think about this, the the future founder of Goldman Sachs, his dad and him are reading newspaper articles about the opportunity and being inspired by Levi Strauss story. That was remarkable to me. A recent article told about a avoiding named levi by Strauss from a nearby village who had left the old world and soon afterward, made a fortune sowing work pants for gold prospect heading out west. So Marcus does the trip across the Atlantic winds up in Philadelphia, bumps into Joseph Sacks who had moved there with his wife a few years earlier. They were moving again because Joseph is going to... He's a teacher. He's gonna start a school. And so I think he's 1 of the boss or something like that. And he's like hey. If you need to place a stay you can rent. We're about to move, if you can rent our room this... The the reason I'm bringing that this up to you is because it talks about what Marcus was doing, the jobs he had, and that he had to take, right, coming to a brand new country, not a lot of money has taken any opportunity can get. And just a sense of gratitude that he has, which really impressed me. He went to meeting his new land lady, her son gives Marcus job. Her son Man had a little shop on the ground floor facing the street where he sold goods and tobacco. But he had hopes of en enlarged the business and pe a wide range of goods from a horse drawn wagon around the city. He was looking for a strong, reliable helper who could walk the streets 7 days a week and would not be afraid to work, regardless of rain or snow are the humid summer heat. Mark jumped at the chance. And for the next year, for the next 3 years rather, he was sold textiles and spices and learn the language and customs of his adopted land. Sometimes he would put in as many as 14 hours a day. Remember 7 days a week, the guy's working in insane amount of hours. Listen to his response, which I found so impressive this. He was courteous, cheerful and popular among his customers. In letters he... In the letters he wrote to relatives in Germany, he always spoke of his good fortune and happiness. And so he's doing this for 3 years, and then we see immediately that Marcus has founder mentality. Other people might see a stream of immigrants coming in, arriving by boat from Europe every day. He sees opportunity as he hawk his ware around along the river. Mark watched the newcomers arriving on steam ships steam ships. Carrying all their goods and small suitcases. And he recognized an enormous untapped market for sturdy and inexpensive clothing that was unfolding before his eyes. So this is the first business. He's ever gonna start. He's telling his wife bertha, Bertha had also told him that she's seen a wonderful new invention being demonstrated downtown that day. It was a sewing machine. The in less than 10 minutes, the 2 agreed to gamble on their first investment. The next morning, Marcus applied at the first bank of the United States for a 5 dollar loan to buy 1. He paid 2 dollars down. He used the balance of alone to rent a storefront on a busy street where he started a new career as a tailor. So Marcus was correct in identifying the massive opportunity that this business is gonna be very successful he's gonna run it over the next 6 years before he moves to New York and becomes a banker. I wanna... At this point in in Marcus his life, though, they're having children, 1 of the the children that they have is Henry. He's obviously gonna be the main focus of this book. Right? And what was fascinating to me in this comes up over and over again is because Henry had a problem reading. They thought he was dumb. And so it says Henry had been slow learning to read. It was finally determined that the youngest that that the youngster rather suffered from a astigmatism, and hit... And his chores in the shop were limited to fetching and carrying clothes from the store room are fastening the shutters at closing time. His mother was convinced he would never succeed in a competitive world and was inclined to cuddle and baby him. And this is a main point in Henry's life. This idea that other people saw him as deficient because he had trouble reading. He want him going blind. His eyes like, they get worse... His I said, gets worse and worse over time. Eventually at the end of life, it sounds to me that he's almost completely blind. And even this this is an important the reason I'm bringing the up to is because that is why it's not called Goldman and Goldman, and it's called Goldman Sachs, his own father. Marcus didn't think that Henry was capable enough. And so when he was when it was time to pick a partner, he chose his son law. So that's another thing you need to know about Goldman and Sachs, they were... You know, it starts with this deep friendship between Joseph Sacks and Marcus Goldman, they wind up inter marrying. There's a button. It's so confusing. There's, like, so many... This family tree is so crazy, but a lot of them are marrying each other. And so when Marcus chooses his son law over his son. Henry uses that as fuel. He had a deep desire to prove people wrong. And it turns out he's really, really smart. It's just he has to learn to through listening. He, like, the superpower of this listening superpower. He uses through his entire life. He's just not... He's not gonna be able to... He even see the page. He can't read. So let's get to the point where Marcus, again, founder Mentality always chasing opportunities over the next years 6 years his store thrived. But Philadelphia began to lose some of its team as an economic center as as an economic... Economic center as the civil war wound down, we're in 18 69. This is is the point in history. New York had replaced it as a commercial cultural center and money, making it, investing it, exchanging it was the engine that was propelling its growth. Marcus his wife prod her husband to take his profits and relocate to New York the city of progress where opportunities seem limitless. So we've already seen, hey, I'll make the jump from Ba to America to chase opportunity. I'll make the jump from Philadelphia to New York. I'm going to chase opportunities. Exhibiting once more an extraordinary ability to reinvent himself and adapt to a new environment, a trait that would define his success over the years, Mark has sold his share of the business and set out for new horizons. And so the very beginning of the firm that'll eventually turn into Goldman sachs benefit is benefiting from a financial boom growing customer base and that there's no barriers to entry. This blew my mind because this exactly... We live in almost the exact opposite scenario today in terms of how difficult it is to start a new bank today, in 18 69 Goal flowing into New York from California and vast numbers of immigrants were arriving on ships from Europe almost every day. This provided a potential growing potential clientele for bankers. At the time, check this out. At the time, no qualifications or special training were needed to enter the banking business. And then we see Marcus just like Every all of history's greatest entrepreneurs were studying. The the his... The the successful entrepreneurs came before them. So he's inspired by this guy named Joseph Singh CLI don't know if I'm pronouncing his name correctly. So it says, following examples of established German Jewish bankers like Joseph Sig who came from a similar background as Marcus and had become very, very rich in a relatively short period of time, Mark has hung out a shin advertising himself as m Goldman, Banker. And so this is a description of the the very first business that he does. He can consider to yourself a banker and a broker of Io use for the tanner and jeweler. In this district in Manhattan known as the swamp. By buying, this is what he was doing. By buying promissory notes at a discount in the morning and selling them to banks in the afternoon, he enabled merchants to raise short term working capital that's very fascinating because Henry's what Henry Goldman is credited with his innovation for Goldman Sachs was getting the company into into Ipo of new firms. That we're consolidating and expanding their businesses. That is where he's going to... That... That is where Henry is going to make his fortune. This is what what Mark is doing the late... The notes later came to be known as commercial paper. He conducted his business on foot. And so this line gives you an insight into Marcus personality won't come as a surprise to somebody that was working 7 days a week, 14 hours a day. And grateful for that opportunity. Marcus was anxious to capitalize on every waking hour. So Joseph Sachs, Marcus his friend had started this prep school that was really difficult and that is where Henry's or excuse Marcus his sons, Henry and Julius are going to go. Says Henry and his brother attended the Sachs C institute for boys, which was founded by the Goldman old friend Joseph Sacks, which was considered the city's number 1 college preparatory school, in this description of Joseph of Sachs, Sa was a gifted teacher, but famously short on patients. He would come down on you like a ton of bricks if you were ever caught Slack, Henry remembered. And so this is the first part of the book where I realized, oh Henry's not dumb. He just needed to find the best way that he learned. The way he learned best, And that was by listening. Henry was an attentive listener who committed everything he heard in school and much that he heard outside of school classroom to memory. He does so own in school. He gets admitted to Harvard. He's gonna have to drop out though. He was granted admitted to Harvard, but his eyes eyesight had become so poor that he no longer felt capable of keeping up with his studies and he dropped out. Leaving the world of academia forever. It was a bitter blow that fate had handed him, especially when he realized that his father's dreams for him would be shattered. And this this is what the the point that they author makes that the fact is they saw this as, like, the a disability that would prohibit for him from ever having a successful career in business. Marcus is too straightforward to dis dis assemble his disappointment, wondered out loud. What kind of career could be cobb together for this son of his. So at this point of the book, the authors already now transferred over, we're gonna see the end of Marcus career and end of Marcus life with the beginning of Henry's career and really his career in business. And just what he does really smart like, you can't control people's other people's impressions of you. He didn't think he was as dumb as his father made of thought or you he didn't think he that he was incapable of being successful in businesses as his father thought. But hit... How he responds that is really, really clever. So let's get to their first this was a mark... Marcus his sixteenth birthday. This is when he's going to start Goldman Sachs. After the toast of the... At the birthday have been offered, and the candles on the cake distinguished Marcus asked for Mona of silence. Again, we see more of his gratitude. He spoke of the amazing turns in the road of his life that his life had taken since he had left Germany 30 years before and of his joy in being surrounded by such a wonderful family, most of which have been now inter married with Joseph Sa family. And then he and then he invited his son in lost Sam. To join him in the business we'll get to more about this, but Sam and Henry are going to be partners and they hate each other. Like this, I had no idea that the Goldman and Sachs, the 2 families wind up not speaking for, like, a hundred years. There's just crazy stories in the book about that. I've always believed that Henry, so now this is obviously the author who is the granddaughter of Henry talking about her grandfather. I've always believed that Henry was seen by his father as unable to manage such a role because of his physical element. While Marcus decision was based on what he thought was common sense and not emotion, it was a crushing blow to Henry. How could it not be? Imagine, like, stop here for a second, just put yourself in the shoes. Of Henry. Like, your father starts this firm, go... It's about to be turned... Called called and turned into Goldman Sachs. It's doing really well. Really successful. You want... Like, you have a good really relationship with them. You want to Following his footsteps, you're interested in finance, and he chooses your brother law. A year and a half passed and Marcus was so pleased with Sam's performance that he hasn't him to become his partner. From then on, the firm was known as Goldman and Sachs. Henry was still shocked that he had been passed over. He was dumbfounded. By then he he was in his mid twenties. And so Henry, you know, could've have said, oh, what, was me, could've have just given up. He's like, okay, that's fine. He sets out trying to build his own career. And so he becomes a traveling salesman. And this is the reason this is really smart. Is because he winds up learning sales, learning people and then learning the value of listening, and the advantage he gives him over so many other people, he became a traveling salesman of textiles. It must have been a lonely life traveling cross country in the 18 seventies but it afforded Henry, the time he needed for intros fiction and observation. And as it turned out, the experience provided an education, so he's traveling all over the country on this relatively new technology of the day, which is a railroad the railroads. Right? And so that gets him out of New york and he gets to see how other people are conducting business. Henry is able to see beyond his reflection in the dark window and to gain a bird's eye view of the mom and pop retailers. The little machine shops. The small town banks, that were popping up all across the country. And so it says as the railroads were carrying him from New York to Philadelphia To Boston to Chicago in Saint Louis, he was able to over here the rambling and rumbling of his fellow passengers Most of whom were also in trade and to learn what people outside of New York were thinking and talking about. This experience turned him into a cons observer that maybe think of I think it was episode 02:12. I read, like, A66 hundred or 700 page biography of Michael Jordan. I find myself thinking a lot about that book actually. But there's something that Michael said in that book would which was fantastic. And he says that successful people listen and those who don't listen, don't survive long. And I think if we could go back and ask Henry Goldman, his opinion of that quote, he would agree with it. And then spread all throughout the book over hundreds of pages, there's just these like 1 lines. That give you an insight into Henry Goldman personality. This is the first 1. I'm just gonna go ahead and read a bunch of random lines to you. This this is the first 1 now. He was somewhat of a loner, comfortable with his own company. Here's another 1. He had important matters on his mind and he was not 1 to waste time on small talk. He was extremely ave ave to publicity. And then I like this 1 because it was Henry's advice to his sons when he was about to die. Ultimately, we have to set our own criteria for what constitutes failure and what constitutes success. It's not the same for everyone. So he's a traveling salesman for many years. I think he starts in his mid twenties, and then he winds up working in the firm. He finally gets invited into the firm, but as a junior partner. So he's underneath his brother long. Right? So it says in 18 85, Henry was finally invited into family, but only as a junior partner. The firm's name was then changed the Goldman Sachs company. And from then on... Oh also, I I wanna bring this up to you. Because the unique structure in the way that the firm was organized. So it says, and then from then on, for almost 50 years. All of Goldman Sachs partners were members of were members of the inter married families. Their assets are a major portion of their assets were tied up in the firm and provided working capital as well as savings. The practice continued until Goldman went public over a hundred years later. Making it an extraordinarily profit oriented organization. The partners were never allowed to withdraw any of their money without making a formal petition to the senior partners. So that may explain that unique structure may explain why he was still living at home when he was 33 years old, there were no exceptions to this rule. This may have explained why Henry was in no hurry to move out to a home of his own even if he approached the age of 33. Because it sounded like all of his wealth was tied up into the firm. Right? And so for 10 years, he's gonna work as a junior partner, while his father and sam Sam Sacks are the senior partners And then it goes into something that just blew my mind. And so it talks about at this point, they're obviously all inter married. The patriarch of the family still alive, he marcus is kinda keeping everybody together Once he dies. So like this is gonna be like this civil war that happens So this says in later years, this occasion, the social occasion would be remembered as 1 of the last times that the Sa and the Goldman and would gather on a social basis, who could have guessed that this close knit inter married family who's also doing business together would soon be en mesh in a feud drenched in such an that the members and their children would not exchange a word for almost a hundred years. And so once Henry's forced out of the partnership, seems to me, like, it reads if you read between the lines I don't say this, but it seems like he was forced to resign and again get to why that that was case. But he never talked to to to his partner again. And Henry was like, a hard dude. He kept a garage. And so let me read this section. This comes at the very end. I think on the last page of the book, and it talks about where the fact that the the the families previously had built final resting places in the cemetery. And so the goldman of this in the Sa did this, and Henry picked a spot where his back was turned to the Sacks. So it says in his final resting price, Henry had built for himself and his heirs, it was larger and grander and its back is turned on the Saxons in death as in life. So there is no happy ending. It's not like, oh, we had a big fight and then we reconciled. No. They hated each other till death. So it says Henry biden at his time still playing and watchful for waiting game. It wasn't until his father stepped aside 2 years later, that he was finally elevated to the same level of authority as Samuel. When it when it did happen, he had just celebrated his 40 third birthday. So it's about 10 years as a junior partner. And after years of being made aware that he was expected to fail, he was determined to achieve a role of leadership and dominance and prove all the predictions wrong. So it's very clear Henry Goldman had fire in his belly and used people doubting him as fuel. And so a way to think about what's happening now is Sam and Henry wanted it being great and terrible partners. And it's a shame that they couldn't resolve their personal differences because I think they would have had more success. They were able to state it together. There was, like, Goldman had this almost near death experience that actually, more Malcolm Glad rights in that essay that I link below. Where they they wanna up using... There's this guy that comes in, winds up using a lot of leverage. I think that he grows their assets to, like, 500000000 or something like that and then a financial panic happens. I think they go down all the way down, like, 10000000 or something like that. It's it's in the essay. But it's not in the book, but I thought that was very interesting. So anyways, the new partners were polar opposites. They found it difficult to agree on anything. Sam was a... Was suspicious of everyone and worried all the time. He was differential to the established meant, meaning the other houses financial houses in Wall Street at this time, and in London, Henry's much more of like, has more of an entrepreneurial band. He envision Sam envision of the Goldman Sachs of the future as an international banking concern and Harvard ambitious to expand the firm's currency dealings overseas. So that's actually a good role that he played. They they went about having separate strengths, which, again, if that's very valuable. If they could stayed together. He was a hard worker, but he was never known to have an original streak. Sam met his match in Henry, now they're gonna compare and contrast the 2 personalities and their approach to work. Sam met his match in Henry who was stubborn and immutable in all his convictions. Henry was a creative ambitious risk taker in his forte was trading railroad bonds, which were the hottest commodity of the time. He proved to be an extremely successful spec. And he winds adding about 5000000 dollars to the company's balance sheet over a 10 year period, which would be an insane amount of money to this day as new businesses started up every day and the distribution of goods So just talking about, like, what is the technological impact that the railroad is having. I've mentioned this over and over again I've read a bunch of about the railroad founders. You could... The... There's a lot of analog there between the the railroad network in the late 18 hundreds early 19 hundreds and the Internet of today. As new businesses started up and check this out because if you read this this pair if you listen to this paragraph I'm about to read you. It almost sounds like you're describing Internet. As new businesses started up every day and the distribution of their goods was being revolutionized by the rapid spider webbing of railroads across the country, Henry was itching to get into the action, but Sam shrank away from that plan. So Henry wants to invest in the new technology of his day, which is a eros. Right? So this is really gonna set the tone, like, the beef that Henry and Sam have forever. How they went up how Goldman Sachs grows to partnering partnering with other firms in London and how they made money. Neither Sam Nor Henry could ever admit that he was wrong. In in 18 97, On 1 of his frequent trips to Europe seeking to expand Goldman currency exchange business. Sam was interested. This is something smart as Sam does because this relationship he's about to build for Goldman Sachs was extremely lucrative, is also is gonna cause Henry being asked to resign about 20 years after the fact. I think it happens in 19 17. If I remember correctly. Sam was introduced to klein work and sons. At that time, they were 1 of London's most revered merchant... Revered merchant banks. The senior klein work partners were very, very rich and also high in the peck order of British society, which impressed Sam, Henry gives me the impression that he wanted the money. So I haven't got to why the the book is named when money was in fashion, but it's fantastic because it has to do with his personal motto. So it sounds like to me that Henry more interested than getting very, very rich. Where Sam wanted to be rich, but he would also wanted to be, like, respected in society. So it says they they were eager. Klein work that is. They were eager to develop business in commercial credits in fort foreign exchange in America. With the British flush with cash and the Americans giving birth to 1 brand new industry after another, a joint venture with them with Goldman Sachs promised rich rewards for both partners. First both parties. A collaboration was broker, Check who's broker this deal. This is hilarious. It's the Roth. So it says the collaboration was broker by the Roth child's Wealthy agent York who vouch that Goldman Sachs quote is 1 of the firms about whom nobody can say anything against. So there was a similarity that popped to my mind when I was reading this book. If you go back to the founding of the Roth like Banking empire. So you have the founder who's extremely poor, he builds it up to... You know, it's rather successful But then it's his son that takes it to another level. So if you think about Mayor Roth child playing the role of Marcus Goldman in this story, and then Nathan Roth child playing the role of Henry Goldman. If you don't know what I'm about, I did a 2 part series, it's 1 97 founders 1 97, which covers the biography of the founder of Roth child and then 1 98 really talks about a lot about what Nathan and the rest of the family like, how they expand their banking empire. And so there is some some similarities between the 2 stories of my opinion. So it's going into the business they're doing and how they're making money. Goldman Sachs set up a foreign exchange department to increase their bond arbitrage and commercial paper businesses. And the client works would provide letters of credit for companies, which was a new and very profitable addition to their services. However, it was in the field of lending money to developing businesses that both companies really made a killing. I double underline that section. I'm gonna reread it again because you can think of. This is like the Henry Central idea He's gonna take this to another level. It was the field of lending money to developing businesses that both companies really made at killing. But Henry Finds himself in a pickle because the Sacks, the actual family members that have the last name Sacks are actually spanning at a faster rate than the Goldman in the business, they're gonna wind up having all the power, a new bone of contention arose between the brothers law when Sam hired his brother Harry, and then his son Paul, and elevated them to positions equal to Henry's. Henry reviewed the imbalance of power and money between the 2 branches of the family as thoroughly unjust. And then all hell breaks loose because his dad's gonna die after Mark passed away, All pretense is of brother love evaporated and the partners no longer tried to conceal their innermost feelings. And I found this part very interesting because it's Henry su it's Sam telling Henry know that actually leads to Developing a specialty in Ipo Ipo rather. And so it says Henry expressed to his partners, the conviction that underwriting railroad bonds was the road to the bank, and he was... Did... He was determined to follow it. The boom in railroad construction out to the civil war had transformed the country from an Agrarian society to an industrial economy and produced tremendous money on Wall Street. And then lists all these other families and companies that kind have control over this railroad bond markets. You got the signal sig, which is the family that inspired Marcus service Bank. You got the house of Morgan, which you and I I've talked about before, The Roth trials are in on this as well. But really, the part that jumped out of me is this guy named Jacob Schiff because this an idea that Learned from David, and he says the good ones no more. And the idea behind that maxim. I see over and over and over again history of entrepreneurship. I'm about to tell you how Jacob Schiff was 1 of the good ones that knew more wanna read where this idea came from. All the way back on founder number 89, I read Og v. Auto called confessions of an advertising man, and he just lays the foundation. Like, you don't even have to be the smartest person. This this is an echo of Bill Girl faith fantastic talk. Which is called running down a dream how to survive and thrive in a career that you love, and he makes the point in that talk that you only have to be the smartest person. Right, you can collect more information and other people and that just that act is so it's it's not that difficult, but so few people do it. And so that's something that David over noticed, you know, back in the 19 sixties. And he says, us, and you must be ambitious. And he's giving advice at this point, he's already super successful. Right? And he only builds in the success over the next 20 years after the book is published, but he's given advice to you you'd, like, the younger people. And he's like, do you want... And he's like, I'm gonna give you his advice and I know most of you are too lazy and pathetic to even do this. First you must be ambitious. Set yourself up to becoming the best informed man in the agency on the account in which you are signed. If for example, it is a gasoline account. Read textbooks on the chemistry, geology and distribution of petroleum products. Read all the trade journals in the field. Read all the research reports and marketing plans that your agency has ever written on the product. Spend Saturday mornings in service stations, pumping gasoline and talking to Motorists. Visit your clients refineries and research laboratories. Study the advertising of all his competitors at the end of your second year. He's saying this takes... If you do this consistently in 2 years. That's not a long time. Stu check this out. Study the advertising of his competitors at the end of your second year. You will know more about gasoline than your boss. You will then be ready to succeed him. Most of the young men in agencies are too lazy to do this kind of homework. They remain permanently superficial. And it's funny. I'm looking at my read wise as I read that to you and the note I left myself. I didn't even see this still just now, the note I left myself when I read that, it says Bill Gu said you have 0 excuse for not being the most knowledgeable person in any subject you want. And he's dead right. So we see that with Jacob Schiff, And this is... The they box out. Remember, they box out Henry. He's not gonna be able to... They... This feels already dominated by other people. So it says they were soon joined, these other banks. Were soon joined by this other bank called or... I don't know their banks. I guess they're, like, financial houses called Ko, Lo and Company, whose youthful partner, Jacob Schiff was fascinated by railroad development in all the ramifications and became determined that his firm would dominate the field. This is an example of good good the good ones no more. There was not a facet of railroad investment or operation that Jacob did not carry in his head. Good luck competing with somebody like that. When Henry approached these giants who held a virtual lock in the business to announce his intentions, they did not take kindly to this ups starts intrusion into their territory and made a counter offer to buyout out his railroad world investments at cost plus 6 percent interest. In plain language. He was not welcomed in their exclusive club. And so Henry is like, I don't care. I'm gonna find a way in and it's Sam that overrule him. Henry was always volatile and outspoken. He was inc and mince no words about it. He insisted to Sam that Goldman Sachs should continue to pursue new railroad underwriting projects. Especially West of the Mississippi where some of these other some of these other how... Like financial houses were not doing as much business. Sam as usual disagreed, arguing that he did not wish to the major players of the day. So Sam says, no. This leads Henry looking for other opportunities. The very next day, Henry met his best friend. Philip Le. You will recognize all these last names for lunch in the back room upstairs at Del monte. And so it says Le family had also found a very... Founded a very successful bank The Le in name was synonymous with money, so Phil, like Henry is going to be the son of the founder. Like Henry Phil was an assertive competitive personality driven to achieve success in whatever he undertook. He had led Le and brothers into financing developing the American pot and Chemical corporation, which eventually sold at a huge profit to the standard oil company. You know I've just done a bunch of podcast podcasts, the Henry Flag podcast, and I re reread Titan. If you haven't listened to those if you wanna learn more about the standard oil company. Amazing how all these stories kinda of linked together 1 way or other. So they're having, dinner or lunch? What was it lunch Doesn't even matter. If they're are Monica having some steaks drink smoke of cigars. And so they're like, hey, why don't we do that more of that? So it says they discussed a remarkable number of family owned businesses that were turning to Wall Street to raise capital for expansion. Henry observed that they represented a unique untapped investment opportunity, not very different if you think about the the usa language there of his father walking around trying to sell goods next to the river and be like, man, What are all these people coming over to coming off the boats into a new country need? Why don't I start a tailoring business? So it says, they represented Henry observed, they represented a unique untapped investment opportunity? What would phil think about diverting some of Le capital from commodity exchanges to underwriting issues for new companies. So if you think about that, this time, Le has a lot more money than Goldman Sachs at this time in history. Goldman Sachs. Now we obviously know Le gone in Goldman Sachs is 1 of the wealthiest financial institution of the planet. You can learn more about that by listening that episode, I was telling you about it at the beginning of the podcast. Fortune favors the the old, which I thought it was a fantastic title, but it's just mind blowing when they talk about all the different businesses that they're in and has how much money they're they interact with. It's just... It's inc to me. Goldman Sachs would come up with the clients and lean the money with the 2 sharing profits 50 50. This agreement was sealed with a handshake and it lasted for over 20 years. So this is an example of the com... Like, the kind of companies they were doing this for. This was the very first 1 that they would take public. Their first their first underwriting was the United cigar company, which had previously been opened by a brother by a pair of brothers and they started with just 1 tiny cigar store. The business thrived and grew and additional workers were employed. Within 15 years, they wound up taking over several other tobacco, tobacco firms, and they consolidated under the name of United cigar manufacturers. The reason they came to Le and Goldman is because they need money to build more factories and employ a larger salesforce. 20000000 dollars which what they were looking for. And so first, they wanted they came to Goldman to to get a loan. And says Henry Fore saw a perfect situation to test the viability of this new theory. Marketing the shares for the United Cigar company took a little bit more time. A great deal the preferred stock was sold in Europe through their partnership with client work. And then as you can imagine, a book that covers, like, the economic history of America and the late 1800 early 1900 just a ton of these financial panic, I wanna give you a quick overview of a financial panic that ends in suicide. And the reason I think this is important is because this still, like, goes on to this day. I've heard of people and this this latest crash killing themselves, and it's just completely unnecessary. For some reason, humanity has this flaw where we just refuse to learn from the past. So this is a brief overview. This goes on for several pages. I'm just gonna pull out some some what I feel are the most important parts. In in 19 07A panic occurred. In the previous 10 years, there had been a dramatic increase in the number of small investors in the market. Remember, this book is written in 2010. It it sounds like it could be written in in in present day. So 19 7 a panic occurred. In the previous 10 years, there had been a dramatic increase in the number of small investors in the market and a shift in interest from bonds to stocks. Everyone wanted to get in on the action of Wall Street where the easy money lay. And so 1 of this the this main thing that that's pops off for the the Panic of 19 o 7 is this Nick Ba trust company. So the Nick and Ba trust company was considered eminent successful and among the most trusted dictionaries in the city, you already know where the story is going. They started like that. While its primary business was to act as a trustee for Wealthy video individuals, corporations and estates, it also issued interest bearing certificates of deposit, and offered checking facilities. I wonder what they're gonna do with that money. The press reported that its capital was intact and secure. Oh my god, the press being wrong about something that must have happened for the first time in history, but there was a dirty little secret in the back rooms of Nick and Ba. Hines. These are the founders and the controllers Hines and his brother Auto and the bank president Barney. Remember Barney because he's about the pop his on top. Hines his brother, auto and the bank president Barney had been speculating with the deposit funds. Oh, my goodness. In an attempt to corner the market in united copper shares and their manipulation had fallen on its face. Government bonds at the time had to be deposited with the treasury in order to obtain banknote notes and the supply of government bond at Nick Ba was insufficient to cover a deposit run on the bank. Panic occurred when the public found out about the situation, a panic that threatened not only Wall Street, but also the entire financial fabric of the city and the nation itself once money had simply dried up when I got to that line, and made me think of what, back on Up episode 02:43. Francis Greenberg winds up as, like, a high school dropout 1 becoming a billionaire real estate developer investor in New York, and that book his this is auto. He's like, 40 or 50 years of real estate investing in in the city of New York, and he goes through multiple booms and busts and he just... He perfectly summarizes why he keeps this huge fortress of cash. And he says, markets can turn on a dime. You might think oh, it's gonna drop by, you know, a couple percentage points over me a few months no. It's Oe like, literally overnight, it dries up. And so it says money it's simply dried up. The panic quickly spread from 1 bank to another Nick ba funds were completely wiped out in 48 hours. Barney shot himself. And the reason I bring that up is because that happened then, it'll happen today and unfortunately, it'll happen in the future. And if you've been paying attention to this podcast, and you obviously know the greatest entrepreneurs that have ever lived, optimized for survival. So, Henry sp another opportunity at this point in history department stores are rather a new concept, and he's gonna take a bunch of these public. Henry immediately saw the huge potential of gathering a number of retailers under 1 name pooling their purchasing power and implementing a cooperative marketing push across the country. He recognized it as a landmark approach to modern marketing that would benefit the consumer as well as the investor and agreed to float an issue. So this is, you know, this is the world that we live, but it was relatively new at this point. They were in about the 19. I think we're a couple years after the panic. I we're run right around 19 11:19 12. Soon the names of famous department stores owned and operated by this family that that Henry's helping. Were strung out, like Christmas lights across the country. And a lot of these companies, they were founded many many decades before, and they don't wind up doing this public issuing till later on, and they use it map mainly for expansion. Wool isn't is a is an example of this, which was fascinating. The story I'm about to tell you. It's... This isn't, like, how humble the origins were in a hundred years later. This winds becoming, the largest department store in the world. So it's just guy Wool didn't give up on his idea and in 18 79, he opened a second store in which all the merchandise was priced at 10 cents. His concept was to purchase goods directly from the manufacturers and sell them to the public at fixed discounted prices, undercut the offerings of local merchants. So those are his competitors of the day. And again, this is a basic idea that that we've seen over and over again at the time, it was new. It's like, let me... The the main point is, like, you can analyze existing markets and realize, hey, there's always opportunity by doing things slightly different. And While we're an example that. So he says this, and I'll I'll buy the goods directly from the manufacturers. I'll sell them to the public at fixed discounted of prices. I'll undercut the offerings of my competition. He displayed everything so that customers could make a selection for themselves, eliminating the need for a clerk to fetch and carry stock from behind the counter. That his operation was cost and time effective. He proceeded to open a large chain of sores across the country. In 19 12 when Wool became a publicly traded company, the s for 5 intense I've heard of this as called 5 in dimes. I think that's what sam Walton described his concept as. But it says Wool became a s for 5 tens, and they were recognized as 1 of the hottest commercial phenomenon of the twentieth century. Another company that Henry's gonna help take public is Stud baker. This was very fascinating. I've obviously heard the name, but I didn't know the background. I didn't know it was run by a bunch of brothers, and he's gonna wind up sitting on their board for quite a while. So this is really just an old overview of the Stud baker brothers and their business Goldman Sachs issued stock in Stud baker, which is the first boom manufacturer to go public. The company was founded by 4 brothers who had migrated to California in the 18 fifties to make wheelbarrow for minors during the Gold rush. When they returned to the Midwest 6 years later, they invested their earnings in the manufacturing of wagon, which were widely successful... Shooting, which were widely used in settling the American West. So they have this this... They seem to have this thesis that in a Gold rush, you should sell pickaxe access. Right? They were extremely successful and became 1 of the largest wagon manufacturers in the world, supplying the United States army throughout the civil war. They eventually switched to horse drawn... From horse drawn to electric powered vehicles. And then just 2 years later, they introduced gasoline powered cars. And then we get to something that 1 of Henry's mentors, our meant said He's on good relationships with some of the Sa. So this guy, Walter Sacks is gonna wind up taking over the company's as well and working with Sydney Weinberg as well. But he... He's hearing this... This conversation taking place between Walter and somebody else says, he's he trying to sell stock to this guy named Mister Sc. So mister Str is 1 of the people I offered the stock too and he turned it down, Walter related. Some months or a year later, the stock had doubled in value. Fresh kid that I was I said to mister Salisbury. You should have bought that stock for me. You have doubled your money. S responded. My dear young man, I can't make money in everything. Henry Chuckle when he heard this, but we can always try. He said, just keep in mind. Money. Is always in fashion. So that's his personal motto. He repeats it over and over again. It's the name of the book. Money is always in fashion. And so a few chapters later, they make the point, like, this opportunity that Goldman and Le and wind up seizing. It was an opportunity hiding played plain sight. It was a segment of the market that was ignored by the established financial houses because they didn't think it was prestigious enough. So really, this is just a a standard not a standard. Like, a very important idea from the history entrepreneurship is, like, you can find opportunities lurking where your competitors are interested not paying attention. And the greatest way... Like, the greatest story, the most story I know to relate that idea. Is what William Randolph Hears did to build his massive media empire, which started with just 1 newspaper in San Francisco, him and the 4 or 5 other the newspapers are all doing distribution, selling newspapers the same way they hire little boys called News. To go on the street and sell copies in newspaper by hand. He realized, hey, people in San sit people in that live in City Safe Francisco. They're not like unique. They're just humans. Humans everywhere want access to news. They wanna know what's going on with the markets and sports and world news. Why don't it instead of just trying to out compete and just do the same thing everybody else is doing. I'll just put my newspapers on a new technology in the day, which is railroads, and I'll send them out to all these cities that are surrounding the City of San Francisco. And he opened up a completely new market because none of his competitors were doing that. So it says the new issues c led by Goldman Sachs, a hundred and 14 of them. So this is where Henry made all his money. Kept spinning out like a river of Gold. Who cared if the other investment houses houses considered the retail sector short on Cache and long on risk. The average man henry renew had money in his pocket. So where is he gonna spend the money? He's gonna spend it with retailers. Right? Clever and then it talks about building up like, finding unique ways to sell and market your product. Clever manufacturers recognize that product development and marketing we're becoming almost indistinguishable. That this is a shoe company. Just they sell shoes. And look look at this, Like they and they basically combine entertainment with commerce. The Brown Shoe corporation pioneered the use of entertainment as a marketing tool and turned itself into a national brand mixing show biz into their sales pitch. They're selling shoes for God's sake. They employed a troop of actors who were... There's, like this popular cartoon strip of the day, so there's actors that were playing roles in there and sent them around the country to perform in Va Houses and Busy street corners, singing and dancing and telling jokes and playing tricks and selling shoes. By 19 13, the company's advertising savvy had turned it into the largest manufacturer of children's shoes in the world. And marked another success for Goldman Sachs list of publicly owned retail giants. So Henry had a deep love of Germany. This is gonna cause his breakup with his partners during world 1 because obviously, America and Britain on the opposite side of the war, and Henry didn't wanna get really get involved. He loved traveling and spending time in Europe. He was kinda like a va bond or a No couldn't stay in 1 place at 1 time. In 1 place for very long, even after he retired he list for, like, another 20 years, he just constantly gal around the world even as he's losing his sight. But what I was interesting. He had a really close call with death. And he was supposed to book past passage on the the Lu, which we know gets torpedo. So says, his wife was fearful for Henry's Safety when he declared he would conduct business as usual and pay his annual visit to Europe in the spring of 19 15 during the war already popping off. It's very interesting decision. You have here Henry. There had been repeated reports of German u u boats torpedo torpedo on unarmed ships, but Henry was skeptical because he had, like the... You just had this this love of Germany. But Henry was skeptical insisted he was sail on the elegant ship to Lithuania. At the last minute, she persuaded. His wife persuaded him to delay the trip. She had heard of a wonderful camp and house and acres that was for sale in the Adi jack Mountains where they could share vacations with their children, Would you please go with me and at least look over he agreed, and so he went up not booking passage and not dying. And so then we get into the part that surprised me the most. I did not know that he was forced out. And so think about, like Goldman and then Sacks are on sides of who they support for World war 1, and this is gonna want up leading to Henry having to resign. Henry turned the idea down flat, repeating that he had tended to support Germany not Britain and France. Dilemma now presented itself as the firm had 2 iron cloud by laws, that had been mandated by Marcus Goldman from the outset. The first was to support its new issues with the partners own money. The other was that Goldman Sachs could only make an investment in all the partners were in agreements. Henry's partners and his sisters who are. And his sisters are married to the Sa. And so when they have the breakup, he never speaks to his sisters again either. His partners and his sisters were were embarrassed by his views and urged him to cool down his rhetoric. Henry stuck to his guns and continued to speak out publicly about Germany's virtue. Sam, his partner would tell anyone who listened that Henry's statements were poorly personal and by no means representative of the beliefs and loyal of the firm, but the damage was done. Headlines cast the firm. Repercussions were swift with the firm's London partners, the decline words call cabling to say that if the ill fillings generated by Henry's remarks was so great that they had become persona non G in England. Meaning Goldman Sachs had become persona Non go Greta in England, the bank of England, then for babe the klein words from participating in underwriting this company called the J company, and they did this this is the first time that ever happened because they were not... This is... They were... For bay to do this because of Henry's support for Germany, and this is the first time the decline where were not involved in a Goldman Le new issue. Doesn't stop there. Klein war were then called before the ministry of Blockade where they were shown a large numbers, the large number of intercepted cables showing that Goldman had been involved in an active exchange of business with Germany. The climb war profess to be frankly astonished and withdrew from any further exchange business with the with their long time friends until after the war. And this is what forces them out. The last straw came with the climb war called are cable to express alarm and newspaper articles in London that put Henry's sentiments on public record. They warned that Goldman Sachs was in danger of being blacklisted in the city. Henry realized at last that he was placing the firm's future in jeopardy. And this is what he said, since many months, I've been revolving in my mind to withdraw from active business life, I am not in sympathy with many trends, which are now shaping public opinion. The world's war has deeply affected my viewpoint of life. My partners have been good enough to make to make my withdrawal from the firm possible. I retire with the best of feelings towards the firm and all of its members that's a lie with which I have been associated for 35 years and to which I've have given all that is in me, That is gotta be devastating. If you've ever read, there's been a number of examples on the podcast where people are either forced out, they lose control of their business or they sell their business and they regret selling it, and it's just devastating. It's it's it's heartbreaking to them. It's was idea where it's like, you've dedicated 35 years, a ton of your life energy, and you don't even have control over whether or not you get to keep doing that. That's just That's a cautionary tale to me. And so Sam Sacks, Henry's partner. His his nephew Walter was actually, close with with Henry. And he didn't wanna see him go. He says, my God, Walter said to himself what have we gotten ourselves into? And this is why he was asking that question? What have we gotten ourselves into? As the Sacks who had always been closest to Henry, The partner who realized the great debt that Goldman Sachs success owed to Henry's dynamic personality in creative genius. The colleague henry mentored and repeatedly reminded that money is always in fashion. He had the most realistic assessment of the consequences the firm would suffer and felt the greatest sense of personal loss. In his memoirs, he recall that Henry was an extraordinary personality. The original genius in Goldman Sachs who made the first great imaginative contribution to the growth of the firm. Henry and Samuel Sacks never spoke again. Neither did Henry and his sister Luis, Sa wife. The generations that follow never even made 1 another's acquaintance until almost a hundred years had passed. And so Henry lives for another 20 years. I was say never retired. He's still investing, like his own money, still working with a ton of people, still traveling the world, having these unique experiences But he towards the end of his life, he knew he was dying because he's slowly dying of heart failure. And so a couple ideas from this point of his life I think you and I can learn from him. As Henry viewed his imminent mortality. His thoughts could not help reverting to the Goldman Sachs he had known and helped build 2 greatness years before. It was starting to make a comeback, but it would be a long haul. The great depression had swept away much of its capital reserves that the firm lost in the catching trusts always he's told Malcolm Glad essay that I have linked in the show notes. But he held no sympathy for them. And this part is really important. I double on line and it really gives you an insight to who Henry Goldman was. They had relied on the decisions of others, which he himself would never have done. His only concern was the restoration of Goldman Sachs good name and the reputation and the public's faith in its integrity. And then because he knows he's dying, he's talks about with his wife, what his biggest regret is Henry shared that his greatest regret was that he had never developed a greater rapport with his children. He thought that he had an inability to express approval to overlook their minor slip ups and to embrace them and say I love you. And that part is devastating because at that point in your life. There's nothing you can do to fix that regret. I don't wanna go to my grave with that regret. Henry's death came without much fan fare. In much the same loki style he had maintained throughout his incredible life He and his beloved wife were marvel about their ability to read each other's minds like old members of a Symphony Orchestra who had rehearsed together for years. Suddenly, his head dropped to his chest and the conversation stopped. A fable life had ended for the renaissance man whose ethics and morals never ran second to ambition and drive. And then the book ends with the granddaughter looking at a photo album of all the people that had passed away from both sides of the family, and she says looking at images and the old photo albums, it's hard to believe that all these people are gone now. Along with their smiles and songs, will, and wisdom, and fears and hopes. And I wanted to end there because I think that paragraph serves as a reminder that that is coming for all of us. We have an obligation to live an incredible life for ourselves, and the people that love us. And that is where I'll leave it for the full story, buy the book. If you buy the book using the link that's in the show notes to your podcast player, you'll be supporting the podcast at the same time. The very best way to support the podcast is to give us gift description to a family member, a friend our a colleague, that link is always as always is below and show your podcast and available founders podcast dot com. That is 253 books down 1000 ago, and I'll talk to you again soon."
}