{
  "transcript": "To Rockefeller, business resembled a form of war. It seemed natural for him to open a letter with the words, I'm in the midst of a hard battle today. He transmitted messages in code and secrecy covered all of his operations. That's all too true. He admitted. But I wonder what general ever sends out a brass band in advance with orders to notify the enemy that on a certain day, he will begin an attack. He said. Rockefeller the field Marshal laid down strategy and relied on his general staff to carry it out. When tactics for a battle had been set, orders went out to, quote, fight it out on this line. It surprised none who knew him well, than in old age, Rockefeller compared himself to Napoleon. The revelation came while vacation in France, not far from a spot where Napoleon had won a great victory. A casual remark from a companion led to an extraordinary sal politically Rockefeller longest on record. This is what he said. It is hard to imagine Napoleon as a businessman, but I have thought that if he had applied himself to commerce, he would have been the greatest businessman, the world has ever known. My, what a genius for organization? He also had what I always regarded as a prime necessity for large success in any enterprise? That is a thoughtful understanding of men and ability to inspire in them confidence in him and confidence in themselves. See the men he picked as marshals and the heights to which they rose under his inspiration and leadership. It is by such traits as these that men get the work of the world done. It is all a battlefield. Napoleon without the abel Marshals that he had about him would not have been the master of his age. He went into a battle with the knowledge that his marshals could be dependent on. That in a given situation, they could be relied upon to do the necessary thing. Their devotion to him coupled with their enthusiasm. That's another great attribute, and the qualities with which his influence upon then brought out 1, the fight. Another thing about Napoleon was his vi. He was ver because he came direct from the ranks of the people. There was none of that stagnant blood of nobility or royalty in his veins. That's where he had the advantage over the Monarchs or Europe to begin with. He could think quicker and along more individual and original lines than any of them. The men whom he had to combat didn't understand either him or the people, and it is always hard to successfully control which you don't understand. Napoleon didn't play that game. And then coming direct from the people, he had their sympathy. He appealed to their imaginations. Europe had not yet been educated to the fact that it could get along without any kings at all. Leaders of their own kind who were few, and that made it easier for Napoleon to rise to the heights with which he attained. A Napoleon would be impossible in our day. There are too many abel and ambitious rivals to hold and check 1 who aimed too high. That is an excerpt from the book I'm gonna talk you about today, which is John D, the founding father of the Rockefeller and is written by David Freeman Hawk. Okay. Before I jump into the book, I need to tell you how this fits into everything else that you and I have been talking about. About a month ago. I re reread. I spent an insane amount of time re reread, the the most popular biography of Rockefeller it's ever been made. It was episode 02:48. It was titan. I found the book that I hold in my hand in the bib of Titan. This is a very old book, it was published over 40 years ago, and it took a while for it to reach me And once I started reading it, I had an experience that I've had several times in this podcast, and what I would compare to Was, oh, everybody knows about titan the most famous of Rockefeller biography. And yet, as I started to read this book, I was, oh, that's where all these ideas came from. The way I would what I would compare this to is you start studying Steve jobs. He realized he had all these great ideas, you're learning so much and then you go read about his hero, Edwin Land, the founder Polaroid and like, oh, jobs was just taking lands ideas and applying it to his work. And so the reason I'm telling you all this is because I'm gonna make the case today that you should actually read this book before reading titan, and that's gonna sound crazy because titan, you know, over 700 pages. The book I hold my hand is 250 pages, it might be more detailed than tightness. And what I mean by that is not more detailed in like the personal life of Rockefeller. But detailed in how he built his business, which is what you and I are most interested in. Okay. So Wanna jump brandon into the book. I'm gonna read a note of this this idea that's playing out over several pages And it's this idea that he may have disliked his father later in life and there's a series of resentment that he definitely had towards his father, but he believed by his own admission that the business lessons that his father taught him were extremely valuable. So it goes... It starts with this person that knew Rockefeller when he was a child, do know where he got his greatness from. A man who had known Rockefeller a boy once asked. It came from his mother. She trained him from childhood. Rockefeller had his mother's quiet Pens demeanor. His devotion to the church came from her. She taught him from an early age to give regularly and uno uncontrollably to the church and charity. Like her and unlike his father, he was outward self facing and never sought the limelight. All of his life, Rockefeller handed out pla as though they were dimes, many of these he learned from his mother, save what you can and not what you have to. As 1 example, a good tree brings good fourth good fruit, you don't get bitter water from a good spring and is a time to sew in a time to reap. But now here's the reason I'm reading all this too. But rockefeller did not think that he owed all he became to his mother. And so the background of the relationship they have his father. His father ones up having multiple families. He would leave from, many months at a time later in life sometimes for years at a time. He was an ardent individual who prioritize his own needs and wants over his children and and his... All his families. But when he did come to town, he wind up having a big impression on his sons. And so it says occasionally big bill, that's what they everybody called Rockefeller father, took Rockefeller on a business trip. Once they stayed in a first class hotel that charged a dollar a day and had horrible floors. The father would have seemed to it that the boy knew the cost of the room for he talked constantly of the importance of money to the point where a young Rockefeller seemed obsessed with it. He saved every dollar he made. And this a quote from Rockefeller just describing this point in his life when he was much older, man, I can still see upon the mantle that little box that I kept my money in. It was safe there. I had loaned out money and got interest on it before I was 14 years old. And I knew well how to make out a note. My father taught me these things. The father threw the boy into the world of business early on. He used to dick with me and buy things for me. He taught me how to buy and sell. Big bill put the matter more bluntly. I cheat my boys every chance I get. I wanna make them sharp. I trade with the boys, and I just beat them to be sharp traders. And this is Rockefeller Describing what this experience in childhood like, was like, we invite these ideas with our daily food and where we did not emphasize them enough this wise, able and positive man found ways without difficulty and very readily to reinforce his teachings. By the time I was a man to hell of a line. By the time I was a man, long before it, I had learned the underlying principles of business and the rules of business as well as many men acquire them by the time they are 40. I needed no 1 to advise me about the nature of transactions with which I had been carrying on since childhood. And so big bills philosophy on parenting was, hey, throw your kids in the deep end, and you'll force them to swim This an example. That big bill still favoring the rural life settled his family 13 miles outside of Cleveland. This is before. He's gonna leave and then start another family after this. Then in the fall of 18 53, he drove Rockefeller into the city. He found a boarding house close to the high school, opened a small bank account for him and left the boy, aged 14 to fend for himself. He had dropped Rockefeller just in from the country into a strange be wielding world. And then Rockefeller response to this experience tells you a lot about him and kind of how he moves through his entire life he faced the city as he did all new experiences, moving ahead slowly, cautiously, saying little and observing all around him steadily. So it's not clear if Rockefeller actually graduated high school, if he did, he didn't bother to 10 graduation, our pickup up as diploma, he did do, like, this male course, like, course by mail where he's learning with the fundamentals of bookkeeping and basic, like, as they understood business as much as they could keep mind this in like in the 18 fifties. And so we're gonna fast forward, because his approach to life in my opinion is an Everett read obviously titan twice reading this book and then reading Rockefeller auto. My interpretation of this is that his approach to life is actually reflected in his approach to finding his first job. And so we're gonna see that here. The art of living as Rockefeller saw, consisted of facing problems and solving them. He said, it has been that way all my life. Find a problem, work at it, solve it as well as I can, put the administration of that in good hands and then go on to the next. From the city directory, he drove a list of firms that he considered suitable for work. Each morning after breakfast, he dressed in his best clothes and started out to Canvas firms. He knew no 1 important in the city. He had no letters of introduction. He would open the door of a bank, a railroad office, a commission house, a shipping firm, and he'd asked to see the man in charge. If denied that, he would speak to whoever with Lend ear. He continued his rounds until the office is closed for the day. He did this. 6 days a week, week after week sustained only by his incredible self confidence and determination. After visiting every important firm in the city, he began the rounds again. I was not discouraged. He said later, but he must have sown signs of wilt for at 1 point his father said, it's alright, John, you go out to the country and I'll take care of you. When John thought of remaining dependent on his father he said a cold chill ran down my spine and stiff in his resolve. Buried beneath the praise that he he upon his father, lay a tightly controlled resentment. So he finally gets a job as a bookkeeper at a commission house. It's called Hud, excuse me hewitt and hud. Really, I'm gonna tell you my notes before I read the section to you. There's a lot of things happening here that I'm really important to understanding how he's able to build a monopoly later on in life. And funny enough, there's just a lot of things that are said in this book Never remind me of what I've learned about reading about Jeff Bezos. But really, what what's happening here is like, the idea is like, you should try to expose yourself to experiences that are slightly ahead of your skill set or understanding, and you should do so constantly. So it says the partners expected him to do a lot more than just a books. Hewitt in total bought and sold commodities on commission. Such houses were then a relatively new form of business in America. 1 made possible largely by their technology their day, which is always fascinating to read about. By the railroad and telegraph. The telegraph gave the commission merchant instant news of price changes in the wholesale markets and the railroad let him take advantage of that information of information of favorable swings by carrying his shipments swiftly to the buyer. And this is important to know because after he works at this commission house, he's gonna start his own commission house, and then he's... From that house, he's gonna have the opportunity to invest in oil, which obviously dedicate his life to. Rockefeller wants explain some of the complexities of the business. We would receive, for example, a shipment of marble from Vermont to Cleveland. This involved handling by railroad, canal and lake boats just like oil will in the next few years. The cost of losses or damaged had to be somehow fixed between these 3 different carriers and it taxed all the ingenuity of a boy of 17 to work out this problem to the satisfaction of all concerns. So that's what I meant about the benefit of constantly exposing to yourself experiences that are slightly ahead of your skill set or understanding. Since, this experience in conducting all sorts of transactions at such an impression age was highly interesting Rockefeller said. Within a year after Rockefeller had been hired, total quit Soon, Rockefeller was in charge of the office and working side by side with his employer. He posted the books, handled all the cash, wrote the checks, paid the bills. I soon became known as being reliable, he said. And this is a part that made me think of Jeff Bezos. He worked as though he owned the firm. Remember that sentence. He worked as though he owned the firm. I scrutinized every bill. If it ever had... If it had ever so many items, I went over each 1, Verified it and carefully added the totals. The bill had to be accurate in every detail before I okay it to be paid. 1 day, a captain of a boat gave Rockefeller trouble. Now look here Captain. Rockefeller said, I can't make out the bill for that amount. It just doesn't tally with the actual cargo. Come young man you will make it out the way I say. No 1 is ever gonna know. Why everybody allows a margin like that. Rockefeller responds. I'm sorry to say no. If I'm going to do right by you, I can't begin by doing wrong for somebody else. Can I? And if I did, you would soon be afraid that I would cheat you too isn't that so. Nonsense, the the captain replied. You're too strict, and then the author makes a great point that I double underlined. That strict lasted to the end, meaning the end of his life. He was always like that. And so that sentence says he worked as though he owned the firm When I when I read that, it made me think of 1 of my favorite exchanges in the book the everything store I've read a bunch of times. I think I've done 2 podcast podcasts on it. I actually did a 3 part series on Jeff bezos. If you haven't gone back and listen to it. It's 1 79 and 1 80, and then there's a bonus episode. I think in between those 2 books because it's the first biography by Brad stone and then the sequel by Brad stone as well. And so 1 of Jeff's Maxim that he'd repeat over and over again is that you need to think like an owner. And so I love hearing stories about these founders when they were much younger. You know, the Jeff of today is very different from the Jeff that actually built Amazon. So this is a This is story that takes place. I think Jeff is around 35 years old when this is happening. So it says a ave... A veteran of long distance provider Mc. This guy his name is Price. Price came to Amazon in 19 99. He blu early by suggesting in a meeting that Amazon executives who traveled frequently should be permitted to fly business class. Bezos often said he wanted his colleagues to speak their minds, but at times, it seemed he did not appreciate being personally challenged. You would have thought I was trying to stop the earth from tilting on its axis prices. Recalling that moment with horror years later. Jeff slammed his hand on the table and yelled. That is not how an owner thinks. That is the dumbest idea I have ever heard. And his a ton of stories just like that in early days of Amazon. I wanna to, get into how he applied, like, his approach to work even for as a young man. This is gonna remind me So I always bring up to you that this idea that I learned from David Og a long time ago. I discovered David Over because I was reading warren buffett shareholder letters and warren buffett it called them genius. And I like, that's interesting. So I should read about them. I started reading about them and I became obsessed with them. I think I've had 5 books and in the archive. But he has this idea that the good ones no more. And he knows that so few people actually take the effort to just collect more information. You only have to be much smarter than everybody is just actually collecting them. And so you gave gave an example 1 of his books. It's like, hey, if you're doing it if you're an ad, you're designing ads for your client and they're an oil company, you know, read books on geology, Go to the gas station, interview the customers, take a tour of your clients fact manufacturing facilities. And he says you do this over and over again. Like, you do this in, like, you you really apply this yourself at it. And in 2 years, you'll know more than your boss. Well, that's exactly what Rockefeller did. And so that's why these these these ideas are... I try to repeat over and because they're, like important and you see them pop up in all different times in history and all different like, all different industries are obviously very important. So it says a fascination with business that can only be called a passion held Rockefeller to the office. Figures in the ledger were hit to him like words to a poet. The yearly account books resembled volumes of of the history, So he's going back into the history of the firm he's working for. I used to go over the old books he once said. And soon he knew more about the firm than he did. That's exactly what what what open said. Like, you do this. You're gonna wind up knowing more than your boss. So he says, he went knowing more about the firm than he did and more about the commission business past and present than anybody else in Cleveland. And the reason I think it's important to to note is because what Og believe is he's, like, I'm gonna tell you to do this and most of you just won't. There's the line right there between the people that shoot up in their career, like a rocket and people that don't and they're doing the same job, 10 years now, because you just won't even do this basic, very achievable thing. The good ones no more. And so as he's doing all this research. Like, if you really think about what's happening in the book, I guess I should explain to you before it awaits to you. The the sequencing, like, the sequence that you're... The experience that you have the sequence that those experiences happen in is extremely important. There is no standard oil monopoly without this experience. This working experience as Rock hap have having at the moment without it happening first and why is that important because the main strength of standard oil, there's a lot of obviously things they did that are intelligent. But that they're... If you wanna identify the most important thing they did. Because they're operating a commodity business is they were absolutely ruthless with getting rebates on transportation from the railroads. This is before the invention of the technology pipelines that come later. He also analyzes that technology as well. And so the reason, I'm bring that to your attention because he made the point in other books I think this might have been in, his auto. Please said, listen, rebates existed in other industries. I just applied them to oil first. And so that idea that you and I always talk I was like, we're not copying the what. We're copying the how. You and I are not trying to build an loyal company. That would be copying the what, But we could take the ideas that he applied to his business and copy those. That's copying now. And that's exactly what he's doing now because he just copied the how that he's learning in the commission business to oil. So it says the ledger combined with experience revealed something that neither the the courses at his commercial college. That's the the the male like the degree by mail thing I mentioned earlier, nor his father had taught him. And this is so important. My eyes were opened to the business of transportation. A large part of his time went to dealing with freight agents, boat captains, barge can canal owners. He learned more than how to negotiate settlements with with these people. He saw this is the most important sentence in this entire page, and I have a ton of highlights on this page. He saw that posted rates supposedly fixed could also be negotiated, and this is a the maxim that I think will let you and I allow us to carry this into the future. All was not as it seemed on the outside. He saw that posted rates supposedly fixed could also be negotiated. All was not as it seemed on the outside. And so what is he discovering? That a favored shipper at the end of the month would receive a rebate on that shipping rate that could amount to a substantial sum. The exact idea that him and Flag. Fl... So might be Rockefeller idea, but flag was the wanna actually executed this idea to to, like, the the more so than anyone anybody else in history. And so says, Rockefeller once said, that the 3 and a half years of business training I had in that commission house formed a large part of the foundation of my business career. 1 of the things he learned was how not to run a business. His boss hewitt in his eyes was incompetent. He had been in various enterprises. This is now Rockefeller describing why he felt this guy was an idiot. He had been in various enterprises. They had all proved on sat. He was g around 1 way or another. He was lit and costly court cases drained his purse. He spread himself too thin, often giving more time to investments in warehouses, office buildings and land in and around Cleveland then to his commission house. So then he jumps from employee to founder. He teams up with this older guy working the same business So, like, hey, why don't we just do it ourselves. And so the reason I'm gonna read this section to is because he has to learn how to borrow money at the beginning of this career, and then he uses that knowledge on how to borrow money when he gets into the Oil business and that sets him apart from his competitors because 1 he's better at it and he's bold. He'll like, hit so much so that his... He wants to having to leave his first oil partners because they were too scared of how bold he was. Borrow money in the present, his father believed in order to accumulate a fortune in the future. Rockefeller practiced that philosophy. He was Clark said later, the greatest borrower I ever saw. The Clark's name came first on the company's calling cards, it was Rockefeller strategy that dominated the firm's operations. The firm was prepared to make liberal advances on consignment of produce, which is exactly what he was doing where he's working for He in Total. In a day before the... And in a day before commodity loans, farmers were often desperate for a quick return on what they had shipped to market this is the opportunity that, like the service that Rockefeller providing. Okay? A firm that promised liberal advances, which is what Rockefeller marketing material said. A firm that promised liberal advances not when the consignment had been sold but when the bill of lad had been received was bound to attract customers. So they're saying, hey, everybody's willing to loan new money or front money I guess, is a better way to think about this, we will just do that, but more so. In order to make these large advances the company must borrow and borrow heavily. And so that's the edge that a young rockefeller. Saw in his business that gave him an edge up on his competitors, and so that's where he's like, okay. I have to learn how to be the best borrower ever. From then on, Rockefeller was a familiar face at all the Cleveland banks. The visits were not always pleasant. Older men resent his youth and his persistence. They suspected his judgment and often turned down his request for money. What if the president of a bank refused to make me a alone. That... This is Rockefeller reflecting on this point in his career when he's a much older man. What if the president of a bank refused to make me alone. That was nothing. He might lecture me on the following Mu fo of making a loan for the purpose for which I was seeking it? That made no difference to me. It simply meant that I must look elsewhere until I got what I wanted. That persistence was always low key, but it was relentless. And so Rockefeller copies the how and not the what, and he sw when he switches the oil. I'm gonna fast forward to that. He's borrowing so much. He's being super aggressive super bold. This is what's gonna cause the breakup up his first partnership. We have been taking on too many loans in order to extend this oil business. Maurice Clark said. And this is Rockefeller response. We should borrow whenever we can safely extend the business by doing so. So his partner responds. If that's the way you wanna do business, we better dissolve and let you run your own affairs to suit yourself. He then leaves the office, shortly afterward. So there's like, a, I think this 4 of them in here. Shortly afterward, another partner comes in and him and Rockefeller are gonna have conversation. Shortly afterward, Samuel Andrews entered the office. Rockefeller told the conversation that it just occurred. He objects to my borrowing money. It is unreasonable. He knows as you do that I am very capable that. I'm very careful about loans, and this is where rock all those points. Like, we gotta act now. We have an opportunity now to expand which may not last long. So he wants to take advantage of that now, and it's also the important thing is like, why is the timing right to jump. He's clearly trying to jump from the commission business to oil. And so this is why. It says Rockefeller had calculated the risk in his bold leap from the commission business to oil refining. By now he had enough outside investments to support himself if the Gamble failed. But the Civil war was winding down and that meant the huge boom boom in profits the profits that I came from the war and the commission house would soon diminish. Several new wells oil wells had been recently discovered in Pennsylvania, the supply of crude was now about 10000 barrels a day, and it looks certain to Rockefeller that is, at least for the near future. And so there's just a couple more lines I have to bring to your attention, but something I need to tell you is was like, you have 4 partners, the Clark Brothers are together. They think Andrews is with them. Andrews had secretly done a pact. John had secretly said, hey. Let's... They keep saying we're gonna break up, I'm gonna wait for the right point. But when we do break up who are you with you with me or them. And the reason I bring this your because this hop popped pops up a lot. And I think the best person to to describe this is actually Paul Graham. I've heard him talk about this founder of y comb. And he just... He warned you. Like, you gotta be careful with who you choose as a c founder who chooses as a partner. I forgot the numbers he used, but it's just like, you know, the vast majority of, like, the y comb comb founders. Like, they have some sort of, like, founder divorce or y comb has step in and media, it's just... You know, it's it's it's very difficult to get right, and there's always usually just 1 dom partner anyways. If you look at just even if you look at companies under are no longer startups. And you go through the ones in history. You're not gonna find, you know, to choose. Even even if they start off with 1234C founders, like, there's 1. It's usually 1 person. So this an example, that, the 4 partners met 1 evening in February 18 65, the Clark assuming that Andrew's was with them once again called for a dissolution of the company. So they agreed. And then the... Then the Clerk were astounded to learn that Andrew's was not with them, and that Rockefeller had secretly lined up financing to buy them out. And so this is when he becomes. I I think he's 25 years old at the time. Becomes the largest refinery in Cleveland and this what he said, how fortunate was that I bought out all those men, Rockefeller recalled later. I point to that day, when I separated myself from them, as the beginning of the success that I have made in my life. And then in the next chapter, the author base a fantastic point, which is something I've tried to bring to your attention a few times that we tend to focus on the version of the person that gets to enjoy the success and not the version that built it. The best example of this, I think was founders number 01:40. It was the the biography of Bill Gates, but it's biography of Bill gates from the first 35 years of his life. It ends on the day of the Microsoft Ipo. And the reason I use that example is because, like, the bill gates you see on Tv giving interviews to this day, that's not who built Microsoft. The Bill gates to bill Microsoft was the guy that dressed like Mister Rogers, but underneath that costume. He was Gang khan. By far 1 of the most extreme founders that you could... In the early days of Microsoft, By found the 1 of the most extreme founders you could ever study. The picture of John D, fixing the minds of many is this bent old man passing out dimes and pla dudes between swings of a swings on the golf course. Loss from view is the Rockefeller that Cleveland knew in the 19 sixties. A vigorous alert gentleman with a quiet but extraordinary personality. Those who seek to explain his success generally comment on Rockefeller insights of mind, his ability as an organizer His skill is a financier and his ruthless. Rarely do they remark on his personality to understand the success of standard oil, 1 must know something about his personality. Like his father, he could charm birds from trees. Unlike his father, he trapped the prey before it knew the sub deduction had begun. Rockefeller knew of his talent, and as an old man, 1 afternoon he admitted it by relating a dream that he had the previous night. And this is the dream. I dreamt that I was sitting on a lawn and I was told that someone looking rather like a ru wanted to see me, and they all advised me not to see him that he meant no good. I'll see him I said, and he appeared, and I said to him nicely and sweet sit down and he sat down next to me and I talked to him nicely and quietly. And he said, of course, if it's shooting you want. Shooting and I said, of course, if it's shooting me, you want, all these people here are quietly ready to shoot. And so something about Rock. She's got a ton of of death threats routes. So that's what he's referencing there. Well, I talked to him, and I won him over and he departed. All good. And then they just go more into his his personality. Those who knew him in the office gave equally consistent reports. He was never in a hurry. He was patient and graces. Gracious gracious. I never heard him saying an un kind word about anyone. The chief thing I remember about mister Rockefeller is his easy courtesy to everybody. He was always the same in his manner, and it didn't matter matter whether he was in... When he was... Whether he was meeting the biggest or the smallest 1 he dealt with. Behind that placid exterior lay traits that he tried hard to hide. And then we get some insights into what traits he had that he tried to hide. He ex exited self confidence, but his wife knew of the number nights that he spent worrying about the future. Publicly, he never said an un kind word about anyone. Privately, he delivered lethal judgments about all of his business associates. The silent man that outsiders saw could be lac. That's just a fancy word and he likes to talk. Could be lac among friends. The hourly modest man carried an enormous ego. That's another thing I think I brought your attention over and over again. There's not a person that I have covered in the 260 biographies I've read sephora that had a small ego. Small egos do not build giant companies. The smartest founders though that we've studied. Hide that ego. They use it as, like, internal drive, and they don't really try to show it as much to the to outside because people don't like to see Ego and other people. That's just a fact of human nature. But I would push back heavily on the idea that John D Rockefeller able to build 1 of the most valuable... Maybe the most valuable company ever created in history and have... And not have an enormous, that's just not gonna happen. To the press, he always used we when talking of his company success, but in private, I often came forth. It was as if a... As a youngster, he had will himself to give the world a face, not necessarily his own. And so if you read a lot of about rockefeller, that's something Come over and over again and they felt like he had like a mask. He wore a mask like an external mass to the world. I think it's a good way to think about that. Rockefeller never tried to draw attention himself. He dressed quietly in the fashion of the times. Few new in 18 sixties that he was quickly becoming 1 of the richest men in Cleveland. And part of this was a strategy. So he would say let the other fellow talk. You he felt that you should be always listening more than you're talking. And this is something we just came up with, Henry Goldman, the the the son of the founder of Goldman Sachs. The the podcast I did on, last week, Michael Jordan said this over and over again. Successful people listen. Those that are not... Those who don't listen. Don't last long. Rockefeller would agree with that and the way he would say that this listen let the other fellow talk. You can see through his actions. He always wanted this asymmetric information whole advantage. He's gonna pump you with all these kind of information. What you talk I get they... His oh my goodness. There's there's later on in the book. It's just... It's crazy how foolish some of his competitors were. They band together. They they create to something something called, like, a refine refineries association. I'll get there later on. And they put him in charge. And part of him being in charge is he has to set, like, okay. You send your oil on this railroad, You send you send it over here. And so to to know that, he's gotta know the in and outs of your business. And so all this value... You could think of it as a way of him, like, not speaking and just listening. And he's getting all this value information from his competitors. Like, imagine your competitors are all private companies and they open their books and tell you how much money they're making, how many barrels of owe the shipping they give you all that information. A person you giving that person so that you're giving that information to a person like Rockefeller. That is insane. And so let's go into how he mapped out his thoughts of like, the oil industry as at the very beginning. Rockefeller is set about studying all sides of the oil and street. He traveled regularly to the oil regions. This is all Pennsylvania time and got to know the business from that end. He talked to the producers, the men who drew oil from the ground to the owners of the gathering pipelines that carried the crude from the well to the rail head where they met up with the railroad to the people who bought the crude. To railroad men who shipped to the refinery. So he's again doing exactly what he says a good ones. No more. Same thing he was doing in the commission business. You just see he's just doing in the business season now, he went on to New York to Philadelphia and pitch expert to meet his competitors and to study their operations. This is not what I mean about the refineries association that comes much later on. 2 problems preoccupied rockefeller. How could Cleveland overcome its disadvantages as a refining center and how could Rockefeller and Andrews, the company that pre dates its standard oil. Surpass its competitors in Cleveland. His travels revealed no easy answer, so I'm gonna pause here. He's the notes I'm writing to myself as I'm reading the book. All of these problems that he's identifying. Right? Once solved, if he could be the 1 who solves them, will open up extreme economic opportunities. But those economic opportunities only flow to the person that solves them. And when we get to this point, Was like I don't know how to do it Yet, but he found the opportunity exciting. This is when I started to think more about Jeff Bezos again. And so there's a highlight from the everything store, which is all I'll the back in Founders number 1 79 that I thought about. And it says, somebody that worked for Jeff talking about unusual experience that he had with Jeff. And he said, I brought Jeff very bad news about our business. And for some reason, he got excited. That made me think of another, another comment by Jeff Bezos. This comes from, founder is 01:55. It's a book called Invent and Wander the collected writings of Jeff Bezos. And this is Jeff describing why he gets excited to problems because another maximum that you and I have talked about over and nerve again is that problems are just opportunities and workflows. But most people don't look at it them like that. They have a problem. They, you know, complain. They be like, what's what they're experiencing, and people, like, founder mentality, like Jeff bezos was like, oh, that's an opportunity. It's just it's just kinda dis digitizing itself in workloads. The customer experience path we've chosen requires us to have an efficient cost structure. The good news for shareholders. This is coming from 1 of Jeff's Shareholder letters. The good news for shareholders is that we see much opportunity for improvement in that regard. Everywhere we look, we find what experienced Japanese manufacturers would call Mud, or waste. And this is Jeff's unusual response to that. I find this incredibly en merchandising. I see it as potential years and years of variable and fixed productivity gains and more efficient higher velocity capital, flexible capital expenditures. And that is a way to think about John... Like, young John Do rock looking. It's like, okay. Well, Cleveland is further away from where the oil is coming out of the ground than other people other refineries like the ones in New York and 1 Pennsylvania, not only that, in Cleveland, there's a bunch of other competitors. So, like, how do I solve these 2 problems? And knowing that if I saw this, this is Mud or waste. Right? I'm going to open up incredible economic opportunity. Refining was still such a relatively simple operation that even the most efficient operator could gain only a slight advantage over competitors. So he's got find another way in. Because their shipments were still too small to use as a bargaining lever against a railroads. What he does later, They would have little control over transportation cost. The refine g about these restrictions. But in general, they accepted them as facts to live with. This is such a powerful sentence that is coming get ready for it, rockefeller. Refused to do so. So perfect example. Right? The other refine are all these suck. These restrictions, but, you know, we don't like them, but that's just to facts the way to live with. Rock like, no. Right? I don't have to live with anything. I can change things. He had worked out a strategy that would carry him and his company to success. The sure way to raise profits was to increase the volume of production. To that end, he borrowed, there's that other idea that he's using in the past multiple times. Right? To that end he borrowed more money and started building a second refinery. Not before I move on to the next thing he did. When you study Rockefeller. He's never just hitting it. He's never only, like, 1 attack vector. Right? He's like, I an idea, but I have... I'm gonna circle this idea with 5 or 6 other ways to attack. That's why I started the book or the podcast with him comparing himself to Napoleon. Okay? So says to that end he borrowed more money and started building a second friend. Then, John D hired his partner's brother, this guy named John Andrews and sent him to oil city to oversee the production at the source of crude. Right? The cost of crude now why important. The cost of crude fluctuate wildly. Rockefeller regarded its timely purchase, buying, which which he define as buying as the price was bottom out and buying in large volumes as a central element in his strategy. 1 so important that he gave Andrew's little discretion in the business, and it's also the only thing Andrew's can focus on. Okay? And this is what he told him. He says keep me posted here on the crude market each day as frequently as there's any change. And so that means that the price is changing at this point, the price would change 4 or 5 or 6 times a day. And so he's, like, you need to tell me every single time this is happening. The bulk of Rockefeller borrowing in the early days went to buy crude. Why? His huge purchases was central to the company's success, and they often made those around him nervous. And so this goes on. This is what I. I was like, This is gonna sound strange to you. That how can a 250 page book be more detailed than a 700 page book. But it's because they... It's focused on how he's building his company. And so there's a ton of highlights that are coming here. I need give you an overview because I think it's gonna help to understand why I'm reading all this to. Think about what Rock was doing right now. He is... He's like listen said, we are increasing or refining output. We are buying large amounts of oil at opportune times. We are eliminating middle man at every opportunity and we're hiring. A players. So we're gonna get into the next part of a strategy. Just wanna tie up this this other section we're here or this other part where it's like, hey, like, you guys pouring a ton of money. It's pine crude a bunch of crude oil. The prices is gonna fluctuate massively And so this is him explaining this to as partners, we must try not lose our nerve when the market gets to the bottom as some people almost always do. We will surely make a great mistake if we do not buy. The next phase of John d strategy was equally daring. Other refine were satisfied to let wholesaler handle their export business. Rockefeller was not. So now he sends he hires his brother brings him into the business and gives him 1 job. He's like, we're not gonna let these wholesaler take that... That's profit for us He sent William to New York to open an office under the name of Rockefeller and company. Statistics showing a sudden change in a distribution of refined oil prompted Rockefeller action in the previous year, less than half of all refined oil had been sold abroad. So they're mostly selling. More than half their money is coming domestically. Right? But in 1 year, it jumped to where exports are now 70 percent of the total output, Rockefeller saw that, hired William sent them to New York, and now we are going to to remove the wholesaler from our business. Once that's done, this is when Henry Flag, I think it's what 02:48, our 02:49 Episode 02:48 or 02:49 9 camera which 1. Just did his biography, another formidable individual with that's worth your time studying. So this is where Rockefeller brings him. He's soon entice into the firm, Henry Flag. Fl brought in not only himself, but money, and he brought in really successful, older, rich entrepreneurs that are now going to advise Rockefeller. Fly brings in this guy har, 1 of the richest people in Cleveland. Hardness had made a fortune in whiskey, and I read a couple other things. So he did more than just whiskey. Har joined as a silent inactive partner. So he's not gonna manage at all. He doesn't wanna manage, but he... Like Rockefeller picks his brain. Rockefeller consulted him har on all large decisions. And so what his flag main job. His main job was to control as much as possible the cost of transportation while Rockefeller concentrated on financial matters. So you're recruiting bunch A players, and you're not telling them, here. Here's 5 things Want you to focus on. Here's your top 10 priorities. Like, no. You got 1 priority. Destroy that priority. Do it more than anybody else possibly will. Flag and Rockefeller shared in an office with the... With their desks back to back, neither acted until both agreed on a course of action, the basic team that would shape the company's growth for the next decade had been formed, and this is reminded me of I read or a 3 part series on Larry Ellis. And 1 of those books is called soft war, an intimate portrait to Larry ellis in in Oracle, And I think Founders 01:24, and he said something in there is really interesting. Like, you do not want turnover on your core team that knowledge compounds and don't interrupt the compounding, which is very different because a lot of people acquisition technology today. Industry, Like, III can't remember where I read this, but it's like, you know, the turnover it's like, a year and a half, 2 years, 3 years. And so this is from software. Well, many parts of the business actually need staff turnover to stay fresh and vigorous. Alison believed that keeping the elite Colonel group together has been vital. The process of building a software product teaches a program or what to do and and what to avoid. The accumulated knowledge and experience within the 40 or 50 strong group comes from continuous work on improving the core code until you think of Allison ideas like you don't want core you won't want turnover on your product team, your core team, same thing. They just said, It's like listen. And he's assembling... These these are all a players. A lot of were founders before they came into standard oil. Right? And this is, like, you don't want... You all the experience of 235 years that now Fl is gonna be working on transportation costs, what if you don't wanna lose that that knowledge. So the basic team that would shape the company's growth for the next decade and it had been formed. All of its members accepted a final element in the strategy. Only a fraction of the profits would be distributed in dividends. The rest was retained in the business. Well, that was Rockefeller idea. And he's doing that because Rockefeller saw to it that there was always plenty of cash in the till when the time seemed right for expansions. He thought this policy of retained earnings, then unique in American business, the crucial element in his strategy. And then looking back, they're talking about how difficult this point of their lies was, but how satisfying it was that they succeeded that struggle made it more satisfying an old age energy and intelligence and relentless attention to the partners gave that the partners gave to every detailed of business. Their days were long and hard, but they derived infinite pleasure from them. And it always sad Rockefeller that so few people remarked in this. Yes, often the days were full of stress and strain he said. Full of care full of full of anxiety. It is true and yet full of happiness that words cannot express happiness because we were triumph thing over the difficulties, and we were being strengthened and prepared to meet our larger responsibilities. Let's go back to 1 of the advantages that Rockefeller put together and the fact that he sent his brother to New York and way to think about this is, like, they have real time market data that their competitors lacked, especially their competitors in Cleveland. No 1 else in Cleveland had this. So it says un unfortunately, Rockefeller companies run more efficiently than most, but its large profits in lean years, owed more to William's presence in New York than to efficient production. William diminished the advantages that New York refine had long held over Cleveland. That then again it goes back to the use of technology. Right? The telegraph and post office tied the Cleveland, Oil City and New York offices into a tight web and communications between them flowed back back and forth daily. So again, they have real time market data that their competitors in Cleveland lack. The price of crude rose and fell with the price of refined oil. When William sends the drop ahead and refined, he would wire John to hold off buying more crude until the oil city exchange had reacted. And then they have these opportunities. Those... There's always, like, byproducts, and in competing products in some cases of ke because that's the main use of oil, like, how they're making money at this point history. Obviously, it's gonna change when he retire, and you have this gigantic increase in the size of the American automobile industry. So this this there's an example of that that's still taking place in the... On this page. So it's this thing called Nap. Nap was a low grade ill that most refine burned as waste because its market price was usually far below that of ke. However, sometimes it could be sold at a profit. When William saw a good market for Nap ahead, he would wire Cleveland to shift operations to take advantage of it. So the author just described the fact that they have real time market data that their competitors lack and now they're explaining what they did with that information. In war months, Cleveland shipped its oil east by canal. But at a moment notice from William, it could shift to rail to railroads to catch a rising market that would more than make up for the added expense because they could decide, hey, I'm not send it by boat to, you know, the East coast, maybe I send it by rail to the West Coast because that market right now that has just shifted and now we could actually make more per barrel doing that than sending it by boat. And so again, it goes back to this idea that the sequence in which events happen is really important because they're more efficient They have all real time market data, they're making more money than their competitors. What do they do? They increase the size of which their businesses, and then they go and use their size to negotiate cheaper shipping and transportation rates with the railroads then their Cleveland competitors could possibly match. Again, it goes back and why is that important because it goes back to what he was learning when he was working in the commission house as a 17 year old that all is not how it seems from the app from the outside. In the early months of that year, John William and Flag spent an inordinate amount of their time trying to pry the largest possible rebates out of the airy erie railroad. They concentrated on the erie because it was the weakest and the hung for traffic. And so this is where Rockefeller is going to meet the person that he later says in life that he's the best business person he's ever dealt with that's Jay Gold. There because Jay Gold is just taken over the erie. He Jay Gold. So think about this. They have, like, almost, like parallel ambitions. In different industries Rock. Like I wanna mono the the the the oil industry, and Jay gould like, I want to own all the railroad. So I wanna mono the railroad industry. So there is a ton of information about what Jay gould doing here. I read this chapter twice. I still don't even understand. It's so complex. I can't get my head around it. I can give you, like, the end result of all of j gold, like secret manipulation of the railroads. And that's what I'm gonna focus on because that tells us like, why why this relationship with Gold was so important in the early career of Rockefeller. And this paragraph right here will give you an indication of why it was so confusing. I still have no clue how, like, complex. This this idea that that gold did. So it says in the year that followed gold bought into... He he bought into rated leased or cornered the proxies of the Michigan Southern Railroad, these are all railroads. I'm gonna list for you. Michigan Southern, India, Indiana central, W W ba in Western, Fort Wayne in Pittsburgh, Cleveland and Pittsburgh and even the. 1 of his few lasting accomplishments, while with the erie was to make Cleveland, the leading refining center in the nation. Pittsburgh had always led the amount of crude it took for from the regions, but that changed after Gold took an interest in the matter. And this is the punchline why I'm reading this to you. The only certain result of gold manipulation was that Rockefeller profit might from them. They probably added at least 50000 dollars annually to their treasury to the company treasury of Rockefeller. The gift from Gold helped to carry the company through 2 hard years through the 2 hard years that lay ahead and to finance an expansion program at a time when most other refine were barely breaking even. And so this idea of having secret sources of income is all over the book It's all over the career Rockefeller. That was just the first example. And so now the... These are, like, bad years for the oil industry in general. And so I gotta lay out the playbook that they're gonna use over the next few pages. Here's the highlight or the outline for you. You raise money so you can in increase production. Then you use your increased production to get better rates on transportation than other refine are capable of doing. Then step 3, you use your increased profits because you have better transportation on a commodity product, to buy your competitors, and then step 4, you continue to find secret sources of income. It was flag with who came over the plan to reorganize the company into a flexible corporation that I that could expand at will by increasing its capitalization and selling more stock. Under his guidance, the Standard royal company started with a capitalization of a million dollars was formed on 01/10/1870. So that's the raising money part. Right? The new Corporation made its first strong impression on James Dev who headed the Lakes shore railroad. Yeah. It was just a a short railroad that fed into the oil regions and Cleveland. Henry flag proposed to give the lakes shore 60 carla carlo loads of of refined oil a day every day of the year he said. If the road would give standard a substantially reduced rate on shipments from Cleveland to New York. That is the second step. Right? Dev accepted standards proposal. So standard continues to reinvest money increases its production. But here's the problem. They gotta send 4200 barrels of crude a day. Right? At the time, their daily capacity was only 1500 barrels. So what do you do? Again, this is that maxim all is not as it seems from the outside. So like, okay, How are we gonna make up like, how we gonna fulfill this this obligation, this contract that we just signed with them. And so they go to the other refine there's about, like 25 to 30 of them at this point and say, hey, we could ship your oil cheaper than you can. Standard was willing to share with other local refine, its arrangement when these with these other railroads. And because the deal that standard is offering them is better than the 1 they can get on their own, they agree. Standard had agreed to handle the freight arrangements for all Cleveland oil slated for export. The deal surely gave them 1 more hidden source of income, What is that hidden source of income. Other refine in the city would have no way of knowing what part of the savings and freight charges were passed onto to them. Okay. So I'm move ahead to where he gets this idea Like, okay. I need to control this... I need to bring this god industry under my control. And really, the main point of these these few sentences here is that withstanding prolonged periods of anxiety can lead to a breakthrough. And just most people aren't willing to to endure that pain so they give up too too soon. Work by work by day and worry by night. Weekend and week out month after month. If I could have foresee the future, this is all a quote for Rockefeller. I doubt if I would have had the courage to go on. Sometime during the year, Rockefeller began to mu over plan to unite the refine of Cleveland into a single organization whose size and efficiency would be able to undercut the Pittsburgh and New York as well as the oil regions. So those are the 3 other areas. Of the country that are all refining oil that are their main competitors. So just like Titan this book goes on for quite a bit, about the Si, which is the southern improvement company. This is just... I'm gonna give you, like, the the the the top highlights. This is a clear... To me a clear description of what the Si did and why. And you could think about the best description of I've ever read about this is, like, it's a dress rehearsal. For the monopoly that Rockefeller eventually builds later because this idea is never gonna... Like, he just uses this idea as a threat. It never actually gets off the ground. The company's purpose was first to end rate wars by evening oil traffic among the Pennsylvania Erie and New York Central railroads. Second, it would limit production. The country had a daily refining capacity of 40000 barrels, but the market could only absorb 16000 barrels. You're producing too much. You already know what supply demand is You can imagine what that's is gonna do to the cost. Right? Ostensibly membership in the company would be open to all refine. That's a lie. The company would sign contracts with the railroads, which would grant members substantial rebates. That's why they're doing it, and also drawbacks on oil ship by non members. For example, if the posted rate on a barrel of refined oil going from Cleveland, New York was 2 dollars and 80 cents, members would get a dollar 80. So non members are paying, let's say, let's let's use round numbers for our sake. Right? Non members are paying 3 bucks a barrel, Members are paying a dollar a barrel. If the plan worked, no refine could long survive outside the southern improvement company. And so then Rockefeller says, hey, this is the plan we have. He goes around to his other competitors in Cleveland, He's like listen, you you gotta join or you gotta sell. And this is gonna be known as the Cleveland Mask. He saw a chance to use the southern improvement company as a club to force Cleveland refineries to accept our plan. In Cleveland, he immediately approached Oliver Pain of Clark Payne and company. And this is why he's doing that. He always says, like, he should target... He gives us advice later around too. Like, if you're trying to take over, like, an industry or or an area in the country target the the most formidable opponent first. And if you can knock him down, all the others will fall, like, like Domino's basically. Pain came from 1 of Cleveland Wealthiest family... Cleveland wealthiest and socially most important families. Rockefeller offered him 400000 dollars for his company and a position in standard oil. Rockefeller said later that the large amount he was willing to pay was meant to lure pain into standard oil where his Cleveland connections might attract more money into the firm. His plan worked. So the very same time that he's doing this. He does something that's also extremely smart and something that he does his his entire career, and that's... He's constantly developing a network of secret allies. And this time he does it with the bankers, and this is why. Every important Cleveland banker was given a chance to buy modest blocks of stock, which thereby committed them to standards welfare. Here it would be in their interest to lend the company money and not to lend to refine who refused to sell to standard. These bankers became a secret ally of standard. And so what's happening here is the historical events known as the Cleveland Massacre, but the reason I wanna bring this your attention is because when we get to Rockefeller describing this time in his life, it sounds to me like a religious sermon. In the 4 weeks between February and mid March, Rockefeller and Flag brought 20... Bought out 23 companies. All of what all but 1 of them was in Cleveland. Historians later dubbed the Swift in astonishing campaign, the Cleveland massacre. Rockefeller sought it otherwise. Now here's a quote from him. The procedure was without precedence. We find here he described his own his own con... His own company here. This he's using weird language, but this is his own company right. We find here the strongest and most prosperous concern in the business, which has had which had made money in each year of its existence. Turning to its less fortunate competitors, how Ben neville of you, John, who in what who it well knew had been losing money and become discouraged in saying to them practically, we will stand in for you and the risks and the hazards of the refining business again. So Ben neville on your part, John. You need not contribute any money unless you desire to do so. Standard turned to these men with whom it had it had been in sharp competition and sent to each, come with us. And we will do you good. See what I mean about this sounds like a religious sermon. We will undertake to save you from the rex of this refining business and give you a return on the capital which you have in the plant and your land. Or if you prefer we will take the business off your hands. And the mistake these guys made is they he gave him an option. Do you want stock or cash, and it says all but 5 took cash. Most simply doubted that Rockefeller plan would work. John, it cannot be done. They said. Neither Rockefeller nor flag threatened anyone during the campaign. They did not have to. They started at the top with the largest refine, and by the time they were halfway down the list those remaining had no choice but to sell out. A refine who thought he could survive by expanding found that when he went to borrow money that all of the Cleveland banks were in standards pocket. And so that reminded me of a line by the author, Ryan Holiday. He was on a podcast promoting his book conspiracy, which talks about the plot between Peter T and Hulk Hogan to take down Ga, and he described it the most sing. After spending a ton of time studying what actually went down. And he says it was ruthless efficiency and hyper competence. And so those are the were the 5 words that I wrote down on this page when I got. This is the end of the chapter it just lays out every sync secret mach nation and inform strategy that Rockefeller did And the way I would sum that up is ruthless efficiency and hyper confidence, and if you could think in that 5 word sentence, the most important word is ant. Is the combination of those traits to the... Taken to their most extreme application, ruthless efficiency and hyper competence. So there's a short chapter called a remarkable letter, and it is all about a letter that 2 rockefeller from his brother, William, William is it in New York. And the author just does a fantastic job breaking down what like, why this letter is so remarkable. And so I'm just gonna read you his description of what's taking place and why they just gives us insight into the early days of standard oil and how they thought. So it says, this letter calls for explanation. It is 1 of the survive from Standards early years that reveals in detail how the leaders thought and the way they operated. The first astonishing revelation is enormous profits on a small investment. So the letters is basically from his brother saying, hey, there's a very profitable refinery, we can buy them. Or we should buy them and here's why. And the way to think about this is, like, well, he he tells us right here. It's a small refinery, but it has, like, a specialized niche, and so it's extremely profitable. The first astonishing revelation is devote enormous profits on a small investment. So remember, this is 18 70, 18 71 and 18 72, and this small refinery made a profit of 800000 dollars. And if you use 1 of those inflation calculators online, that'd be like, 20000000 dollars in today money. So it says it's modest refinery specialized in canned oil for export. They were exporting a product that was popular in Europe. Why is that important Because they say had carved out a unique market for himself? Because the 3 years that William mentions were very lean ones in the oil industry. And William's recommending buying this because once they... Like, the overall economic environment, the oil market rather, like, improves, he thinks that they can more than double the the profits, and they could do so within the next year under standards management. And he continues breaking down this letter, the phrase in the event of either war or peace indicates that the thought was a foot with the Rockefeller and Flag to invade the New York market, which is where the companies that they're... That he wants his brother to buy is located. Charles pratt willingness to go along with standards purchase of Dev is another surprise. Which is obviously mentioned in the letter why is that his prize? Because Pratt had refused to join the Si, the southern improvement company. He was 1 of standards strongest competitors in New York, so he's saying All join with you guys. Right? Previously, he he'd been a big critic. Was 1 of standard strongest competitors in New York and uni uni uninterrupted at the time in any form of cooperation. Yet here he is, and this is a quote from Pratt very anxious to get into our arrangement. And so the author adds some historical context for us about why this is important. Because Pratt was no fool. Indeed, he was generally regarded as 1 of the shrewd enable men in the oil business. Yet the letter shows that William is lu Charles pratt into a trap that will eventually If all goes as planned, let standard devour his business. Once standard had the dev company, it will gain a monopoly on canned ke and soon after, all eastern refine will be in our hands. Pratt would be included in that statement. When William writes that the present competition will naturally be kept, he means that the Dev company will continue to operate under its own name after standard buys it. So that goes back to this idea that Rockefeller loves secret allies. He does us over and over again. Over and over and over and over again. This may be the first recorded reference to a technique standard would soon use to build its empire, the hidden company. That is a supposedly independent firm, operating under its own name, but in fact, wholly owned by the standard oil company. And this paragraph is the the single best way to think about this. And why this was such an effective tool. The secret ownership of other companies was so well preserved that often a refine enraged by standards ruthless tactics would refuse its offer to buy him out and sell instead to a local competitor unaware that he had in fact sold out to standard, and that's 1 of my favorite maxim, illustration 1 of my favorite maxim bad boys move in silence. So we go back to this idea that Rockefeller looked at businesses war. In war, you, obviously, your your opponent can fire back. And so that's what happens to the petroleum producers union and the people are actually producing the product. Right? They decide to to to band together and boycott. And, essentially, they're trying to kill the the this plan, the southern improvement company plan, which they're successful. And I'm not... The details of that, not that interesting to me. But it's interesting, Rockefeller reaction to this is interesting. So it says, The petroleum producers Union immediately levi boycott on all the members of the south southern south improvement company. And so it's a problem. Rockefeller Cancer survive if they don't sell to them. So what I'm about to reach you, this is the important part, at least it was to me. What what what I'm about to reach you is happening during a boycott. Right? That takes standard oil employees from 1200 to 70. They have to close up shop. And so Rockefeller... Rockefeller, even though this is happening, He thinks this is temporary. So he's... He... And there's a bunch of examples of this in his own private writing and in recollection from conversations he had. He identified that he believed that standard oil stock is the most valuable thing in the world to own and always bought more of it. And so we're gonna see that he has continued to resolve even when his own partners and his own brother don't. William wrote this is having during the boycott. Right? This is a very scary time. Imagine having 1200 people in your company that you see going down to 70. You're not gonna be really really optimistic. William Wrote rock John that he wanted to sell 50000 to a hundred thousand more of his stock. Do you want it? Maurice Clark also became uneasy about this time, and he told Rockefeller that he wanted to sell him his stock? Maurice, John said, you're a member of the standard oil company. You had better wait. Maurice waited until after lunch, and then he said he still wanted to sell. Rockefeller says, so I gave him a check. So that boy kinda lasts like, a month or 2, maybe 3 months. I can't remember exactly. Eventually gets resolved, and so they could start scaling back up. So they're like, okay. The Si, that's not gonna work. They're... They, like, we have to... We still think this is a good idea. Let's find another route in. And so this is what I mentioned earlier how his competitors are actually gonna give Rockefeller the what he wanted. Information about their business. This is so crazy. So it says they tried a new idea. They called it the Pic Pittsburgh plan, which the public name was the National Refine Association. And so the idea is like, hey, let's all join together. We're gonna, use our increased size to negotiate better rates with the railroads, and then we need somebody to even out traffic on the railroads. So the railroads get this, like, from the railroad perspective, you get, you know, hey. I have guaranteed. This is how much you're gonna send me. This is the price we're gonna pay. Like, just makes their their their business way more predictable. Right? And this is the crazy part. Rockefeller was chosen to head the association. Refine dare draw on his talents now since power was spread through the through a representative governing board and no 1 feared he would or could gain control of the organization. And this is important because his election as the head of this association. All the benefits are gonna accrue to him in standard oil. Rockefeller worked to make the association succeed. Yet. He expected it to fail the moment, the oil industry confronted a crisis. And he says, in in this association, and then he's describing why he he he want... He thought this was gonna fail. In this association, you couldn't fix a penalty. And by penalty, he means it's all carrots and no sticks because his point is like, listen, this this organization of people is made up of men to a great extent that are untrained in business matter. Many of whom came from a great variety of occupations not well calculated to prepare them to meet the the ex of high grade progressive businessman and competitions. He's essentially saying like, they don't... They're not good enough and they're not disciplined enough. And this is how they're gonna react if there's, like, this depression in the oil market. It was a apparent that these men would not keep to their covenants, meaning they're don't... They wouldn't even, you trust their word. He's insulting them since she was happening here. They would observe a covenant as long as they worked out to their advantage but would flinch and back away when they're carrying out of the contract seem temporary to their to their disadvantage. That's exactly what ones up happening, by the way. It's gonna dis expand. But before that happens, he's getting all this valuable information, he would use the refine association to his purpose. As president, he came to know the inside of every member's operation. He had to do this in order to to a lot, the quote fairly. And in his travels for the organization, he became acquainted with every leader in the industry. And shortly after this depression that's gonna last 4 years winds up hitting the country, and it says the Association collapsed with its onset just as John predicted. Now I'm gonna bring into, like, how to... So how does Early in his career still has not built his monopoly yet, how is he going to act in a financial and economic depression? And his answer is that they're gonna start vertically integrating. A few months later standard made 2 bold revolutionary moves that indicated that Rockefeller and Flag had shifted strategy. Now they began to integrate vertically, branching into aspects of the industry others had not touched. First, they started to build their own pipelines in the oil regions. Next, standard purchased a half interest in this company called Chess, Carly and company. Which was the largest distributor of refined oil to the south and southwest. I'm gonna keep reading and I'll just explain all this you in a minute. Together, they purchased a number of the newly introduced bulk tank cars, which is they're gonna fill with the oil, obviously. In them, chest Carly shipped tu time from southern pine force to Cleveland. When the cars were emptied in Cleveland, the Tu time was sold in the local market. They were then filled with ke and sent back to Louisville for distribution. Why is important? Because in a single swoop, the huge expense of shipment by barrels had been eliminated. And Chest Carly continued to operate under its own name. No 1 in the industry was aware of the partnership it had with standard. So think about what's happening. They're selling into new markets. Right? They're eliminating costs. That's exactly what we did describe, and they're collaborating secretly. So we're still in the economic depression. Obviously, when when you have an economic depression, the weak people are going to be the, like, what warren buffett says. You don't know who's swimming naked until the tide goes out. That's an example of that. What Rockefeller was doing to this part though, is it's like, it's really interesting He understood humans. Right? So he would align. This is how he would align interest to transform competitors into collaborators, which is something that, you know, that's that's the all things. Like, we should be collaborating. We should not be competing. He was not a fan of competition. In all the history of the world, men have never made a success of a concern into which they were forced or driven. This is Rockefeller talking. You cannot have winning cooperation except by willing partners. He went on to explain how he, William and Flag approach those they wanted in the company. We have said to these men. Now let's look at these facts together. We think it is in your interest in ours to work together. The cause is thus. Do not be in a hurry, think this over and take your time. Those who looked over standard oils books came away astonished at the high profits they made in hard times. The second carrot was the appealing pattern of organization that John D offered for the enlarged company. So he's is building Essentially, these are a bunch of like Aqua hires. Right? He's... His entire team is gonna be a former founders. Policy would be set at the home office, but considerable authority would be giving to the quote unquote division leaders. These are the companies he's buying. The division would to a large degree be semi autonomous. Each of the key men in the local refining areas would have a voice in setting company policy. And it's almost like he sets this up like almost like, Like, the mob did the Mafia did in America and other places, like, they mob bosses in all these different cities. So it's, like Lockhart and Pittsburgh, Warden in Philadelphia, Pratt and New York, Arch in the O regions, would run their own division. And they would also sit in on company strategy meetings in the home office, think of Rockefeller like the boss of all bosses. Right? When standards offer was presented in that light, independent thinking men, like Pratt, Arch, Ward and and Lockhart, founders. Right? Found it hard to refuse and none did. So go back to when he was looking for a job as a young man he's 16 17 years old. Said there was, like, a lot... You you could use the the the the way he approached his search for job as like, a metaphor for Harry he approached his life. There's a more detail in this book than I found elsewhere. About, like, how did he work? Like, what was it like in the office? In the office he proceeded in the same steady methodical way that a farmer plowed of field. His method of getting business attended to was the acne of simplicity. Unfinished business in the form of letters, telegram and memos and so on was placed in a pile on the right hand side of his desk. He would take up the first paper, give an answer or issue in his instructions to someone else, And then when the matter was off his mind, the papers were handed over to be filed. If the paper could not be immediately attended to, he turned it upside down and put it on the left hand side of his desk. When the pile at the right side was demolished, he would turn the pile at the left side, right side up and transfer to the right hand side to be taken up again the following day. But I just love that that visual gives you. Like, he's going about. He's proceeded in the same steady methodical way that a farmer plaza a field. And now that he's convinced his most formidable competitors to become collaborators, we see the ruthless in which he operated in, because his whole thing is like, I want all the business. I don't want 50 percent. I don't want 90 percent, never gets above, I think, 90 percent. And and sometimes even before, it's dissolved. To they some competitors kick him down to like, 80 percent, But his whole thing is like, I want it all. I 100 percent. Good manners that he displayed up to 18 75 had been imposed on him. He lacked the power to force his will upon the industry, and he had to proceed with care in order not to frighten or those he sought to entice within the fold. Once they had joined, Rockefeller method of operation changed. And so we see more ruthless efficiency and hyper competence here, he wanted a monopoly to achieve it called for a change of tactics. From now on deploying his general staff when Napoleonic scale he would blend the gen methods of persuasion with a ruthless and sometimes un use of the power he had accumulated. Here's an example. The general staff he had assembled by 18 75 would carry standard through the next decade. It was a band of tough, smart progressive businessman. 1 of... And so here's an example of 1... They call it an exploit. There is a small refine. His name is Joshua Merrill. Heat Marrow had patented a process that neutralized the offensive odor that up to them had slowed the sale of lubricant oil. His product instantly caught on and sold at several times the going price of competing lubricants. He had barely begun to market it when a mysterious doctor T invaded the market with a d lubricant obviously based on Mer patents. Mer suit unaware that behind behind T lay Lockhart and behind Lockhart, lay Rockefeller and standard oil who had promised to pay all litigation costs. The case dragged through the courts for years. And they finally broke mer. Eventually, he sold his patents the standard for 20000 dollars, which was a Pitt compared to the more than 100000 that he had spent in legal fees. Lockhart assignment was to oversee the cleanup operation of Pittsburgh independence always, of course, under the eye of John. It was Rockefeller for instant, instance, who suggested planting in the local press, a story hinting that a burg refining refining industry in Buffalo would hurt Pittsburgh. So that's another 1 of the tactics they used over and nerve again. They would use the press to plant fake stories. After that story was planted. This is a result. Rockefeller also mapped out the battle tactics for Lockhart. Concentrate first on the largest and strongest independent refine. With him secured, the balance can be brought out easily, meaning the other competitors. That plan works soon after the chosen pray fell, 6 other independents t neatly into the fold. So there's a ton of stories in this book about rockefeller picking on and destroying smaller refineries. But he also would punch up, And this story is an example of that. For all practical purposes, standard in 18 77 had a monopoly on the refining end of the oil industry. But a threat to its control loom that year in the form of Joseph D Pot, who, with the Pennsylvania railroad as a collaborator set out to loosen standards firm grip. Rockefeller company may have been the leviathan of the oil industry, but it was a medium sized fish compared to the Pennsylvania railroad, whose assets approached 400000000 dollars. Nevertheless, the danger pots and the Pennsylvania railroad post to his creation convinced Rockefeller that the time had come to pick a fight with the world's largest industrial corporation. And the reason Rockefeller realizes he has to fight pots and Pennsylvania because they wanna take away his most important advantage, which is his ship invitation, advantageous shipping rates. Pots created built and ran the Empire transportation company. It was a fast freight line they gave dependable service throughout the east. Its small fleet of ships collected grain and produce from around the Great Lakes and took the cargo to Erie, Pennsylvania where they were shipped by rail. It also owned 5000 railroad cars. 1500 tank cars that handled its expanding oil traffic. That traffic was its most profitable item. So pots makes most of his money transporting oil. Pots also own scores of storage tanks and over 500 miles of pipeline, plus a terminal on the New York waterfront. Legally, it was a subsidiary of the Pennsylvania railroad that is going to lead to its demise by the way. So remember that part. I didn't know that at the time when I read that. But the empire had its own stockholders and distributed dividends under its own name. It was a very profitable company. Pots wanted to become the even in the transportation of oil. The referee. He would then give equal rates to all shippers. This made him a potential threat to standard. So pots goes around and he lines up all these other independent refine who are not part of standard. He lined up a number of the independents who and promised them, and said if you promised them your business, he in turn, had promised freight rates equal to the best at standard got. He could do this because the Pennsylvania railroad over whose tracks nearly all of pots traffic traveled had agreed to join in the war against standard. Now why would that happen? Before the war began, Rockefeller and Flag had visited Colonel Thomas Scott, which was the railroad which president and the person He you could think of him almost as, pots is boss. And the reason that Scott is willing to go to war with rockefeller because Scott also knew that he must accept standards challenge. If the if standard was allowed was not contained now, the railroads would soon be in the humiliating position of having a customer dictate the rates it wanted. The problem is Scott waited too long. Standard is already too big to fight. So they're having this fight. So Rockefeller goes, okay. Cool. I'll just not send you any of my oil. Standard shut all of its Pittsburgh refineries and deprived the Pennsylvania at railroad of what had been 65 percent of its oil traffic. The refineries in Cleveland were run capacity and all their oil moved over the erie in the New York Central railroads at low rates. Oil flooded into New York, a hundred and 67000000 barrels within a few months. The Pennsylvania then also suffered a violent strike and millions of dollars of railroad property was destroyed. In the same month, standard declared a dividend of 80 dollars. By then, Scott had had enough and let it be known that he was anxious for settlement with standard. He sends his vice president, this guy named Cass. Cass went to Cleveland to open peace negotiations, and this is a crazy sentence and all this and the flaw and Pots plan. No 1 told pots. What was up. He was... He went to war with Rockefeller, and he doesn't even have complete control over his own company because he's a subsidiary of Pennsylvania railroad. And so what did Rockefeller do, Rockefeller and Flag went right to the top and try to cut the head off the top of the snake. Like, I'll just cut. I'll take away 65 percent of your business. And so, Scott had no choice. That they... It was... You you you waited too long to try to snuff Rockefeller out. You can't stop somebody else That's responsible for 65 percent of your revenue for God's sake. So it says, as a matter of negotiation between the Pennsylvania, so, basically, they're saying Scott didn't tell pot because he says it was none of his business. He saw this as a matter of negotiation between the Pennsylvania and the standard. Rockefeller and Flag were prepared to buy the, and then they wind up buying all of This is crazy. Rockefeller and flag were prepared to buy the Empire's refineries, Sa had said, no. They must purchase all the company's holdings. The timing of the demand could not have been worse for standard. The oral market was very sick, but you have the opportunity to buy a ton of assets from a very profitable company. No 1 could remember when the future of or refined it refined oil looks so un promising. Rockefeller said. They accepted K cassettes conditions, which are really Scott's conditions if you think about it, and the sale price was fixed at 3500000.0 dollars. That is a ton. This is in 18. We're in the 18 seventies. When pots learned to the settlement made behind his back, he tried to derail it by demanding payment and cash. To his dismay, standard came up with the money. Rockefeller told a lively story of how he went around the Cleveland Bank saying, I must have all you got. I needed it all it's alright. Give me everything you have. And if you go back to what Scott said, about why he did this He's like listen. I don't wanna be in a position where our 1 of our customers can dictate how much, like, what what our rates can be. That actually happens because now Rockefeller becomes the referee, because the railroads not only Scott, but all the roads, they're out of war with each other. And so they're the and the war, they just keep cutting rates and they're essentially, like, bleeding themselves to death. And so this is when they do this extremely complex deal to act as the even or the referee and have, you know, the best transportation rates out of any other oil company in the world, and there's just some things that cannot be simplified. So I'm gonna read, they have a letter where they they hired this guy. His name is George veil, and they hire him as an auditor, working out of the Cleveland office. And his job is to try to keep track and make sure all these complex contracts that standard has negotiated for everybody. He's actually, like, everybody's living up to their bargain. They they say it's, like, he asked Flag help in guiding him through the Maze because he was hired to do a job, but he's like, I don't actually... This is so complex flag, which is his boss, which is Va boss. You have to explain to me, like, what you did here. And so before I jump into Flag response, here... There's context that I think you need. So it says beneath the surface, the 2 men were much alike meaning Flag and Rockefeller. As Flag response to Va query made clear. Like Rockefeller, Flag had an incredible capacity to absorb detail without losing sight of the overall picture. His letter may have been dull reading for an uni uninterrupted outsider, but it was fascinating to someone who knew are wanted to know something about the intricacies of evening, quote quote unquote evening, the transportation of oil. It revealed a vi at work, which is flag. And I'm gonna read from the letter. You're not trying to to make this boring. But the reason I'm sending this it is boring. The reason I reading this is because this just just... You can't simplify it. Like, check out how crazy this is. And so this is... Fails asking Was like hey, You need to break this down me. I don't understand this and Flag says, the statement I furnished you showing the quality of oil to be carried at the old rates by the area in the New York central route was as follows. Of refined oil to New York 1002... A hundred and 27000 barrels of crude, and 120... 67000 barrels of each should be taken by each road. There there was also to be carried to Philadelphia by the 2 roads, another hundred thousand barrels of crude. And so there's 3 paragraphs I'm not gonna reach, but it's it's more like this. Hey, said a hundred thousand that going from this city on this railroad road going down and down. Right? It says this only scratched the surface of complexities. Fly continued. After the old contracts had been worked off, the new rates would would come into effect, which is on... Which on refined oil is 89 cents per barrel. And on crude is a hundred and 3 cents per barrel. Less an allowance if shipped by the New York Central of 30 cents to get to Irving 10 or in other words, 73 and a half net from Irving to New York via the New York central. And a hundred and 3 and a half via Erie, less 35 cents to get the oil to oil city and a net of 88 and a half on crude from Oil City to New york via Air Erie. And I read all that for this part. Do you understand? No. They'll shot back. And then this is flag response. I do not know what I can make what I can say to make my letter, any more plane, Flag replied on November fifth. In a nutshell, it is this, and then 4 pages of further complexities followed. So here's another thing that's pretty wild. Rockefeller went direct to the consumer in the 18 7. This part reminded me of that famous Jeff Bezos quote where he says your margin is my opportunity. And the reason I wanna bring this attention is 1, it's rather remarkable than he did this, but it's just really to, like, shed insight into Way Rockefeller thought. Like, and if you saw anybody in the oil industry. Was making even a couple cents of profits. Like, well, let's just get rid of that. That's just another middle man. We need to control everything. And it's a quote from Rockefeller. We found that wholesale made their profit in selling oil to the retailers and that the retailers sometimes added as much as 5 cents a gallon to their price in order to make their profit. We bought land, put up our storage tanks, cut out the cost of barrel and freight, made tank wagon and delivered the oil at the door to the... Of the consumers. Eliminating all those intermediate profits on the way. We made a fine crop of enemies by doing this too, but we made oil far lower in price than it had ever been before. And what he would do is any densely populated urban area, he would have horse drawn carriages drive up and down the streets and sell oil directly. And then another thing I think Rockefeller tell you, like, there's no point in doing all this work to get to a large scale. If you're not actually using your scale. And so a lot of this is, like, I... He wasn't trying to innovate at the the station his career. So it says, once John boasted that his company made money out of 50, some 50 odd byproducts. Everything from chewing gum to Vaseline. He failed to add that standard had not created a single 1 of these innovative items. He let others experiment, waited until they had developed a profitable market and then moved in. He paid little mind to the para market. This is just 1 example for byproduct. He did this to did this in. He paid little mind to the para market until the spring of 18 78. When in 1 sweep, he bought up every major producer and brought them into standard oil. He paid reasonable prices in part, because those whose businesses he wanted had created products that were protected by patents. And then the author goes into Rockefeller own point of view of himself, like he believed that he was a good man. He did not... His conscious was completely clear, clear, rather. So really over the next few pages. Like, I just thought this was a great description of Rockefeller point of view of himself. On the corporate level, Rockefeller was not above shenanigans. He bought politicians. He misled the public with spur brand names. So that secret ally, whatever earlier there. He planted false stories in the press. He used every tactic available short of violence to squeeze or starve into submission any man whose business he wanted. And given all this, it says he never... It never crossed his mind that he ever did anything wrong to any anyone. So how is that possible? Like, how can you have this, like, paradox? Right? Rightly or wrongly, he had convinced himself that he was engaged in a crusade. And to him, it was a religious crusade. He's gonna use this idea of the higher law doctrine, and he's gonna apply that to business. And so it says Rockefeller adopted the higher law doctrine to business. He found the oil industry in chaos when he joined it. The law of the jungle prevailed, Yet economic and legal concepts held that unlimited competition was virtuous. This made no sense to his orderly mind. Men ought to cooperate, not fight 1 another he believed. Through cooperation all could prosper as they had prosper, so too with the nation prosper. So again, this is the way he viewed it. This is how he can have a clear conscience. I even after all the stuff he did. They'll cop... Through cooperation all would prosper and if they all prosper so 2 with the nation Prosper. But the laws of the land judged his vision on unconstitutional. The law said that a cooperation could not own property or shouldn't that at corp... That a corporation. Could not own property outside the state that chartered it. He did that anyways. He found like, legal like loopholes around that. Right? They held that it was illegal to restraint trade. He restrained trade. They said that common carriers the railroads must treat all customers alike. We know that he tried to get around that at every turn. In Rockefeller eyes, the laws contribute the laws of the nation, contra common sense. A higher law must prevail if always was to be put right in God's world. And so that's very important because society of the public and the newspapers might, like, we be criticizing him might even hate him, he thought he should be celebrated. He thought he was a revolutionary. And to prove this point, the author is gonna use his own words, his own description of as an older man looking back at this point in the history of standard oil. And if you think about it, like, his view is logical from his perspective. Just like it's logical from the outside perspective to demon eyes or say, hey, you're restraining trade or whatever case is. So it says it's time to pause in this exploration of, Ro career to let him explain himself and what he thought he had achieved in the 18 seventies. During World war 1, so was fit almost 50 years later, he had opened up as much as he could. Will, Follows has been pieced together from these conversations in which Rockefeller justified himself before be before the bar of history. So this goes on a few pages. I'm just gonna pull a couple of, like, what I filled the main highlights into how Rockefeller viewed himself. Very complaining men had been led to believe that the leaders of this idea were enemies of theirs, so he's describing himself. Right? The leaders of this standard oil. Very complaining men had been led to believe that the leaders of this idea were enemies of theirs and not their best friends. Which was really the case. The standard oil companies work was as such a new and revolutionary character. Anything saying it's a good thing for while, it wasn't a bad thing. I shouldn't have been I shouldn't have been broken up. I shouldn't have been cast in the nebraska assured been celebrated. It was a force for up building, a friendly force for all allied interests. We wanted a new idea to prevail. We wanted the old struggles to cease. We wanted these men to pull together to join us to take their full share of the business. We wanted to work together. I think it is fair to say that the strong men who were competitors in the oil refining business, the aggressive men, in the best financial condition and the most intelligent indeed, the class of men who would be most likely to survive in the competitive struggle or the men who were most likely to take up our idea of cooperation. And saying it's only gonna work if it can be organized and run efficiently. In order to make this plan work, all interests involved had to be fairly recognized. Anything less than this and he's obviously describing the role he play. Right? Anything less than this, which tended to allow each individual to have its own way regardless of the interests of others would tend to reproduce the old chaotic and very un conditions from which those most experienced and capable and business like men were seeking to leave. And then he's gonna give us metaphor to how he believes the people that did not wanna cooperate with him. His competitors remember, he did not believe he did anything wrong. And so he's gonna describe these what he calls unreasonable men, and he's gonna use an illustration. He goes, I might more clearly illustrate what I have in mind, by describing these unreasonable men were like a group of men who were trying to build a house large enough to shelter all the persons interested, and a part of the men who needed most the shelter and protection of this home were all the time engaged in digging under the foundations and seeing if they could pull the structure down. And apparently, we're willing to pull it down even though it fell on them. That's a hell of in a metaphor if didn't think what he's doing. And he said there's like I, the the people actually needed our protection the most are the are the ones, The ones that couldn't survive on their own, We invited them in standard oil, and they tried to destroy it. And so again, he's like the ben protector. He's, I'm saving them. And then he sums it up to be very clear that he thinks what he did was like, not an act of God, but it was just fantastic for humanity. As a matter of fact, the standard road company has been 1 of the greatest if not the greatest of up builders we have ever had in this country or in any country, and that is a very pleasant reflection now as a look back. I knew it at the time, though I realize it more keenly now I never doubted it. And part of the reason he believes that is because even though it was broken up as a monopoly, which I'll get to later just made him richer, He... The point is like, a lot of the ideas I used to build standard oil are now very commonplace, you know, 30 years later in the business and he describes that as a principle of centralization. The principles of centralization, savings and service have operated as we always believe they would. So he's like, oh, I knew this is gonna happen. I demonstrated sure it's saying earlier, not, although the other businesses are realizing that. For the benefit of the whole people. And those d distract d tractors have now faded away. So basically saying you guys were criticizing what I was doing at the time. Now fast forward a decade or 2 in all these other businesses are are central. They're vertically integrating they're cooperating you know, not to obviously, the degree agree the standard oil did, but he's like, now, all the people that were chris criticizing me now are just doing the exact same thing that I did. And then this is just great writing that describes the standard oil company right before the monopoly is broken up. And keep in mind, It's... Like, something that always shocks me and I even forget. And even though I've read so much about this is, like, you just... You freak out how young Rockefeller was. I think he's like 40, maybe 46 at this point, but he it's just like, he accomplished so much as such a young age. The standard oil company was not a nation, but it had enough of the attributes of 1. It was a government government of men, not laws. It was ruled by an all Oli of 41 major stockholders. The domain was divided into territories, managed by men whose powers exceeded those of state governors at the time. That's insane. Its contracts resembled treaties. It had its own espionage system. Its own secret coats, its employees work to promote the fortunes of the ruling Oli and their loyalty to the company approach that of citizens to a country. When its president spoke, he sounded like the leader of a nation. In theory, The laws of America denied standard sovereignty. In practice, standard ruled unchecked. State governments could harass it, but standard continued to do exactly what it wished. It finance projects out of its earnings and their probably deprived banks of any saying its operations. In 18 82, God alone so far as Rockefeller was concerned, had the power to rest retain the standard oil company. And I mentioned earlier, the businessman that Rockefeller most admired, the 1 he thought was the greatest he ever came across was Jay Gold. I actually have a biography that just arrived a few days ago of this the author actually reached out to me and sent me a book, and I love the fact that he was hustling his book because the book came on almost 20 years ago. I was like, I it. So I ordered the book, I think it's go like the dark genius of Wall street something like that, but that'll be a future episode very soon. But I was reading the sections I was not so... I was not expecting this where they started out describing, and I thought, you know, I'm holding a hand in my hand and biography of Rockefeller I thought they were describing Rockefeller, and what they do is they used this, and I'll just tell you this front. Like, no. You thought we were describing. I was... You thought I was describing Rockefeller. This is actually Jay Gold. And so it's like a brief overview of gold, but their point was that they thought they were very similar into some degree. So I wanna run over that or go over this a little bit because I thought it was interesting. Remember, they're around the same age. There the 2 richest people in the, in in America maybe in the world at their time. So it's just remarkable that there were... They had so much, like, so many similarities. He was reared on a farm and milk cows as a boy. He never drank nor smoke. He was ass to every employee from the head of the department to the Humble. He enjoyed his wealth quietly. So, again, I was like, it's all rockefeller. No. It's gold. His wife was quiet dignified and on una. Neither she nor her husband had social ambitions. He rarely lost his temper. Self control was 1 of my most profound attributes he would say. He was a quiet man. And when he spoke, his words were both few and carefully chosen. He rarely boasted, but once speaking for himself and his fellow capitalist, he said, we have made the country rich. We have developed a country, coal mines and cattle raising as well as cotton. We have created this earning power by by developing the system. When he died, the press said that he was the world's richest man. It also called him the world's most hated man. The man I just described sounds like John D, but it was not. It was J Gold. They had much in common. They were nearly the same age. Their careers span the same period. Gold died at the end of 18 92 as John D was preparing to retire from business. Their fortunes of that year were about the same, around a hundred million dollars. When an acquaintance asked Rockefeller, who was the greatest businessman he had known, the answer came on un. J Gold. He echoed the sentiment... The sentiment of Cornelius Van who had long ago, Tango with j Gold and lost, and he and Van called Gold, the smartest man in America. Gold was perhaps the single most unsettling force ever to appear on the American industrial scene as a crazy sentence. And then we get some context onto that sentence. He thought in continental terms when few contemporary saw much beyond state boundaries. He shook to its heels, an industry already settled in its ways when he set out to realize his dream of a trans continent railroad, Given the obstacles he faced, Gold achievements were phenomenal. He was an advanced thinker in the field of corporate finance and he set precedence, which were later followed by investment bankers and by state and federal. Among wheelers and dealers of his day, he had no peer. In his youth, he was obsessed with piling up a fortune. No holds barred. He mastered the details of running a railroad with embarrassing with embarrassing ease. He was a loner. Labels do not imply judgments, but if such were to be made, gold must rank as the less honorable and less trustworthy but the more brilliant of the 2. He was indeed the smartest man in America, at least in the business world of his day. And I just have a quick paragraph for you because it illustrates this idea that you could be a genius founder as Rockefeller was and a terrible investor, which he was. By 18 93, Rockefeller had assembled a small private staff to handle his increasingly complicated personal finances. And he hired 3 people to do this. These 3 people knew something that would have shocked those who regarded Rockefeller as a genius in business. He had been dupe in many of his investments. It seems incredible. That a man who had kept a record of every cent he earned or spent from the time he began to work could make such a mess of his investments. The casual way in which he invested in companies would have appalled jay Gold. Who explored every side of a corporation before It got a penny of his money. If a business had a weakness, gold knew about it. And then the last part of the book is just the idea that Jay Gold dies, so he... Rockefeller can become the richest man and then the government attacks and dissolves... Well, they they attempt to dissolve Standard Oil. So it says when Jay died, the press passed on the title of American America's Richest man to Rockefeller. He accepted the dubious honor, but bore it une easily. You must find some other designation for me he told a reporter. I dislike being characterized in that way. Wealth isn't a distinction. If I have no other achievement to my credit than the accumulation of wealth then I have made a poor success of my life. It also brings bad attention. Rockefeller constantly covered in the papers, standard oil. There's all these articles and investigations into standard oil that appear in the press first, and then once it appears in the press, it flows up into the government, so the government finally tries to do something. But I do wanna point out Rockefeller response to all this. Because he's not the only person I got extremely wealthy. And he definitely got more... He got richer and else. But he had a bunch of partners, but he always took all the blame himself. Rockefeller took the brunt of these attacks, always accepting responsibility for whatever standard had done. All others to this day got off practically free of criticism. The company it is true is his creation and operated according to the signals that he called and he was its dominant shareholders as well. But as the outrage against standard oil intensified, he could have easily have processed protested that there were others with leading roles in the company, and he was not the whole company. But he never did. And then the book ends with a dissolution of standard oil by the United government, even though Rockefeller lives for another 25 years or so. On 05/15/1911, the United States Supreme Court, declared standard oil, an unreasonable trust in order that it be dissolved. The Supreme Court's decision contributed further to his welfare, meaning made even richer. In the first full year, after the dissolution was ordered, the value of his shares in the 38 separate and ostensibly unquote independent companies that were created at the old standard oil appreciated by 20000000 dollars. In 19 13, the net worth of his Fortune peaked at slightly under a third of a billion dollars. If the market value of his holdings was 3 times what he carried on his books as it seems likely. Rockefeller had become. The world's first billionaire on record. And that is where I leave it. Highly recommend reading the book If you buy the book using the link that's in the show us your podcast player, you'd be supporting at the same time. The very best way to support the podcast is to give a gift description to a friend, colleague, coworker, family member, whoever you want, that link is also down below on the show notes and is all always available at founders podcast dot com. That is 254 books down 1000 ago, and I'll talk you again soon."
}