{
  "transcript": "When he arrived in America 18 91 at age 14. Za murray was tall, gang and penn. When he died in the grandest house in New orleans 69 years later, he was among the richest most powerful men in the world. In between, he worked as a fruit peddle, a banana haul, a docks side hustle, and the owner of plantations in Central America. He battled and conquered united fruit, which was 1 of the first truly global corporations Za life is a parable of the American dream, not history as recorded in the textbooks, but the authentic version, a sub iranian saga of kickback overthrow and secret deals. The world as it really works. This story can shock and inferior us, and it does, but I found it in too. It told me that the life of the nation was written not only by speech making politicians but also by street corner boys, immigrant strive crazed and driven, some with 1 good idea, some with thousands willing to go to the ends of the earth to make their vision real. It meant anyone could write a chapter in that book. Be part of the story vanish into the jungle and re emerge as a figure of lore. If you wanna understand the spirit of our nation, the good and the bad. You can enroll in college, sign up for classes, take notes and paid tuition. Or you can study the life of sam, the banana man. That was an excerpt from the book that we talked to you about today, which is a fish that ate the whale. The life in times of America's been banana king, and it was written by Rich Cohen. I had originally read this book many years ago was originally founders episode number 37. It's 1 of the best written books that I've read so far for the podcast and Sam Z murray life story may not have an equal. And so I wanted to reread it again and then put it into context with everything else that we've learned over the last what, 200, almost 230 founder biographies that you and I have gone over since episode number 37. So I wanna jump right into the pro log. At this point in the story, Sam Murray is 33 years old, and he is organizing a coup. To overthrow the Hon and government. Sam Murray spoke a no accent, except when he swore, which was all the time. He was a big man. 6 foot 3, nothing but muscle and bone in the with the wings span of a condo. He had a crisp no nonsense manner. At 33 years old, he was already a colorful figure. After 10 years in the south, so he starts out in Alabama and then, eventually moves to Louisiana to Ne orleans After 10 years in the south, he was known by a variety of nickname, z, the Russian, Sam the banana man, El, the G. He arrived at the on the docks at the start of the last century with nothing. In the early years, he had to make his way in the lowest precinct of the fruit business. Pe wipes, Bananas other traders dumped into the sea. We'll talk more about that. That idea right there. The idea that he identified a very profitable niche. That was just hiding in plain sight he worked like a dog and defied the most powerful people in the country. By 19 o 5, he owned steam ships that crossed the Gulf of Mexico heading south empty and returning with bananas. He had traveled the width of Honduras on a mule. Because he wanted to know the terrain, get his hands in the black soil. At 33, Za murray was in the process of overthrow a foreign government that is not hyper that is actually true. He had been warned by Phil And Knox. The Us secretary of state who ordered federal agents to tail him. So there's gonna be more... There's this legendary meeting that Z has before the events that are taking place right now in the book with the secretary of State Knox, and there's gonna be a cameo because Nox was worth... Working with Jp jpmorgan. So I'll talk more about that in a little bit. So he'd been warned by the secretary of State. Hey, basically told him stay out of honduras. I don't care about your banana and company. We have... There's bigger interest in the Us government, so stay away. Obviously, Z didn't listen. But he didn't care. If Sam failed, he faced ruin, but if he succeeded, he would become a king in banana land. And so the pro prolonged talks about the beginning of what he's gonna wind up being successful coup, Z murray recruits general Bon, General Bon had been previously been the president of Honduras. And so this line right here describes Sam thinking to us with the right kind of help, Bon could be president again. And so he's gonna give Bon money, ships, guns, support. There's all these mercenaries that are they're waiting to meet up with Z maria at this point in the story. I just wanna pull out something here because it's fascinating that they they actually mentioned this guy that I did a podcast on a long time ago. So these are the mercenaries they're meeting around. They're drinking. They're waiting for Murray. They told stories about mercenaries heroes like lopez who left New orleans with a hundred man landed in Cuba and nearly reached Havana before he was caught and hung in a public square. They talked about William Walker. This is the guy, all the way back on founders number 55. I read 1 of the craziest books I've ever read. It's called Ty wore, the subtitle of the book will tell you exactly what the book is about, and it says how cornelius Van belt invaded a country to overthrow America's most famous military adventure. America's most famous military adventure is William Walker, which is the guy that these guys are sitting in the bar toasting to. William Walker made the fatal mistake of con some of Cornelius Van built company property, so a Cornelius Van sought to have him killed. William Walker is gonna wind up being killed. He had a lot of. It's not just Cornelius Van belt, but that just gives you an insight of, like, there's a lot of people who were, like, you might be able to compare, like, a entrepreneur from the past, maybe a hundred 50 years ago to somebody today, but you can't really do that with Cornelius Van. The only person in present day that reminds me of Cornelius Van is I would say he's, like, more like a Vladimir Putin than any of they're founder it's alive today. Just his that he had, like Nation level wealth, and he was also completely ruthless. In fact, the opening line of that podcast I did was unlike Van builds other adversaries, William Walker was not afraid of cornelius when he should have been. So it's interesting how this all ties together because the mercenaries that, Za murray hiring to overthrow the hunger and government are looking up to William Walker and they give a description of him here, which is really weird why you'd look up to somebody who actually Well, this is what it says. William Walker, who captured Nic W with 84 soldiers, but was later stood up against the wall in Honduras and shot full of holes. And that's interesting because the way I remember, I thought he was shot to death. Blind folded on a beach. But in any case, that the end is the same. They caught them and they kill them. So these mercenaries are waiting on a boat. They're waiting for another boat, which is gonna be Za, they're right off the coast of New orleans. So let's go right there. They're talking to each other what now. We wait for El. A boat appeared on the horizon. It was Za Murray. He hops on board, he says he led the way to cabin fill with weapons, grenades, rifles, machine gun, enough ammunition to fight a war. Then he stood in the galley cooking breakfast, steak and eggs, a bottle of whiskey. He drank a shot for himself. He told the captain to raise anchor and motor over to another ship, which is called the Hornet. So this is the boat that he's gonna give the mercenaries. The hornet was a fearsome armor clad cruiser that had seen action in the Spanish American war. Za murray had brought the ship secretly through a third party for his mercenaries. Then Za murray jumps off to another boat Za said goodbye to the man, he then stood deck on his ship watching the hornet pass the barrier islands and sail into the open sea. Okay. So from there, the book starts telling the story. Like, how do you get to that point? You just said he arrived at 14 years old, from Russia, immigrant, no education, no money and then was at 15, 16 years later, He has enough money, and he's built up his business where he decides to over overthrow a government because that government is hostile to his business interest. So let's go to his early life, and the note of this page is simple. So he was driven ruthless and relentless. He was born in 18 77 in Western Russia. His father died young, leaving his family penn list without prospects. Sam traveled to America with his aunt in 18 92. He was... This is what his family told to do. He was to establish himself and send then send for the others. His mother and his siblings. He pops up in Selma, Alabama where his uncle owned a store. He was 14 or 15, but you would guess him much older. Now this is a crazy sentence that I've seen over and over again, the the the idea behind the sentence over and over again in these books. The immigrants of that era could not afford to be children. By 16, he was hardened, a tough operator, a dead end kid, cool figuring out the angles. Where's the play, What's in it for me? His humor was black, his explanations few. And this is another great sense. It's... The writing... I just ordered another 1 of Rich Cohen books. He just actually published a biography of his father. But this is... He's 1 of the best writers ever come across. In terms of just making a founder biography not only is or, like a ton of interesting lessons in here. But it's hard to put down the book. It's just absolutely fantastic writing. He was driven by the same raw energy that had always attracted the most ambitious to America. Then push them to the head of the crowd. Grasp, climber. Nasty ways of describing this kid who wants what you take for granted. From his first months in America, he was scheming, looking for ways to get ahead. You did not need to be a rockefeller to know the basics of the dream. Start at the bottom fight your way to the top. Over time, Sam would develop a philosophy best expressed in a handful of phrases. So these are what I would call the. They're spread throughout the entire book. Here's a few here. You're there. We're here. Go see for yourself. That's like the... Essentially his most opera for management. Don't trust the report, and we'll get into that more of this later, but he kept his entire business inside his head. He did not like writing things down. Though immensely complicated he was in a fundamental way simple. He believed in staying close to the action in the fields with the workers in the dive bars with the the Banana cowboys. You drink with the man and you'll learn what he knows. And this to me is the most important sentence in the entire book. There is no problem you can't solve if you understand your business from a to z, he said. And there's a few more highlights to give you a good idea, like, his personality. You get a good idea of who he is a person or he was as a person and then we get into, like, some of the first jobs. He just did anything he could for money, Sam did not care for crowds and parties. He had a restless mind and a persistent need to get outside. He liked to be alone. So he starts out stacking shelves and checking inventory in his uncle store. He dealt with the salesman who turned up with the sample cases. He stood in the alley, amid the garbage cans, asking about supplies and costs. There was money to be be made. He realized but not here. He interrogated customers. He was looking for different work and would try anything. His early life was a series of adventures with odd job leading to odd job. Much of the color that would later into the reason this is this sentence describes why I'm reading the section to you. Much of the color that would later entertain magazine writers because Sam's life had the dimension of a fairy tale were accumulated in these first few years in Alabama. He was employed by an old timer. Now and then the old timer would offer Samsung wisdom. Banks fail women leave, but land lasts forever. So this guy's job. Well, this is what this guy did for a living and what he's hiring San to do, the guy comb trash piles on the Edge town, searching for discarded scraps of sheet metal. Then he would pile it on a cart and push it from farm to farm. Looking for traits. I'll trade you some wire for a chicken coop in return from 1 of those pigs that you got in the pen. After the particulars were greeted on, Sam was told to get moving. Catch and tie that animal boy, it was Za Murray first real job. Remember the sentence for later. He was paid a dollar a week, a dollar a week, and then this next part demonstrates at least what I wrote to myself when I got to the section. He may be young and poor, but he's got a brain, and you clearly see that now. He kept the job long enough to know that he would rather be the man who owned the hog than the man who collected the junk, and he'd rather be the man who discarded the sheet metal than the man who owned the hog. A series of odd jobs followed. He was a house cleaner. He was a delivery bar. Boy. By 18, he had save enough money to send for his brothers and sisters. But his real life began only when he saw that first banana. He devised a plan soon after. He would travel to Mobile, Alabama where the fruit boats arrive from Central America purchase a supply of his own, carry them back to Selma and go into the business. So he goes down to the dock. And he's looking for opportunity. There's a line here that just is really a main theme of the book. The main theme of the book is that you should learn every detail of your trade. He just said the reason he's doing this because if I know everything he to z, there's no problem I can't solve, he wanted to learn every detail of the trade. The bananas that did not make the cut were designated as rh, and they were he in a sad pile. A ripe was a banana you have left in the sun that he's become f. These bananas, though they're still good to eat right now would never make it to the market in time. In less than a week, they'd begin to soften and stink. As far as the banana merchants were concerned before Sam, that's the important part. These were trash. So they're telling us Sam essentially spotted an opportunity where others saw nothing. Sam grew fixated on the rights. He recognized a product where others had seen only trash. It was a world... It was the worldview of the immigrant. Understanding how so called garbage might be valued under a different name, seeing nutrition where others only saw waste. He was the son of a poor Russian farmer for whom food had once been scarce enough, scarce enough to make even a f banana seem precious. That's another main theme of the book that'll pop up over and again. That is the primary way he viewed himself as just a farmer. Sam walked down to the peer to talk to the company agent. Za murray had saved a hundred and 50 dollars. That was his stake. He figured it would go further if it was spent on rights. He was no full. He knew what this meant that he'd have to move fast that he was entering a race with the clock. As far as he was concerned. Now, keep in mind, I'm gonna tell you what I thought about the the para... This paragraph after I read, but I'm gonna tell you it before I read it to you. This is gonna remind me of Jay z. And I'll, explain why how... Where that connection is coming from. As far as he was concerned, rights were considered trash only because Boston fruit and similar other firms were too slow foot to cover ground. It was a calculation based on arrogance. I can be fast where others have been slow. I can hustle where others have been satisfied with the easing picking of the trade, so all the way back on Founders 02:38. If you haven't listened to it yet. I read Jesus. You never know when you release a podcast. Which ones are gonna resonate for some reason. That 1 resonates a lot. I constantly hear back from people that love that podcast. I love the book because I've been a huge Cheesy family out of life. There's 2 things that came to mind immediately. When I got to that section. And there... There's 2 paragraphs there... They're on one's on page 75, of Jay at one's page 76. I'm gonna read them because this is exactly where I filled the mentality at J z had very similar to the mentality we see from a young Sam Murray. And this is what Jay z says. This is a kid on the street. The kid on the streets is getting a shot at a dream. He sees the guy who gets rich and thinks, yep, that'll be me. He ignores the other stories going around. And, I'll get to the second paragraph in a minute, but Murray is making the same calculation. There's a ton of people getting rich in the banana trade rate. There's a bunch of people and he wants up hiring these people that were at 1 point Rich or 1 point successful and then fell off. And so he hires them to make sure that he avoids to their fate, which is actually really smart they deals that later on. But this idea is like, yeah, okay. I'm not gonna worry about the people that try this and failed. I'm gonna assume the guy that that I'm gonna assume I'm the person. I'm the guy that got that get rid. That got rich and thinks yep, That'll be me. The second paragraph that I think also illustrates Sam thinking here. There's no... And this is so dead on with what's happening in the book. There's no way to quantify all this on a spreadsheet, but it's the dream of being the exception. The 1 who gets rich and gets out before he gets got. That is the key to a hustle motivation. And that's mind blowing to me because Jay z's is describing hit the early days of his life. Now you go and you put in... You place that in context with the early days of Sam Za murray life and it's the exact same thought applied to a different domain. It was a calculation based on arrogance. I can be fast where others have been slow. I can hustle. It's interesting they use the same word. He's using that as a verb. Jay z is using it as a noun. I can hustle where others have been satisfied with the easy pi of the trade. Let's go back to the book. Za first cargo consisted of a few thousand bananas. He did not spend all his money but retain a small balance, which was used to rent a box car on the railroad. The trip 2 selma where he's taken the bananas was scheduled to take 3 days, meaning he would have just enough time to get the fruit to market before the sun did its worst. Since the fitness is so while since the freight charge used the last of his money, Za murray traveled in the box car with the bananas, And this is just fantastic writing, it seems appropriate, Za murray sleeping besides his first haul attending to his product like a baby in a nursery. And so we see another trait that Sam has his whole life. He's always listening. He wants the information that you have because that information, if I shut up. If I use my ears more on mouth my mouth, that's how I get smart. Right? And so he winds up talking to a break man. Just a guy working on the railroad that gives them a great idea, and this is what the guy said to him. You got a good product there. If you could just get word ahead of the towns along the line on the railroad. I'm sure the grocery owners would meet you at the platforms and buy the bananas right off the box car. During the next day, Za Murray went and then we see that were relentless resourceful from this that is a a hallmark of Za murray entire life. Z murray went into a western Union office and spoke to telegraph operator. He had no money, so Sam offered a deal. If the man radio every operator had asking each of them to spread the word to local merchants. Dirt cheap bananas coming through for merchants and peddle, sam would share a percentage of his sales. When the railroad arrived in the next town, the customers were waiting. He sold the last banana. Then he went home in the dark where he tallied his mother money. I asked you to remember that he was making a dollar a week chasing pigs. Right? This is just a few years before this is happening. It came to a hundred and 90 dollars. His first real success. After accounting for expansive expenses, Sam had earned 40 dollars. In 6 days. Earth put another way, 40 times his weekly earnings just a few years before. Za Murray had stumbled on a niche, wright overlooked at the bottom of the trade, where the big food companies mono the upper precinct of the industry to do so you need capital railroads, ships to operating in the greens, which is like, you're essentially farming your own bananas. The way to think about that. The world of rights was wide open. It was in these months on train platforms all in the small towns in American South that z Murray first came to be known as Sam the banana man. And more great writing that, I think really puts the... It puts the image in your mind of Sam the bona banana man at this point. He has a salesman of a perishable product. He was skirt the line between wealth and oblivion, health and rot, a writer of railroads a Chaser of time. It was life. Move the fruit now or your ruin forever. He became a gambler by necessity, a risk taker, a salesman, a brawl. That little fellow as the big executives in Boston called him. But that little fellow would build a kingdom from rights. So for the next few years, he's gonna focus on this profitable niche that he identified and he realized, oh, I can grow fast and wait till we get to how fast he grew it is remarkable, some more background here that just talks about the you know, you and I've talked about this idea over and, again, I think most people that I've ever lived over overestimate or underestimate. Maybe that's the right word. A lot can... Change in 1 lifetime. 1... Like, I think that's the key reason to read this book on what I got the most of of, reread at the second time. Is it completely, like, takes whatever in your mind about what 1 person can accomplish in 1 might lifetime, takes your brain out of your skull and like, stretches it. It's like, oh, it's like you can do so much more. And as long as you don't limit your options, cap your upside any means, which Sam obviously never did. This is what I mean. So it talks about you have a supreme Court justice. This is this is just, like, throwback to what's gonna happen in in the in his life a few decades now. You have a supreme Court justice. Writing a letter to the president of the United States about Sam Za murray. Like the the the 14 year old Russian immigrant that came to America with no education no money. That is wild. So it says he had the sort... Sam was big deliberate strong and slow. He stood out from the beginning. He's also quiet. He had the sort of calm that cannot be taught. Years later in a letter to Fdr, Supreme Court Justice Felix Frankfurt describes Z murray as quote, 1 of the few states among businessmen men that I've ever encountered. He has the qualities that 1 usually finds in a great personality. That was just remarkable. So back to this this time in the early career of his, in his early career rather, He was a kind of colossus. Dismissal of him as a little fellow were comic they're referencing... So you have the this this company. The whale and the the fish. Right? In the the title. The whale United fruit. Now the founders of United fruit, there's gonna be 3 founders. I'm gonna introduce you them in a minute. They're all... They all... Was fascinating to me is like, they saw were much older than than, than Sam. They said they're like, oh, like, he's he's another me. Right? Maybe younger version of me. They never ever ever underestimated him. In fact, they did the smart move and they partnered with them. Now when they die, and this gigantic company they want building from nothing is it's taken over by these executives, they're... They do the exact opposite. And when you and I I've talked about this over and over and gonna pops up in the book. There is no upside. Never underestimate your opponent. It is all downside and no upside, and that's exactly what they do. They underestimated 1 of the most formidable individuals to ever live, and they would call him the little fellow. So that's what the the author is saying is it's like the idea that you call him the little fellow was comic. Not only because he was gigantic and size, you know, 6 foot 3 all muscle, You know, he's gonna... Like, they're in a office in Boston. He's, like, hacking Machete and building and and planting banana plants and Honduras. So he says he moved to mobile. We're not there yet though. He moved to Mobile, Alabama soon after he went to ripe. Better to live near the docks. If business was slow, he took a job. He worked he would work on a ship as part of a cleaning crew scrubbing decks. He had soon made his name as a uniquely resourceful trader. This crazy Russian who bought all the f bananas. He was pure hustle. There's that word again. Used by both Jc and Sam Murray and the author. He purchased every ripe and over overwrite and about to be ripe He lay his hands on. The importer were happy to get money for what in other towns was considered trash. This is gonna bring him to the attention of Andrew Preston, Andrew Preston is gonna be Maybe that there's 3 founders in in United Fruit. He might be the most important 1, and he's the 1 he's like hey, I wanna meet this kid. And that is Za murray is a kid at this time. It's really hard to understand that. Because Murray discovered a patch Fertile ground previously until his business grew by I leave some bounds. What does that mean? 18 99, he sold 20000 bananas. 4 years later, he sold half a million. Within a decade, he'd be selling more than a million bananas a year. Andrew Preston, the president of United fruit and 1 of the founders asked to meet Z murray. This Russian selling all the rights. No photos of this meeting were taken No minutes is recorded, but it was significant. The titan who began the trade. That is not hyper either, and we're get into, like, how technology unlocks it before the banana trade was it was all local. Mentioned the steam ship that that new technology, the steam ship winds turns into a global business. That's why the the book starts out I was like, you have to understand. You not if it was 1 of the first truly global corporations. In fact, there's like this antitrust suit that gets taken against United fruit all the way up to the Supreme court United States and that decision affects the future of all these international comp companies that that occur after this. So, I think I bring that up later on, but I wanna get to what preston talking about, like, how... What his impression of Z, which I thought was very interesting. As I says, but it was significant. The Titan who began the trade shaking hands with the nobody who would perfect it. Preston later spoke of Z murray with admiration. He said, the kid from Russia was closer in spirit to the banana pioneers than anyone else working. He's a risk taker press and explain. He's a thinker. He's a doe. And so what do you think preston gonna do when he comes across and He's like I was like, oh, I need to I need to sign this kid. So Murray signed a contract with the United fruit that year putting their arrangement and writing. And so there's gonna be this dance throughout their entire throughout some morris entire life because preston eventually gonna, he's he's laurel. So he's gonna pass away, but this is, like the first dance. The first song and the dance that they're gonna have... They're at their car careers where you have Za murray company, which he's gonna formal here in a little bit. And eventually, like, it's gonna have a partnership with United Fruit, then there's all these Antitrust antitrust allegations from the justice as Department United States. Causes pressed into be forced to sell back to Za murray, the I think only in, like, 10 percent the company, something like that, which is gonna lead to Za murray building, like, the the the most formidable formidable competition that, you Know united if we've ever seen, and then, eventually, there's what the entire books about is how the hell does this fruit jab. Right? Does a little guy from the docs is what they called them. How does he take over 1 of, does he take over and then run for 25 years, 1 of the first truly global corporations. He's gonna wind up taking over Preston company. He he does it after preston and dies, but it's just while when you think about, wow. All the way back in 19 o 3, they're just meeting on the docks in Mobile, Alabama. And you have preston be like, hey, I I need to be on this guy's team. I see me in him. So let's go back to the book. A few years before as Murray seemed like a full buying garbage. Now look over to he accomplished, selling hundreds of thousands of bananas a year, he become 1 of the biggest traffickers in the trade. And he'd done it without having to incur the traditional cost. What does that mean? His fruit was grown for him unlike preston. Harvested stayed and ship for free unlike preston. He was like a bike racer riding in the win break of a semi truck. That's a really... What a fantastic Like, that... Like, you get that part. Like, oh, immediately, in your mind's eye. You, like, I picture that. So it says, he was like a bike razor riding the wind break of a semi truck semi truck being united fruit. By his 20 first birthday, he had a hundred thousand dollars in the bank. In today turn, in today's terms, he would have been a millionaire. If he had stopped there, his would have been a great success story. But here's the thing. They don't write books about people to stop there. So we know Murray obviously didn't stop there It's not his personality. In fact, he he starts... So he starts working in the trade. He's 18 19 years old, He has, like, a few and there's such a crazy story. I know I've said that over overnight again, but it is really 1 of the crazy stories I've ever come across. Eventually, he... The United States government's is gonna force So To sell his business to United fruit because they're about to go to war. The 2 companies are literally go to war in Central America and they had interest. So there's throughout the life of the Same Murray, there's times where the government wants him wants him and United fruit to dives vest and then there's in a few later, they forced him to partner. But so he has like, a, you know, a few year break, like a year or 2 break. I forgot the exact time. And then... But outside of that year or 2 break where he's forced out of the industry, he works in the banana industry till he's... I wanna say 74 76. Starting 18, 76 and he dies, I think at 84. So let's go to his next step. Obviously, there's a lot more detail. Highly highly, highly recommend. If you haven't read the book, and I know a tone of people listen founders have because I've talked to him about it. But but if you haven't it, you gotta pick it up because it's just so crazy. And it's only like, I got a lot of highlights. But, you know, 250 pages? It's it's just absolutely fantastic. So let's get to the next port in za Maria's life. How is he gonna move up to stack? Right? He's like, I'm gonna just stay... I'm not content to just stay with wipes forever. I wanna expand. He realizes, hey, I gotta take on a partner even though kinda goes against his nature. Sam Murray took a partner in 19 o 3. This was out of character. He was a solitary sort, a light night walker and a party avoid. He liked to make decisions on his own, better to ask forgiveness and permission. But he had gone as far as he could of wipes. He wanted to move into the more respectable precinct of the trade. That was where the real money was. For this, he would need capital and help. So he takes his partner. As says Hubbard. That's the guy's name is gone now. Dead and buried and forgotten. He was a poor bastard who lacked the nerve who sold out too early, who quit the game a minute before the number came in. That that happens in the future, though. At this point, they joined with an ambitious goal to traffic yellow and greens. This meant they'd have to contract central American farmers for a percentage of each harvest, which is a Murray and hubbard would then import. For Sam, who had always kept costs down, this meant assuming a new level of risk and that risk his high tolerance. So there's a lot of echoes because I just re read 2 books are re reread titan and then read another biography of Rockefeller We're gonna see they're like, oh, they they think very similarly. So does Andrew preston in regard to to Rockefeller. But that high tolerance for risk. Makes Hubbard in the future extremely uncomfortable that that's gonna lead to Z buying them out. Za Hubbard... Pro, That Brothers steam ship company, which was in bad financial shape... Shape. The acquisition ran upwards of 10000 dollars, Sam put up some of the money and Hubbard did the same, and the balance was covered by the United fruit by United Company at the direction of Andrew Preston. Preston followed Z progress as the general. This is such a great description of what preston is doing. Preston followed Z progress as the general manager the Yankee might follow a flame throw making way through the minors. Such partnerships with the way of United fruit the style that earned the company the nickname the octopus. They wrapped their tentacles around every start in the industry. In those days, United fruit either owned a piece of you or was intent on your destruction. And then as a result of buying this company having steam ships doing a partnership, with both Hubbard and, Preston, this is a great way to think about this, his field of operations suddenly expanded. The entire gulf of Mexico was now open. So I wanna skip ahead because I wanna talk to about the founders of United Fruit, which I thought this section was absolutely fascinating. And so it says in certain ways Sam Murray was without president. The push cart ne, the fruit jab from the docks. He came from nowhere to create not just a fortune, but an archetype. He was the g in plato form. He seemed to strive for the sake of striving to hustle to prove it could be done. Swinging his machete as the sun beats down, face bathed and sweat. You see him a stride his white mule. He's in the doorway of the Can. His voice is gru, saying, if you're on a man's side, this is another Za Murray, Za. You can think about it that way. If you're on a man's side, you stay on that man's side are you no better than a goddamn animal? He would say. Was there a precursor? And we know we already know the answer this question because that's major point of setting the history entrepreneurship? Of course, there was. There always is. It's this the same person personality type that just keeps appearing over and over again throughout doubt hundreds of years of traits, remarkable. Of course, there was. The world is a mere succession of Fortunes made and lost lessons learned and forgotten and learned again. In truth, Z murray was following a path blaze by 3 men who had gone into the jungle a generation before. Here I speak of the titans who built the greatest bennett banana company in the world. United fruit, the octopus rev revealed even now decades after m... Its empire collapsed in the south. So the 3 founders, they're all gonna come together for different reasons. It's Lorenzo Baker, Andrew Preston and Minor key. So Lorenzo Baker. This goes on for quite a bit. So I'm just gonna give you the top level highlights so this podcast be, like, 5 hours long. Lorenzo Baker, he's the 1 he's gonna buy the ship. And so he's making money because gold prospect are saying, hey, will you take us down to somewhere. I think this might be in Bolivia. I can't remember exactly. And he's like, yeah, I'll take that. That's fine. And so on his route back up to America, He's at a bar in the Caribbean, and he sees his first bananas. And he's like, what are those? And there's a... There's an entire, like, history of the banana in this book, which is also fascinating. I found out a bunch of things. Things that were surprising to me, like, banana is not a fruit. It's a berry technically. It's not a tree. It's the world's tallest grass. It can grow a banana plant can grow, 20 inches and 24 hours. All kinds of, like, mind blowing stats in the. But anyways, he sees his first. Like, what are these? And he didn't even know how to open it? And so then he's like, this is delicious. I'm gonna buy. So he bought a hundred and 60 bunches. He's in Jamaica at this time. He bought a hundred and 60 bunches at 24 cents a bunch. So he gets back in this point. I think his destination is Jersey. He gets there and he sells them. So he paid 24 cents a avant bunch. He sold all of his bananas for 2 dollars a bunch. He's like, oh, this is extremely profitable. So then he makes his trip a few times. In July 18 71, he sailed into Boston with the biggest load of bananas the city has ever seen? Why is that important because his soon to be c cofounder founder is on the docks. This is Andrew Preston who had just met was Murray. This obviously, you know, many decades before he met summary murray. Andrew Preston was on the docks that afternoon, the load came in. Preston took a special interest in perishable. He had made a career of recognizing a prize at a distance. He bought Baker's entire hall. And then he starts making a lot of money on bananas. This is a fantastic sentence. I think describes why this is so important. Andrew Preston would not stop talking about bananas. Like Baker before him and like Za Mary after. He had spotted a niche. So Preston and baker are going to team up. They're gonna import bananas. They're gonna sell them. Eventually they're gonna team up. The the, well, let me just read this to you. So that's actually easier just for me to read. Preston meant to change the model of the business. It had been low volume high price. He would make it high volume with cheap bananas sold up and down the the economic scale, which is the world that we live in now? To achieve this, Baker and Preston had to increase supply and control quality. And so they're gonna go down. They're gonna meet this guy minor Keith. Who's Costa Rica at the time if I'm not mistaken. This is incredible writing. There's gonna be the third party and, third partner in United Fruit. I'm gonna read the entire... There's, like, 2 and half paragraphs here. There's just remarkable. Because what my Keith is not down there, like bananas was not the his primary goal. Minor Keith is trying to build the first railroad in the area. Building a railroad in a jungle is not easy and not safe. It is not clear when he realized the work was going to be a lot harder than he imagine. A few days into the job is my guess. Laying track in a jungle is a nightmare. There's no bedrock in the jungle. As soon as a section of rail had been laid, it would begin to shift. Now and then after a big rain, an entire stretch would slide into a valley. Weeds wrapped around the ties, roots buckled the beds. The workers were tormented by heat and disease. More than 300 died the first year and just 4 miles of track were completed. Minor Keith is down there with his brother, Henry. Halfway through the second summer, Henry Keith was not feeling well. Fever, hot to the touch and his eyes, my god, his eyes, yellow fever. Miner told his brother to go home to Brooklyn, recover and return, But less than a month later, Henry was back soon after he was dead. Miner moved into his brother's tent and carried on. He sent for his little brother Charlie as he had been sent for. When that brother died, he sent for his younger brother, youngest brother John. When John died, he continued alone. This made him a hero in Costa Rica. A man whose commitment could not be questioned who fed his own brothers to the jungle. The railroad made its first run on 12/07/1855. 15 years and at least 4000 dead. The best audio that I've ever heard is sim... There's a similar story in here where it's called the forgotten highlander. If you have an extra credit an audible, highly recommend you picking it up, but it's like a long podcast. I think it's 3 hours and 14 minutes long. The book is the forgotten Highlander by Ali star E court. He was actually... He was captured in World war 2 by the Japanese and forced to build a, railroad in a jungle by the Japanese and imperial Army, army, and he didn't mostly butt naked. The story is incredible. So let's get into how minor gets in the banana business and then how he he winds up teaming up with, Andrew Baker. So it says, Keith thought that bananas would serve as a cheap food for his own workers. So that was his original intent, but then There's a... He has a realization. Like, wait, there's a tremendous market for bananas in the north. And that's where Preston and Baker find him in 18 94 Keith Signed a contract with Boston Fruit. He agreed to sell the company's entire banana Harvest. And so think about the next page They talk about how they... They're starting, again, 1 of the world's first truly global corporations. The no not enough much myself this page is just a way to think about them. They're the Rockefeller of the bananas. Everything was settled in less than an hour. There would be... There there would be neither loan nor temporary arrangement. The men would merge companies instead. A permanent solution to perpetual problems. It would give money to Keith, fruit for Preston and Baker. The new enterprise would be called the United Fruit company. And so they go around all the Caribbean the Dominican Republic, Cuba, Jamaica, Costa rica Honduras, Columbia, etcetera, etcetera. And they're buying land. With this in hand, pressed and put the second part of his plan into effect. This is, like the Rockefeller of Bananas a cunning way to bring order to a chaotic industry. What a interesting line there because it's exactly how a Rockefeller thought about what he was doing with standard oil. He traveled from port to port stopping in every city where bananas moved in numbers. He took aside dozens of importer, giving them each the same pitch. Join us get big, survive. In return for shares in their small companies, these men would receive United fruit stock. This is the rockefeller of bananas. It's so wild to After the year without bananas, most of the traders who just survived, were willing to swap independence for security. So what does that mean? I think it was 18 99 exactly. They were heavily dependent on weather further crop as you could expect. I think a hurricane. I can't remember exactly. I don't I'm surprised I didn't take notes on this, but some kind of cli event caused them to to not have... There was, like, a year where they couldn't harvest any of their fruit. And so what happens just, like Rockefeller we was always operating from a position of financial strength way greater than his competitors, He just waited for a downturn, and he just buy up your property. Is exactly what preston doing here after the year, with without bananas, most of the traders revived willing to swap independence for security. In the first 6 months, United Fruit merged with 27 banana companies come on. That's exact... Look, this is crazy. The parallel here. We... You and I just went over the fact that was it 22. I can't remember the number. 22 24 or something like that, that Rockefeller swallows up Cleveland Mask Rockefeller swallows up, like 22 or 24 or something like that, other refineries in, like, a few month period. In Cleveland. We're seeing the exact same thing here. 6 months later, Sun, Within 6 months, United your fruit merges with 27 banana companies. Rockefeller bananas. Okay. So that's the background with the founders. All these guys are gonna know Murray. All of them are gonna respect them They're much older. Obviously, than he is Let's go back to Sam. Obviously, we we're gonna fast forward. Star is 14 and he's 18 and he's 21. Now he's 29. This disappears before he's gonna do this Hunter and Coup. At 29, he was rich. A well known figure and he's steam Paradise. Now he's already and he's moved his operations to New Orleans. His friends were associates. His mentors and enemies the same. He was a bachelor and alone, but not lonely. He was on a mission. He was in quest of the American dream and was ci set... Ci spec and deliberate as a result. He never, so this is more of about how he operates his business. He never sent letters or took notes preferring to speak in person or by phone. He did not wanna leave a record or draw attention. And so we already talked about how he's trying to get to the next level. Right, starts up with wipes, then he's like, hey, I wanna import I went on online own chips. Now he's gonna, like, he get... He always takes he's like, okay, let's that step 1. Took step 1 as far as I, go. Now we go to step 2. Let's take step 2 as far as I can go and now he's gonna go to step 3 He's was like, I need my own land. I need to... Like, he's vertical vertically integrating. Right? His company was operating as importer or not growing bananas, but buying them from Central American farmers. So murray worries were about supply, setting a good price working out deals with exporters. His firm was grossing several hundred thousand dollars a year, most of which went to pay farmers and sailors and local officials who had to be bribe. If you had looked into his eyes, you would see the machinery turning. That is what Frank Bro told me. It's just a sort of person he was explained Bro who had worked for Z in South America. He was 1 of those guys. Part of him was always figuring things out. You listen to a man like that. He knows something that can't be taught. So he's going back and forth between Central America and New orleans at the time. So it says when he was in town meaning in Orleans. He was on the docks, trading, questioning, comparing manifesto cargo, making sure he wasn't getting ripped off. He knew everyone by name there, but Paints... Oh, this is what I mentioned earlier. This is really smart. If you think about what he's doing. Like you studied those that came before you, so you can avoid their fate, getting rich as 1 skill staying rich as another Za murray was able to master both of skills the guys that he's talking to only mastered 1. He knew everyone by name, there... But he paid special attention to the Old timers. Who had been in the trade since the days of wind power before the... The technology Steam ship which I mentioned to you earlier. They were g and tobacco stained as Sunburn burned his pirates. They were former big timers. Now just trying to survive. He winds up giving a bunch of these guy's jobs. Again, he always wants to know what you know. And so we get into his thinking at this part when he's 29. The only way to do this was to expand. And the only way to do this was to plant his own bananas. It was a realization that sends Murray down the path he would follow for the rest of his life a tortured path that led him into the jungle. So Now this a fascinating biography of a formidable individual, but it's also a really interesting story about what what the world was like in New orleans and Central America and the Caribbean in the early 19 hundreds. He sets up shop in Honduras. This is night the year as is 19 10 and it says when miss... When Z arrived, it was a kind of frontier town. It was untouched by government or law. There was gun play every night. The streets were a awash in liquor and gold, and why is it attracting so many, like Raphael to use the word of Alexander Grim bell, because Honduras had no extradition treaty with the United States. And because of that, it become a criminal refuge filled with Americans on the lamb. So this is where he becomes famous because he crosses the entire country by mule I mentioned this earlier. His first time on a mule, Murray was thrown to the ground. The second time the animal bit his toe. The third time, the mule dropped and rolled. The fifth time, the mule carried some murray to the middle of a river and left him there. But the point is is the reason the stories in there is because he's he has incredible levels of endurance and persistence. So says Marie was a habit perpetual limit crash. He loved feat of endurance. Proving himself by watching his companions flag, throw up their hands and say let's take a break for a beer. He crossed Honduras on mule back, so he could learn the country, meet its people and scout his property. And it says, Honduras is the size of Pennsylvania. And all this research and crossing the land is what opens up for his moment. This is what's gonna build, like, the foundation of this incredible business that he's in the in the processor in the middle. Of building. And this is just a great line. So he's going around, obviously looking for for land. Right? He kept quiet because talking only drives up the price. Sam Murray bought his first piece of peep peep parcel land on the edge of the north coast of Honduras. Much of the property ran along the southern bank of the Qm River. That's what his numb... His company is gonna to be called by the way. This was long considered junk land for 2000 dollars, all of it borrowed, he got 5000 acres. He was soon back in New orleans wondering if 5000 acres was enough. And this is where he's gonna have start of having him beef with this partner. It does not matter if you think it's enough Hubbard to said him. We're out of money. And this is this is amazing. I I've referenced this paragraph on past episodes of founders as well, because it's just amazing. A way to think about this. Right? So he's like, hey, have his opportunity. No no 1... Like, there's cheap land. Right? No 1 sees the value in it. There's no limit to how much I can buy. The only limit being money. What should I do? My partner saying I'm crazy. And this is just fantastic writing, there are times when certain cards sit un unharmed in the common pile. When certain properties become available that will never be available again. A good businessman feels those moments like a fall in the bar pressure. A great businessman is dumb enough to act on them even when he cannot afford to. And so how he gonna do this? Oh, man. Okay. So Murray returned to Honduras in the spring of 19 10 with a plan that was very simple and beautifully effective. Head north beyond the last paved road into the Delta The river, flash a bank role and buys as much land as as he could until his cash ran out. He was playing with borrowed money. Having tapped out every line of credit in New orleans and mobile. He had gone to the banks in New York and Boston. Whoever was lending he was accepting. This is very similar to what we just learned about Rockefeller in the His career too. He was out there over extended and vulnerable. He might... He must have worried about the risk, but had to know this was his moment. This land would not be this cheap forever. In the course of a few months, he accumulated, the unclear acres that would constitute his first plantation. And why is that because go go back to what he said. If you know, your business from Me z. There's nothing problem you can't solve how many of the executives in later on in in the United Fruit Company, which is Headquartered in Boston are going to be scouting land by mule. None. He had superior information Understood something important, loss on hon endurance. To the peasants that he was buying the land from, the land was swamp and disease. Nothing that will be... That will still be nothing in a hundred years. Sam knew better. Because he was raised on a farm, he realized the meaning of all that black soil beneath the weeds because he worked as a job, he realized the worth of the fruit that would thrive in that soil. This land picked up for a song was in fact the most valuable banana country in the world. Za murray then win all across under us meeting government officials for that. So he needs a ton of money Right? That he's got a borrow. He needs it to buy land from people that don't think it's valuable, and then he needs it because he's going to pay off every single politician that he ever comes to across. Flat out corruption, not even trying to hide it. This is a result of this corruption, His company would be exempted from import duties on all equipment, exempted to from paying property, labor and export tax. Za murray bananas would arrive in the United States une by such fees. This meant he could sells product just as cheaply as united fruit. If asked to sum up Sam in these early days when he was building his first first plantation, I would use the word drive. And then a few sentences later, the author does my job for me. Why bananas because it was the nearest product at hand. If Sam had settled in Chicago, it would have been beef. If he was in Pittsburgh, it would have been steel. If he was in La, it would have been movies. In the end, it does not matter what you're stocking. Selling is the thing. And then we get to the part why Za Murray was so respected by so many of his employees and also developing skill set that his competitors are gonna lack because he's the 1... He's with his workers in the field. He liked doing physical labor. And he talks about why why he likes that later on. But this is a description of what they're doing. It was the hardest work in the world. If this is the kind of book I wanted it to be, it will leave you with the sense of the fields, the heat and the fear. The snakes in the brush that have to be killed with a single blow. The sting of the poison that makes you wanna lie down just for a minute. The scorpions that drop into your shirt in search of exposed skin. So score... There's a... I didn't know scorpions nest in banana plants and trees. The mosquito forms that that deliver yellow fever, the malaria dreams, the swamp land and broken tools and ars trees. The way your health is destroyed, your hands blister, your back ruined, the way the world appears when you have forgotten to drink enough water and just keep that in mind because that's what he's experiencing, you know, in his early early late twenties early thirties, you know, And then he's gonna have to go up against banana executives who've have taken over for the the company founders that have long since died and it's just like, do the experience he that Sam endured and then went through, just the knowledge that he gets from being involved in every single step of the process. The idea that you're gonna... Went up having some kind of information advantage over this person. Is just silly. And not only that, he's clearly d demonstrated a high capacity to take pain. So Murray worked in the field besides his engineers, planter and machete man. He was deep in the mu, sweat covered swinging a blade. He helped map the plantations plant the Rhine zones. I don't know if from front that correctly, but every banana comes from the banana came before. They said essentially, like, the banana of the wheat. It's just like, a billion... It's it's a it's like, a a clone, Like, there's billions of billions of clones of just whatever species of banana reading. They're all exactly the same. They described the process in the book, but like, there's this thing on the plant that you cut, and then you you can cut them into, like pieces and wherever you plan them, They're just gonna, like, essentially build clones of them, but that's what the Rh zone is. I didn't I I didn't remember that the last time. So he says help map the plantations plant the rh clear the weeds lay the track. He was a proficient snake killer. He shouted orders in dog Spanish, and this is why also what he liked about. He believed in the transcend power of physical labor. That a man can free his soul only by exhausting his body. And then the author makes the point, I I guess the point I trying to make to you. His years in the jungle gave him experience rare in the trade. Unlike most of his competitors he understood every part of the business. From from the executive suite where the stock was manipulated to the ripen room where the green fruit turned yellow. He was contempt of banana man who spent their lives in the north, far from the from the plantations. We're gonna see another of maria here. Those sc what do they know they're there? We're here? And so this plan this mass expansion on borrowed money makes... This is gonna lead to his breakup. Because his partner thought Z Murray was too bold, just like Rockefeller, early partners in the oil business thought. He was too Hubbard had agreed to the first round of bank loans and land purchases. Then he agreed to the second. But this was too much, whereas Z murray thought everything should be risked now while the opportunity presented itself, Hubbard believed the business should be given time to become established. First, plant the land, we've acquired, pay off our loans, and then we could think about acquiring more acres. As so Murray must have realized the business had to get big to survive. Go all in or get out Sam said. Sam was young and wanted to bet everything. Hubbard did not have the fort for such risks. Asked to describe Z Murray by a new Orleans and newspaper reporter after they broke up This is fantastic. The best Hubbard could say was he's a man with big ideas. You're gonna buy him out. What was Sam thinking piling debt on debt risk on risk. He was taking it all in his own shoulders. But what did it matter? If he failed by himself, he would lose the exact same amount as if he failed with a partner? Everything. So now we get to the coup. And there's a whole... There's an entire chapter has, like, backstory story here. It's fairly fascinating, but it's it's a disagreement between multiple nations. Right? And we've seen this play over. Again, 1 nation lends another poor nation money, high rate they wanna up defaulting. There's all these things that happen as a result of that. But the United States government is trying to step in because there's hunt and trying to, there's gonna be secretary State Knox and then Jpmorgan makes his Cameo here. Where he's going to refinance and cash out these British bankers and get their railroad bonds that are taking place, I think in Honduras. But I'm gonna give you, like the high level, like, what's going on here and why Sam doing what he's doing. Right? And there's more obviously, more detail if you wanna hear the back in the book. The Nox plan was good for everyone. In fact, except the people of Honduras and for Sam Murray, whose business could not function without the concessions and sweetheart deals that would be forbidden by Morgan. Remember previously Had bribe for advantageous finding, like, economic exemptions year... Like, a few years before this is happening. Morgan's plan is gonna wipe all that out. It would add as much as a penny per bunch to each banana bunch, which would drive somewhere out of business. Sam went to work as soon as he learned the terms of the Nox plant. His goal was simple, undermine, overturned, undo and kill it dead. And so this is where Murray is going to be summoned to the Washington Dc and says on what must have been 1 of the strangest days of his life, Murray received a message from Washington Dc. He was to report to the office of the United States Secretary state. He had been an America lesson of generation and here he was embroiled at the highest level of national affairs. And so the author says I pieced together from various sources. They're exchange. This is something. This is very similar to what happened, starts with Nox, and then you'll understand who's saying what Knox says. You've been you've not been brought here to H, sir. Then why have I been brought here To be told that I'm finished? That's not my concern. Look, mister Secretary, if a few simple accommodations could be worked out, I'm not discussing this mister Z. I'm not bargaining. I'm telling you the policy of the United States. Now that you know the policy, I'm advising you as nicely as I can. To go home and stay out of it, do not med in Honduras. It is not your concern, but it is my concern, mister secretary. The treaty will mean the end of my business. That's unfortunate mister Z, but my purview is larger than your banana business. When Za stood to leave Knocks worn them a second time. Don't metal, stay out of it. I better not hear you've got yourself mixed up in the politics of Honduras. Sam nod it and seemed to agree, but secretary Knocks was not so sure. Though he tried to put people ease, Z murray often struck those in power as a man who could not be controlled. Yeah, that's an understatement. If you wanna know what he's gonna do, forget what he seems to agree and figure out what's in his interest. As soon as Murray was gone, Nox made some call. So he winds up having him Z murray is wind up being put under surveillance. And so this is just more great writing. Pretend you're Samuel A. You're 32. You've been in America less than 20 years. You lived in Russia before that in a poor farming town. Now you're here, an entrepreneur of considerable means. But still somewhere in your mind, the little guy who snuck in the back door. You're a husband and a father with a young daughter and another child on the way. You've been summoned into Washington called to account by the secretary of state warned. What do you do? Put your head down, shut up, sit in a corner and thank God for your good fortune. Well maybe that's what you would do, but not Sam Murray. Don't get involved. How about I overthrow the fucking government Is that too involved? You made a deal with the president of Honduras? Well, what if he's not president no more? Consider the audacity in define Knox and Jp Morgan Sam Za murray was challenging 2 of the most powerful people in America. Za murray scheme can be described as a coup disguised as a revolution. So that brings us back to the events that were taking place in the very beginning of the book where he's giving them weapons, money, an old war that was it served the Spanish American War. And so the book goes into more detail. I just wanna give you the results with a coup, and it's just fascinating. Says the Us ambassador let it be known that the United States could work with Bon o'neil Bon had had over on the government. This is obviously the guy that that Z funded. In other words, and so why important in other words, the secretary state Knox had switched sides. His point being, I don't really don't care who the president is as long as I can control him, which is, obviously unfortunately, history of Central in South America to a large degree. So he's like, alright Fine. We'll deal with that guy. As long as we can control the person it doesn't matter. And so it says this is a result for for some business though, Bon did not forget his ben ben. 1 of the first official acts was to congress... Oh was to have Congress gives Murray concessions covering the next 25 years. Za murray settlement included permission to import any and all equipment duty free to build any and all. This is just corruption. Right? I mean, unfortunately, this takes place back then, takes place today all over the world. It's not what you and I wanna see as, obviously as entrepreneurs is more like Cro capitalist, but it is the environment that that we live in. Z murray settlement, settlement included, permission to import any and all equipment duty free to build any and all railroads, highways and other infrastructure that he might need. He also got a 500000 dollar loan to repay all expenses incurred while funding the revolution. That is crazy, as well as an additional 24000 acres of land on the North Coast of Honduras to be claimed at a later date. No taxes, no duties and and Free. These were all conditions that would let Sam murray take on United fruit. So he's gonna spend years down in Honduras. He goes back and forth, but he spends a lot of time in Honduras This is a little bit has routine at this point in his career. He's up early each morning and eats breakfast of raw vegetables and bananas. In other cases, I might not linger on what a man had for breakfast, but such details fascinated and confused some murray competitors. Executives at United Fruit will be will by reports, of the jungle dwelling Russian who had been living for weeks on nothing but figs or who was taking a fast cure and not eating anything for 20 days, or who had been standing on his head besides a shade tree in the process of proving are dis proving that inversion benefits the digestion. Okay. So that's something he did. A lot in his life, For some reason after he'd eat. He stay on his head. At... And then then Left myself on here was Hilarious. He's the jay z of Banana mo. He writes nothing down and keeps it on his head. Because Jay is famous on not writing his rap. He just does it all in his mind. As for the reports, sales figures and yields, the length of the average banana, the market rates per s, etcetera, etcetera. Z murray went through these fast scanning them. A few mental notes and he was done. He disdain bureaucracy and hated pay paperwork. So seldom to he dictate a letter that he requires no full time secretary. He will telephone division managers in a half a dozen countries correlate their reports in his head and reach his decision without touching a pencil. In the years that followed the coup, Sam spent most of his time in Honduras. By 19 13, he had saved enough money to buy back the stake the United fruit owned in his company, a move that would secures Murray independence. This is how the fish in the whale become competitors. Preston did not want to sell back his stake. Selling back these shares was unusual for United fruit, but the company was forced to buy outside events. This is when they're getting the justice department keeps bringing all these different lawsuits against United fruit or the threat of a lawsuit, I guess, is the... And they do have... It gets up to Supreme Court, but that happened in a few years from now. But they're essentially being threatened and forced to do this because they're... They're like, hey. We know your monopoly. The though the justice department never filed any charges, the investigation had the desired effect. By forcing press to sell his shares back to za Murray, the government created a of market. It did this by assuring the Z murray, the freedom to develop into a genuine competitor. This is really important because, again, I wanna hound on the fact that, like, founders understand founder mentality. They clearly see it in other people. So did they see this. Preston sees this in Za. And not only Preston, but Keith and everybody else. This says in later years when Za murray had grown powerful analyst spoke of the mistakes that United fruit made. They had underestimated a dangerous rival in za. In fact, Preston and Keith understood the genius of Za murray, from the beginning, They had long been dazzled by his rise from the docks, but it was a matter of triage. They had to cut off the leg to save the body. Cut free the banana man to save the company. And so we're gonna fast forward a few years. This is a Murray at 40 years old. So now he's got 20 years in the banana trade. Again, I'm gonna read this whole thing to too because this is just incredible writing about an incredible founder. He was respected because he understood the trade. By the time he was 40 he had served in every position. From fruit job or to boss. He works on the docks on the ships on the railroads in the fields and the warehouses. He had ridden the mules. He had managed the fruit and the money, the mercenaries and the government men. He understood the meaning of every change in weather. The significant significance of every date on the counter. There was not a job he could not do nor task he could not accomplish. He considered this is so important for us to internalize in our own careers. He considered it a secret to his success. He was up every morning at Dawn having breakfast standing on his head, walking in the fields. As far as possible, he refrain from giving interviews, addressing shareholders are attending functions, all of which took him away from his work. He was 1 of those men who toil every day all day every day until they had to be rolled away in a chair. When he failed to appear at a reception in Havana Cuba, which had been thrown in his honor, a lieutenant tracked him down to the... This is So I talked about on the Rick Rubin podcast I did. It's episode 02:45. I was like, listen, this is the most inner scorecard shit. I've ever seen inner scorecard obviously being Buffett idea that you should be doing things based on what you feels right, not on an external car card, which you're doing things on what other people might think or feel. And I said, like, the fact Eric rubin was such a rec clue and so such a work haul that, he didn't even pick up his grammy. He was too busy working. I was like, that's the most inner underscore should have I've ever seen. We're gonna see the exact same thing it was Murray. When he failed to appear at a reception in Havana Cuba which had been thrown in his honor. Didn't even show up joe party in his honor. His lieutenant tracked him down to the wharf where he was going over manifest documents with a ship's purse. Come on, man that's exact same thing. He was wildly ambitious and innovated like Mad. As soon as he had full control of his company, he began to visit boat. He wanted to build a fleet, so he would never again be dependent on another company to haul his product. And then this is what the founders, 1 of the founders of F said about Sam murray or knew about Sam That Za murray could play as a dirty as anyone else in the game. And this is coming from Minor Keith. Minor cases, this is dude that they said that the locals in costa rica said he fed his brothers to the jungle. Like imagine the kind of person you have to be to build a railroad in a jungle. And then as a side hustle wind up starting, that's not enough, wind up starting the largest banana company the world ever seen. And so this is Perfect. This is exactly what I've been trying to to make this point multiple times so far. That is why minor Keith never underestimated Z murray. He recognized him as 1 of his own. A throwback to the sort of man excuse me the sort of man who built the industry who went into the jungle with nothing but tri and came out with a million dollars. And this is, like where we're in the peak of his career, which just saying, and there's just like some highlights, like something that you and I've talked about over and over again, 1 of my favorite quotes Ever read about Steve jobs was that Apple was just Steve Jobs at 10000 lives. The culture of his company, meaning Za murray, and obviously applies to jobs and rails. The culture of his company was his personality. And so it goes up to this point. It's like, by 19 25, it's it's the biggest competitor United Fruit. United Fruit still has way more workers. They have a little bit... Like, there more revenue. Presumably profit margins a lot higher though. And so they just pull out... They just wanna pull out a couple of things as they author compares both businesses. It it was increasingly clear that Sam Murray had built a better business. His company was superior to United Fruit in a dozen ways that did not show up on the balance sheet. So it talks about the fact that Us as a conglomerate. There's a lot of redundancy, duplication of tasks. So I'll skip over this part. But at this point, the founders are not longer there. So it says every decision for Sam murray was made with confidence and authority. Sam mori could move fast without waiting for permission or for a committee report. He could take risks. Essentially, they're describing the difference between a founder and executive. Right? He could take risk without fear losing his job. He could hire a fire with with sure because he actually lived in Honduras and knew the situation on the ground. It was a contrast of styles. The executives who ran United fruit had taken over from the founders and were less interested in risking than in preserving. Z was the founder. Forever on the attack, I love that line forever on the attack at work in progress growing by trial and error. He was constantly inventing. Most people this is such I love this guy. I I don't like the things he. Like, he was... I like his approach to business. I didn't don't like the corruption and, you know, all other stuff. I'm, obviously, like, and he knows that. Like, towards the his was like, he's like, I... They I have a bunch of regrets and some of the stuff I did, but I like his attitude to which business. Some. Was constantly inventing. Most people looking at a banana see a delicious fruit. When Za Murray looked at a banana, he saw room for improvement. And so the result too is the people inside the United fruit can see the difference. Right? So it says the most ambitious banana man began to flock Twos Murray. Dozens of them quit United fruit. And so this is going to be... Brings Za murray into war. With the guy that succeeded Andrew Preston as president United fruit. It's the guy Viktor cutter. They hate each other. And just the guy that that Sam gonna wind up firing when he takes control of the company. But at this point, they're like, hey, we can't compete with Murray so we need to buy them, buy him. And so they... Cutter sends this guy down to 1 of the company's officers to talk I'm like, hey, Let let's come to agreement here, just sell me your company and Za says this. Turning down the offers. As Marie said, hell, I'm having so much fun, and I'm a young man. Why should I quit? And so this is where we see a conflict in Cutters own psychology because he's like, at the same point he realized realizes, hey, this is my most this is, like, my most formidable competitor, so much so that I'm trying to buy the company. And then when he gets turned down, he... Like, he constantly he's insulting. He's causing consulting Za Murray, Carter became the first president United fruit had not been a founder. Though prop... Though he was probably the best of the second generation, Cutter was simply not made of this stuff, of the old time banana men. During 19 twenties death had taken the 2 great leaders of the trade, Andrew Preston and Minor Keith. A few of the more perceptive students of the trade asserted that the most likely contender for leadership was not these new Men, but Sam Z murray. Who was still being described by Qatar as that little fellow in Honduras. And so now I'm gonna fast forward, we get into the banana war. This is the war that's gonna take place between Za Cutter, and this is the war that the United States government has to step in. And end, and they do that through by forcing them to merge. And so this is... This this an entire chapter this. This is a ton of information happening here. I just wanna tell you, like, broad strokes, like, what is the banana war about, and there's just, again, great writing about Z murray, who he was. From the outside of the an banana worms seems unfathomable. Za Murray had taken on an enemy of superior resources and size over a few thousand acres that would only add only marginally add to his wealth. Why would he do this? To colleagues who news Murray, his motivation was clear. He wanted to win? And would do whatever it took. He was a self made man filled with the most dangerous kind of confidence. He had done it before and believed he could do it again. This gave him the heir of a berserker who says if you're gonna fight me, you better kill me. If you've ever known such a person, you will recognize the type at once. If he does not say much, it's because he considers small talk a weakness. Wars are not 1 by running your mouth. I'm describing a once essential American type that has largely vanished. Men who channel all their love and fear into the business, the factory, the plantation, the shop. And so this is what they're fighting over the banana war was centered on a single... Centered on a single piece of land, 5000 acres that both companies coveted. United fruit discovered the problem first. The land was on territory claim by Guatemala and Honduras. And it seemed to have 2 separate legal owners. And in a paragraph, the author does a great job giving us a metaphor from the way a big company thinks and the way an entrepreneur thinks. 2 different approaches to acquiring disputed land When this massive deeds came to light, this 1 of my favorite paragraphs entire book. When the... This massive deeds came to light, united fruit did what big bureaucracy, heavy companies always do. They hired lawyers and investigators to search every file for the identity of the true owner, owner. This took months. In the meantime, Oh, I love this part so much. In the meantime, Za murray meeting separately with each claimant. Claimant defeat the 2 different people clean the own land, simply bought to land for both of them. He bought it twice, paid a little more, yes, but if you factor in the cost of all those lawyers, he probably still spent less than F and he came away with the price. And so the government actually catches Sam importing weapons. United fruit is doing the same. And so this is where they're gonna have this, like, the I'm essentially telling me, like, the result of this government mandated merger, but I wanna point out. Like, he's aggressive and ruthless, but he's also rich now. And so he actually has something to lose. So that means he's got... He's he's got a vulnerability that he didn't have when he was young. And so it says, Z fruit company was Z murray in the shape of a corporation. His personality made manifest. His home and his love where he tested his theories and formed his philosophy. Get up first, work harder, get your hands in the dirt and blood in your eyes. But he had since become a man of means, whereas the young sam was reckless and immune, from nowhere with nothing. There were all sorts of ways. The middle aged Sam could be hurt... This is such an interesting thought in a in a short sentence. Check this out. Success limited his options and made him vulnerable. And so he is 53 years old when this is happening. This is a result, Sam would have received 300000 shares in United fruit, his stake after the merger would be valued to more than 30000000 dollars. A figure worth considering as it would make Z murray, who had arrived in Alabama was nothing 3 decades before, 1 of the richest men in America. So if you use 1 of those inflation calculators online, that's like a half a billion dollars today. As part of the agreement, Z murray, who would now would now become the majority owner of United Ford stock agreed to retire from the banana trade. And so this is happening. The deal was actually approved in 12/19/2903 months after the stock market crash. So Za murray older, very rich, very well known. He develops a series of enemies, very powerful. 1 of these is who Hue Long. Hue Long is going to be the former governor of Louisiana, and a sitting Us senator when he's assassinated. It's not clear who killed him? He also had a bunch of enemies. So it says when hue said that soaked the rich, Sam Hu let's soak sam murray. When he said let's crush the ring, Sam Hu let's crush Sam murray. To long to Hue Long, Za represented everything that was wrong in America. The fat cat who had taken more than his share. So what what's happening is hue long would go around, and he'd make public speeches speeches talking about how Evils Za Asu is and other rich people, other rich people. He he compared it, hit... His thought was, like, hey, what if we invited 10 people to, barbecue, and we have 1 guy that took 90 percent of the food. He's, like, we wouldn't allow that. We shouldn't allow in economic terms. You know, he wanted their red redistribution of wealth. He wanted all these other things, and he made very powerful enemies. And unfortunately, 1 of these enemies and people never found out who is gonna have him killed. On foreign policy, long seemed to have just 1 concern. He did not want Us troops sent to Central America where long claimed they would protect the interest of Z murray, who long denounced on the floor of the Us senate. It seemed the conflict would turn into something truly ugly, then it did, or maybe it didn't. But on 09/08/1935, senator along was approached by man in the hall of the capital building, how crazy is this. And this... His name was Carl Weiss, weiss shot long in the chest, then struggled with his bodyguard who knocked the assassin to the ground and shot him 30 times. Long was taken to the hospital where he died. He was 42 years old. And so Rich Cohen did a lot of research and this is what he says. I'm not saying Za Murray was behind the Hue long ass assassination. There was enough doubt to warrant a full scare investigation by the justice department in the fall of 19 35. I once knew 1 of the investigators. When I asked him about the killing. He said, it's Louisiana. You never know. So let's get to the part where Murray starts realizing, hey, I'm gonna have to take over this company. He's not the type to persist in a flawed such situation. That's very obvious about him. So you could think of this section as, like, how would you respond to a 90 percent drop in your net worth. So it says, for Za murray, the collapse of the United fruit, stock would have been devastating. Most of his network with... Was tied up into it. The greatest of Z murray lies in the fact that he never lost faith in his ability to savage a situation. Bad things happen to him as bad things happen everyone, but unlike so many, he was never tempted by failure. He never felt powerless or trapped. He was an optimus. He stood in constant defy defiance. When the secretary state teamed up with Morgan and the Hon and government in a way contrary to his interest, he simply changed the Hon and government. When united fruit, drew a line at the river and said you shall not cross, he crossed anyway. When he was forbidden to build a bridge, he built a bridge and called it something else. For every move there is a counter move. For every disaster, there is a recovery. He never lost faith in his own agency. With his fortune fast diminishing, it was time to act. But how could you be saved? Where did Z go for answers? Did he meet with the economic experts and college professors? Did he call the chairman of the board? Did he talk to the president and asked you have a plan? And even if they did have a plan, so what? These were the same man who had run the company into a ditch? He went to the docks instead, where he spent the winter of 19 32, walking through warehouses and standing on decks of banana boats talking to fruit peddle and captains and loader, and the people who really knew. And so the first problem realizes he learns that the banana captains were on orders from Boston to lay off the throttle and crossed the gulf at paddle speed because they were interested in saving gasoline. But a man focused on the near horizon of costs can sometimes lose sight of the far horizon of potential windfall by his quick calculation, Sam realized that whatever money was being saved on fuel was being lost on the higher percentage of fruit that ripen during the extra days on the water. These sm. They're losing more than their saving. He said. So he goes next year to the Board of Directors. And he goes to the meeting. At this meeting, they were discussing a request from plantation managers who wanted 10000 dollars to build an irrigation dis ditch in Guatemala, the executives called on experts who detailed the cost and benefits of the project, Sam Z G to him such a debate was symptomatic of a greater problem. This man in Guatemala. He's your manager, Isn't? Za asked? Yes. They said, then listen to what the man is telling you. You're here, he's there. If you trust him, trust him. If you don't trust him, fire him and get a man you do trust in the job. So the summary here is he's offering all these suggestions and they're not being listened to. So he's like, okay, I'm not gonna just go away, Mad. I'm gonna solve the problem. He goes around, and he... Remember he's the largest shareholder, so he goes and has these secret meetings with all these other shareholders, and he's like, hey, give me your proxies. He spent the following weeks on the road sitting in the offices and living rooms to shelters. He made the same case over and over again. The current management is not up to the task. When Z murray spoke to the board again several months later, he had with him a bag full of proxies. So those are the voting rates turned over to him by other stockholders. So they are lining up behind Z murray. Along with his own shares, these proxies could give Murray control the company, though he kept their existence a secret. And this is wild. This is when the fish is going to eat the whale. The chairman of the board was Daniel Wing. The president he was also the president of the first National Bank of Boston to him, Z murray was still sam the banana man. The fruit job from the docks. He already knew what Sam could teach him about the business. Nothing. When it was Sam's turned to speak, he chose each word carefully explaining his ideas in a thick Russian accent. When Z finished, Wing said, unfortunately, mister Z, I can't understand a word of what you say. The man at the table was wings started to laugh. Z Za murray hands turned into fist. He went to the other room to retrieve his bag of proxies. He came back, slapped him on the table and said, you're fired. Can you understand that? You gentlemen have been fucking up this business long enough. I'm going to straighten it out. And this is just a fantastic. This mind blowing. This is blew my mind. This paragraph. Much later analysts pointed out the flaw in the non compete clause Z signed at the time of the merger. It bay barred Za murray from working for arrival are starting a new fruit company. But it did not foresee the outlandish possibility of Za murray taking over united fruit itself. So he's gonna run this company for another 25 years but he saves the company in the first 60 days. This is what happens. He overlooked nothing. Whenever he found a man who could not act or was slow to aside, he replaced him. He said I realized the greatest mistake that the United Management had made was to assume he could run its activities in many tropical countries from an office on the tenth floor of a Boston office building summary said. I should... I guess I should have told you, I mean, it's pretty predictable what his move was gonna be up and until before this. He just went straight to the field. So that's where that's where it's saying he overlooked nothing. Executives on the spot were treated like messenger boys. I completely reversed that policy. I laid down what might be called a constitution for the company's Murray said. It was established as a fixed policy that if a plantation manager could not handle his difficulties we would appoint some man who could. And over the next 60 days, he's just going through every single... He's looking to doing an inventory of every single part of the company, and he's there in person talking to the people actually doing the work. He saw the problem of half empty ships. Selling some ships renting out space and others. A United fruit ship did not leave the port until it was packed. He had United Holdings reap praise. The value of the machines and the land had collapsed during the depression, which saved the company millions and taxes. He left fields follow further decreasing banana supply so he could control the market price. On some plantations, he replaced bananas with sugarcane, a staple that was always in demand. He looked for other crops to plant, like coconut nuts and pineapples. From Boston to Bog, he weed out super employees until 1 of every 4 was gone. So he lays off 25 percent of their workforce. It was not these policies alone that turned things around. It was also the energy behind the policies. The 6 week tour, the fire... The hiring and the firing, the tough decisions made about the fleet in the field. A firm hand had taken hold of the company. The stock price doubled in the first 2 weeks of Za murray reign. This had less do with tangible results. It was too early for that. Then it had less to do with the potential results because it was too early for that, than the confidence of investors. If you looked at the newspaper, you would see the new head of the company landing his playing on a strip in the jungle, anchoring his boat on the north coast of Honduras. Going here and there and working and working and working in a time of crisis, the mere evidence of activity can be enough to get things moving. That's a fantastic sentence. Let's repeat that sentence. At a time of crisis the mere evidence of activity can get enough can be enough to get things moving. Though Murray would stay at the home for another 25 years, united fruit was saved in his first 60 days. So fast forwarding about a decade, World war 2 is gonna make the sale of his primary product. The banana very difficult in fact, like Britain says, hey. You can't import them anymore. It's, like a luxury. And so the reason I wanna point, like, points out to you is because Z murray reaction to this. Is just perfect. He chose innovation over to spare. Z murray was never heard to bitch or justify? He was a member of a generation that live by the maxim never complain never explained. What do you do when your product rot? You find something else to sell? Z murray began to look for other crops you could grow on his plantations, crops that could be classified as necessities, meaning they would not have a quota. Right? Like, some some banana... Some countries, you you couldn't import any bananas and then other countries said, you know, we have a limit to how many were. So that's obviously not good. If you can, if countries eliminating how much of your product. So he sent agents in search of plants and trees that grew in the tropics on other parts of the globe. So around the equator. Right? He was especially interested in plans critical to the war effort, but whose import from Asia had been blocked by the Japanese during World war 2. So he he grew things like hemp and rubber trees, and essentially, he figured, hey, we're gonna make America more self sufficient, and we're gonna pick things that are in high demand by the military. By 19 44, Mary had thousands of acres bearing strange fruit. It was among the prize achievements of his life. He was a farmer at heart, and here he was behaving like a farmer in the midst of a locust b. He was innovating his way out of ruin. So by this point, his life, a reason much older man, his son is 31 years old. He's a pilot and he volunteers to fight in World war 2. Sam Murray junior enlisted shortly after the attack on Pearl harbor. In those days when the fighting started, you went. If you didn't go, there was something wrong with you. Sam Junior was attached to the western Desert Air Force in Northern Africa. It was extremely dangerous work. Here's a photo of Sam junior taken in the fall of 19 43. He's broad shoulder and handsome in his flight suit. Hands in his pockets, smiling. He flew dozens of missions, missions. On 01/07/1943, Sam Junior took off at sun down, major Samuel Ama marie Junior, 31. Having lost his way in heavy fog flew his p 51 into a mountain. There was a flash when the fuel tanks ignited and then darkness. I don't know when Sam senior got the news. It's impossible to express the horror he must have felt. 1 moment, there was a world full of people and markets, the next moment, there was nothing. It was the black period in his life. Historic events transpired, the invasion of Normandy, the dropping of the atomic bomb, but he did not notice. The war ended, the squares filled with sailors. The men got drunk the mother's wet would joy. Sam did not know what they were celebrating. The first peace time shipment of bananas arrived soon after. He did not care. Everyone I spoke to who news A Murray told me that the death of Sam Junior was the great tragedy of the man's life. He came out of it and got back to work, but he was never the same. And that part was really hard to get through because you're almost at the end of the book. You feel like you know who this person is, and then obviously, I'm father. I had have not only a son, but also the daughter and you immediately start thinking in your kids and, like, I just immediate. Your eyes fill up. At least minded it, which just tears. It's just unbelievably. Devastating. And so a few years later, Z Murray gonna hire this guy named Edward Be. Edward Be is considered like the founder of the public Relations industry. I just ordered a biography on them just because there's 2 paragraphs in here, and I need to understand how this guy thinks. This this coup is really taken out by the State department, the Cia. Sam murray, it... It's in his interest It plays a role, but this is not, like, under his direction, like, the first 1 was. And this 1 actually backfire fires and causes, like, public relations disaster. For the company and, eventually, the the break United Phoenix gets broken up, and, you know, this, like, the the Ap g of the the company. But I just wanna pull out Edward Be. I'm pretty sure he's I'm pretty sure he's gonna be the next episode of founders. Because he's just the way this guy thinks is very unusual. And so there's just a few paragraphs that are gonna occur over several pages. Where did the interest of United Fruit and in the interest of the United states began? It's impossible to tell. That was the point of all Sam Hires. If I can perfectly align the interest of my company with the interest of top officials in the Us government, not the interest of the country, but the interest in the of of the people in charge of the country, then the United States will secure my needs. And so Be had been hired by all kind of people, a bunch of, like, fortune to 500 companies. As an example of that, he he winds running the public publications campaign to convince women to start smoking. Bernie told hill that he that he should instead link his private interest, which is to get women to smoke more to a public cause. With this in mind, he planted newspaper articles that challenge the to that Taboo against female public smoking arguing in the cigarettes were neither a dirty habit nor a weight loss tool, but a symbol of empowerment. So his whole thing is in direction. That is everything that Does or at least in this book. And I'll learn more when I read his biographies, it's all about interaction. Here's another example. And this is his solution to, falling book sales. Rather than fight for a single season of sales, he would make the world more friendly to his product. In the 19 fifties, a cons consortium of publishers hired Be. They were concerned about a dip in numbers. Did Bernie go to school into schools and make the case for books? No he did not. He talked to Architects and contractors who were designing the new suburban homes and convince them a house is not modern if it does not include built in books shelves in direction. And finally, this is exactly what Be plan to help Murray, Be would not make the world better for Bananas. He would make the world better for American politicians. Who would make the world better for the Cia, which would make the world better for bananas in direction. And so later on Be is describing exactly why his methods were so infect, effective in almost every act of our daily lives whether in the sphere of politics, or business in our social conduct, our ethical thinking, we are dominated. By the relatively small number of people who understand the mental processes and social patterns of the masses who harness old social forces, and con drive new ways to bind and guide the world. He obviously a master at that. So Be gets the Cia to run this this coup. I just wanna pull out 1 thing. I'm not gonna spend too much time here. The Cia eventually selects this guy named Carlos Arm. Right? He's a 39 year old former officer in the Guatemala military. And there's gonna be a... And the end of the sentence of this paragraph is just incredible writing and incredible thought. So the pre history of Carlos is he was... Should he almost died in battle, but he went up escaping when he was supposed to be executed, and the way he escapes is a, based on a partnership between the ages of minor Keith and Sam. This will make more sense in a minute. Carlos was defeated and 16 of his men were killed himself among them or so it seemed. While being dragged across the field to the cemetery, he moan. He was taken to a hospital and put back together, he was tried for treason and sentenced to death. He escaped 6 months later just 2 days before he was about to be executed executed. He slipped out of prison through an abandoned tunnel of the international railways of Central America, which had been founded by minor Keith. That's 1 of the founders of United fruit. Think about it. Here was Keith, the former vice president of U f collaborating through the ages with Z murray, providing the tunnel that saves the general who overthrow the president and restores the banana land. And that is the Ap g of the United Food company. It's it's prosecuted, broken up, the deep... The book details more of the, like, the economic fall off from that. So murray retire Murray actually retired from the United Company 2 years before that, he was 74 and he lives so he's 84. While no 1 was looking Sam Murray had grown painfully, shockingly, bitterly old. It's like this. You leave the house in the morning and you're young and fit and strong, and you whistles you walked down the street. Then you turn a corner and bang. You run right into your own d cr 78 year old self going the other way. He retired from the banana trade for the last time. He left Honduras, Costa Rica, Guatemala, Cuba, ecuador, Colombia, forever. At a certain age, no matter which direction you walk, you're walking away. Sam z, Sam the banana man, El mig, the big Russian, the G. He was not an easy person, nor is his biography without controversy. To some, it is a story of a great man, a pioneer in business. A hero. To others, it's the story of a pirate, a con who took without asking. Sam's defining characteristic was his belief in his own agency. His refusal to despair. No story is without the possibility of redemption. With clever and hustle, the worst can be overcome. I can't help a feel that we would do well by em Sam. Not to brutality or the conquest, but the righteous anger that sent the driver into the boardroom of laughing elites, waving his proxies shouting. You gentlemen have been fucking up this business long enough. I'm going to straighten it out. And that is where I'll leave it for the full story, highly highly recommend reading this book. I think every founder should happen it in its library, talk to your friends that have read the book. I have never come across anybody. That has not done anything else, but enthusiastically recommend reading the book, It is fantastic. This is the second time I've read it, I'm sure in the future maybe few from now I'll read it again. If you buy the book using the link that's in the show notes in your progress player. You'd be supporting the podcast at the same time. If you wanna see every single book in reverse chronological order, you can order them, it's amazon dot com forward slash shop forward slash founders podcast. You'll see every single book. And if you buy on that, amazon shop. You all be obviously being supporting the podcast at the same time. That is 255 books down 1000 ago, and I'll talk to you again soon."
}