{
  "transcript": "Edward Be almost single handedly fashion the craft that has come to be called public relations. He is widely recognized as the man who father the science of spin. Be was the man who got women to smoke cigarettes. And who put bacon and eggs on the breakfast table. Books in books shelves and calvin coolidge back in the White House. Although most Americans had never heard of Edward Be, he nonetheless had a profound impact on everything from the products they purchased to the places they visited to the foods they ate for breakfast. In doing so, Be demonstrated to an entire generation of P r men and women the enormous power that lay within their grasp. If house wise could be guided in their selection of soap, so could husbands in their choice of a car and voters in their selection of candidates and candidates in their political post. Indeed, the very substance of American thought was mere Clay to be molded by the savvy public relations practitioner. The techniques he developed fast became staples of political campaigns and image making in general. That is why it's essential to understand Edward Be. This book uses Bernie life as a prism to understand the evolution of the craft of public relations and how it came to play such a critical and sometimes insidious role in American life. He made that exploration possible and actually encourage it by leaving to the library of congress more than 800 boxes. Of personal and professional papers that detailed cases he worked on and tactics and strategies that he employed over a career that spanned 8 decades. Be saved every scrap of paper he sent out or took in and provided them to be made public after his death. In doing so, he lets us see just how policies were made and how in many cases they were founded on deception. This volume seeks to un mask the man himself. Be was able to accomplish all he did in part because of dogg determination combined with an invent ness that set him apart from his conte and make his ideas as relevant in the 19 nineties. When there's a hundred and 25000 P r practitioners in America as they were in the 19 twenties when he and a handful of others got things going. His spirit was electric, and his enthusiasm was so infectious that many who had heard a single speech decades before are studied with him for 1 semester could recite his every phrase years later. Be was also a bundle of contradiction. He wrote ru shot over his young staffers, even as he preached the virtue of tolerance and democracy. He promoted cigarettes, which he suspected were deadly At the same time, he was promoting national health insurance. He has esp women's rights, but often treated his female employees and his wife like ind servants, and he continually capitalize on the fact that he had out lived all of his conte. He died in 19 95, at age 103. To advance his contention that he more than they deserve to be called the Prince of publicity. Although he was a small man, his claims were as huge as his dreams. It was those claims that first drew me to Be. My suspicion that he was a fascinating character, possibly an epic 1 grew during my year as a fellow at Harvard. When I got to know his daughter and and her husband. I met Be only once, a year before he died when he was a very, very old man. He was sitting in the library of his home and he told 1 story after another in wrote fashion as if they had been pre recorded, and then He told him again. That was an excerpt from the book and we talked to you about today, which is the father of Spin Edward A and the birth of public relations and it was written by Larry Ty. I wanted to read this book now because last week on episode 02:55 when I was studying the life of Sam Murray, in the book to officially at the whale. Be is a character that pops up later and Sam Murray careers, Za murray actually hires Be when he's the president of the whale, which is a the United fruit. And be job was to get the Us government involved and the Cia specifically so they could overthrow the... What turned it out to be a hostile government of Guatemala that was threatening to take away assets of the United Fruit company. And so in that book, the fish ate the whale, they also talked about hub be used this idea over and over again. He used direction, unconventional thinking, and his main thesis is, hey, you need to tie your private interest to a public cause. For companies as a way to help them sell more products. And 1 example that jumped out to me is he was hired by a bunch of publishers. I think this is in the 19 forties 19 fifties. They were concerned about a drop in book sales. And so his point was like, you don't run ads saying, hey, buy more books. The indirect route is a lot more effective. If you wanna sell more books, you convince to real estate developers, building houses apartments to have built in books shelves, and his point was if where there is books shelves, there will be books. So I wanna start right where he graduates college. He has a very complicated relationship with his father, even though they lived and and Eddy grew up in New York city, his father had the idea that, hey, farmers are the future of America, you should be a farmer. So he makes his son go to Cornell University College of agriculture. And Eddie hated it. He says later in the book, He didn't even like to be outside. He thought the sun was poisonous and that fresh air was un. And that should give you a hint then we're dealing with an odd character here. His life story is gonna have a lot of bizarre things and I'll get there later on. And also tell you why it'll be obvious when I get to the end why I feel even though he got to the top of his profession. His life to me, the reading of his biography is really a cautionary It's really important to use it as a, hey, maybe, like, an anti model. But I wanna jump into right away, like, why you wanna study Isn't it has to do with his unconventional thinking. And the fact that going to this experience realizing, hey, this is these are the things I don't want to be. And so says Eddie rendered his verdict on his higher education by 3 and a half years at the Cornell University College Agriculture gave me little stimulation and less learning. As he stopped to reflect however, he realized that he had learned more than he thought. And it's by not fitting in with the rest of his classmates and their path, like the path they're choosing in life that he realizes as a benefit to unconventional thinking, knowing he didn't fit in with the conventional thinking on campus got him accustomed to thinking unconventional to operate at the edge and push the boundaries. Which became his trademark over a career that lasted more than 80 years. And he summarizes his point in his life perfectly. Perhaps corn was the right place for me after all. I was looking for something that was not there, and I found something better. So he realizes, hey, if I'm not gonna be farmer, I gotta find a job. He's gonna test out a few jobs before he lands in public relations almost by accident, I would say. So this is just some examples of these things that he's trying. He's a young man, early twenties at this point. He accepted a professors offer to write for the the national Nursery journal. He didn't like that. From there, he tried out filling out bills of lad at the New York City's produce exchange. That's where his father worked. He didn't like that either. Then he tried to decoding cables concerning grade trades for the Louis Dreyfus company. A job that proved even more tedious than his previous ones. So up until this point in his life, all he knows is what he doesn't want to do. And he winds up getting an offer from a friend. So years before, Him and this guy, fred, they hit we're were c editors of a school paper in high school. And Fred father had owned 2 monthly journals. It's the medical review of reviews and the diet and h gazette. And so Fred asked, Eddie, How would you like to help me run the review and the gazette. So Eddie is gonna be a partner in this business, and this is where he accidentally stumbles into the very beginning of a career in public relations. Eddie accepted the offer on the spot and began work the next morning. Neither he nor Fred knew much about medicine or nutrition and neither had any real experience in publishing, but both were ambitious in pricing, which was all most entrepreneurs of that era began with, and both were willing to do everything. From writing and editing to promotion and office errands. And with the medical review journal, this is a description of what they were doing. They publish expert opinions on health controversy. Now this is where it gets a little confusing. They are going to promote a public health controversy that's gonna turn into a play that is... They're going to help sell tickets for. So is a brief overview of that, and then I'm gonna give you. I'm gonna break down exactly how he did it. So he says their real break came 2 months after they join forces. When a doctor submitted a glowing review of damaged goods, which was this work by a French play rate? The play was about a man with syphilis. It was Taboo back then to openly discuss sexually transmitted diseases? So their point was how can we get this play in shown in New York City a few years before, the city had shut down a play featuring George George Bernard Shaw because there's a play about prostitution and so they're like, hey, it's very unlikely that we're gonna be able to play this in new York because the city's is not likely to prove a play that features, like, essentially, it's about a sexually transmitted disease being syphilis and the treatment of that disease and how it affects like a person's life. And the reason this is important to talk about is because this is where Eddie derive the insight. It's was like, hey, we're not... Trying to sell a play about syphilis That's our private interest because we wanna put on the play. We think the writing is good. We obviously wanna make money through selling tickets. That is a losing proposition. But if we can tie our private interest to a public cause in this case, a public health issue, we're gonna reframe this as a public health issue. Then all we have to do is make the public health issue a success and draw a wide attention, and our private interest will be raised along with it. The ticket sales essentially will take care of themselves. And the reason this is able to work is because Eddy shares a a mindset. With a lot of the other entrepreneurs like history get schizophrenia that you and I have studied where they view problems not as problems, but as opportunities, problems are just opportunities and workloads. And so it says Eddie took these hurdles as challenges. Anything could be accomplished, he believed if people could be made to see would look like an an obstacle as an opportunity. The key with damaged goods to play he realized was to transform the controversy into a cause. And recruit backers who already were public role models. So I'm gonna tell you more on exactly how he did this in a few minutes. But first, I I have to talk to you about his relationship with his uncle, Sig Freud. The reason I think it's important to talk about this now because a main innovation or idea that Eddie used is he was... Might be the first person to apply psychology to the emerging field of public relations. And so his father and Freud were friends. Wanna having a falling out later on, but Freud married his... This... I say, let me use words here, so I don't get confusing. So I don't confuse you. Eli is Eddie father. Okay? Eli and Freud or friends, Eli Mary's, Freud younger sister, Freud Mary's, Eli younger sister. So think about this. Eddie mother is Freud sister, and his father's sister was Freud wife. So this is the result. This gave Eddie an intimate connection to the father of psycho analysis, a connection he capitalized on every chance he got my guess from reading the book is that this is the person he most admired. I think he wrote about Freud, like, 40 or 50 times. He wrote Eddie towards the end of his life wrote, like this 900 page biography. And he mentioned... They they pointed out that he mentioned Freud, like, 10 times as lot much as he mentioned his own kids. And so throughout at his life, he's constantly visiting Freud in Europe. He's writing to him. And so they're they're talking now. It says, Freud was a famous uncle unquote 57 years old and talking to his unknown nephew of 22 years old. Eddie was more taken than ever with Freud novel da on how unconscious drives dating back to Tal childhood make people act the way they do. And Eddie was convinced that understanding the instincts and symbols that motivate an individual could help him shape the behavior of the masses. Eddie approach straightforward, take techniques that had worked with damage goods as he would do over and over again push him several steps further. Eddie called this hitch private interests to public ones and this is the result of his campaign with damaged goods. There was a greater demand for tickets than the house could fill. And so this is a summary of what he did. Number 1, he's hired to promote a product. Number 2, he does not. He uses in direction. He does not promote that product directly. He attaches that product that he's been hired to promote to a cause that gives the consumption of that product, a deeper meaning. Number 3, he uses the cause to get small newspapers to write about the product. Right? So if he goes and just says, hey, I made a new product, right about it. You things are like no. But if you say, hey, this is a cause. There's a play being put on and the reason behind the plays is because it's gonna teach you about the dangers of sexually transmitted diseases, and, you know, remove this p. He he called, like, p. I think is how we described damage goods. The fact that they wouldn't allow plays about prostitution or sexually transmitted diseases. He's like, we're not... It's not a play about sexy transmitted diseases. It's about a public health crisis and how we cure sexually transmitted diseases. And so then you use the cause, you go to a small newspaper, they'll write about that and then use use the media of a smaller newspaper, or media publication, and that will get you larger media to promote. The cause which in turn is really promoting your private interest. And we'll go into more detail how he does this later on, but that basic blueprint is exactly what he did for Sam Murray, United Fruit. He's like, listen, if you say you have where this, you know, super rich global corporation and this small country is taking, you know, a hundred thousand of our acres, no 1 really cares. That's like your a problem. But if you know, hey, the cold war is going on, Americans are really scared about the spread of communism especially in our hemisphere if we can make it seem like Guatemala, are really communist and disguise, and we get that... This idea into press. The people reading the press would be the Cia, the state department, presidents, etcetera, etcetera, then we attach our private interest, which is, hey, we want our land as much land as possible back from Guatemala so we can sell Bananas and make more money. To the public cause of oh my god, the communism is spreading in our, hemisphere, we must do something. So that is what I mean about direction. So he has so much success promoting a play. He winds up getting higher to do the same thing for Ballet. And then we're gonna see There's a lot to like about his approach to his craft. He was definitely work a hall. Like he got the top of his field. He was extremely thorough, and so there's a bunch of these ideas I think you and I can use in our work I'm gonna pull up... Pull up constantly throughout, going through the book. And then I'll get to the point where I think he was like, obviously a very flawed person and and kind of these, like, a cautionary tale that we should avoid. But 1 thing he did, and then we see over and over and over again and I have to point this out. I know Repeated a lot repetitions persuasive. I'm repeating it for myself as much as I am for you. It's the fact that David Og idea that the good ones no more. Appears over and over again in a history of entrepreneurship. We see eddie using that in the very early days of his career. Let me read this first, and then I'll tie you back to what Og Og v fantastic advice. So says, Eddie began by acknowledging that he was as ignorant about Ballet as as the public he sought to enlightenment. Then he set out towards self enlightenment. That meant digging up all the information he could from the library, secondhand hand bookstores and the Metropolitan opera company, which was sponsoring the Ballet tour. It also meant a elicit bits of dance wisdom from the arts editor of literary digest and from the budding Baller, Natasha Rom, and that is nearly to the t. The advice that David Ob gave He'd already built this fantastic career, 1 of the most successful advertising agencies in history, and he's giving advice, I read this book. It's Og and advertising. It's gone episode number 80, if you wanna go back and listen to it. Highly recommend buying that book. I'll, eventually reread it in the future It's so fantastic. But he's he's giving advice to young people in his agency, and he's like, listen, this is just good advice for life. You can be the best informed. Doesn't mean you have to be the smartest. Eddie is not the smartest. He's like I don't know anything about Ballet, but I can collect information. If I just collect more information and put that information to my brain, then I'll know more than most people do. And so Og said set yourself to becoming the best and informed person in the agency on the account to which you're assigned. If for example, it's a gasoline account, read books on oil geology and the production of petroleum products. Read the trade journals in the field. Spend Saturday mornings in service stations talking to Motorists. Visit your clients refineries and research laboratories, and at the end of your first year, you will know more about oil the oil business than your boss. And that is exactly what Eddie is doing in the store at the Ballet. We're gonna see on the next page. Again, the Noah left myself more than any other single note in this book is Eddie all in direction and unconventional thinking. This is how he's gonna wanna making this Baller arena, famous overnight and then he teaches himself a lesson in the process. Eddy Stint and journalism had shown him where he could cut corners. Would a reader recognize that the Ballet press person, which is Eddie had written the Vanity fair story about the Ballet? Perhaps So no problem. He would shuffle the letters of his name around and become Abe Edwards. And I wanna pause there before I finish this paragraph. That's something he uses over and again. He realizes that as part of human nature, humans love if other humans will do their work for them. So he's constantly producing content for other media companies, newspapers, magazines. He's like, here. You know, you you have a space to fill, just use this or rewrite this, and they're all, like, essentially thinly disguised ads for whatever he's... Whatever he's been hired to promote. Then this is more interaction. The ladies home journal Magazine wouldn't run promotional photographs for fears, it its readers might be offended by skirts that didn't reach below the knee. So think about what a ballet Baller wears. Right? And so Eddie he's like, okay, cool. No problem. He engaged a pair of painters. To add length to the baller skirts and the pictures then ran in a 2 page color spread that reached millions of unknowingly subscribers. He's also master of getting attention by doing pictures or writing that surprised you it jumped out. So he's like, listen, it's not good enough just to take pictures of the Baller arenas. Let's take the Baller arena to the Bronx zoo. We're gonna put a giant harmless snake wrapped around her body. And so for the promotion photos, we're not gonna just sew her dancing, we're gonna show it mirror. What does the Bronx Zoo have anything to do a Ballet nothing? It's just the fact this like, if you're flipping through a magazine or a newspaper, you see a baller and you're like, oh, that might be interesting You see a Baller arena with a giant python wrapped around her like, what is happening here? And his idea when it working perfectly, newspapers ran that story with the picture on page 1. This is the lesson that he's teaching himself. Remember he's very young. He's like, 22 23 there's somewhere in there at the point he's doing all this. And this is what Eddie said. When I saw how easy it was for the Baller to become a national celebrity, I recognized how necessary was to look behind a person's fame to ascertain whether the basis was real or fictitious. He is writing these words a hundred years ago. Think about the age of social media, how many people are just famous for being famous. And this is his punchline public visibility had little to do with real value that was true back then it is even more true today. He continues. Without the snake or some equivalent, she might have had to wait years for national recognition. The snake took up the long lag time. So he goes from promoting place to promoting Ballet. Now he's gonna promote singers. And he's gonna all the stuff he's learning, So he takes what he learned from promoting the play, added the... Those lessons to promote the ballet. Learn more lessons while doing that, then he's gonna roll those lessons for through his on entire... Entire life, but he's gonna use it for the singer real quick, and he's eventually going to use this for Corporate America, because he's gonna have, you know, he's gonna have a account almost all the largest companies of his day So says Eddie was also fascinated by the public's ado iteration of Carr. This is this European singer. And in a lesson he learned while working with the Ballet, he would that he would apply later in a... And on behalf of corporate Mo and American presidents, he realized that such impressions could easily be fashioned or reshaped. So I'll pause there to explain what's going on. And I think this is most obvious in our own lives when you think about in in... With musicians. Right? How many times that you... A musician you never even heard of all of a sudden is just everywhere. It almost appears like, overnight, this person goes from a complete unknown and the music industry make sure that they're widely available. Their music widely available. Their face, their name is widely available. Just saw an example of this before I read the book I watched... I saw the new Elvis movie. And same thing. He was like, a 17 or 8. I didn't know this before the movie. He was, like a 17 or 18 year old k before his first hit completely unknown. And then within almost... I think it was like 12 months he becomes maybe the famous singer in America. And so what Eddie realizing here because this is... I think, 2 or 3 decades before Elvis got famous is, oh, America, like, people will accept if if there... If they think other people are interested in this singer, and they hear the music, They see the advertisements, they see his face, everything else. They'll just accept, like, okay. Everybody else says this this is, you know, the the the new thing, the person we should be paying a attention to. So I'll just go along with that. And so it says, he realized that such impressions could be easily fashioned or, reshaped. This is what he said about that. The overwhelming majority of the people who reacted so spontaneously to Car had never heard of him before. The public's ability to create its own heroes from wi of impressions. And its own imagination and to build them almost into flesh and blood gods fascinated me Eddy said. Now, think about the reaction that a super famous singer musician. Again, movie we start, I guess give you another example of that. The reaction you see people have. It's almost like their flesh and blood gods. And so Eddy says he goes, of course, I knew the ancient Greeks and others, early civilized peoples had done this. But now it was happening before my eyes in contemporary America. And this is where Eddie realized, hey, if I can make a singer famous overnight. Right? The real money is helping businesses make their product famous overnight. And the income that he's gonna help generate for the American tobacco company is unbelievable. And again, how fast this can happen if you have P r, this massive public relations push on your side. So I wanna go and I'm gonna spend a lot of time here. There's a bunch of things about this person I'm gonna get into. But 2 of his projects of 2 main projects I'm gonna focus on is the the essentially, like, a the history of marketing cigarettes. So his work for the American tobacco company and then what he does for Z murray, which I we'll get to go later here. So it says Us tobacco Ty scored nearly as stunning a triumph as did the Us troops during World War 1. When America joined the war, so think, you know, 19 15 19 16, were talking about maybe 19 18. When America joined the war cigarettes were considered un unsafe. I did not know that. Most men of the... Of that day preferred smoking cigars, pipes are chewing tobacco. But cigarettes proved more convenient in the trenches in World War 2, and the Us government began putting cigarettes in soldiers re rations with the result that many of these soldiers changed their smoking habits when they came back home. And now it talks about the... Not only the see soldiers with the American Public seats soldiers, smoking cigarettes as opposed to chew chewing tobacco or doing pipes or whatever, and it's also it's like, it's associating with, hey. We just won this war where warriors, warriors seeing our warriors smoke cigarettes, And so it says cigarettes were manly things now. This was the stuff of warriors, and their use among men's soared, so did the profits of the company making them. All of which convinced cigarette makers that the time was ripe to open a second market. This time, they would target females. So the previous decade before Be is gonna be hired by American Tobacco company. They have this this massive increase in the amount of sales. Right? So that's a decade. Now we're 19 28, and this is where Be is gonna get involved Be began working for George Washington Hill, who was the head of the American tobacco company. Hill Be recalled later became obsessed by the prospect of winning over the large potential female market for his brand called Lucky strike. And he was going to be the first company, first to back a company to target a new market. That it was what Hill idea was. And he's gonna hire Be and a bunch of other P guys, and he's also gonna hire Albert Las who you and I talked about on episode 02:06 in that fantastic biography of Albert alaska called the man who sold America. And so Bernie is talking about this conversation that he had with Hill, and this is what Hill said to him. He said to me 1 day, it'll be, like, opening a new gold mine right in my front yard. So let's get into How Bernie did this. It's important for you to know that when he... Anytime she... Anytime he does anything. When he's promoting something, he never never never never has just 1 plan of attack. It is always many many attack vectors relentlessly And so they're gonna start out first be saying, okay, we're gonna convince women to have a cigarette for dessert as a healthy way to stay slim. And so how do you do that? You go to where these women, what are they consuming? The newspapers, the magazines, the radio shows, and you influence them that way. So it says, for news editors meant testimonials like the 1... 0, and then he always does this thing where he he sets up front groups. You know, it's not it's never gonna come from the company. It's always, you know, the American Association of X or, you know, the mothers united against why. It's that... He always has front groups. He never... He's... You're never gonna know that it's the company behind. Again, they'd say indirect. Really I thought about it as, like, mis redirection. So this is an example for news, editors and meant testimonials like, 1 from the former chief of the British association of medical officers of health with a warning, essentially like a press release. Right? With a warning that sweets would cause tooth decay and advise and advising that the correct way to finish a meal is with fruit, coffee and a cigarette. So he also used experts and they... And a lot these experts are just taking money, and they'll essentially say whatever you want them to say unfortunately. Hotels were urged to add cigarettes to their dessert list. While while Be office widely distributed a series of menus that were prepared by an editor of House and garden magazine that were designed. This is what they tell the reader. Now keep in mind. To save you from the dangers of over overheating. Their Be again is always hiding and couch his true intentions He wants to sell more cigarettes, he's not gonna say buy more cigarettes. He's gonna say, hey. If you smoked cigarettes. If you take a cigarette for dessert, Instead of eating candy, it's a good way to stay slim. So now we're having editors, of a very popular magazine read primarily by his target audience, which is women, and we're gonna say, hey, this article, again, the headline is... We're gonna save you from the dangers of over overheating. That's not what they're doing. I'm selling you more cigarettes. For lunch and dinner, they suggested a sensible mix of french vegetables, meats and carbohydrates followed by the advice to reach for a cigarette instead of dessert. Then we see he uses that books shelves if there's... Where there's books shelves, there will be books while he uses that same way here. He proposed that home hire kitchen cabinet makers to provide special spaces to hold cigarettes. The same as they did for flour and sugar, and then he urged container makers to provide labels for labeled tin For smokes, just as they did for tea and coffee. So this is what I mean. He never has just 1 plan of attack. It's always many many attack vectors and he does this relentlessly. This is the result of campaign number 1. Seldom if ever had a publicity campaign been carried out on so many fronts and seldom them if ever again, will those responsible make public the details of their orchestration, the way Be did when he left to the library of Congress 24 boxes of records pertaining to the American tobacco company. And so that's how we know all this is going on because they say, hey. This is what we tell the company. Right? We see all these 2 records. This is what we... We're soon tell the public. This is our action, and I'll get to... These other public relations campaigns that he does for cigarettes as well. This is just campaign number 1. But essentially saying, hey, This is what we're telling people, and this is why what our actual intention is. Again, it's all hidden the thing to know about this. This first campaign is number 1, this P campaign printed money. And number 2, he did not believe in what he was selling. So Hill was super site excited. The guy running the American tobacco company. He's writing this letter to Be and he's saying, hey, this is working fabulous. Our revenues this year were 32000000. So that is in 19 28. That is the equivalent of a half a billion more than a half a billion dollars in revenue today. 1 company, 500000000 dollars in revenue selling cigarettes. And this is our first example of where Be is gonna serve as, like, an anti model in my opinion to you and I, It's just easier if he sell something that you believe. I was just reread highlights for shoe when I read Phil Knight biography. In the early days of Nike, he could not understand why he was so successful at selling sneakers. He had tried to sell mutual funds and encyclopedia And he's like, I was terrible. I was a terrible salesperson. He realized, oh, belief. Belief is irresistible. I believed in my product. I thought I genuinely believed that if everybody got out and ran a few miles every day, the world would be a better. And so he's like, I'm not selling anything. I'm I'm I'm I'm not selling a product. I'm selling my belief system. And we see that Be never did this. Because I would think about what he's doing at this. Like, no. All this media. This mass media targeted everybody's like, do not eat desserts. It's gonna make you fat. It's unhealthy. Grab a cigarette those are healthy. It makes you slim. Okay. Bernice himself never smoked and the man who will persuade tens of thousands of Americans to give up sweets in favor of cigarettes admitted later. He did not like the taste the tobacco and I prefer chocolate. So the next year, they're like, okay, this is fantastic. But hill is this formidable individual? He's not 1 to rest on his laurel, so he... This is 19 29 now. He summons Be and he says, hey, how do we get women to smoke on the street. They're smoking indoors, but damn it. If they spend half the time outdoors, and we can get to smoke outdoors were damn near double our female market. I want you to do something I want you to act. B understood that they were up against a social taboo that cast out on the character of women who smoked. So again, another example, same idea, a different example, tying a private interest, I want to sell more cigarettes to a public cause the equality of sexes. And so Be idea is like, hey, why don't we organize a parade of prominent women that would light up cigarettes as, cigarettes, and we're not gonna call them cigarettes, We're gonna call them torches of freedom. I'm not making this up. This is in the book. Think about how gullible people can be. Right? This is goes back to this this maximum that I've talked to you about over and again. The mind is a powerful place and what you feed it can affect you in a powerful way. You gotta be very careful about who and what you give your attention to. The people reading these useless magazines are gonna hear an ad, disguised, an ad that's disguised, saying, hey, you know what? It's wrong that that men smoking public, but women can't. They're not really cigarettes. Their torture of freedom. Let's set up the parade. We're all gonna get together us feminist and we're gonna march down the road. And they're like, okay, I'll do that too and not realizing that they're serving the interest of not themselves. They're serving the interest of this gigantic corporation that's printing money that is going to profit off of this. Why not organize a parade of prominent women, lighting their torches of freedom. You gotta be kidding me. And do it on Easter Sunday on fifth avenue. So what does he do? He goes and talks to his friend that works at V, and they say, hey, give me this list of, like, 30 influential young women and is it gonna work if a the letter comes from a man or comes from American tobacco? No, of course not. So he has his his secretary who hides the fact of what she is doing. So his secretary, he sends a telegram signed by his secretary bert to hunt. And it... This is what it says. In the interest of a quality of the sexes and to fight another sex taboo, I and other young women will light another torture freedom by smoking cigarettes while drawing down on fifth Avenue on Easter Sunday. We are doing this to combat the silly prejudice that the cigarette is suitable for the home, but never for the sidewalk. And so this is where I really have, like, I like, a lot of the advertising people that I had to study. Like, Og is a personal hero of mine and has become a personal hero mind just because of all right about bottom of my final extremely likable. But his whole thing is, like, educating them why the product is beneficial to them. What that what... What's happening in this book, I... Like, as much as much as I admire or Og, I dislike the individual person that Bernie was. Because that is a lie. We are doing this to combat the silly prejudice that the cigarette is suitable for the home. No. You're not. That is not your main goal. Your main goal get you to sell to to buy more cigarettes. And we're going to confuse and manipulate you to do so. That is completely different than, like, Ob writing a 10000 word ad, after doing months and months of research for rolls royce and telling core enthusiasts why Rose Royce is better, giving them information about how it's handmade about the engineering about the fact that you're own 70 miles an hour and the loudest thing as the clock inside. That is a skill set that's interesting that is beneficial. Right? This is not this. And we know this because he turned over his own documents a library of congress. The mind is a powerful place in what you feed it can affect you in a powerful way. There... This is what they're saying internally. The script. The script for the parade. Think about. That's crazy that they use that terminology. It's like, you think 1 thing I'm putting on a movie. The script for the parade was outlined in revealing detail in a memo from Be office. The object of the event would be to generate stories for the first time. Remember, he can't go to news newspaper saying, hey, can you write about buying more cigarettes. But he can go to the newspapers Like hey, Did you know there's just parade and it's in the the the the reason for the parade is to have the quality of sexist and they're not smoking cigarettes. Oh, yeah. You know I work for American tobacco. They're smoking torches of freedom. And he knew this. So he's like, listen, if we just do this event, we don't had to pay for advertising. They're giving us this promotion for free. This is why he was so effective. He got to the top of his profession, which is extremely rare for anybody too. Right? The object of the event, would be to generate stories that for the first time women have smoked openly on the street. These stories will take care of themselves. He knew what he was doing. These stories will take care of themselves as legitimate news. If the staging is done right and they set it up. They set up who's gonna go, they set up what the people look like. They set up to parade route. They set up, oh, we... Like, the newspapers are gonna be there, but let's hire our own photographer in case their photographers get bad images, and they set up, like, they ever been in like, Disney world or anything like that. Was like, hey, take a picture here. You know, it's the same kind of psychology psychologist. Like oh, this just happens to be beautiful place. Okay. I didn't think about taking a picture of my family, but I'll do that. And then you take a picture and in the background you have the Disney castle. You have whatever It's... And then you posted Social media. It's like, oh, I just did the same thing. These things will take care of themselves as... Legitimate news that the staging is rightly done. Undoubtedly after stories and pictures have appeared, there will be protests from non smokers. This is still Bernie talking. He knew exactly what he's doing. So, okay, we're fighting a taboo, we're saying, you know, society saying it's not appropriate at this time for women to smoke outside. Well, if we spoke outside, we won't even have to tell these people. They're gonna do it automatically. They're gonna be so outraged that they're gonna be like, okay. Now we have a counter protest. No. This is a moral, etcetera, you know, you could say, for whatever reason, and then what's happened? What happens? Their their outrage brings more attention to our to what we're creating and the more people to see what we're creating, the more people eventually buy cigarettes and that's beneficial for our client. This is crazy. Undoubtedly after the stories and pictures have appeared, there will be protests from non smokers. These should be watched for and then answered in the same papers so that cycle of this this, you know, how if you could put money on how much it would cost to get this attention if you paid, like just ran ads. Millions of millions of millions of millions of dollars he's getting for his client for free. They keep going. What kind of mark march would be best. And this is what they decided. Actresses should definitely be out. On the other hand, if young women who stand for feminism, someone from the women's party say, so this this feminist organization at the time could be secured. The fact that the movement would be advertised 2 would not be bad. So again, now he's aligning interest. He's like, okay. We wanna, re brand cigarettes as torches for freedom. You're into you, like, your a feminist organization. This is right in line with what your interest as well, can you maybe 10 this this March. And then the new newspapers gonna pick up the knowledge you're attending the March, but that a bunch of women's women from the women's party are there, so that's good for your organization as well. He's a aligning interest. That's essentially what he's doing here. Right? The fact that the movement would be advertised 2 would not be bad. They should... These women should be good looking, but they should not be too model, and it just goes on and on and on about the... Again, he is relentless. That is a positive part about it and that we could apply, obviously, to to our craft. Is just, like, this just relentless. And this this eye for detail, and, you know, I'm gonna sit in a room, and I'm not gonna think about 5 different ideas. I'm gonna think about a hundred and 50. And I might try half of them. And if I try 75 of them and maybe only 5 hit or maybe 1 hits, that's enough. And so he's constantly attacking from every single possible angle that you could think of. That is why he was a work whole. That's why later in the book, his wife, you know, it's not too happy with him, His kids, who the author knows. I'm not gonna say they hate him, but they definitely thought he was a terrible father. And part of that is because he did not care about anything, but his work. And so this event happens, I have a couple highlights over the next few pages that give you an indication of how successful was, the newspapers loved it. The uproar he touched off proved in lightning to Be. Age old customs I learned could be broken down by a dramatic appeal dis by the network of media he wrote. He almost always... So this is what I meant about In direction, yes. In some cases, But really, I would... I would... I think this is mis direction. He almost always concealed the fact that the American tobacco was behind his initiatives. The outcome was 1 that most publicity men can only dream about. An irresistible script for a stunt, flawlessly executed covered in nearly every paper in America with no 1 detecting the fingerprints of either Be or his tobacco company client and the only again, The only reason we know this the only reason was ever uncovered. It's because he never threw away any piece of correspondence, and he donated all his correspondence over his 80 year career to the library of Congress. Then we're also gonna see that Bernie was not the only 1 Engaged and direction in mis direction, his boss, the person that hired him. He... So this is gonna be wild. Hill. The... So that's the the guy running American tobacco company, Be, the guy that hired Be. Hill was formidable and ruthless and open to new ideas, this reminded me of Rockefeller buying companies through front businesses. I just covered this most recently on 02:54, which was this very old biography or Rockefeller that. I had never even discovered. I heard of before. Until I read the bib geography. In the back of Titan. So in case you haven't listened to that, that's 02:54 for that biography, and then I just re reread Titan and That was 02:48. If you listened that If you read those books You already know what what's about to happen here. So Bernie is gonna be contacted by this guy and hired. Not realizing that he is hired by Hill. So David, this guy named David Sc, is the owner of a cigar store chain called to called Be to contract to services. Be was told to name his price for handling an unspecified project. So this is the events that happened before of what I we you and I were just talking about. Okay? So it says hey, we're gonna hire you, name your price. Okay? There's only 1 catch. You cannot advise any tobacco interest but ours. Bernie agreed, sever his ties with L So this is... He was essentially what he's doing. He was working for 1 of Hills competitors. And Hills was like, man don't like that. I'm gonna... I gotta find a way for that to not happen. So it says, he wind okay. You're gonna pay me, you know, 50 percent more. I will sign on with you. They also make sure the contact contract is twice as long. So he's gonna pay him more, and he's gonna tie him up longer. Okay? It was another 9 months before Be learned that Sc had been front for hill. You've been on the American tobacco payroll for 9 months, Be recalls Hill crow. You were working for L and Myers. Weren't you, and we got you from them. Didn't we? And you didn't know anything about it, and that is why Lucky strike is on top. He'll also failed to mention that he had hired Be competitor. Ivy Lee years before. Neither of the public relations pioneers, so neither Be nor lee knew the other was working for American tobacco. Hill eventually told Bernie why he had done this. If I have both of you, my competitors can't get either of you. And so we go back to this, have his campaign in 19 28 to make it Hey, Smoking cigarettes. For dessert, keeps you slim, 19 29. Now it's this female empowerment, torture freedom. Well, 19 30. In 19 30, Hills, salary and bonuses totaled 2500000.0 dollars What does that mean in today's money that means Hill was making over 40000000 dollars a year. And then before we wrap up this section, the author comparison contrast, the similarities between Be and Hill, the 2 were a lot of like Be was 36 when he went to work for American. Hill was just 7 years older. Both had an abiding faith in American capitalism and the rewards, it could offer both of them. Both had demanding fathers before whom they were determined to prove themselves So I'll talk a little bit about that, but that was definitely... And I'm always interested in in this relationship because it it comes up so much for some reason. There is... I mean, III shouldn't even say for some reason. But the effect that your mother or your father can have on you is it's obviously quite extreme. And so there is some kind of, like, no. I will show you, you know, I could be successful. In the case of hill, his father was the president of American Tobacco before Hill was. So he's like, I'll show you that I can not only do what you did, but take it further, and Be father he was, like poor than rich and then kinda poor again, but they had to just bizarre relationship. There's, like, a lot of... I would say Be was closer to his uncle. His father also dies young as well. I think he he dies. I think I I might have a highlight on this. That you guys, maybe, like, 61 or 63 something like that. But this... The reason I'm bringing giving me the back sorry because it's, like, this sentence now that I re... I've read the book and the the what I'm mentioning is talked about at... That can that comes after this. The idea that both of them had demanding followers before whom they were determined to prove themselves. So like, you might want insight into like, the inner drive. Like, why am I doing what I'm doing? Both since that they were at the cutting edge of an evolving profession and both were anxious to test and limits. And then Bernie says, like, you know, hill, he was open a new ideas and they... The reason that he had a lot of successes is because he was actively trying to do things. His competitors weren't even if they... It sounded like, unlikely to to make sense to, like, how does The combination of public relations and psycho analysis and psychology lead to selling more cigarettes. Essentially like, my interpretation of the the parent about to read you. I doubt whether a serious business committee today would permit me to retain a psycho analyst to evaluate billboards, and parade women on fifth Avenue, lighting cigarettes as a symbolic torches of freedom. Be reflected. These ideas would be regarded as far out remote or risky. And so his point is like, he was like, listen and I hired you. You figure it out and you don't need... Like, I'm not going to micro you. And so I wanna go deeper on this idea of Be use of interaction and the roundabout. Publicity men traditionally sold their services based on their ability to chart the straight course to their client's objective. Be approach was considerably more circuit and infinitely more effective. And so the author gives us a couple of examples of per doing exactly that. He used this strategy in 19 30 when he went to work for Simon and Sc and other major book publishers. Where there are books shelves he reason there will be books. So he got respective figures to endorse the importance of books to civilization and then persuaded architects contractors and decor to put up shelves on which to store their precious volumes. Which is why so many homes of that era have built in books shows. Be also helped shape the world of medicine shortly after he signed on with the multiple sclerosis society, he pointed out that that the name of the illness was more than a mouthful was more a mouthful than most Americans could digest. He urged pruning it back and just using Ms, which the society did helping transform and a transform an obscure ai into a favorite cause. His tactics differed depending on what project he's working on, but his philosophy in each case was the same. Hired to sell a product or service, he instead sold whole new waves of behaving, which appeared obscure, but over time reached huge rewards for his clients. There's more on this This is gonna remind me if you listen to a bunch of these founders episodes, and you've already... You you might be familiar with this. Back on number of founders number 70. I read the Dow of capital by Mark Sp na, that entire book is about the roundabout direction. The... These words appear over and over again in that book. It's episode number 70 if you haven't listened to it. B preferred the phrase, appeals of direction, plotting a path to a client's goal, that seemed roundabout, but ultimately removed underlying as well as immediate impediments. And this gives us insight to his personality why his approach to work perfectly fit the person he was. He consciously defied convention. He was convinced that ordinary rules did not apply to him, and he repeatedly proved that he could reshape reality. His process was part Pt barn and part Jpmorgan, blended in a way that was uniquely eddy Be. And this is a summary of this entire section, the formula was simple, Be generated events, the events generated news, and the news generated a demand for whatever he happened to be selling. That is a great description on the roundabout. Now sometime this roundabout, this direction went too far. His longest client, longest running client was Pro and Gamble, 1 of the... He worked with them for over 30 years. 1 of their products that he promoted was ivory soap. And so not only would he try to promote your product, but he would attack your competitors. And so when another company comes out with instead of having ivory soap, they called their soap to swan. So that was the the the product name of a competing soap and look with the I wrote this dude as wild. That's my note. That's my note because listen what I idea was. Okay. Well, you're gonna name Oh my goodness. You're gonna name your product the swan. Okay. That's fine. This was Be plan to counter P and g's arch tribal. The way to sync the swan, Bernie argued was to get reporters to write stories saying that Swan were vicious creatures that attack children. P and g executives did not buy that tactic. So that is... I've only give you examples of where his... These ideas that worked. But the... Like, you're just a wild person. Like, I would never think that I don't know what maybe would that thought would come to your mind. But if I was given the job was like, okay, I gotta promote your soap, and I gotta somehow take down your competitor and they're... Your competitors name of the product to Swan. I wouldn't think, hey, let's plant... Let's plant make stories in newspapers. Where Swan are are actually vicious creatures and you have to be careful because they attack your children. That is wild. And then I wanna move ahead to 1 of Bernie most frequent criticism. Criticisms was the fact that he was a relentless self promoter. And that he would, like, em bell and exaggerate. And really as they were talking about this and using several examples, of what struck me is like, oh, this guy's personality. Is actually perfectly suited for the business that he chose. And he'll tell you why at the end of what about their. He he tells you exactly why he did. He's like, no, that they're wrong, and this is why. Bernie story almost always began with a factual account, and then we're puff up as he recounted his old own role or insisted that whatever happened was the first of his kind. So he loved adjectives. This is the best ever. Like, even when he's like, 95 years old. This is the best who ever had in my life. This is the the the most beautiful tree that that in the world. Like, everything was a super. I never doubted his stories. I just doubted their magnet It was tough to get mad at Bernie though because he was such a good storyteller and he brought such energy to each tail. So why did he em embellished? He was a public relations pioneer and had a great career. Why not leave it at that instead of making exaggerated claims. And the author tells us why, leaving it at that, however, would have denied who Eddie truly was. He was the cons p man. And what he did for his clients, which was meticulously massage the facts and then filter them through letters speeches and front groups until even he could not say for sure. What was truth and what was spin. He did the same thing for him himself and his career, and that's how he got a lot of clients too. Battle hu, like that for a living and believing in it so ardent, he found it tough to turn off the rhetoric even when it came to telling his own story. And he's also saying if you don't do this, He raises his auto. Think he's in his eighties... I think, I'm pretty sure he's in his eighties. When he's writing this, but he's like, if you don't do this, you're actually making a gigantic mistake. You're not doing your job to the best of your ability if you're an entrepreneur and wanting to promote your own business. He also conceded in his auto, and again and again in conversations that in an era of mass communications, so think about, like, now we live in an even more pronounced the era of mass communications than he did. Right? In an era of mass communications, modest is a private virtue and a public fault. That is a... That's a hell of a line. In the in an an era of mass communications, modest is a private virtue and a public fault. So not only was he interested in promoting and helping his clients, but he wanted to be thought of as, like, the a Pioneer or a founder of the industry. And he does something think that's really smart. Like, you have to tell your own story relentlessly. We've seen this in the past episodes. Churchill did this when Churchill did this, Julius Caesar did this, Teddy Roosevelt did this and Be does as well. He wrote and wrote and wrote and document at all of his ideas and put them out for public consumption at an unbelievable pace. He understood that his theories had to be known if they were to change people's thinking and behavior. He wrote or edited 15 books, 300 articles and more than a hundred and 25 letters to the editor, all at the same time, he was representing hundreds of clients. He had a lot to say about his fledgling profession about its strategies and the philosophy behind it. And he made sure that it was all there and black and white to the point where it was difficult for people not to notice. And I just wanna give you some examples for some of his writing. It says, not all of his writing was high minded. Often he's zeroed in on practical issues share sharing lessons that he had learned during his many years on the job. He broke his advice down into easy to swallow maxim, many of which have become part of the American Lexicon. So I have... There's a bunch of appear on a couple pages and really, A lot of this is just a good advice. He had a theory on stubborn. There's is gonna be quotes from from Be. It is sometimes possible to change the attitudes of millions put impossible to change the attitude of 1 man. This is Be on how to justify high fees the man or the corporation is much more likely to do what you suggest if you charge a high fee than if you charge very little. The idea that you should be pricing your services, he repeats that over and over until he dies. There's this crazy story that happens later where, he's care... Essentially carrying on this affair with this 40 fees he's, like... 95 years old. He's this woman who's 45 was hired to, like, live in his house and take care of him. They wind up having, like the... This, like, almost like, pseudo marriage and, like, sexual affair. And then the his daughter's think that she's, like, brainwashing him and taking all his money. And so anyways, the court system, like a judge and an ar arbitrary ar trader. I forgot the word there. Have to get involved. And 1 of the last thing he says to that attorneys. Like, you need to charge more they'll respect you. Like, if you just charge more and they'll think automatically just by having high price, essentially, they'll think your your higher qualities. What are he's saying there. So the man of the corporation is much more likely to do which what you could suggest if you charge a high fee than if you charge very little. On why thank you notes are still a good idea. The fact that most people no longer write them is all the more reason to write them, he said, Doing so makes you special and makes the recipient, remember you. This is his advice on the best way to win someone over. Remember. This is all coming from his writing. So his output was just incredible. It's easier to gain acceptance for your viewpoint by quoting respected authorities, outlining the reasons for your outlook and referring to tradition then by telling someone that he's wrong. This is great advice on how to get a job. Analyze the field, narrow your choice to 1 or 2 firms, draft a blueprint for increasing their business, present the plan to a top executive and write enough letters to make that person remember you, but not enough to make him want to forget you. Ask for the salary that you think you're worth, and remember, you're not just looking for a job, you're looking for a career. The best way to write a press release according to Be, each sentence should have no more than 16 words and just 1 idea. The best place to find things is the public library. The best defense against propaganda? More propaganda. So now we get to the cautionary tale, the anti model, and this is just on his failing as a father, and as a husband and really would... Would bizarre. It says multiple times of the book, like, he didn't really have any friends And he kept having like, falling out with people. He was just... There's a deeply flawed. He's very a very... The the weird thing I'm trying to to explain to you is that he can be... Somebody wanna study. Somebody got to top of profession. Somebody that was unbelievably creative in his approach his craft and yet failed in almost every other aspect of a human being, a father, husband, friend winds up blowing through this gigantic fortune. You don't what it. Like you wanna get to the end of your life? And, you know, having to get a reverse mortgage in your house, like, blowing through untold millions of dollars because you're bad with money because you're obsessed with not what you think of yourself, but what other people think of you. The... These are, like, the cautionary tale aspect to reading this book or where it's like u. Nope. There's no way. Then when I get to my end in my life or if after I pass, I want the people that knew me best to write about me like this. No way. Absolutely not. The father of public relations may have been a powerhouse at the office, But at the house that he shared with his wife and 2 daughters, Eddie was regarded as something less than the perfect parent. Part of the problem was that he simply wasn't around much. When he wasn't at home, his behavior could be infuriating, especially troubling to his daughters, was the way that Eddie treated his wife. And so he's got 2 daughters, one's named after his wife Doris and his other daughter Anne, and this is what they said about him. Did he define himself entirely by his work. It was partly that Eddie came to father in an era where few fathers actively participated in raising their kids. This is also gonna get confusing because he insisted that his parent as kids call them by his name and not father. So his daughter's call him Eddie. He felt that raising his children was their mother's responsibility. The word work alcoholic so now this his daughter talking again. The word work alcoholic was invented for him. I hate that words his anne. I don't think he was meant to be a father really. And so then it goes into like, okay. Well, you know, his whole thing is like I'm gonna adapt my uncle uncles Sig Freud theories, and it's, like, all this stuff happens to you in childhood that you may not even understand and it affects your behavior for the rest of your life. So they could make the connection here. It's like, well, you know, he grew up in a very unhappy home. He had a real trouble relationship with his father. So it says, Eddie might have said the same about his own father. Eli. Eli was a moody and stride man who had to work endless hours to get ahead as a new arrival in American in 18 90. He wasn't home much. And when he was his children often cow before his temperamental outburst. As a child, Eddie told himself and others that he would never marry and have children or repeat the mistakes of his father, so this is a very common response to an unhappy home, and it's the wrong 1. Just like in founding a company, the right person makes all the difference when I got to this point, and I read that, He's like, oh, okay. He told himself and others that he had never married never heard children. I said the exact same thing. And now I'm married with children. And he realized, oh, it's not the the institution of family or or having children or being married. It's the person. The right person makes all the difference. And then what I also think is helpful is was like, thinking, okay, I didn't like what this person, like, maybe your parents did to you. But as I got older I was like. Well, imagine, like, growing up in the environment they grew up in. And so that's what the author does here. It's like, okay. Well, Eli, you know, was kinda bad had care relationships with his kids and Eddie instead of fixing this, obviously, that's at he's mistake instead of fixing it. He he carried it on. But, like, go back, like, what was Eli relationship with his father. It says, Eli didn't have the of mu about his future when he was young. His father died of a heart attack, and Elon was at an e and Eli at 19 had to sacrifice his dream of college and become the family provider. So just to be clear here. It's like, okay, Eddie didn't like the really should you have an Eli. Eli didn't even really have really ship with his father, and so this broken cycle just continues down each generation. Until somebody at some point stands up, was like, alright, The line... That's it. This line done, like this stops now. And then Eddie constantly felt that. Like, you know, I have... There's no... There... This guy's is impossible to please. Like, I'm not good enough, and that may have, obviously pushed him to have this insane drive and work all the time, which then unfortunately carries on, like, you know, his his daughters are now adult when this book is being written, and they're looking back, Like, this is not, you know, this is not the childhood. I wanted. Eddie may have loved his father deeply, but he was determined not to fall in his footsteps that he could not articulate that and that he was forced to dwell in the shadow of his father's dis approval rank throughout his life and made him feel that whatever heights he reached were never quite enough. And would bother his daughters as well was the fact that that they thought he treated his their mother very poorly. He would... There's a more detail in the book, but it would say, hey, you know, he'd preach these a feminist, and he'd say all these things these things that were very unusual for a man to say at the time, but he only did it in public and only did that to serve, like, take whether to get clients or something like that, but at home, they're, like, he wasn't like that at all. And then he also made the mistake of, like, carrying on affairs right in front of his kids. There was more than that, Eddie flirt with women at work and at parties or rousing suspicion in his daughters and others that he was doing more than flirting. And then we see the quiet suffering that he had... He made his wife endure because listen to the advice that she gives her daughter both of these pieces of advice that he she gives her daughter when she's about to be married is or wild. It like, think of when I read you think about the part what the person had to go through for them to... This is their child who they love more than anybody else in the world? What did this person have to go through to say something like this? This could explain why as Anne recalls When I got married, my mother said, I want you to remember something, Anne, when you get in a fight with your husband, he is always right. Another piece of advice she gave Anne. Remember, Anne, men always sleep with their secretaries. And what Anne realized is by getting constantly beat down by a very dom person I it affected her mother's self esteem. I think at some point she wanted to leave him, but she felt she couldn't get another man. And so publicly, he's saying, hey, me and my wife are 24 7 partners because we're partners at home. She's partners in the public relations firm. He was the front face, but she gave a lot of ideas and she worked. Not only you should to raise the kids but she worked full time helping him build its business. Right? And so this is another... I just wrote good advice on this paragraph. This is this is... Well, let me just read you. A family friend tells a similar tale. I asked Doris, his wife. If she ever thought of leaving him. She said 1 time she did shortly after their marriage. She came home and she saw something she didn't wanna see, and she promptly left. Eddie came after her, and that was the end of that. So we can read between lines. She she caught him in bed with another woman. Right? Doris was surely thinking of her own life and her children when in her later years, she approached Mary anne P at a party that the young P r women who was Mary anne was hosting. Now, this is what Mary anne saying that Eddie wife said to her. Much older, her kids are already grown at this point. Okay? She was very taken with our daughter who was just 2 or 3 at at this time. Mary Anne recalls. Afterwards, she said to me. Be certain to keep a balance where that little girl is concerned. Be sure not to let her get lost in your busy life. And then Mary said, I've have thought about that over and over again. That's too important only say 1 time. After where she said to me, be certain to keep a balance where that little girl is concerned. Be sure not to let her get lost in your busy life. And so we see massive failures in his family life, we see that he also did this with friends and relatives and I'm gonna give you a couple of examples on these 2 pages and the the the not left my hair myself is simple. This is not the way to live life. We experienced firsthand, his uncle uncles un unwilling side. When after serving in World war 2, he turned down Eddie offer to return to the firm. Eddie response was to end all contact with his nephew for the... For nearly 40 years, refusing even to acknowledge him when he bumped into him at the train station. He did the same to contact when he resigned after 3 years. Eddie told me if I left, he would never talk to me again and he never did. The break was even more jarring with Edmund Wit, who was the publicity chief at the United fruit company and 1 of Eddy closest friends now think about when I wants to reach you, what kind of messed up individual you have to be to do something that he's about to do here. Okay? He's he's... This is like, his Liaison. This guy actually works United fruit company. Eddy his companies is high hired for United fruit company. He's having to deal and work with Whitman all the time. Do their work to develop it's a really close relationship. This is an example of that. Women had to pass on word that after years of Faithful service, Eddie was being terminated by the fruit company's new boss. This is the guy that took over after Murray. Okay? Eddie never spoke to Ed Whitman again. Why is that matter? That hurt wit Whitman a lot. Wit mint thought that he and that he had a special relationship with Eddie. Eddie daughter recalls, then when Eddie would come home from the office, he'd be on the phone for at least an hour every single night with Ed Whitman. They spent vacations together. For years, this was his very, very, very... I'm not repeating myself. This is literally written in the in the book. Right? 3 very. This is is very, very, very closest friend. But after that falling out, Eddie acted as if he had never existed. Okay. So I wanna go back into his work, and I wanna go into what caused me to discover Bernie begin with, and that's what he did for United Fruit and Sam Za murray, and this is where he's integral in doing a coup and ins integrating a coup in Guatemala. All of this was done for an unclear war wage on behalf of United Fruit. 1 of America's richest companies a war fought and quiet alliance with the Us government on foreign soil against the elected government of Guatemala. A war that in the mid 19 fifties when the cold war seem ready to boil over, was seen by waging it as a crusade to keep Moscow from gaining a beach head 1000 miles south of New Orleans. So again, that's another example of if I'm gonna tie this. My private interest to a public cause. If I say, hey, you know, Guatemala government taking some of our land, that's bad for our banana business, no 1 cares. Right? We saw this in the Z murray book because he's talking to secretary State Knox. He's like, hey. If you do this deal, this is happening like 20 years earlier from where we are in this story. And he's like if you do this deal, I'm out of business and knocks like, I don't care about your banana business. So it says Upon Bernie death, Library of Congress made public 53 boxes of his papers concerning United fruit. Those documents paint in vivid detail his behind the scenes maneuvering and show how in 19 54, he helped topple Guatemala regime. The papers also offer insights into the foreign policy the of Us corporations and the Us diplomatic core. And they may clear how the United States viewed its Latin neighbors as ripe for economic exploitation and political manipulation. So this is some of the work that Be did for United Fruit by 19 49 Mary had built United fruit into 1 of America's biggest and best run companies, with 54000000 dollars in earnings and an empire of railroads and ships, a reputation for fair treatment of its 83000 workers in the tropics. But Za murray was always looking for ways to sell more fruit. That is why he hired Be as his public relations council. Be showed him that 1 way to boost sales was to link bananas to good health. He knew that doctor City H, which was a New York pediatrician. Had proved years before that bananas had helped cure celiac disease, which is a chronic digestive disorder. The public relations man decided to use a celebration of the doctor's fiftieth anniversary as a doctor to get out the word that Bananas helped digestion. So again, indirect, I'm not doing an ad for bananas. I'm doing an ad to celebrate this legendary doctor's 50 years of service and somewhere in that, Somewhere in that story will be a hidden ad for my clients product. He printed a hundred thousand copies of a book on the topic and mailed them to editors, Librarian, diet, home economist Pediatricians and doctors specializing in digestive troubles, and he got united fruit to sponsor the doctor's research, but, of course, that's that information is not gonna be public. Also linked bananas to national defense. A connection less ob twos than it seems because United fruits great white fleet. So those are the boats. I think they said if I'm not mistaken at that time. United Fruit had the largest private navy in the world. A lot of those were used during World war 2. Maybe even War 1. Definitely world war 2. I don't remember if they had them back in World war 1 as well, but they were used for carrying soldiers and supplies and the war efforts. So it's like, hey. Look, United Food is helping out our war effort and just so happens this company is helping our effort, they sell Bananas maybe you should eat some. And this is the punchline line that I repeated over and over again, It amounted to couch his client's private interest behind America's public interests. Going back to more attack vectors. So we see what he's doing for bananas, he did cigarettes. Many years earlier. Right? This is this relentless and constant ways of attacking this issue from multiple different advantages never knows which one's gonna take off the most, but he's just constantly... He's relentless about it. And I you said that we're a lot, but that's really the the way I think about it. On top of that, he campaigned to get bananas into hotels, railroad dining cars, airplanes, and to feed them professional and college football teams. He donated them to the Y mca and the YWC, members, came to the boy scouts and Girl scouts and students of all ages and to secure a place for them in movie studio cafeteria and at top of align resorts and places like Palm Beach, Florida and Sun Valley. And so now we jump into Guatemala. They had already taken, I think, like a hundred thousand acres, or something like that are 210000 acres and now they wanna take another hundred and 77000 acres. That would be that would mean that the company would lose 4000 acres. We know that a very powerful now individual, but a very national corporation is not going to let anybody. They're willing to resort the violence as we've seen over and over again in his french entrepreneurship. And so this is what's gonna happen here. Be warned that Guatemala was ripe for revolution and that the communists were gaining increasing influence over Guatemala leaders. He counsel the company to scream so loud that the United States would step in to check this threat so near to its border. The company then launched a media blitz to induce the president and the state department to issue a policy pronounce comparable to the Mon monroe doctrine concerning ex appropriation. Essentially saying, hey, We're not gonna tolerate any other foreign government taking property of an American business or American or anything that's that's tied to American interest. In fact, he began planning such a blitz blitz months before. He had picked out 10 wildly circulated magazines and said each should be persuaded to run a slightly different story on the brewing Guatemala crisis. This is what Be wrote. In certain cases, these stories would be written by the staff men of the magazines, Be said, and in other cases, the magazine might ask us to supply the story. This worked wonderfully, Our articles began appearing in the new York Times the New york Herald, the Atlantic monthly time, News week and other publications all discussing the growing influence of Guatemala communists. And it's another example that people love having other people do their work for them. He was also aware of the clout that the New york Times carried with the public in the press and he prod the paper to publish more stories favorable to his client. He accomplished this by skill exploiting his ties to the publisher, Arthur Sc. He had tried to influence the assignment of the reporters at the new york Times, ensuring that they were sympathetic to his cause and complaining when they weren't and then he'd go about and make relationships with these reporters. And it says a surprising number of respected reporters seem not to know or care about the orchestration are about the fact that Bernie worked for a firm with huge economic interest at stake. What mattered was that his releases that he's sending them were filled with facts that they could quickly transform into story. So he's like, hey, I'll do the research for you. I've spent all this time. Here's the document. You can then take information the document, rewrite it into a story, make your job easier. He uses that tactic over and over again throughout his entire career. He's like, journalist, writers, media representatives, news anchors, you have something very valuable that I want, which is the attention of the public. If I can make your job easier, I am more likely to get some of that attention for my private interest. And he didn't stop just writing stories or providing information. He takes them on a bunch of journalists down to Guatemala, the trip is paid for by the United Fruit company. So it says in 19 52, he took a group of journalists on a 2 week tour of the region. With him were publishers of News weeks Cincinnati enquirer, time, to for editor of Scripps Howard, Miami Herald, San francisco Chronic. I don't need to read all these to you, but you get the idea. That trip and others like it. Were under the company's careful guidance and, of course, at company expense. The trips were ostensibly to gather information, but what the press would hear and see was carefully staged. There's that word. Now think about this the staging of that torch of freedom parade that we covered earlier. Right? Same things happening here, but this time, not trying to get women to smoke in public or walk down smoke walk down fifth avenue on Easter Sunday, smoking torches of freedom. He's getting journalists to see things in Guatemala that he wants him to see because he knows they'll go back and right about it. What they saw was carefully staged and regulated by the host. The plan represented a serious attempt to compromise objectivity. The results of his trips to the tropics were beyond dispute, more and more stories sounding an alarm about the dangers in that are happening in Guatemala. This is how you're gonna tie Guatemala to communism during the cold war. Bernie hired a scholar from Harvard Russian Research center. Remember, we're in a cold war worried about communism spreading everywhere. So let's take the guy that's at America's may be most prestigious university. He's studying Russia. Let's get him to do some analysis that's favorable to us. We hired him to do an analysis that would enable us to show there are parallel thoughts in the thinking of Guatemala and communist leaders and the thinking of Marxist Soviet leaders. This is a result. This guy produced a 25 page content analysis that reviewed nearly 17000 words spoken by Guatemala leaders and compared them to statements of Soviet leaders concluding that there was substantial overlap on matters like how the United States was perceived. In the Guatemala in speeches, the report said every item mentioned is almost verbatim, in its almost verbatim form is frequently found in Soviet propaganda the messages. So now this gets reported. Right, he hires the sky, Then you're reading... Think about it you're reading the New York Times. You're saying, okay. This is a, you know, I trusted new source to me, then I'm reading a article about what's going in Guatemala and guess what? They had this guy that's... He's like an expert. He's from Harvard, and he just did this analysis and he knows all about the Russian Soviet... Communist propaganda, and he's saying, hey, we're seeing the same stuff down there. That is why hiding this in this interaction is just so effective. By what he was doing. And as a result, the Eisenhower administration stepped up to pressure on our benz, which is the Guatemala president at the time, he responded by hardening his stance. Few months later, the president that is backed secretly by the Cia the guy named Moss, Arm mosque was an army officer living in exile. He crossed the border from Honduras with 200 men recruited and trained by the Cia. A band Be referred to as an army of liberation. This invasion support it was supported by a Cia air attack and quickly achieved its goal. A few weeks later, they took control of Guatemala, and then Arm was named president a week later. And so even after he parts waves with United fruit, he continues working. He never retire he's still working and giving speeches when he's over a hundred years old. The the book ends with a... Just bizarre story. And this paragraph is like a summary of what's going on. It started at Steam Day in June 19 88 when Joan swept into Eddie life. She brought with her not only delicious parties and a final go around at sex, but also an alleged abduction and accusations of elder abuse and theory, all of which was elect for someone with any sense of adventure. Like a last ride on a roller coaster. It was also a bit unnerving for someone that was 96 years old. Joan was half of Eddie age. So Joan is initially hired to live in Eddie house to help take care of an old man. He's still touring the country. He tours the country. So I think he's a hundred or a hundred and 1, giving speeches about public relations going to parties. But as he ages, his short term memory really degrade. Like he can tell you stories that happened 50 years ago and repeat it just as it happened yesterday. But as his short term memory degrade, Joan starts taking advantage of him, trying to sell his possessions, taking a bunch of money from him, trying to poison the way he thinks about his 2 adult daughters. His wife had been dead for 10 or 15 years up until this point. Eventually, the daughters try to get the court involved. They're saying, hey, she's abducted our husband. Or our father, they even accused Joan of kidnapping. Eddie, and all sides have different stories. So when they get from of a judge, he can't even figured it out, so he appoint a lawyer to look into this and to prepare a report that informs his judgment about what needs to take place here. And this lawyer's report is why Said that there's a sad ending to Eddie life, and I really view his life as a cautionary tale. Although he may have liked Joan, he insisted he never considered marrying her. She's half my age. Whose idea was this? She was a good worker and ran the house and the employees. He was equally resistant to turning over his finances to his daughters. Independence is an important aspect of life he said. I don't wanna be in a position where I say mommy, can I buy an ice cream, I don't have a dime? People should not con confounded age with stupidity. I still earned fees until I was 95. So it says the attorneys hundred and 3 page report was never made public, but she ended her report by out her vision of what happened during the soap opera like years near the end of Eddie life. There may have been a dependency and a manipulation in Eddy and Jones relationships he suggested, but it went both ways. He enjoyed being with articulate and intelligent people and Joan maintained a speech interview and travel schedule while his his speech interview and travel schedule while ensuring that his health was not jeopardize by the by this lifestyle. She wanted to preserve the image of the man who made an important contribution to our society. In return, Joan was introduced to highly sophisticated group of people and a lifestyle that she probably never would have encountered were not for Ed Eddie Be. He was her teacher, and she learned quickly, Joan positioned herself for a future in the public relations field. Despite Eddie denial, the attorney concluded that there was an intimate relationship that it that had developed. And that Joan thought she was more like Eddie wife and Eddie thought of her as a very important member of the household, like a family member, but still an employee. On other crucial issues, the attorney sided with Eddie daughters. She said that Joan made statements to Eddie Be and others an attempt to create a mistrust of his daughters and cause a divided front of us against them. The attorney said that Eddie daughters were the appropriate people to manage Eddie money a choice that was later confirmed by the judge. By the time that decision was made. However, Eddy had already spent most of his money. While he was earning a fortune, he also spent a fortune then outlined some of the things that he was spending money on this goes back to when his wife was alive. They would rent... Instead of having house. Sometimes they'd rent an entire floor on a hotel in Manhattan. All the summer then he'd he'd moved constantly around Manhattan. He also had a bunch of summer homes and expensive furnishings. He had Limo, so and servants. If he had bought his real estate rather than rented in those early years, he might have cashed in on the soaring valuations of Manhattan real estate. And if he had taken more investment advice from his robber bearing clients, he might have gotten richer without having to work so hard. The result was that after he died in 19 95 after the house was sold and after taxes, lawyers and other deaths were repaid, there was about 600000 dollars to divide between his daughters and doris. Far from the fortune, the public and most of his friends assumed that he had. His children remained my as to how Eddie managed to die with so few assets. Doris recalls, sometimes later in life, Eddie told me that he hadn't spent his money wisely. It is the only time. He ever told me that he regretted anything. And that is where I'll leave it for the full story. Recommend reading the book. If you buy the book using the link that's in the show to your podcast player, you'll be supporting the podcast at the same time. You can also see all the books in reverse chronological order at amazon dot com forward slash shop forward slash founders podcast. And if you buy this book or any of the other books in the list you'll be supporting Pi at the same time that it's 256 books down, 1000 ago, and I'll talk to you again soon."
}