{
  "transcript": "It was almost 03:00 in the morning when the sound of a glass door being smashed woke me up. I was alone in my house. A few seconds later, I heard someone walking on the broken glass. The stranger had come back. Hours earlier, my house had been filled with friends who'd had come to watch huge fragments of the comet Shoemaker Levy 9 crashing into Jupiter. The first time in history, it was possible to watch an terrestrial collision in our solar system. I'd built this house on the highest point in Austin just for nights like this, and its centerpiece is a large telescope. When my friends arrived early in the evening, I had opened the security gates in the front of the house and turn off the exterior lighting, so it would not interfere with our observation. The spectacle lasted only a few hours and by 10:00, my guests were gone. When the doorbell rang just after midnight, I didn't think too much about it. Guessing that someone had just left something behind. I had forgotten to close the front gate. I went to a window, standing at the front door, shifting nervous from side to side with his hands jammed into the pockets was a stranger. He was wearing a baseball hat. The hat was pulled down over his eyes. I didn't answer the door, Instead, I stood there watching him to see what he was going to do. I stood at the window for about a half an hour. Occasionally, he would walk around the side of the house, and I moved from window to window to follow him. He didn't leave. I couldn't figure out what he was doing, then it occurred to me that he was waiting for me to get home. I began wondering how I can encourage him to leave without letting him know that I was home. The front gate could be open remotely. So I closed it. And as I'd hoped, he looked around, surprised watching the gates solely shut. He must have realized that he was on the wrong side of the perimeter because he hopped over the fence and disappeared into the darkness. I watched for several more minutes to see if he'd come back. Weird. I thought. But when he didn't return after 30 more minutes, I went back to bed. 3 hours later, someone hurled a large rock through my rear glass doors. It was the stranger. I realized that he must have been standing in the darkness for hours, just watching my house and waiting. I rushed to the window and looked down to see him cautiously entering my house. If this was simply a robbery, he probably waited and watched until he was certain that no 1 was home. So if I bang on the window above him, I thought, he would realize somebody was in the house and probably take off. I started banging on the window. And I was so agitated that my fist went right through the glass. The window shattered. The intruder stopped and looked up at me. For a few seconds, we stood like that, just glaring at each other. Then I said to him in a clear and loud voice. Get the fuck out of my house. He stood perfectly still for a few more seconds, and then he walked into the house. I called 911. The dispatcher told me the officers would be there in 15 minutes. 15 minutes, it would take the intruder only a few minutes to find his way to my bedroom. My gun safe had about a dozen weapons in it. But I had those guns for the same reason I had cross bows, battle axes, bows and arrows, even a working cannon. They're all part of the Pant of collectible history for me. Knowing about them is essential for creating games. Until that moment, I had never even considered the possibility that I might actually have to use 1 of those guns to protect myself. I picked up a news. I pulled back the slide and snapped the clip into place. I could hear him moving around downstairs talking to someone. I hadn't seen another person. I still had the police dispatcher on the phone. He's talking to someone I whispered. Then I asked, what do I do in this situation. The dispatcher answered matter of fact. Mister Garrett. If you feel threatened inside your own home by an intruder, you shoot him. It was as if 1 of my stories was coming to life in my life. A few seconds later, I heard footsteps crunching on the broken glass directly below me. Then the intruder started walking up the stairs. He moved slowly and didn't look up at me for the first few steps. Finally, he paused. And for the first time, he saw the U pointing at his head. I warned him. Stop right there or all shoot. He stopped. We stood there. 6 feet apart, staring at each other. I held the gun steady. At that distance, I would not miss Then he turned and started walking back down the stairs. I remember thinking I don't wanna kill this person, but it would be dangerous to let him walk away thinking I wouldn't fire my weapon. That would be an invitation to return So I aim the gun just a few inches to the side and fired. He didn't even flinch. He just continued walking his back to me. I lost sight of him, but I could hear him walking around once again talking to someone. I stood there, frozen in place. The police finally arrived. They found them him in a guest bedroom sitting nearly naked on the edge of a bed. Nothing about the entire incident seemed to affect him. He was alone. The officers began questioning him. It immediately became clear that he was very troubled. His name was Daniel Dukes, and he told them that he had seen a hologram over my house of me beck him there to receive the reward he'd earn for completing his quest. The police placed him under arrest. His parents told law enforcement that he had suffered from a mental disorder for a long time and that they had given up on him. The police detained him as long as legally possible, and then they released him. The police arrested him several more times to following year and let me know every time, but eventually he seemed to have drifted it away. Several years later, His obituary appeared in the newspaper. Daniel Dukes had died at Sea world. Initially, authorities believed that he had jumped into the killer whale tank and had been bitten, but they found his camera and the undeveloped photographs told a different story. He had been hiding in the bushes for several days before jumping into the tank, taking photographs of women's backside. He had died from hypothermia. He had not been bitten. The fact that he was found on the back of the whale led the authorities to speculate that the whale had recognized him as an air breather and might have been trying to save him. And that is how I learned to tell a story. That was an expert from the We talked you about today, which is explore, create my life in pursuit of new frontiers, hidden worlds and the creative spark, and it was written by Richard Gary. So I found this book because I saw somebody post something like, hey, more people should build unique and bizarre and like, creative homes, They all of our houses don't have to look the same, and then they link to a video about this guy, which is Richard Gary. I I've found out. And this bizarre house that he built in Austin, Texas. It's on the the the highest point in Austin, Texas. It's got his own like high power telescope and observatory. It's got dungeons, secret passageway, a collection of all these medieval weapons and science fiction memorabilia. I've never seen anything like it. And in the first few minutes of the video, He gives an overview of his career. And starting in the seventies, he was 1 of the first successful computer game designers. And so some of my favorite books that I've heard for the podcast, are auto biographies, our biographies on video game designers, the 1 that comes to mind or the 2 that come to mind is episode 1 95, Sid meyer, who is also making games around the same time that Richard Garrett was. And then episode number 21 masters of Doom, which is actually the generation a few years after Sid and Richard. And so as I was watching the video, Was like, okay, this guy thinks very differently than the average person. Let me go see if I can find a biography on them. I found this auto, and it turns out people like Ernest klein, which wrote ready Player 1. Elon Musk Steve Was the act have actually read this book and they're all... They've all blurb about it in the book. And so I wanna jump right into the introduction and as we'll see he has a mindset that's very... That... That you and I have to have talked about over and over again overnight on the podcast That the idea that the world is very malleable and that you can actually change the world around you. And so he starts off, explore and create. Why is the name? Why is the book called that? So creation you think of all the things that he made. Most of the highlights I'm gonna focus on is how he built, Like he was at the very beginning of an industry, how he built his company Half the book is about his exploration. The fact that he went to space. The fact that he's been to the bottom of the ocean. He explored the Titanic. He explored the Amazon River in South America. He's gone hunting for meteorites rights in Antarctica. So what it was interesting is he starts the book saying, these are all it's the same exact that impulse, Like, in the video. He says, listen, the homes I build. They're very much manifestations of the same creative drive that goes into the games I produce. And it's obvious when you read the book that, oh, the same creative drive that he has to explore the world around him and have, x... And have all these, unusual experiences, he applied to building the video game companies that he that made him very wealthy. So it says explore and create these words are in from each other. They feed each other. We are fortunate to live in such remarkable error for exploration and creation. I often reflect on my own luck. I was lucky to be born at the dawn of personal computers. I was lucky to be the son of a scientist and an explorer. My father was a Nasa Astronaut. I was lucky to learn early on that a deep understanding of the world around you makes you its mass That is the most important sentence to me on this entire page You wanna read it again. I was lucky to learn early on that a deep understanding of the world around you makes it makes you its master. There's 2 quotes that I think about all the time that jumped into my mind when I got to that sentence. And the first is by Mark Theresa. He's like, the world is a very malleable place. If you know what you want and you go for it with maximum energy and drive and passion, the world will often reconfigure itself around you much more quickly and easily than you think. I think Richard would agree with that quote. He would also agree with this quote from Steve Jobs. Life can be much broader once you discover 1 simple fact. And that is everything around you that you call life was made up by people that were no smarter than you, and you can change it. You can influence it, you can build your own things that other people can use. And that is a mindset that Richard applied not only to the the building of his house, the building of his companies, the building of the games, the the virtual worlds. In fact, 1 of the tag of, I think either his first or second company is we create worlds. But also he did all these, like, extreme in, like, in person live interactive events. And some of those are actually in the video, I'll link that video and the show notes in case you wanna watch it it's about 20 minutes long. So let's go back to the book. I do buy into the adage that Luck is the intersection of preparation and opportunity. Opportunities grade past this all the time. The key is that you must be paying attention to see them. You must be willing to take risks, you must expose yourself to the possibility of massive failure, which he does. He puts everything on the line. Wait until you get to that point where his first game company almost fails. And it's... It's directly traced back to a a decision he made. And so not only do you have to be willing to take risks, but you have to believe and you must believe in what you're doing so much that you do it anyway. This attitude has helped me create and build 2 world impacting industries, computer games and commercial space flight. And then he continues to line of thought with some ideas that helped him build his career. The first thing is he thinks about building games just the same thing as creating art. Interactive stories are where creativity and exploration meet. It is a new art farm. Once I've had the pleasure of helping shape what's fascinating. So this book I think came out in 2017, he starts building computer games in, the end of the night... Like, the late 19 seventies, he ends this book saying, hey, we're still in the infancy. Of creating virtual worlds of the gaming industry at large. And 1 thing that he repeats over and nerve again in the book is something that helped him create his games is the fact that he's just spent a lot of time learning broadly. So this is the first time he mentions it he mentions an over to over again. I created some of the first virtual worlds. I did it with Little to go on, largely through trial and error. Like any good artist in any other medium, I became a poly. I studied subjects from philosophy and religious history to architecture languages, physics and fashion. And then he tells us what he believes He believes that games are in fact the single most important form of media. Games have become much more than pleasant diversion. They have a huge opportunity to be the media form of the 20 first century. And then he ends the introduction with, even the way the book, even the way this book is created is different. You don't have to read it chronological, I did, of course, but even says, you can read this book straight through, but if you prefer to jump around to follow your own passion and interest, I encourage you to do so. I hope by exploring the pages to follow and taking on the challenges I offer within them, thinking about what you would do in many of these same situations, you will feel as though you have embarked on your own adventure. And so Richard, like every person that we study, has, like, this deep base of historical knowledge. He's very curious about the achievements of people that live long before he did, and he talks about, like, these people in my heroes. He's gonna mention somebody that has had a huge influence on my life as well. So he says my heroes are people who took epic journeys into the unknown. Often at substantial personal risk. I am simply following the path that they carved into history. That is fantastic. And so he's gonna mention Shack. I fan I fancy myself and an admire of men like Polar Explorer, ernest, Shack. So I read the most famous book on Shack, back on. It was like, almost 2 years ago it was episode number 01:44. The book's is called Endurance, Shack incredible voyage. And I actually have another biography of Shack check this out. So very soon there'll be 2 books coming. This guy named Ran. I think it's ra Infinite Fe or something like that, Finesse. I don't know how to pronounce the name, but he's a explorer. He wrote this auto that has maybe the best title for an auto that Ever heard, and he titled it mad, bad, and dangerous to know. So in addition to being an explorer, he also is like a prolific writer, and he wrote biography on Shack. And so I both those books, Eventually read them and then, of course make podcast on them. And so I told you this before, but I see Shack face like, several times every day because every time I pick my phone, he's my lock screen. And it's not like, you can get some in fact, the the... I've seen covers of folks with, like, shack with with, like, you know, Clean shave in looks you know, like he's well rested. No. No. This is Shack mid expedition beard with ice and snow and crust in it. Looks like he's on the borderline of death. And I wanted to put on the locks in my phone because of his family motto. By endurance we conquer. So every time I pick up my phone, I glance, I see S, and I'm reminded, I'm and I'm reminded, don't even think for a second that you're gonna give up. Quitting is not an option, and you can just win by just endurance... He says by endurance we conquer. And I like to repeat that to myself and really think about it. I mean, if you really think about what he's saying. That is an entire story told in 4 words. So anyway, Shack is hugely. He pops up in these books over and over again, If you haven't read the book or haven't listed to that podcast. I highly recommend. I think your life will be better knowing Shack in a story than than not knowing it. Let's go to where he's teenager. He's gonna start his first. He's gonna sell his first game when he's still a senior in high school. And so the pre history to him starting his own game is playing other games and before computer games, he was obsessed with tabletop games, the most important tabletop game that he played was Dungeon and Dragons And he's gonna describe, like, the influence that D and d has on him building his games, but really I think about... Like, you can think about D d as a metaphor for building a company. And this idea. If you we if we wanna continue this metaphor it, it's gonna, continue over the next 2 pages. And just a few paragraphs. Here's an example. D is a role playing game. An interactive story that is negotiated between the narrator, the Dungeon master and the participants are players. So remember, we're not we're not reading this to think of, like, what D d is are the idea of playing games. We're using this as a metaphor for what it's like to build a company. The Dungeon master, or founder or game master creates the elaborate fantasy and the people playing with him or her, take the roles of specific characters in that story. Interacting with the other players to solve problems and to move the adventure forward. And so I got to that paragraph, and I re re reread that the last part of the last sentence again. Interact interacting with the other players to solve problems and move the adventure forward. And that's exactly... I think that's 1 of the best metaphors for a building company, maybe think of the way that if you... Go... Like... So if I could bring back 1 person, 1 great entrepreneur from history from the debt. And I can only choose 1. And I can't, you know, obviously, I think the obvious example is Steve Jobs. So we're we're gonna say hey, You can't pick Steve jobs in that case. My number 1 pick is Edwin Land. And you probably already picked up on that because I've done what 4 podcasts of on. I've read 5 books on them. About to re reread that book insisting on the impossible, hopefully in the next few weeks and make another podcast on it. But that's the way he talked about in multiple cases where he's just, like, you know, he he ran... He built Polaroid. He ran Polaroid for his tenure at at the head of his company was longer than almost any other founder our executive in American history. It was, like, 50 years or... I... Like, he started when he was a... I think, what 18 19, and it could get got kicked out, unfortunately, when he was, like, what 70 Something like that. I don't have the exact numbers in front of me. But it was an extremely decade after decade after decade of building the same company. Which is really fascinating. But he would always say, like, this is like, I feel like I'm leading my... Like, I'm running the company like I'm leading students on this grand scientific experiment. But towards the end of the book, a triumph of genius, which I covered all the way back on phone number 01:34. He gives Edwin lane gives us acceptance speech. And he uses that opportunity to encourage you to continue the sense of adventure and exploration that your descendants had. And so I wanna read this. This is a this only a few sentences, but this is land. This is a direct quote from Edwin Land. Land chose to pay tribute to the process of invention by analogy to the basic American sense of adventure and exploration. And now this is where it what this is now land talking. We are becoming a country of scientists. And however much we become a country of scientist. We will always remain first of of all that same group of adventurous trans continental explorers, pushing our way from wherever it is comfortable into some more inviting unknown and dangerous region. These regions today are not geographic. They are not the gold mines of the west. They are the gold mines of the intellect. And when the great scientist and the inn scientists of today respond to that ancient American urge for adventure. Then the form that adventure takes is the form of invention. And obviously, inventions are usually built around companies. Right? Excuse companies are really usually built around inventions. He invented instant photography. That is what Polaroid was built around. So let's go back to that. So says, response to that ancient American urge for adventure. Then the form that adventure takes is the form of invention and when an invention is made by this new tribe of highly literate, highly scientific people, new things open up and then lands deep historical knowledge. Like to think about the base of think about the things that were in that man's head. And so to me when I'm reading this last sentence here he's drawing on everything not only everything he experienced, but everything that he studying and he knows about human history and he wraps it up for us here. Always those scientific adventurers have the characteristic. No matter how much you know, no matter how educated you are in science. No matter how imaginative you are of leading you to say, all be darned. Whoever thought such a domain existed. And so what the hell does that have to do with what you and I are talking about? Because where we are in this book? Where we're in this story? There is no such thing as a computer game. Right? He he's only thinking I'm obsessed with D and d. I'm a teenage dungeon master. And you're gonna see as this story continues. Just like, oh, wow. Well okay. Now only can I make my own game? Right? And then that he he progresses through trial and aaron on doing that. But then he's like, oh, wait. I can sell this thing that I was doing for free that I'm completely obsessed with that I love so much. And then by doing that, I can go on my own adventure. I can create my own company. That is 1 of the best feelings in the world. So I jumped head a little bit, but I it's just fascinating how all these things like, I just love the fact how all these people in different domains are right and completely different experiences. They just think and they arrive and they're like, oh, this is truly possible to create something new. Something that never existed. That isn't insane to me. So let me go back to the book because I'm getting way ahead of myself, and we'll get there in time. This is before the emergence of computer games. So he's talking about, hey I'm a teenager. I'm an online... Or, excuse me. I'm a, a teenage dungeon master and D and d, there's gonna be a slight digress direction here, which is why I started the podcast where I did because a huge theme of the book is the importance of storytelling. Steve Jobs has told you and I over and over again. That storyteller are the most powerful people in the world. Richard tells us said listen, storytelling is extremely powerful just like Steve Jobs said, but it also can be learned. You can learn how to do this. I learned that each game was only as good. So, again, this this other paragraph here too. Let me tie back to what I I started this on This is really to me a metaphor of building a company. Well, let me just read it to you, and then I'll, I'll, I'll add something onto it. I learned that each game was only as good as the ability of the game master to craft a story and manage the negotiations into a compelling narrative. We also turns being game master. And it was quickly obvious that while some people were very good at it, most were not. That is when I began to really understand the power of storytelling. So let me tell what Richard saying in this book, there's, with another book. I saw, an, an excerpt firm. Haven't already yet. The guy that, worked with Steve and and helped lead the development that Ipod Tony Fide has this new book, and I saw this quote from it, and it was on, something that's very unique. And again, it's all gonna be tied to the fact that Steve jobs knew the Power of story. And it's on the fact that the story defines the product, and it's not the other way around. So I just wanna read a few paragraphs from this real quick. Steve was a master at this. Before he told you what a product did, he always took time to explain why you needed it. And he made it all look so natural so easy. I'd watch other Ceos give pitches before, and they hardly know what they're supposedly revolutionary product was. Sometimes they didn't even know how to hold it right. But customers and the press would always be in awe of Steve's presentations. It's a miracle they would say. He's so calm, so collected. No prepared speeches, slides with almost no words. He just knows what he's talking about, and it all hangs together. It never felt like a speech. It felt like a conversation. Like a story. And so when I got to that part I'm like, okay, That's there's are 3 short sentences. It never felt like a speech, it felt like a conversation like a story. And if you think about it, storytelling is as old as language. So let's go back to this. And the reason is simple. Steve didn't just read a script for the presentation. He had been telling a version of that same story every single day for months and months during development to us. To his employees to his friends, to his family, He was constantly working on it. We're refining it. Every time he'd get a puzzled look or request for clarification from his, un winning early audience, he would sand it down, tweak it slightly until it was perfectly polished, and this is the punchline line here in the last I'll read from this. It was the story of the product, and it drove what we built. So let's go back to exactly what Richard telling us in the book. We also took turns being game master, and it was quickly obvious that while some people were very good at it, most were not is that not exactly what Tony Just explained to you and. Most Ceos didn't know what they were talking about couldn't even hold their product correctly. Steve not only knew it, but he used that story to drive product development. That's insane. That's an insane thought. That's why I began to really... That's when I began to really understand the power of storytelling. And so Richard is like, okay. I gotta... I gotta... Like, how do I get better at this? I was far from the best storyteller at the D d gatherings, and my first stories were not good at all. Watching other game masters, I knew their narratives were better thought through than mine. I became a better storyteller by observing the strengths and weaknesses of other game masters. And so the reason I'm giving this background is because what he says here on the next page. Playing D and d was the seed that would eventually grow into my elaborate computer games. He is telling us what I'm learning from the... This experience, I will use later for creating games, and then I use the creation of games to build the creation of my business empire, my financial empire, the things that open up and unlocks all these other opportunities. You know, he had to pay for a private space flight. I think it was like, 20000000 dollars, 15000000 dollars. I can't remember exactly. That doesn't happen without all the stuff that's happening now as a teenager. I go back to this. The most people... The the more people enjoyed listening to my stories, the more I enjoy telling them. Every storyteller is familiar with the pleasure that comes from sitting with your friends around a fire, pouring a few drinks and weaving a yarn. This is 1 of my favorite sentences in the book. This was man's first form of entertainment and when done well is still his best. Storytelling. Think about storytelling is as old as language. Much of my life is about telling stories. The real ones I've lived and those that I make up, more than anything else that I am or have accomplished. I am a storyteller. Okay. So Wanna go back in his life when he's younger, and this is when he first sees... He sees his first video game. I'm always amazed. At how much the work that we can do can influence others. He's about to see the first video game that he ever played was Pong. Pong was developed at atari. Atari was founded by Nolan Bush now, Nolan Bush now, winds up hiring a 19 year old Steve Jobs. And mentoring him. And if you were wanna read a book, a really easy read book that's written by a crazy character, that'd be nolan Bush obviously. I did it for a founders number 36. It's finding the next steve jobs how to find keep and nurture talent. Nolan very unique. Not only did he found thing anybody it He founded it Atari, and then he also found a Chuck e Cheese. And that book starts with Nolan, you know, making his... At the time, his companies were making hundreds of millions of dollars a year, and he meets up He's saw this huge party in Paris and, like, a 25 year old or 26 year old Steve jobs shows up, and they wind up having the next day they went up going for a long walk or, through Paris. And they're talking about company building. And so that that discussion that they're having. Influence Nolan to write the book later on. So it's it's very interesting. It's very quick to read to. So the very first video game my play was pong. I was 11 years old when my friends and I wired the game into the back of our Tv and began playing. It was magical. This was the simplest computer game imaginable, but being able to play a game on the family Tv was astonishing. It was a holy new form of entertainment. I had no concept whether the technology was simple or complex because it seems so far beyond my own skills. The idea that I might create my own games had never occurred to me. I had never seen a computer of any kind. And personal computers did not even exist, but I was intrigued. And so Richard's entire life change. Everything begins. His entire life begins really with his introduction to the first computer, and the way he got access to the computer is wild. Just imagine this taking place today. It would never happen. The only place that we knew was computers was Nasa. And with my father being in Astronaut, we had strong connections there. So we solicit the support of 1 of the space agency's prime contractors, Lockheed Martin. They allowed us to use their computer room, which is a pretty good indication of how lightly regarded those rudimentary computers were. Think about it. 1 of our nation's leading defense industry contractors, A key Nasa partner permitted a group of teenagers to play with its computers. And so Have a ton of highlights on across these next few pages, really the reason I'm bringing this your attention because this is what the beginning of an industry feels like. And since humans will never stop creating new industries, it's important to know like what they look like at the very beginning. When calling it an industry would be ridiculous. And so on 1 of these early computers, he sees there's this text based game. Right? There's no graphics at this time. It's called adventure. So it says adventure had no graphics only text, and it forced you to make decisions. So he gives an example. To the north, you see lights of a town. To the south, you see a sign that says to the dungeon to the to the dungeon. Which way do you go. That's all the game did. Each location had a text blurb. You're in front of the house. You see a front door. You also see a mailbox and a door at. What do you do? By exploring the scene and collecting items, the player was drawn further into the adventure. So these are the exact sonic kind of games only with visuals, that he's gonna wind up creating a few years later. There was absolutely nothing to look at, but I was me. I could visualize everything in my mind. And so what do you do? Your natural clinicians. Like I love this game. How do I get new ones. Remember, this is what the beginning of an industry feel. It feels like I found other text games by luck. There was no place to buy them. Mostly they were spread viral on the snow on the so called sneaker net, which meant that somebody copied a game from 1 computer on a disk and loaded it onto another computer. Copies of games were passed hand to hand. So these games start traveling by word. They start built building up this, like, strong passionate user base. And so computer stores are like, hey, we should start sell... Selling them. And this is how they sold them. Computer games began to hang games in plastic ziploc bags on a peg board. The creators of the games did not consider it a business. When I began making my own games there was no economic incentive. It never occurred to me that this could be a career. And this is when all the the time and effort he put into learning and Dungeon and Dragons and being a, like, a learning storytelling storytelling. Really comes in enhanced. I learned how to play Dungeon and dragons, and I began writing small pieces of software. And suddenly it occurred to me that I combine the 2. And so he's astonished. He's really enthusiastic. He needs access to computer though, more reliable than than going to Lockheed Martin, so his high school there's a, computer that pops up at his high school 1 day, and he does something that's really, really smart. I discovered another computer at my high school. They seem to have just appeared 1 day, but they beck to me. I convinced some teaching staff to let me have access to them for 1 period each day. I would work on my project, which was my games and they would monitor my progress and give me whatever grade they saw fit. They agreed that we could use this quote unquote class in which I taught myself computer basic to fulfill my foreign language requirement. And so then he goes into how he learn to do this before I before I leave this page though, well popped in my mind is I'm reading about the very early, like, bare... There's barely an industry here for computer games. They're selling maybe a few on a Peg board and a plastic bag. Right? And made me think of, like, how crazy it was when... I've read... I don't know how many books on Henry Ford, And so it's crazy when you learn about the arc of Henry Ford's career in life. In about a 20 year span. Henry Ford goes from working on an early internal combustion engine in his kitchen to winding up being the, the owning the most... What may might have been at the time. The most valuable private company owned by 1 person when he buys out the Dodge brothers and the rest of his investors. I think this is if my memory serves me correct. It was around 19 9 that he owned a... He wanted getting back a hundred percent and owning a hundred percent of the ford motor company. And I think at that point, in 19 19 dollars, it his net worth was, like, 500000000 dollars. The company was worth 500000000 dollars in 19 19 dollars. And the reason that's important to know is because you go back, you, you know, go back in history 20 years, and he's like, like, you're looking... Imagine, like, you could have, like a bird's eye view. You're looking at, a young Henry ford. You know, I think he's in his thirties, maybe, like, 35 or something like that. And he's working on this just smelly leaky, like, primitive engine. And like, hey, that guy right there that we're looking at 20 years from now is kinda owned maybe the most private, most valuable private company in the world. It's hard not to be awe struck and how much can change in 1 lifetime. So he goes into... Okay. This is what's learning to program Like, a imagine trying to learn how to make a computer program a game in the late 19 seventies. So this is what It was like. I learned through trial and error and mostly error At the time, there was no computer industry. There was no standards. A few magazines published programs people had written for specific computers they were using, and it'd be like a 20 line program that would add numbers or balance a checkbook. So I knew I could program a computer to do complex equations. The more important question what it to me was whether I could create entirely new worlds. My real objective was crafting a role playing game. I wrote 28 programs on that tele. I know there were exactly 28 programs because I named them DD1DD2, and so on until I reach my 20 eighth attempt. Many of them were never finished. I get halfway through a game and would have learned so much about the process that I would decide to start over. This time, utilizing my newly obtained skills to create an even better structure. By the time, I was making D d 28. I was working at Computer land. So this is some of the stuff that that, computers... Like, some of this computers that were for sale, in 19 79. We sold the comm 64 in the Apple 2, and the hand and he says the seemingly handmade computer called the Soul 20. These machines sold as much as 3... For as much as 3000 dollars. They had considerably less computing power than a drugstore cell phone has today. And in limited amount of available software and the limited amount of available software was terrible. So he's working at the computer store. He's still making games and the fact that they have now he has access to Apple. He's like, oh, up until this point, he was the Playing his games. And now other people they they 1 being his coworkers and his boss are gonna start paying playing his games. The real benefit of working a computer land was that I had access to an Apple too, and I was able to write my games on it. This meant for the first time that other people could play my games. They enjoyed them. The owner the store told me 1 day, Richard, the game that you've created that we're all playing is obviously a more compelling reason to have 1 of these machines that anything else that's out there. We really need to be selling this on the store wall. Selling. Wow, that's an interesting idea. The first game I made for Apple 2 was named AAI had borrowed the name from my tolkien story, which is by for the longest most complex and most difficult book I have ever read. I was en rap. Jr r r tolkien had changed my life in that video I referenced earlier, not only does he have, like, first additions of a bunch of tokens novels, but he has, like, pre, like, pre additions. Additions that were sent to to his editor. And so once he completes the game, he spends and... What he thought at the time was an insane amount of money, like making copies and saying, hey, I'm gonna try to sell this thing. The game was so personal and our expectations were so small that I included my home address and phone number and asked players to call me when they finished the game. It caused my entire life savings, 200 dollars to produce copies of it, so we buy Ziploc bags to put the game in and his mom is the 1 that actually draws the cover art for the game. And this is just an amazing paragraph. I love what he's about to say here. This was a state of the art operation then. We hung them up in the store and in the first week sold about 12 copies at 20 bucks each. I would estimate that at the time, there were probably fewer than a couple of dozen people anywhere in the world creating computer games and not 1 of us could have imagined we were creating an industry. That in less than 3 decades would become the largest and most successful entertainment industry in history. That a game would gross more in a few weeks than the most successful movie in history had earned in decades. That's an incredible thought, an incredible paragraph gets even crazier here. This is his first game. He's about to make a hundred and 50 grand as a high school senior in the seventies. Within weeks, the game was being public... Within weeks of the game being published. I got a call from California Pacific computer company. I knew who they were. They had published games by Bill Budge, a gaming pioneer, whom I had greatly admired. They told me that they wanted distribute the game nationally. We need you to come out to California right away. I was fl acid. I was 18 years old. When I arrived, I was met at the airport by a guy and a new Del lori, rather than driving me to the Pacific California Pacific office, we went directly to an apartment near the airport. U. It belonged to a friend of the California Pacific owner. In the living room, there was a chest of drawers. This so called friend opened up the top drawer, and I was stunned to see it was filled with plastic wrapped bricks of cocaine. Welcome to the video game industry. And so that's something you talked about quite a bit in the book. The fact that a lot of these people that owned these, like very primitive game publishing, like, some of the first game publishing companies in the world. A lot of them were doing coke. A lot of them were on all kinds of drugs. They were drinking, and a lot of them just... They're, like, fly by not operate, fly by night operations. They pop up. They distribute games, make some money that would go up their nose and then they disappear. And so he's gonna have a bunch of bad experiences with with game publishers. That is going to lead him to say, hey. Forget it. I'll just do this myself, but we're not there yet. So this is him making money doing something that he used to do for free. California Pacific version of the game was priced at 34 dollars of which I received 5 dollars. They sold 30000 copies. I had earned a hundred and 50000 dollars, more than twice my father's yearly salary as an astronaut. How crazy is that statement. He's 18 selling games is making twice what an Nasa astronaut. It was a phenomenal amount of money, enough to buy a house. It was so much money that it didn't that it didn't even really sink in. It all seemed like some kind of fantasy. We all thought it was a fluke. It was great that someone wanted to pay me for doing what I was already doing. So he starts working on his next game. This next game. He doesn't know at this point in his life. It's gonna... I went updating the series called Ul. I think he said for like, 25 or 30 years. It's going to make him wealthy. And we see a really important point that pops up over and over again is the fact that you really need to hold on so that future technology can unlock more powerful capabilities. So it I had a weird thought when I got to this point because he's like, okay. Well, my my game was really basic. Now we're fast forwarding a few years. The computer industry's growing. It's, like, the computers get more... Keep getting more and more capabilities. They have more and more storage. And so therefore, I can actually build more and more complex games. Actually thought of, Sam Murray or more specifically, the book the fish 8 the way all the 1 I just re reread on for episode 02:55. Because if you think about that before the steam ship, you could sell a banana. Like the the the market for your bananas, was essentially your neighborhood. And after this invention of a new technology it unlocks. Then you could sell a banana all over north and South America, you can combine the banana, this new technology of steam ship, and then 2 or 3 very formidable founders like Andrew Preston and Minor Keith, and the combination of those events wind up creating 1 of the world's first truly global corporations. And I hear myself saying this, and it sounds fake. It sounds like that that that can't possibly be true, But it was. And so we see the same a very similar thing. He's like, okay, now I can start building way more complex games. I wanted to put more more meat on my games bones. And advances in technology made it possible. Ul was going to be my first virtual world. It took about 9 months of concerted effort to create and and the available memory increased from 48 k of Ram to 64 k. What why is that important? That meant I could add a series of activities that were rich and diverse. And previously, you were incapable of doing so. And so, again, I think that's a main, theme and history ship hold on. So future... Technology can unlock more powerful capabilities and more opportunities that you cannot do yet but we'll be able to do 5 years from now 10 years now, 20 years in the future. So, eventually, the company at Science is gonna go under because of all the drug use and they went up essentially, instead of reinvest the company. They're just taking all that money and doing drugs. So he's gonna leave but really what set Richard apart was everybody else, and I saw this in the Sid Meyer game as well. The publishers are really... They were not really interested in being creative. They really just wanted the the game creators to, hey, this thing that you made successful just make another 1. Like, you don't... Like, let's not innovate Let's just keep making sequels and let's just stick with what is working. And Richard did not wanna do that. He says my desire was to make the world of my games as real as possible. Like tolkien and Cs s Lewis. To do that, I wanted to design the players experience from his or her first encounter with the game. The moment they looked at the box. Except there was no box. Remember we're in the malleable early days of an industry. They're selling them in ziploc lock bags like this little paper, black and white paper with some, you know, basic artwork and the name of the game and who wrote it and his home address and his phone number. Right? So he says in addition to putting the game in the box. I wanted to include a detailed map of the world. Of this fantasy virtual world that he's making. I wanted instruction manuals that did not give directions like insert the disc into drive 1 and press the a button, but rather describe the magical history of the world. I had this great dream. Meanwhile, the publishers just wanted to put it in a plastic bag and hanging on a hook. So he goes to a couple of different publishers and he's like you might, forget this I'm gonna do it myself. By then, I knew enough about the computer game industry to understand that it wasn't actually an industry. It was an association of companies run by people who had no more experience than I did and who popped up, published a few games and then disappeared. So my brother, Robert and I decided to start our own company. We named our company Origin systems. He's eventually going to sell this company to electronic arts. Robert created the tagline by which the company became known. We create worlds. And the headquarters for origin systems is their parents house. This says the company was based at my parents house, everything about it was informal. 1 night, for example, we were sitting in our office, which is actually my mother's kitchen table when a car stopped in front of the house and and strange man got out. He appeared oddly d she with long hair and a long beard. My name is doctor Cat. I read your ad, I'm here to work. I'm a programmer. That's great we replied. We need a programmer right now. He was Origins first outside employee and he worked for us for 15 years. So now he has to try to make the transition from... I'm just making games to Building company. So he's gotta learn how to build a company, And that is... He does that the same way that he learned how to program games, through trial and error. Far more quickly than anyone imagine computer gaming became a huge business. And for me, there was a steep learning curve from creator and designer to businessman. And so his brother has an Nba, and he's like, listen, your your work habits suck. And the reason that's important is because they said the leaders habits become everyone's habits. So he's, like, can you stick to, like, some kind of schedule. And Richard being young and not realizing that. Like, he's like, well, I don't know why I have to do that. It seems to be working out. So there's just a gonna be a lot of conflict between brothers. And it has to happen that way. I mean, I I don't know if a single c founder relationship that is that smooth. Like, there's going to be argument. Like, you have a lot of... Not your time and your energy energies invested in your business, your emotions are investing in your business, your finances are investing in your business it's impossible To think there's gonna be no conflict. My brother was always hyper critical of me from being the person being the last person to arrive at the office and office in the first to leave. If you asked him to describe my work habits for the first 5 or 10 years That we worked together, he would say something like, Richard would roll into the office around noon, or or sometime she noon 2 in the afternoon. He'd play on in his office with his rubber band and code and then do coding experiments in his mind that had little to do with actually making game. Richard would might create some code or something else for a few hours, then come dark. He'd leave and we wouldn't see it again until the next day. And so Richard says, in my defense, I was living an unstructured life that that was working very well for me. This was my most productive time creatively and economically, so I didn't understand why I needed to change. He is going to eventually change and, like, have some settlements of a schedule. I felt like I was clearly doing enough to create the next best selling game because money was rolling in. I might have been sitting in my office, discussing philosophy with other developers or reading a book about ancient languages, but I believe those little experiments were essential to my creative process. And so there's a lot of tension, but that tension actually is is beneficial for the company. Robert and I are very different people, but there's simply no way that Origin would have gone forward without both our unique contributions. We argued often and we argued passionately. Both of us were incredibly confident in our beliefs about the right way to proceed to build our company. And they wind up getting into a physical fight over a pencil. Says neither 1 of us remembers the specific issue that led to this fight, but somehow it came down to the ownership of a number number 2 pencil I started to leave Robert's office with the pencil. He told me to leave it there because it was his office and therefore his pencil. I insisted on taking the sound so immature looking back. But again, I think it's just... It's obviously... There's is tension building up. You need some kind of release and the pencil. Just just a way like the valve that they're gonna use here. I insisted on taking it with me because I thought it was my pencil. We started shouting at each other, and the argument quickly escalated into a shoving match. All of our frustrations suddenly burst, and the next thing I knew we were literally wrestling in the office. And the benefit is this, he says we never had a serious fight again. So they hit that happened and and then they buried the hatch it. This is where Richard almost destroys the entire company. And, like, think on a fast... In the early days of a fast changing industry. 1 decision can 1 bad decision when catastrophic can... Con, decision can take the entire company. So at the time, they're just making games for Apple because Apple 2 is dominating. But... And he's like, oh, if Apple... If Apple Apple two's is dominating now, It's obviously gonna keep dominating and didn't realize how fast Ibm is gonna take market share. Apple had always been our lead market for sales. So we wrote codes for the Apple. I saw no reason to change strategies for the latest platform that it had been introduced, which is the Ibm pc. As far as I was concerned, there was no comparison between the Apple 2 and the Ibm Pc. I concluded that the Ibm pc would never pose a threat to apple dominance of the market. I was supremely confident it would never compete with Apple. So we continue developing our products for the Apple too, knowing that we could translate them later on to the, Pc, and this is his main, like, the lesson that he took away from this, almost destroying his company. It would have been almost impossible for me to be more wrong. That was 1 of my first big lessons. And it is this. What I think is not necessarily right, and perhaps not what everyone else thinks. So he's saying Apple is gonna dominate. Everyone else says, nope. I'd be between... I'm gonna choose between Apple and I be... In the Ibm pc. I'm choosing Ibm pc. In less than 6 months, the Ibm pc became a the dominant machine in the market. Everything else including the Apple 2 was suddenly irrelevant. So due to my mistake, our company was caught developing products for a market that was rapidly disappearing. This means we would have to start from scratch without any employees who knew how to program on the Ibm pc. We would have to retrain our existing staff or hire new people. And so we also say, okay, what do we do here? And he's gonna make the decisions. Like, I'm not gonna close on the company. I'm going all in. When you make a mistake like this, you can either take your loss or double down. Robert and I discussed closing the company and walking away with the several million dollars that we had in our personal bank accounts. The alternative was to reinvest everything the company had, everything the company was projected to earn and everything that Robert and I could borrow personally. The logical decision was to close the company. Robert and I decided to go all in and c signed million dollar loans. If we failed, not only would I lose the house, my house, but my brother and I would lose the company and be millions of dollars in debt, but we bet on our capabilities. The race was on to get my next ultimate game out with the acceptable quality before we ran out of cash. Okay. So I wanna a pause before I continue the story. Think about what's happening here. He made a catastrophic decision. He had previous up until this point had a company. Everything was going well. His games are successful. He's building out the ultimate series, him and his brother both are making millions of millions of dollars doing something that love. And now suddenly, he finds himself in a position where he's staring at the bankruptcy of not only personal bankruptcy, but the the the destruction of his company. And everything rests on, can we get this game out on time and in the highest possible quality. If we do so, we have a successful company. If we don't, we have utter failure. And so the note I left myself on this page when I got to this point, it says Dune. What is in the box? And so that is from this movie that just came out dude? I've seen it 3 times. Visually, the movie is absolutely spectacular. I actually, I had to watch it again because I haven't read the books yet, and my friend that has? I had to ask Like, hey, can you fill in what is going on here? But there's a scene in the movie. That is exactly what it's taking place in this book. So the main character of Dune is this young young man, young boy. And so I took notes on the movie because it maybe think of what's happening in the. I wanna read that part from June first and I think It adds great context to what Robert and Richard are about to have to endure. So 1 of those powerful characters in this world is this old lady. So it says, the old lady... These are my notes. The old lady makes the young boy put his hand in a box and then sets. I hold at your neck, a poison needle. Instant death. The test is simple. Remove your hand from the box and you die. The boy asks. What's in the box? Pain. 1 of the best maxim you will find in the history entrepreneurship comes from the founder of 4 seasons when he said excellence is the capacity to take pain. If Richard and Robert are going to get to the other side of what's happening in their lives are now, they are going to have to endure pain. The test is simple. Remove your hand from the box, meaning quit and you die. Every month, Robert and I would sit down and look at the numbers compared to our progress. And every month the situation look more ominous. In family Lore, we refer to this as the year of Richard's fetal position. When we review the financials, I found it so difficult to listen that I would sit in a chair in a corner in the fetal position with my legs curled up under me. After all the success that we had enjoyed, it was extraordinarily difficult to deal with the possibility of failure, especially given that my mistake had brought it on. I barely slept. And when I did sleep the night scenario of what I could have should have done played over and over in my mind. Desperation can be an extremely productive motivator. We had only enough money to keep the doors open till the original ship date. If this game wasn't published on time and with the highest possible quality we were through. We worked every possible minute for months while at the same time resisting the urge to cut quality just to get it done. As a result, this is our cleanest execution of a game. Somehow, we manage to ship it on time. I managed to un unfit myself. We had been saved. He kept his hand in the box. So the book goes into a lot of detail about how he makes, like, what all the preparation he does and all the learning has to do to actually be able to create a world and to make it feel authentic and detail oriented. And so if you find this podcast interesting, I obviously highly recommend, you pick up the book and read it to get all the detail, but there is just 1 thing I wanna pull out. And it's when Richard's working on this problem of how to create a language from scratch. And I had a bizarre thought. When I read this paragraph, I'm gonna read the paragraph to you first, then I'm gonna read the note I left myself. And I actually read the note. So obviously, when I go through the book I make all the notes and highlights. And then before the... Usually the night before I record, I go back through and I re reread over all of them and and really like I to absorb and make sure I understand it before I sit down and talk to you. And I got to this note and I'm like oh, this is my favorite note in the entire book. I didn't remember writing it. And so again, I just... Wait when I'm reading, I I just go on Pure. Just like, okay. This is interesting to me and let me highlight it? And then what is the first thing that pops of mind? Like, don't put too much thought into it? Just like, what is your natural... Like, what is the your first reaction? And so, hopefully, this this makes sense to you? So this is what Richard wrote. I spent a lot of time working on this problem, so crafting languages. Right? Crafting believable languages and scripts is essential to creating any realistic fantasy world. Since language and writing is the foundation of a society. Tolkien, the greatest reality crafter I have ever discovered. Once said that his stories grew out of the languages he created. So this is what popped to my mind when I got to this section, you can think of the belief system of the founder as the language of the company. That is why it is usually written down and repeated over and over again. The belief system of the founder is the language of the company. So I fast forward into his career where he realizing, hey, up into this point, I've been really I imitate. And now it's time for me to actually create something unique. This is 1 of the most important things that I've learned from any book. I, you know, what are we at 265 or think something like that. The imitation proceeds creation. I wish, like, that's such a great maxim I wish I could say Came up with. It's not. It was written in Stephen King's auto, which I covered on founders 02:10. Imitation proceeds creation Somebody people was like, I don't where to start Doesn't matter. No 1 does to start. Do whatever everybody else says. You imitate, and then you'll imitate long enough and we was like, I have. I have my own idea then you start slowly mixing in your own insights into what you're I imitate and then you'll keep going down this path and eventually, that is where your creation will come from something unique. Imitation proceeds creation. Coming from somebody sold 350000000 books that's wild. 5 years into a very successful career, I had an important decision to make. My other games had borrowed liberally from existing fantasy stories. None of them were particularly original. I think about Crazy. Right? Up until this point. He's just taking things that he read, games that he played, experiences had beforehand applying that to a new art form new, like, medium, which in his cases the computer programs. Right? And even though nothing was original. Right? Up until that point. Very little original thought there, he had still made millions of millions of millions of dollars. There's a lesson there. My other games had borrowed liberally from existing fantasy stories, none of them were particularly original, other than the fact that they were being told in a computer game format. All these stories had inspired me. So he's talking about, Na and time bandit and Lord of the rings. I'm skipping all that. All these stories had inspired me. But if I was ever going to compete with the writers I most respected, I knew I couldn't continue stealing from D d to Lord and the rings Na, Star Wars and etcetera. Games I realized had the potential to be much more than pleasant diversion, done well. They could be as much an art form as books and movies. And so up this point, computer games are relatively simple, you know, you have an objective. But he's like, well, think about a... You're the the best novel you've ever read. Are the best movie you've ever seen. There's like moral choices made by the main characters. Like, they have to go through and, like, there's some kind of trade off. And they have to make, like, decision like, what path they're gonna take in life? He's, like, why won't we do this for games? And this is gonna lead to his most successful project ever. I thought how cool would to be to incorporate a players own value system into a game? If I could do that instead of a player just mindless going around killing monsters, players could would be forced to emotionally invest in the game. Instead of pushing a button, they'd have to sit and make a moral choice. Now why am I bring this up to? Because he has this idea. He loves it. Everybody around Was like no. No. Do what's working. Don't do something new. And we saw this with Sid meyer. He was making. I think, what was it flight simulator games. They were selling them crazy making a ton of money. Was like man I wanna make, like big civilization game. And this this this epic game. It winds up being called civilization. They're like, there's no... And everybody around Like no You don't do that. Stick with the the the very profitable flight simulators. There's no money in that path you're gonna take. And that game civilization that's that sid makes over the course of that series. They sell, like, 53000000 copies. So it says, when I told my brother and our team, I wanted to tell a story about the player spiritual growth through their own actions, his response... The response was pretty much unanimous. Are you nuts There's no profit in virtue. That's a terrible idea. When I pointed out that no 1 had done this before. It I was reminded of the reason for that because that's not what people were buying. Throughout the development process, many people in the company continue to think Was nuts. He's gonna go head for... Like, he's the main designer. He's like, I'm I'm going to do this. So he going... Even as he... So before the idea or as he has idea, don't do this. He's nuts. He continues the idea, you're still nuts. The ultimate formula was proven and profitable And many other people saw no reason to change it, and then he gets to his why? Like, why is he taking this big risk. Why is he doing this? It was my attempt to further develop an emerging art form. And so he goes into way more detail on the book about all the fights are having the decisions he's making, but this part just made me laugh because his Brother was like, no. I don't wanna do this. His brother's handling the business aspect of the of their company. He's obviously developing the games and this part just made me laugh. They're they're fighting about all. He goes, I had no choice but to stand firm. Forget. I told my brother. My reaction forced him to take the ultimate extreme position. He told our parents. So I just love this idea. Like, I think they're what. They gotta be at this point mid to late twenties. It's Larry. We we can't resolve this in the business. I'm telling mom and dad. That legitimately made made me laugh, but later her on, like he was right to stick to his gut, his guns, and I just love this idea. I was like, what Charlie Mu says? Like, you gotta follow your natural drift. It's a good idea. There's something inside of you that you may not even understand. Why you're drawn to that. Or another way to think about that is like, what Jeff Bezos says. It's like, listen, we don't choose our passions. They choose us. And there's some weird reason that you think you should be doing these things. And so we follow it. So it says this is the game that they were fighting over when Quest of the avatar was published in 19 85. It was very successful with with sales surpassing all previous versions of Ul. It had also had a lasting impact on the gaming world, commonly appearing on the list of the 10 most important video and computer games ever published. So I like that chapter because if you think about where the chapter started to where it ended up, It's, like, imitation proceeds creation. Yeah, Some successful I mutating and maybe being being have influence maybe just taking in a story that's pure in book and adapting it to a new format. And then, eventually, I like, I'm learning all these other things around their way, and I... I'm understanding myself. He's getting older. You know, he's he's not a teenager anymore. And he's like, alright, I'm just gonna combine all these experiences and then create something new, something something something that no 1 is up or done before. And he winds up creating 1 of the most valuable franchise as ever. And so then he's gonna build on that success, and he's gonna create... He is widely... So it says, I have been credited somewhat inaccurate with inventing the term and category known as there's a acronym him. I'm just gonna tell you what it versus what it means massively multiplayer online role playing games. Because the next game... The next thing that They're gonna work on is a thing called Alt online, which is the first to become a major success. So this is like the world that we live in now, where you're playing the game, but you're also playing with millions of millions of people at the vic. Exact same time all over the world. And so the reason I wanna bring this to your attention is because his coins like, yeah, they they credit with me for inventing the the... The term in category. I didn't invent it. I just... Was a it was a first... I took an idea that I found in history of my industry. And then I added something new to it, and it wanted up being the first massive success. And so because most people didn't take the time to study the history of the industry, they actually didn't know that I wasn't the first 1 to come up with this. And so what's the main, like, why is Born? Because we've seen this over in again. Like, I can't think of 1 founder that you and I have studied that did not study the hell out of the industry that they're in, and they do that because you just never know when you can profit on that knowledge. So it says, but, in fact, long before the existence of the Internet, people were linking computers to communicate with each other. They got together through dial services like the original American online. A decade before we produced Ultimate online. We were already dreaming of producing a game that allowed many people to play in the world at the same time and interact with each other. We were not the only people with that dream. Since the availability of computers, some people were producing text based mud, and so mud, I I don't remember hearing about this before. They were called multi user dungeons. So text games. Right? That are multiplayer text games. These multiplayer games were quite simple. Players could chat, they could write to each other. Anything that's on screen would show on all the screens of all the players the same time. But these games had user bases in the few hundreds are low thousands and we're not competitive with mainstream games. So that is really his innovation. It's like, well, you were doing this for tech space. They already have this this capability. I'm creating entirely new worlds. Their their visual worlds. They have, this elaborate storytelling. Like, why not just apply that idea to what we're working on and make it. So you're not just playing by yourself. You're not just playing if you're were having to be network with a person in the same room as. Was like no, you can play all over the world. These games never really appealed to me nor do today they inspire me beyond seeing the potential you're talking about text based mods. These games never really appealed to me order did they inspire me beyond seeing the potential they offer for something much more exciting. We watched this segment of the gaming industry very carefully for at least a decade. That's so important. He was studying the history of its industry, collecting information and it took a decade before he was able to capitalize and profit on that. That's really cool. We meet we'd mean regularly with the company's making the best dial up games to discuss producing a multiplier Ul, But with the fee structure that existed at the time, we couldn't figure how to make a business out of it. So again, this is this is, like, the the first time I got on the internet. When I was like, a young kid. I was probably, like 12 Was on an Ibm pc, and it was American online and you would pay. Like, you, you know, you called the Internet? I tried to explain to my daughter about this. Just like, what are you talking about? I was like, you had to call the Internet? And, like, no 1 call your house phone when you're on it so it'd I'd bring... I think busy at the time and make the darn funny noises and stuff. But we were paid... Like, you you had to pay by the minute. It's insane. Like, think about how how much your... Everybody's online now. So it says the... Why he couldn't do this. He says these games were expensive to play, they required a subscription to a dial up service, and the game itself generally would charge as much as a few dollars an hour to play. The availability of the Internet, which allowed people to be online for senate periods time without being charged by the minute or hour completely changed the economic structure. So wait a minute. I mean even write this note, but that's the same example we just said, wait. Just hold on and you're... On and future technology will unlock opportunities that you can't access yet. That's exactly what happened here Like, hey, I wanna to do this on massive online player, multiplayer game. Couldn't do it when you're being charged a couple dollars an hour just to play it the game and you have to buy again game. That doesn't make any sense. Right? But now technology keeps marching on. This new thing the Internet, you can use as much you want. Now this is possible. In this game, he's gonna wanna have having millions of subscribers on this game. So he says, suddenly, a million people could be online at the same time. Not just a million a hundred million people could be on at same time. The potential was almost inca So we set out a greater game that would appeal not just of the few who played text based mud, but the millions of people who were playing any type of computer game. Alt online proved that a huge market for multiplayer online games existed. Okay. So I said the very beginning, or he said at the very beginning. You don't have to read the book an order. It also doesn't go in order. So this is gonna be weird because he just said... This is where the idea came from. I'm gonna develop it but it's really successful. And then he goes back in time and suddenly, you realized, oh, he had sold his company, he's gonna develop ultimate online when after he sold his company to Ea to electronic arts, and he has a terrible experience selling to a larger company. And understanding that is it's so important, this is gonna go in for, like, 60 pages. The book is 300 pages. This is a gigantic part of the book. So let's go into what it was like after he sold his company, and he's trying to develop this idea, and he's just 10 as hell. Like that is really a good way to think about Richard, and just a great trait to have. The game was so different that initially, Ea had no interest in developing it. Solo games were selling meeting games you just played long. We're selling millions of copies. While rudimentary mud were selling a few thousand at most. My team and I explained to Ea for whom we were then working that this new concept massively multiplayer online gaming was the wave of the future and they needed to be prepared to write it. Amazement that he knew that back then because with that's the reality we live in now. Right? No interest they said. They pointed out that there was no data to support the belief that anyone would play an online game. And then he describes the difference between having a small, like, entrepreneurial company. Now he's gotta be get used to working with this, like, gigantic bureaucratic company. He doesn't really like that. Ea had a very formal process that its developers had to go through before the company would even consider funding a game. To make the case for funding, we had to bring it together a huge set of documents that demonstrated why it would be a success. The sales department would then do an analysis based upon the sales of similar games in the past. Now that's obviously a big problem because there was no. Like, the only his... Past the data is these text based months. Right? Since no 1 had ever earned a penny selling the type of Internet game we wanted to create, the sales projection was 0. Ea would not budge. When I have an idea I believe in, I am 10. 6 months later, we went back. For the second time we were told no. 6 months Now, I'm telling you all this because think about this is gonna be 1 of the most successful games they ever make and think about, like, he had to fight just to get them to do this. So so 6 months later we went back. For the second time we were told no. 6 months after that, we went back again. I literally would not take no for an answer. This time I went into the Ceo's office and told them, look, we spent 5000000 dollars or more on any game than we develop. Just give me a quarter million dollars to prove to you that this is viable. He truly was not interested, but I would not leave the office until he agreed. Finally, he agreed to sign a note that it already written out that said basically, I hereby Grant Richard, a budget of 250 grand, in pursuit of this multi thing that he wants to do. Es gay ea give gave us minimal funding and no other support. To make matters worse, Ea wouldn't give us a proper office space, the building that we were in were being refurbished and every other team was given new spaces as it was completed. My team was literally put out in the hallway. We were working in the middle of a construction site. So he actually gets it done with this very limited budget. Like this prototype and then check that... This is very unique. This is a very unique marketing ploy that he used to launch Alt online. For the 252000 dollars we managed to build a nice little prototype. When we put up 1 of Ea... We then put up 1 of Ea first websites to introduce the game. Basically, we introduced ourselves. Hello. We're the Ultimate team. We spent 250000 dollars making a prototype for a new game, and we need people a lot of people to help us test it. We can't download it to you, we wrote because it's too big. We need to send you the game on a Cd, which is gonna be expensive for us to manufacture and mail. So if you want a volunteer to be a beta tester, and help us develop this game, please send us 5 dollars. This was a marketing strategy no 1 had tried before, asking people to pay for the privilege of volunteering. We didn't know what kind of response to expect. The Ea marketing team had projected lifetime sales of Ul online at about 30000 units, which they thought was wildly optimistic. We put it on the internet and we held our breath within a week or so, 50000 people had signed up to pay 5 dollars for the disc Alt online instantly became the most important thing happening in the Ea world. We got all the money and the development people we needed. Ea now decided we needed considerably more management oversight. This is also gonna be a mistake. Having money made the situation much better. The managers made it much worse. In the past, once we shipped a game, it was done. So he's now talking about... I've skipped to head a little. Sorry, He's talking about, like, the fact that there is no one's ever had an experience on working on a game that is never finished. So it says in the past, once we shipped a game, it was done. It was out. It was time to focus on what's next. This was completely different. We were gonna be running a live service. There was no 1 in our group with any level of x level of experience. We didn't even think about this when we were working. We were too busy just running around. So there's a great line in mark Recent since blog post blog archive. I did back on Founders 50 When he's like, you know you have product market fit because the market will pull the product out of. And when that happened to you, It's just a huge rush. And there's just... You don't have enough time and resources you can't keep up with demand. It's very similar to what's happening here. We were wildly more successful than we ever imagined. We had designed servers that would allow for thousands of people to be connected simultaneously. But we were completely unprepared for the game's success. Suddenly, we had millions of subscribers and our servers could not handle it? Not only could he not predict this the level of success he's gonna have he didn't predict what all... What millions of people interacting with your product was gonna be like. And so this is where he actually accidentally creates a real world economy from a virtual world, and this is gonna be relevant to the day and age. We live in because this is happening what, 25 years ago, maybe. 1 thing's for sure, people are very, very willing to spend real money on all types of virtual items and he sees that here. No 1 anticipated that the game might enable students to work their way through college or allow criminals and drug cartel to lau money. Our lead to the creation of Chinese gold farming businesses. We had no idea we were creating a real money economy that would generate billions of dollars in revenue and would obscure the lines between virtual world and reality. We just thought we were making a game. And so he's... I'll give you like, a summary of what's happening here. Players could earn virtual gold in a variety of ways and use what they earned to purchase everything from virtual meals to a virtual house. People began to cover these virtual items like property and magic swords, but we're not willing to put in the time to earn the virtual gold needed to buy them. Instead of spending months playing the game to earn the virtual objects they wanted, players began making side deals, often through places like ebay, buying virtual assets for real Us dollars. He did not expect us to have it. So those people who are willing are able to put in the time necessary to obtain these items discovered that they could sell them in the real world for real money. I remember the first time I found an object from our game was being sold in ebay. A rare and magical sword was for sale for a hundred dollars, and we were fl acid. The obvious question asked, why would anyone pay real money for nothing. Remember, these are these are conversations that are happening in present day. You know, history doesn't repeat human nature does. That's why I'm reading this session to you. But for some people, it actually makes a lot of economic sense. A player could spend 2 weeks in the game collecting treasure before they had enough gold to purchase a big sword. Or they could pay someone to do it for them. Then he also sees another analogy in the virtual world, very similar to what takes place in the physical world. Real estate starts to becoming incredibly valuable. In the real world, you might be able to buy a small piece of land in a New Mexico hill country for a dollar. But a piece of land that exact same size in New York City sell for many millions of dollars. The same thing is true in virtual worlds. And so the value of property near the entrance to the cities rapidly escalated. Within months of the game going online, a piece of virtual property sold for more than 10000 dollars. So even though he's having a lot of success with his Ultimate game series, he hates working at Ea. And we're gonna see him get kicked out of and fired from his own company. Before I get there, though, this is just a fantastic line, and he says the art of business, which I had to learn was how to stay in business long enough to give yourself the best chance to get a big hit. So now he gets into why he sold his company and what the result was. So again, it's not in chronological order. Says the experience had come at a substantial personal cost. Even while it made me a fortune. Origin had long been among the top publishers in the industry, but as the industry matured, it began consolidating. The biggest players acquired many, many, many smaller companies and then became much, much, much bigger. To survive, we had to make a very tough decision. Even today, people asked me why in the world we did this, and all I can tell them is that in order to compete, we just had to get bigger. We either had to gang up with several other small companies to become a single larger entity or we had to sell origin to someone else. Ultimately, it became obvious that we were not going to be able to engineer a merger of small companies and that Ea was the right fit for us. So in 19 92, we sold Origin to Ea for 25000000 dollars. They immediately provided the resources we needed to double in size. This was a huge strategic mistake. We couldn't manage the type of rapid expansion, and we wasted a lot of their money. The first thing we did was to split our team in half which meant that some teams had second tier leadership. So essentially the reason I'm gonna bring this to your attention is because he's talking about like, all the mistakes he made, and it's very likely if you and I were in the same position, we are prone, like Richard's obviously very smart. These are smart driven entrepreneurs very gifted of what they're doing. And at we seen time time again in these books. Like, they make the same they make insane mistakes, like smart people, make mistakes all the time. And so realizing, hey, if I was in that situation at that time, I might act the same way. So the really benefit of downloading all these experiences into your brain is realizing, it's gonna be very difficult. If all these other smart driven people were making a mistake, like, what hope do I have? Like, it's very likely that if I was exposed to the same decision like choices. I do the same thing. That's why it's so difficult to avoid the mistakes. But if you see his play over and over again and I'm, hey, wait a minute. I need to really pause and make sure I'm not going down the same route that I've already seen multiple other smart and productive people, you know, do and then we're regret later on. And so part of this is like, you you go from having 1 great team to now 2 okay teams. The first thing we did was split our teams in half, which meant that some teams had second tier leadership. We brought a brand new building that was twice as large as our existing space. Then we doubled the size of our staff, and then they're also working on a bunch of games at once. 2 years later, we realized about half of the games that we have in development, we're not gonna be successful, and Ea told us to abandon them. For us, this was a new and very different way of doing business. We had never canceled a single game. But now we were playing by Ea rules. And so he goes into the fact that he just hated the way that Ea was building games and he no longer had control. At Ea, there were large teams aside to each project. When a game was canceled, we had to fire people. Once when we announced that we had to cancel a game and development, the project manager laid down on the floor while another manager outlined his body and masking tape as if it were a crime scene, and this is the punchline, the most important census of his entire section. We felt this was symbolic of the death of the entrepreneurial company that we had built. They also make them rush and compromise quality. We released games when we were done with them. That was not the way Ea did business. Richard, they told me your release of games is incredibly unreliable. They wanted us to change your development process to meet their deadlines. Ultimate 8, Ea wanted on the shelves in time for the following Christmas. And they told me, Richard, you need to cut whatever needs to be cut to get this game done. So I cut it. I cut it, and I cut it, and I cut it. And as a result, I shipped the most incomplete, dumb, buggy game that I've ever shipped. The creative joy they we had once shared in developing a game had been replaced by the pros demands of running a business. It was hard to believe how much it changed. Only a few earlier, our people would happily work all night and love every minute of it. And now we become a sweat shop. And so starting games, you're not finishing a bunch, you're firing them there's all these turnover. You had, like, the small band of this incredibly gifted team working together. Most of these people are turned out, then you have all these different people in charge. And so it says Ea kept sending a second string replacement managers. There's who would immediately start by undoing all the things that his predecessor also sent by Ea by the way, had tried to put in a place, replacing them with his own initiatives. The manager would then would start their own new projects and fire all the junior people who want on their team. And then bring in other junior people. People, no none of them stayed in place long enough to see their new projects through. So every year, the entire culture changed. And because he came up control He has no influence. He's trying to convince him, hey, we should go back to the way things were... We were doing them before, and Ea said, no. None of my suggestions were accepted. Then 1 afternoon, a general manager of Ea called me into his office and said, Richard, we just don't need anymore. I left the office, drove to a grocery store parking lot and we for several hours. It was the end of my personal camelot. This was no game. This was my life. It had been painful for me to fire other people. But as I just learned that was nothing compared to being fired. I got blindsided by a deep and complex range of feelings. I felt like a failure. I was angry and depressed and confused. It was a hurt that lasted a long time and frankly, I don't think I ever fully got over it. And that is where I'll leave it for the full story, Get the book. There's a lot more that goes on. He winds up founding 2 or 3 more video game companies. He winds go to space. There's all kinds of exploration of antarctica, the Amazon, the bottom of the ocean. This book is was really, really wild. And if you buy the book using the link that's in the show notes to your podcast player, you'll be supporting the podcast at the same time. That is 257 books down, 1000 go, and I'll talk to you again soon."
}