{
  "transcript": "He was raised on a farm and milk cows as a boy. He either drank nor smoked. He was ap to every employee from the head of the department to the humble. He enjoyed his wealth quietly. He rarely lost his temper. Self control was 1 of his most profound attributes. He was a quiet man and when he spoke his words were both few and carefully chosen. He rarely boasted, but once speaking for himself and his fellow capitalist, he said, we have made this country rich. We have developed the country. We have created the earning power by developing the system. When he died, the press said that he was the world's richest man. It also called him the world's most hated man. The man just described sounds like John d Rockefeller. It is not. It's j Gold. Rockefeller and gold had much in common. The 2 were nearly the same age. Their careers span the same period. Gold died at the end of 18 92 as Rockefeller was preparing to retire from business. Their fortunes that year were about the same, around a hundred million dollars. When an acquaintance asked Rockefeller, who was the greatest businessman he had known. His answer came without hesitation. Jay Gold. He said. He echoed the sentiment of Cornelius Van belt, who had long ago tangled with Jay Gold and lost. Van said gold was the smartest man in America. Their judgments must stand. Gold was perhaps the single most unsettling force ever to appear on the American industrial scene. He thought in continental terms when few contemporary saw beyond state boundaries. He shook to its heels and industry already settled in its ways and set out to realize his dream of a trans railroad. Given the obstacles he faced, Gold achievements were phenomenal. He was an advanced thinker in the field of corporate finance, and he set precedence, which were later followed by investment bankers and by state and federal governments. Among wheelers and dealers of his day, he had no peer. He was obsessed with piling up a fortune, no holds barred. He mastered the details of running a railroad with embarrassing ease. He was a loner. Labels do not imply judgments, but if such were be made gold must rank as the less honorable and less trustworthy, but the more brilliant of the 2. For he was indeed, the smartest man in America, at least in the business world of his day. That was not an excerpt from the book that I'm gonna talk to you about today. That was actually an excerpt from a book I cover a few podcasts back on episode 02:54, and it's John d Rockefeller, the founding fathers of the Rockefeller written by David Freeman Hawk. And I wanted to start there because I think it demonstrates how important understanding and studying Jay Gold is is if you are reading a biography of Rockefeller and an entire chapter is dedicated to another person. And that made me wanna read biography of Jay Gold, and the book I'm I gonna talked about today is the dark genius of Wall Street, the misunderstood life of Jay Gold, King of the Robert Barron, and it was written by Edward J Ren junior. And actually found out about this book because the author is the 1 that sent it me. So I wanna jump into what would have been the introduction to the podcast for this book, and it's at the funeral of Jay Gold. And, actually, before I start there, let me go to the very back cover of the book because I thought this this paragraph was very interesting. He talks about the thesis of the author. It's like, well, there's ton of biographies written about Jay Gold. Everyone basically says the same thing that he's evil. He's on sc. He was the most hated man in his day. And Edwards like, well, it's more complicated... If you actually dig into the research is actually more complicated than that. So it says, there were files for more than a century as Wall Street greatest villain, Jay Gold was in fact its most original creative genius. Goal was the most astute financial and business strategist of his time. And he was also the most widely hated that goes back to the book I was quoting from at the beginning where it's like, in his day, he had no peer. Back to the back cover, he was the undisputed master of the nation's railroads and telegraph systems at a time when these were the fastest growing new technologies of the age. His failed scheme to corner the gold market in 18 69 caused the black Friday panic and it's also a reason why for the rest of his life, he lives about, like, another 25 years after he he he actually caused this financial panic, and that's what gave him this this terrible repetition that still exists this day. He created new ways of manipulating markets, assembling capital and swallowing his competitors. Many of these methods are now standard practice. That's another... There's... That's just the first of many crazy sentences we're gonna find in this book. Others were unique to their circumstances and un repeatable. Some were among the first things prohibited by the Sec when it came into being in the 19 thirties. That would be about 40 years after Gold died. And so let's good to as funeral where 1 of his friends is there, this guy named Jesse. And it says, Jesse said he found it ironic that Jay Gold was always cast as the demon in any telling of the nation's recent recent financial history. If Jay was a sinner asked Jesse, exactly who were the saints. He ran on a list of the contenders starting with Cornelius Van. The foul mouth and brutal old come never claimed to have any agenda other than his own enrichment. Was he to be revered and what a Rockefeller, the avid competition crushing mono. Jesse did not see Jay as any more or less criminal than most operators of his era. I cannot say that Jay was in his moral nature much better, much worse or much different than any other shrewd and sharp player of his generation. I've known them all. And I can tell you that he deserves no more notoriety than those against which and with which he played. If he was exceptional, it was as a strategist, he had a certain genius, time and time again, Wall Street never saw him coming. And then he goes right into the heart of the conflict of his reputation that he was both a great Ceo and a ruthless financial manipulator. The case for goal as an... As a successful long term Ceo is there to be made. The highly imaginative, ruthless and easy to vi fight manipulator of security markets was also a detailed oriented owner of companies. He was a work who painstakingly consolidated dying railroads, transformed them into highly profitable mega lines and then did the same thing in maximizing the profitability of the west of the Western Union, skill steering all of his businesses through choppy economic seas in the 18 eighties. And so they're describing at that point in Jay's life, he'd be in his forties because he dies at 56 in 18 92. And so I'm still in the preface of the book, it actually goes into the the way he was reported in the press is not at all accurate to how he was in person. And I'll go into later on, and I didn't realize this when I read this the first time much later in the book, Jay did done on purpose. His antagonist and business after having been burned by him, provided a lot of information to a hungry press, and they in turn dubbed him the devil of Wall Street. It was easier and more nurturing to the pride of the wounded to suggest a pact with Satan than to admit that Jay was in fact the Michel angelo of Wall Street. A genius who crafted financial devices and strategies and who leverage existing laws in stunning original ways. And in this sentence really describes why I think it's worth spending time studying him, his success was profound his productivity was astonishing, and his motivations and tactics were fascinating. And I just wanna pull out 1 sentence for you that describes his personality, and this is actually repeated a lot. This is the first time of many times in the book that you'll rate that I read sentences that are just like this. Jay had always believed that shrewd aptitude should be rewarded and its absence punished. He despise fools. He was definitely an elitist, but not in the terms of, oh, did you go to a a right school, did you come from a rich family, it's... Do you have a brain or not? And so 1 of his best talents was identifying people whose mind far exceeded where they currently work in life, and he recruit them and they'd work with him in many cases many decades. So his dividing line in life, you could think about it this way. Like if you're smart with me, if you're not, I don't want anything to do with you. Another personality trait that Jay shares with a lot of the people that you and I said in this podcast, he was always pun. I just read this fantastic line in this post on a personal on this guy's personal website, and it reminded me that time is non refundable. And he said a week is 2 percent over year. And finally, 1 more thing before I get into his early life in his complicated relationship with his father, unlike most other self made man Gold never traded on his humble background. He said the fact of my father's poverty is not worth 1 dime to me. And we're only a few pages into the book, but it's already clear that... With that statement and knowing everything else that you know about him. He just knew. He's like, okay, my father's property that was his problem. He never resolved. That's fine. I just know that that's not gonna happen to me. So let's go into Jay's father because I think it really sets the tone for his entire life. It's gonna weird and it's getting be kinda weird where I'm reading a biography of Jay Gold, and I think about the legendary director, Francis for Cop, but I'll tie it together and explain why this is so important. So it says, Jay father was a complicated and tragic figure. So you could think of him right off the rep I don't have to, like, Barry late here. His father like the anti model, like, a cautionary tale for Jay. Okay? John Be Gold tribal memory passed on by his parents told him that he came from substantial people. All of these prosperous gold, burns and all these other, last names or in his family, who for generations had loom so large in Connecticut history. Okay. So what they're talking about is the fact that 2 or 3 generations above Jay's father. They were rich and prosperous, then, the generation above, so that'd be Jay's grandfather starts losing everything. And so now in where we are in this point in history, Jay's father is think about how crazy it this had to be. You're a poor farmer and yet in your mind when you were raised, you're raised on stories about how wealthy and powerful your ancestors are. That has to be very difficult thing to deal with mentally. Y John's own precarious position in life like that of his father fell considerably short of the heights scaled by his formidable ancestors. His lot in life was not substantial and he knew it. And that line in particular, His lot in life was not substantial and he knew it. That reminded me back on founders number 02:42. Francis ford Cop talks a lot about. In fact, in his biography, a main theme is the fact that Francis intense drive to not be a failure came from the negativity that he was raised in in his house. There's 2 lines in that book that really stick out and it says you can always understand the son by the story of his father. The story of the father is embedded in the son, and then Cope his own description of his father is devastating. He said I'd had spent a lifetime with a frustrated and often unemployed man who hated anybody. Who was successful. In that line that the story of the father is embedded in the son resonates with the book that I'm holding in my hand. My friend sam Hi just sent me a line that describes this phenomenon that appears over and over again on this podcast. And it says all ambitious men want either to please their fathers or to punch them in the goddamn face. And in Jay Gold case, it's gonna be clear. 1, he knows that he's rare. He is aware that he is rare. He is aware that he's most likely smarter than almost anybody else around him. And so I don't think he ever thought that his his life was gonna end up, like the same ways as his father's is, but you also see this in his actions because the minute he can. He runs away from the farm. And he's young He's, like, I think 17 at the time. We'll get there in in a few minutes. Versus is a description of his life and why he'd wanna run away from this They're on... They're living on a poor farm. His what... His his mother's name is Mary. Mary made all the family's clothes. The lion share of their food came right off their homestead. Their furniture was handmade. Tragically, she's gonna die. He has a deal. His his sisters die, His mother dies, he's 4 when his mom dies. And so he doesn't really have a memory of her. Remember this for later when his... When we get to his obsession with flowers, which a lot of people are gonna find surprising considering how ruthless they said, Jay was. But his passions in life, it says it later in the book towards the end the book, but his passions are were money making, reading, walking, flowers and the enjoyment of nature. And so he would love to take walks in nature constantly. So his mother dies, he's 4, his father needs a mother because it's got a a lot of kids. I don't even know how many. They got, like, 7 or 5 or something like that. So John mar again that summer, and then that wife also dies later on that winter. So now He's 5 years old, his step mom, maybe he remembers her, maybe he doesn't, then his dad mar again. 2 years later, that woman also dies. And so his older sister later in life is describing this part, and she says Jay had seen a great deal of trouble before he'd had reached the age of 10. And so you could think of his early life as constant exposure to a life that he does not want, and he'll do whatever he can to avoid it. He was a serious child. This is gonna... There's so much similarities between rockefeller and Jay Gold It's not even funny. Jay was a serious child, seemingly delicate until challenge and possessed a somber maturity that bell his youth. They said the exact same thing about Rockefeller. He was remarkably focused. Same thing about Rockefeller. I knew him once to work at times for 3 weeks on a difficult problem. Sarah, this is his sister recalled. He would never accept assistance in working out hard problems that is the first mention of something that is repeated, maybe 5 or 10 times out the book. He would never accept assistance in working out hard problems. He would just dogg pursue them. Part of Jay's 10 derived from the early realization that he hated farming. It fell to him to perform many of the toughest chores about their homestead. It added up to a simple minded dr that Jay described as torture. And even at this point in his life when he's about 13 years old, he's obsessed with learning, he tries to get his hands on any kind of information you possibly can, And just like he would later in life, he approaches learning with like, a single sided determination. He was extremely serious. This is his teacher. 1 of the teachers that was... That knew him when he was 14. Mister Oliver recalled, the 14 year old j as a deliberate student He was not a boy given to play. He was never rude and bo didn't shout and didn't jump around. And so there's a series of adjectives that are gonna follow him daughter's his life, persistent, deliberate in his study disciplined. Again, we're gonna see another example that he did not like to ask for help and would just stick with the problems that was solved. Like his sister Sarah, Oliver noted Jay's stark independence and pension for refusing help. If he was sent to the blackboard to work out a sum, he would stay here the entire time rather than ask for a solution. The depth and the z that Jay put into his studies cannot be overstated wait till I get to this conversation that happens about, I wanna say 20 years into the future between him and Thomas Edison, and you'll know exactly what I mean. But at this point, Jay still a teenager, we see that he picks up his first trade. This is important because His first trade is gonna lead to his first business and having this trade allows him to escape. So his spirit in his spare time he continued to pursue mathematics, specifically the sciences, engineering and surveying. He borrowed surveying tools and began to tutor himself in their use. Jay told his sister that surveying represented his ticket out of town. A month before his sixteenth birthday So I was wrong. I thought he escape when he was 17. He escaped 20 15 about to turn 16. He made the move from the farm into the town. He took off with without just a mere 5 dollars in his pocket. This is something you and I I've seen over and over again, Henry Ford escaped the farm for the city, Chang Young, which is the first thing that I thought of when I got to this part, that's the founder of Hon, all the way back on 1 7... On Founders 01:17. I covered his auto, which to this day is probably the most inspiring auto I've ever read, his story is just crazy. But if you remember that story if you've read the book of a podcast. He tried to escape 4 times from his his his father was also a poor farmer. He was in Korea, so he he wants escaping the fourth and final time to soul. But there's just something about these poor determined young boys, something inside of them that just tells him I have to get out of here and I have to do it now even with great risk. And a lot of them why I'm leaving. It's not like they're coming... They're they're leaving with AAA giant safety net. And in Jay's case, he's got 5 dollars, but he's now got a trade and he's got a brain. So he gets hired But it's guy named Snyder, Snyder and hires Jay and a couple other boys that are survey. He's serve hires them to survey and make a map. The importance of maps and understanding terrain are central to understanding why Jay was so successful at what he did, and I'll go into a lot more detail later. But in this case, Snyder is gonna wind up hiring him for a job he cannot pay them for. And so watch Jay's response to that Snyder finally admitted to Jay and Peter, which is another young survey that he was yet again bankrupt and could not pay them pay the money that he owed them. And so Jay and Peter like, okay, that's fine. In lieu of their salaries, J and Peter took Snyder rights to the map and then brought in another useful survey by the name of Oliver as a third partner. Unlike his partners, Jay did not have any ready cash. So then he hired himself out to his partners at a rate of 30 dollars per month, and at the time, at the same time, agreeing to a reduced share of the proceeds from the map. So instead of that them splitting it 3 ways, 33 33 33, they're gonna both take 40, Jay's is gonna get 20 percent. And then his partners are describing Jay at this point in his life, which he he... He's like this his entire life till he dies. Jay Gold was all business in those days as he is now. So that's his partner describing him 4 a decades after the fact, why even at meal times. He was always talking maps. He was a worker. And my fault member, the the the starts out saying, Jay was a work. Right? He we're seeing this... The same thing they were describing him you know, the 50, 40 year old j. The j that was running railroads, but he had those traits even when the opportunity was so much smaller than a trans railroad. At 1 time, Jay owns, like, Wanna say 1 ninth Anywhere from 1 I've heard read different things But anywhere from 1 night to 1 fifteenth of all the the miles of railways in the in in the United States, which is remarkable considering where he is right now in the story. Even at meal time times, he was always taking talking maps. He was a worker and my father was to say, look at look at this gold, isn't he a driver. 3 months later, when they finished the map, the partner settled up, and Jay walked away with 500 dollars. As his share of the proceeds. This is 18 52. And so his friends at the time. And many of these friends, he kept his entire life, which the author also brings up to the point. I was like, oh, he hated people. He was a loner. He's like, well, you're not paying attention. Like, he had his these, like, poor farmer boys, many cases never moved away from where, they grew up. Jay would go back and visit them, and they would maintain relationships service entire life. So I think what the authors doing, which is really beneficial is just saying, hey, keep people are complicated. If you wanna paint somebody with a broad brush, you're just accepting inaccuracies. That may simplify the way you think about them, But it's a very incomplete picture of a human being, but they're talking about even at this time. They're like, oh, this dude is he's not normal. This is strange. So it says Jay stated to his friend. Remember he's, this 0.16 I think. Jay stated to his friend that it was his belief that happiness consisted not in indulge, but in self denial. He would routinely shu drink just as he did tobacco, games or the habit of swearing, and he would also constantly just like Rockefeller mentioned at a young age. Rockefeller stopped doing this when he's older so did jay. That I'm determined. I am my destiny is to be wealthy? I am determined to use all of my best energies to accomplish this life's highest possibilities? He said. What a line coming from a teenager? I'm determined to use all of my best energies to accomplish this life's highest possibilities. When he was a teenager in addition to teaching himself surveying. He also taught, learned how to do bookkeeping. So he's going back and Forth just looking for all kinds of opportunities his father owns like the small, like, he traded his farm for, like, this tin store. So says Jay did his father's books, these books revealed, his father's dismal finances. This added to Jay's worries. Despite all of this, Jay remained optimistic for himself in the long run. And he said so much to his friend Crosby me 1 night. Jay announced suddenly, Crosby. I'm going to be rich. I've seen enough to realize what can be accomplished, and I tell you I am going to be rich. And his answer to Crosby follow questions. It's actually really smart when Crosby asked by what method would gold become rich, Jay answered. I have no immediate plan. I only see the goal. Plans must be formed along the way. I only seize the goal. And so his first step is like, well, I just made 500 bucks creating a map. There's clearly demand in this area for my surveying skills. Why don't I just do... Instead of getting hired by Snyder. Snyder going bankrupt and not paying me Why don't I just open my own business? And the way he moves for being... A seventeenth time, the way he moves being 17 is unbelievable. Jay's immediate plan was to undertake his own survey and map of Albany County. He had just turned 17, and he sent out letters to prominent men of the county solicit listing their subscriptions. He then hired 2 assistants whom he instructed in the rum of Surveying. He personally went door to door in every township selling advanced orders for the finished map. He also advertised in the local newspaper to sell even more. And then look what he does it, which is really, really smart. He solicit another contemporary, this guy named Simon, who was the publisher an editor of the local newspaper to help promote the map. A few months earlier when Simon was seeking to broaden his subscriber base, Jay had sent him 5 dollars as a way to contribute to the cause. And then a few months later, he asked Simon. He's like, the supervisors ought to encourage the use of maps in the schools in this county. By buying maps, remember, that's exactly what he's making and what he's gonna sell. For each of the school districts. And he asked simon. He says I want you to give me an editorial to this effect. You must model the editorial over to suit yourself, but it must be as strong as it can be made and come directly from you. And so think about what's happening There effectively. It is an ad for the product that Jay is making disguised as an editorial. Why is that important? Because 1 of the things I've... That stuck out from me from James Dyson. I think I covered that back on Founder 200 was he said something that was fascinating and how he was able to grow. He had the at the time, Dyson he was only... He had 1 product, he was selling vacuums. It was only 1 country in in England. And yet he was able to grow faster than any other vacuum manufacturer in history, and he talked about that because he relied not on advertising, but on editorial. And he said that 1 decent editorial counts for 1000 advertisements. That's why he directed his his time and resources and resources he had then was not a lot to getting editorial as opposed to just doing ads himself. So while Jay is running this Map business and doing everything else. He's like, hey, he's not the kind of person ever does 1 thing at a time. He's I I... I'm... The the book was... There were so many times in this book, and I mentioned this on the the Rockefeller podcast when they talk about all the, like, the partnership, the Secret partnership between Rockefeller and Gold and how I'd read that chapter twice and still didn't understand it. There's a lot of that in the book because he's just so complex. He's got so many things going at once, and they all kinda like, feed into each other. But even as a young man, he's like, I'm not just gonna focus on my surveying business. I'm gonna build... There's all this these these contracts. These lucrative contracts because they're building roads for the first time in this part of the country. And so Jay gets a contract to build a small road that's linked that's linking these 2 towns. But there's also other people suing to stop the development. And so I wanna read a few paragraphs here because it really gives you insight into how Jay operated. So he goes to meet this attorney, this guy named Hamilton Harris. And Harris is telling us his first meeting with Jay. They wind up... He winds up serving as 1 of Jay's attorneys for the next like, 40 years. So says the question of hand involved opponents to a particular section of the road who were seeking to gain an injunction, stopping construction. Harris had barely started laying out his vision for an elaborate legal defense when the small boy pipe up with a question. Was there anything Jay asked to stop the company from going ahead with construction before the his enemies the enemies of the road were granted their injunction. So they're saying they're gonna get this injunction. They just don't have it yet. So when Harris says, no, there's not, that's where Jay senses his opportunity and this is what he does. As he would so many years... So many times later in life, Jay now used the letter of the law, not the spirit. Right? Jay now used the letter of the law to his complete and utter advantage. The same day, he hired every labor he could find. The following morning, he purchased and hold vast supplies of lumber using the good credit of the Shaker Road corporation. That's who he's working in collaboration with as his collateral. Then he put 3 teams to work on 8 hour shifts day and night. So he moved not only just fast, but immediately, and then he said, hey, we're gonna work every single hour every single minute of the day. And this is a result. By the morning of the day that the roads opponents obtained their injunction, the disputed section of highway was already finished. I have to remind you again. He's like 17 or 18 years old when this is happening. That's just remarkable Not only he building map... Or creating maps and selling them. He's building roads. He's taking every opportunity, He went up saving, like, couple thousand dollars at a very young age. But in between all this, he's also taking any job he can get, So he starts working in a general store. And I guess at this time, general stores literally sold everything because people go there to order books. And so this is our first introduction to 2 things that are gonna happen his entire life is that Jay's extremely well read. And in a hurry. I think his personal library layer in life consists of something like 5000 books. So this teacher teacher's is gonna stop in at the store that Jay is working in and to order textbooks. And so this is his recollect election of meeting Jay goal for the first time. I was pleasantly greeted by this young gentleman who kindly offered to assist me in selecting the tech in the textbooks I needed. He began suggesting the books he considered best for for particular studies. Jay's remarks and criticisms impressed Mc glory. That's the teacher. I soon learned that his knowledge of books was not limited to mathematics in the physical sciences. Physical sciences. Excuse me. He was fond of literature in scientific studies, and he must have spent much time with books for he had acquired an extensive knowledge of a wide range of subjects. Around this time, another 1 of his sisters dies. Given his early losses the child, his own close brushes with death and Polly demise that's a sister Jay would always remain acutely aware of the b of one's time on Earth. Time is flying fast, he said. As a niece who knew him well would 1 day suggest those 4 words, time is flying fast, were indicative of a feeling that seems to have been always in the mind of jay from his childhood. A feeling which apparently spurred and drove him. Seldom permitting him pleasure in leisure or relaxation. Again, and again, this is though this is the main punchline why I'm telling this. Again, and again, he came to speak of the shortness of life and the necessity of doing while there was yet time while there was yet time to do. Okay. So now I wanna get to the part where Jay one's a partnering with 1 of the richest people around at this point, and a person he's eventually going to get the best of in a very surprising manner, which again, speaks to what everybody says about him. The fact that he was the smartest person around. He was a genius. He had this, like, brilliant strategic mind. And so we see that in a smaller dose many, many years before he gets to Wall street. And what's fascinating about what's about to happen is this all opened up from An idea he had when he was much younger, where he told his sister like surveying, me learning how to survey is my ticket off this farm. And so as he's practicing that trade building that business, he goes and tries to sell the maps that his... That he's making. And so because that worked in 1 county, he's like, oh, if I can make a map for 1 county, I can just keep doing this over and over again, this is gonna lead him to meeting this guy named Za pratt, which I'm gonna get to. I'll give you an overview of this this guy and why this is so just mind blowing. This whole book is mind blowing. The entire life of J Gold is mind blowing. Jay first encountered Pratt, who was 46 years older than him, during the summer of 18 52, when Jay was working on the map of Ul County. So Jay's is like, hey, I'm working on this map. I can do that for this other county that you have either businesses or or your house in, will you fund it. And it says Pratt declined to fund that project, but pronounced himself impressed by Jay and promised he would keep him in mind for future tasks. So that happened in 18 53. In 18 56, Pratt goes looking for Jay. And he tells Jay that he wants Jay to make a survey of his farm. So Jay does that, but he also does something again, it's really smart. He's like, listen, I'm I'm gonna find I'm an attempt to my... Make myself useful in any way possible to pratt. And so they're gonna wanna be becoming partners. I need to give you background into pratt because he's also a crazy person as well. He's unbelievably wealthy. He owned... So he was a tanner. In fact, he owned the largest Tanner in the world. So they used the word Tanner over and over again in the book. It's just the manufacturing of leather. And what Pratt did was he had... I don't know. I think, like, 30 different partners. He'd have all these different partners with all these different people, and they would just build tanner everywhere. By the time, Jay meets pratt. He he has the largest tanner business in the world. He had been served in the Unite, and, like, the house of representatives, He was a banker. In fact, well, let me read this line because there's a fantastic line. Like many people of great accomplishment, pratt was somewhat eccentric and possessed a powerful ego. What does that mean? Well, when he starts his bank, he decides to print his own notes that were kept on par with the current the local currency. Right? Guess who he put on his banknote notes. Himself, he put pictures of loan face. He owned a bunch of land to, and so, they had this massive think of Mount Rushmore. But instead of putting, you know, presidents or whatever. He put his face... He had... He hired. He hired, what are they? I guess, carver, artist maybe to put... To carve his face. In this this this rock. They called a massive rock out dropping. There was 500 feet above the valley that they're in. So I'll just keep trying to give you background to the personality that Jay is about to partner with and deal with Like the guys, obviously, very wealthy 1 of the wealthiest people around owns a ton of land owns all these different businesses has all these different partners has a giant ego printed his own face on on a on his dollar on dollar bills for for, all intents of purposes and then carve his face into a rock. And so because Jay did good work for him, then jay when Jay pitches him, he's like, hey, why don't we do this 50 50 partnership? And why don't we start another Tanner. All run it. You have, obviously the capital and the the knowledge, but I'll do all the work. And so it says, Pratt, con... He convinced Pratt on the spot and they formed a 50 50 partnership Pratt main contributions to the enterprise where his expertise and his money, while God was able to invest his useful energy. Pratt made it clear that the day to day responsibility for the operation was to be J, J's and j's alone. Pratt would be available for consultation and advice and he would answer all questions as to how to set up and manage the plant and market the finish leather. And this is remarkable to contemplate j was not yet 21. And so this goes on for 2 and a half years. I wanna get... There's 2 important parts. I'm gonna tell you how like you're might vehicle well, how did Jay wrestle this business away from Pratt. Like, that seems unbelievable. But before I get there, pratt introduces jay to a different side of the industry. And that is this market called the swamp, it is in New York City. And Pratt tells jay that the swamp is to tanner what Wall Street is to financier. And so Jay is studying the entire industry. And he's like, oh, wait a minute. Who would I rather be? This is just a fantastic question to ask in general. Like what side of the transaction do I wanna be on? And so he's breaking down all the different parties that make money on the production of leather. And he realizes, oh, I'm on the... I can't stay on the side of the transaction? And this is what he said. Remember, think about how young is. I think he's like, 20 We fast forward in the story a little bit, So I think he's, like, 22 23 here. I've come to realize that it's the merchants Gold Road, who commanded the true power in this industry. So he's gonna describe what he means by merchants. The tanner, which is where he is in this sequence right now. Okay? The tanner appears to take the greatest share of capital, but merely processes that capital because his expenses are extensive. His risk is real and his labor is heavy. The shippers deal with the next largest sums of money, but again, They have extensive expenses and a lot of work to do. They're brokers. Now this is so important to understand because this is the role he's gonna play for the majority of his career until he starts running the United Pacific Railroad for real. Which we'll get to. But this is really to think about, like I think in my might... No, this is. I I shouldn't... I'm not even gonna hedge. This is going to be his greatest skill. So let's go back to this. The brokers, meanwhile, take what seem the smallest share, but the small share of the revenue. But it is in fact the largest. So he's talking about the financier. Right? Theirs is nearly pure profit made on the backs of the shipper and the tanner, and they never have to get their hands dirty. And so that is important because Pratt introduces him to the swamp, he is going to wind up going up to the swamp independently when he realizes that Pratt is trying to move against him. And so this part of the stories where Pratt tries to get rid of jay but instead Jay gets rid of pratt. Again, think about this, how crazy is this? Is this not very ee similar to what happened in Rockefeller life, where his first partners oil partners like, hey, we're gonna get rid of rockefeller didn't know that he had all these secret mach combinations that were taking place. Right? Rockefeller said, oh why they were talking big and loud. My mind was moving. We're gonna see Jay does exact same thing. Except Jay is doing it to much more formidable people because Rockefeller partners were a few years older than him, but they had similar levels of experience. Jay is going to out somebody that should have known better. So says Zach pratt in his later years hardly ever spoke of his partnership with Jay Gold. In his art, Pratt filled page after page with the names of dozens of partners. Nowhere did he mention jay. Jay himself commented on the dissolution of their partnership only once during senate testimony many years later when he summarized the event in 1 flat sentence. So again, go back to this idea of Jay had an economy speech. He was very quiet, very stealthy, very secretive. He did not like to talk. This is he's gonna summarize this entire thing I'm going to reach you. In 1 sentence. We carried on the business for a while, and then I bought mister Pratt out. Yeah. That is under understanding that Jay. Come on now. Pratt apparently sought to improve his personal profit by Ou his partner at a bargain price. They were also kinda like, fighting. This is 2 and a half years into their partnership and Jay is like, oh, like, I understand the business now. He started relying on pratt less and less and being harder to deal with which of course, Jay's is very difficult to deal with. Pratt having the largest interest said to gold, you must either sell or buy, thinking it impossible for jay to buy and secretly hoping to force Jay to sell his share thereby enriching himself at Jay's expense. Pratt would buy out Jay for 10000 dollars, or else, Jay would must buy pratt out for 60000 dollars. Pratt added that Jay would only have 10 days to decide. And then the author does a great job of describing Pratt motivations. Pratt had so far sunk a hundred and 20000 dollars into the operation. He would have offered to sell at half that amount only If he were convinced there was no way Jake could come up with the necessary funds. But Pratt, who should have known better had underestimated his young colleague, you and I have talked about this. How many times? It's gotta be dozens of times by now where we see this mistake happen over and over again. There's no benefit to underestimating somebody. It is all downside and no upside as Pratt is about to discover here. In the time allowed, so that's the 10 days, Jay had traveled to the New York swamp. So think about it this is like, the financial market for Tanner. Right? Where he struck a deal with his guy named Charles Lea and Lee partner David Lee. Lea and Lee own 1 of the swamp most prestigious brokerage firms. So that's who he's trying to partner with. Okay? So says, yeah, they agreed to acquire a 2 third steak, in Pratt and gold, which is the the name of the company for a total of 60000 dollars to 60000 dollars, which is what the the same price that Pratt named. J fl acid pratt. So when he exercised his option to buy the firm. The deal was finalized and that left pratt with a 60000 dollar loss because remember, he had already put in a hundred and 20 grand into the company and then, Jay just had to come up with 60, so that's where they came up with a 60000 dollar loss. It left... Now, so I left pratt with a 60000 dollar loss, but it left Jay with a 1 third stake in a thriving tanner and an alliance with 1 of the swamp most prestigious brokerage firms. Given these facts, This is such a fantastic way to tie this and end the story. Given these facts, pratt utter silence in later years regarding his partnership with Jay an enterprise at the end of which Pratt wound up better by a man barely out of his teens. Begins to make sense. And we see Jay's own view of himself even when he's young, he's about to try to buy out his other partners. And 1 of his partners about to shoot himself. This is crazy. So it says Jay had a growing pension for maximizing his advantage and cutting legal corners. He was aggressive and expansion by temperament. So at this time, his 2 partners Lee up and Lee are trying to get him to say, hey, essentially, like, let's say, I'm making these numbers up, but you can produce 10000 units a month. We're only gonna sell 1800. They're trying to, like... There's something else going on in the market at the time. That's very complicated. I'm just gonna skip over a part of that. But essentially like, hey, hold back. We're not gonna sell all of our production. Jay is not gonna put up with that. He's aggressive and expansion is by temperament is something else you can learn from jake studying J Gold is that everybody around him, he just thought larger than every single person around him as we'll see. Gold argued to his partners diplomatic at first after several months of to low unit production that he could and should ship 21000 finished hides during July, August and September, because he's not concerned with the other stuff that you're worried about. He's like, hey, I'm making these. I wanna sell them, and they're gonna have this gigantic fight. This is gonna why they're gonna have a fight this court case. For, like, 7 years, but this is just Hilarious. I just wanna pull out 1 paragraph because, again, I'm really trying to get, like, in your mind, it's like, who jay was and just the kind of person you're dealing with here. Lee became so agitated about Jay's insistence on operating the plant at maximum capacity. That's a great analogy or a metaphor rather of how jay approached like a business in general. He's taking it... I'm at... I'm operating at maximum capacity here. I'm not sitting back. I'm on, I'm aggressive and I'm going. It says, he became so agitated about Jason Systems on operating the plan at maximum capacity that he offered to buy Jay share of the business for 20000 dollars. What now we've already been talking for a while. You know. What do you think Jay's response is gonna be? Jay flat rejected before counter that All buy you out. So, unfortunately, Lee up of Lee up and Lee starts having like, the psychotic break starts like, having hallucinations and seeing things that are not there. Like, runs into his house 1 day, kisses both of his daughters on, like, goodbye runs into the next room and then shoots himself. And so because he had this this complicated state, it is causing problems in the business that they own together, This is known as the Go war war, Go being the name of the Tanner that they own together. And so they're trying to, like, Jay trying to buy Lee now that Lee up is dead. Lee is not being truthful as we'll see in neither is Jay So Jay, what he does is like hey, I can't wait for all this. I need to find a way to not be reliant on their brokerage. On this brokerage that is now in all kind of core cases and everything because it's unresolved who owns what assets. So he goes They're they're both doing secret mach vaccinations against each. Jay goes and sets himself up a leather merchant in the swamp, and he starts marketing his own hand sides from the tanner that he owns on his own, which used to be what his partners are doing for him. 1 of the things his partners are doing for him. And so at the same time, his partner, Lee, who's older is, like, hey, come have this meeting, let's work this out. We can do a deal. And what he does is he he he lures jay to New York for a few days. And with with the the promise, like, we're gonna meet... Oh, we can't meet today. Okay. Oh, we meet tomorrow. Oh, can't no. I'm sick. Oh, meet you in 3 days. But in the in the meantime, which since he knows Jay in New york, he goes and tries to take over the tanner by force. And so when I say like he tries to take over overseas it by force. There is so many examples in the book in the. And if you study, like, American business history in the 18 hundreds, that... That's not, like, hyper. Like, literally, he's going to... There's about to be a shootout out at a Tanner. That's how things were resolved in many cases We've gone over this over and over again where there's Van builds, the Rockefeller, Fords. They break strikes with violence, Henry Clay f this, Andrew Carnegie did this. And there it what complicates thing is not only do they hire, like, trained, like, detectives and soldiers and mercenaries, but then they'll have like, a, a shootout and then they'll go to the to the courts. But each side owns all all the judges and all the politicians are in their pocket. Wait till you see what Jay talks about. He... He's testifying, and he goes into detail later on. About... He's there, like, well, how many politicians did you buy? And he says, like, asking me how many politicians I bought. It's like, asking how much freight my railroads ran on any given day a few years ago. It would just be impossible to tell you because it's just a standard part of my business. So I'll just give you an overview of how this ends here. Lee's there. He's got... He goes into the Tanner. Barricades himself inside, and they call an army. He's got 25 heavily armed men inside the tanner. They're prepared for a fight, so jay finds out he goes, and then his first action is says was to consult with his attorney. His attorney properly urged that Gold could take back his property by force. So he met... He was met at the gates. He... So he brings his own army. So Jay, how young is he He's gotta be what? He's still, like, maybe 25 years old when this is happening. It's unbelievable. So gold brings his own army meets Lee and his army at the gates of the tanner, and Lee says they says Lee threatened his life if he did not leave the premises. Gold then invited leaders surrender in order to avoid bloodshed. This is insane. And so it says upon lee's refusal, Jay moved into action. So Lee's got 25 people. Jay's got 50. Jay says I divided it I divided my 50 man into 2 companies, 1 of which I dispatched to the upper end of the building. So he's a flanking. I'm essentially. While headed to the other to the other side at and open a large front door. When Jay burst open the door and ran in, he was immediately salute with a shower of bullets, which forced him to retire temporarily before charging a second and the third time. This is insane. At last, he gained complete entry. The firing now became general on all sides and the bullets were w in every direction. It's amazing how bad and aim they were. League gets shot in the finger, and I think 3 other guys get shot, but no 1 dies. And so after the shootout goes to the courts, Jay and Lee wound up in court, suits and counter suits went on for 7 years, while the Tanner lang and lost all value. And the reason they lost all values because because of all the the the lawsuits he was incapable of transact business. While the lawsuits progressed. Gold was forced to start over both financially and professionally. And so what he did After this? He's like, where... What's my next move? What business I'm gonna jump in? You spent time in Manhattan pondering his future, looking for a toe hold and a new career. And this is where he he's like, okay. I'm going to Wall Street. He's got a great line on that. His dad's back in the picture. His dad is, like, drunk all the time. Poor has to live with 1 of his sisters. And so it says, Jay looks at father sadly. Sarah said. That's a sister. What he sees in that broken man, I cannot tell. That gives me, like, shiver. The idea that you would ever mis your life so poorly that your children describe you as a broken man and listen to this writing, what Jay saw was a specter of futile pride and broken dreams from which he would spend the rest of his life in flight. I am trying Jay said to start myself in the smoky world of stocks and bonds. This is 1 of the best sentences in the entire book. There are magician skills to be learned on Wall Street, and I mean to learn them. So let's go to when Jay arrives on Wall Street is around 24, 25 at the time. Jay spent his first few months on Wall street, doing small deals, winning and losing and learning from his mistakes. He spent long days researching leads with a monk like dedication. We saw that 1 when he was younger. We see that now when he sends his mid twenties, he'll keep that monk like dedication his entire. He also studied the moves of the sharpest players and learn how instruments financial instruments might be leveraged to provide either the cash or the credit necessary to make one's desired next step possible. And we see that he was not prone to distraction. He fixated on the business and his own future, and he appears to have cared little about the wider world. And so there's all these sentences that are spread throughout the book, we see it here as well, with other people just describing his personality as it was remarkably consistent. This is what he was like in his in mid twenties. He seemed to have approached all things with a machine like intensity that some found hard to take. He was a sober fellow blessed with great personal discipline. A commodity that remained in perpetual short supply among the would be millionaires on the street. So he's meeting a lot of older people that are more experienced. 1 of these guys famous in his own right. This name guy named Daniel Drew, Daniel Drew and Gold will battle for many, many years, just, like, Drew will battle with, Van... Van builds is like a main character in this book. But I'm only bringing Drew up so we can compare and contrast the way, like, how Jay thought about what he was learning. As just a means to an end. So it says Jay continued to study the Art of Wall Street as practiced by the most seasoned spec. In time, he became a master at stock watering, short selling, pooling, bear raids, bear traps and other standard tricks of Wall street, but unlike the Daniel Dr of the world, Jay valued Wall Street speculation as a means towards a greater and more complicated end. He sought it in the long run to take control of companies that he could manage, improve and merge. It was only a matter of time before he focuses his attention on the 1 sector of the marketplace that offered the greatest range and flexibility of financial instruments and also the greatest promise for long term growth. Railroads. And so 1 of his first advantages derive from the fact that he had this, like, monk like dedication. He studied and read everything. There is something this is not like the sexy part of business by any means, but it's something that you and I have seen over and over again. The most explicit statement of the importance of studying regulations. Came all the way back from the guy that founder a Trader Joe's. I read his auto. It's called becoming Trader Joe. I did a podcast on its number 1 88. And he says in that book, as I learned time and time again. Success in business often rests on a minute reading of the regulations that impact your business. And that comes into play. This is how he gets involved in Ro to the very first time. As gold new, the New York General Railroad Act of 18 50. That must be make for good rating. Right? Or for for fun reading. The New York General Road act of 18 50 allowed directors or railroads to issue bonds of their own... On their own authority, to finance expansion. It also permitted the easy conversion of these same bonds into common stock and then back again into bonds. Jay must have quickly realized that just a small percentage of Wilson bonds. Wilson is the guy offering to sell bonds in this R and w railroad for, like, 10 cents in the dollar. Okay? So this is why Jay realized, oh I gotta jump on this right now. Jay must have quickly realized that just a small percentage of Wilson bonds when converted would establish a controlling interest in the r and w railroad. Wilson offered jay all of his bonds at just 10 cents on the dollar. So this is where we see Jay take control of his first railroad, this is something he's gonna do with the rest of his career. Thereafter for a solid year and a half, Jay is 27 years old at this time. I should bring that your attention. Thereafter for a solid year and a half, Jay spent 4 to 5 days a week, working to improve the infrastructure, traffic and profitability of the r and w railroad, and we see this month like dedication again. Well, he didn't know about the railroad business was considerable, and so he made a point of learning it. He quote, he says, quote, I left everything else and went into railroad. I took entire charge of that road. I learned the business, and I was president and treasurer and general superintendent. I kept at my work. 1 of his employees on the railroad road was just getting Charles frost. He gives it just us a description of Jay Gold at 27. He was a man of snap judgment, Kurt in his remarks and exacting. Action was his hobby, and he was relentless in his efforts to bring about the accomplishments of those things which he set out to do. Isn't remarkable though, We started with description of Jay Gold. When he he's like, 14 from his teacher, 13 years later. It's the same. Personality over and over again just applied. He's applying his talents and his dedication his persistence, his his like deliberate study to whatever is in front of him, but he's absolutely relentless. They call machine like, disciplined. Action was his hobby relentless in his efforts to bring about the accomplishments of those things which he set out to do. You and I are not building railroads. But we can apply these same traits to whatever it is that we do. And so even while he's doing all this, we see the other important he had essentially 2 the... 2 most important things in his life was his work and his family. He was not an absentee father and apps husband In fact, he was extremely inter extreme introvert. After his day, all, if he's not working, he's spending time with his family, he's making sure. Now he's far away. So during the week, he has to... Like, he's on, like, a round trying to to to build his fortune, still very early. Like, he's so he's got a little bit of money, but he's not nearly as well. He's obviously he's going to be. But he's coming home every weekend. He's spending time. His his wife is now starting to have... I think they have 1 of him, like 5 or 6 kids. He's around. His family, like, he wanted to be with his family when he was not working is what I'm trying to tell you early in his career, Jay demonstrated his lifelong dis... Dis inclination to separate himself from family. He always returned to his family every weekend 10. And so because he makes these rapid improvements to this R and w. He's able to partner and with another guy that owns other railroad. So there's a lot of highlights I have on this 1 page. I'm gonna summarize... I'm gonna read you my summary what I wrote to myself after I read this part. And because I think it, like, sets up what's about to take place. So it says other people can have the same ideas as you and still won't get the same results as you if you're are more creative and your execution is better. A lot of other people solve the opportunity in railroads, and vertically integrated Mono monopoly. And so in 18 65, Jay sold control of the R and w to this guy named William T Hart, who was a steamboat entrepreneur who like other old steamboat entrepreneurs, Daniel Drew and Cornelius van, saw the future and was now interested in Road? So that's important part. Why are all these, like, what is it taking place? Like, what do you know as a steam ship operator. Right? You're in the business of transporting goods and people from 1 spot to another. Now they're building out railroad, it just seems to be any, a way larger opportunity in steamboat, which so heart saw this, Daniel Drew saw this, and Van saw this as well. And so just like Van belt before him, hart is, like, oh, I have a steamboat business. Let me combine it with a railroad business. So he took he had taking control over these these names are so hard. Like, I'm just gonna... It's it's a irrelevant what is named. Do you want me to say, rent a sol in Tara to. It's just a it's a bigger railway than the 1 at this point that Jay has control of, so he's going to merge. She's gonna sell interests they're gonna merge. Jay realized more than a hundred thousand dollars on this 1 transaction. That seems like a lot of money. There's single transactions that Jay does later in his life that he makes 40000000 on. It's bananas. Jay realized more than a hundred thousand dollars on this 1 transaction, his first truly enormous payday, but he was not done. A week later, he and Hart incorporated, this other railroads. So they're essentially, they're all combining... They all have the same playbook. Right? They're... That's what I meant was like, yeah, You could see the same opportunity. But, like, if you're more creative and your execution is better. Like, your yield better results. So they just take a bunch of small railroads, and they consolidate them and make them into larger railroads. And this is why Jay tells us exactly because he's... We see a note that he wrote his partner just gaining heart. I believe that consolidation will prove both essential and inevitable for his score or more roads in the coming decade. He's predicting in the future and he was right about that far better than mere cooperation is tight coordination. Close vertical integration, economy of scale, and un challenged market domination whenever possible. So that's Jay's playbook that he's writing when he's in his twenties. That's what Heart's trying to do. That's what Drew Van built Rockefeller Morgan, all these guys are doing the same thing at this point in time. And so he's like, let's not stop here. What is his advantage? Ever since Boy, he had a fascination with maps, how crazy does this all these experiences he could not have predicted when he's when he's telling his sister. As a teenager. What was he 15 16? Hey, surveying, making maps, studying to drain understanding the strategic ports, how to link Q forests and other resources together in a transportation network. All of that, He... There's no way he could predicted what he's gonna use that skill set 10 or 12 years later, which is exactly where we're in at this point. So he's like, listen, I had a, fast fascination maps. Now the 1 time survey scrutinized his maps with a freshly engaged eye. He studied the small railroads doubting the landscape as 1 would study the pieces of a complex jigsaw puzzle, pondering which among the Myriad possible combinations might yield maximum economy and profit. That is not exclusive to J Gold. We have studied multiple entrepreneurs on this podcast that were obsessed with the physical landscape and they use their understanding of the physical landscape to gain an advantage over their competitors. Is that not what Sam Walton did. He was the only retailer in the south that his own plane. So he's flying over studying traffic aidan can get down real low said traffic patterns, he picked out what if my memory serves me correct, the first hundred and 30 Walmart locations himself. Out of his little Ces plane. It's the same thing that Rockefeller was doing when he set up his first refinery in Ohio. Way before. He was... He had... You know, Won't... At 1 time he was what, refining. I think 90 percent. He owned, like, 90 percent of all, the the refinery market in United States. Way before that. He realized, hey. I should set this up so I can actually transport the refined oil by both railroads and by boat. And now we see Jay Gold doing like, like, taking the same idea and applying it to, hey, which railroads give me a strategic advantage if I can overtaking and consolidate them. That's really cool. It's really cool to me, at least. And what's even... Like, cooler is the fact that he's like, oh, I found my life's work. This is what I'm going to do forever. The oh, this is so this is so good. This is Jay's Schwartz. This is what makes it, like, exciting for me. We are at a moment he wrote where there is a particular inevitable future waiting to be made. I see things very very clearly. I feel inspired with an artist's conception. My road is laid out before me in the plain of ways. He's talking about his path and life, not his road. He felt as if all the wheels had finally been installed in his life. Not only did he have professional focus, but also the meaning that his family. A wife and child. This is so good. Lisa, check out this rating. A wife and child to fight wars and build castles for. Now that I am in this place, it is a puzzle to me how I endured before. Everything prior seems to have been boxing in the dark, scraping without reason. Now I have my road to walk and my reason for walking it. So not only do I know what I'm doing in my life. I'm dedicating it to the the consolidation of railroads Right? In the building up railroads, but I'm doing it for my family. Gonna read that again. Now I have my road to walk and my reason for walking it. Now the piece is fit. And this thing. Ambition is... And this... And this thing, ambition is no longer blind, but divine. A true and noble and necessary path. That's the end of his quote, is a fantastic sum submission by the author. Work and family would remain his 2 hallmarks until the end of his days. So I just wanna give you an overview how how he was working at this at this point in his career. The Know life itself don't waste time or money, didn't excuse me. It didn't waste time or money did not wanna waste his talent on small accomplishments and recruited only 8 players. And again, I know I just mentioned this to, but a lot of these traits. You and I are not building railroads, but there's these traits just can be universally apply to whatever you do. He had an energetic mind. He suffered neither fools nor small talk. He would not tolerate lengthy, meaningless discussions of the weather. He was invariably polite to everyone, whether the sweep of the floor or the commander of the fleet. He would nevertheless though, remove himself promptly from any interaction that seen without 0.1 got the feeling that he did not believe he had time to waste. Friends relatives and business associates noted Jay's economies of action. The way he hoard his time and his capacity for focus as much as he did his dollars. And this is what he says about that. We must look at accomplishing big things in big ways. He would tell his assistance. Early in his career during a meeting with subordinates who ex him by bi about whether a particular move might be too audacious. He insisted that they keep their eye on the ball. The procedure gentlemen, the procedure we need not hesitate about dimensions. Jay's abilities as an entrepreneurial talent scout, selecting the natural leaders from among the naturally led. The innovators, from among the drones would loom large in the making of his fortune. In time, he would surround himself when an assortment of lieutenant who had little in common, other than their drive, their smarts, their invent ness and their humble origins. He would say that the school of the street is the 1 that teaches the most important lessons to those who have the capacity for learning them. And so this is what I was talking about earlier where he's able to identify somebody like oh, this this person has a brain that is not that is more advanced than their current like where they're at in life. In time, his inner circle would include a former Vermont peddle an Italian immigrant whose only formal training was as a deck hand and a 1 time grocery clerk. So this is where his father dies, jay's is 30 years old. And again, I wanna go back to what I said. That was in that Francis 4 c biography that you can always understand the son by the story of his father, the story of the father is embedded in the son. By the time, John Bur Gold died in 18 66, Jay could have purchased the old family farm plus 20 more like it in cash. Jay and his father could not have been less alike. My father met many un uncomfortable challenges. He walked a hard road. The world did not open up for him as it does for some. He was haunted by unfulfilled aspirations, broken dreams and empty hopes. He drank from a bitter cup and did so more than once. I have tried to make it my business to achieve some of the things that were denied him. In that way, perhaps, I can honor my father with my actions. That has been my philosophy. That has been my best hope. We all give or should give the best that is in us. But what he had inside him was not enough. He was not blessed with the stuff of success. So there's so much detail about Jay's career. If you're interested in I'd highly recommend read the book. I wanna skip over some parts get to the point where he starts at first being a partner with Cornelius van, and then they have a weird relationship, Van way older and a lot richer than he is. They started being partners, and then their enemies, and then they'll work together Van says he's that gold is that Jay's is the smartest person in America also says he hates his face. So I wanna just pull out something this this about this famous historical event called the Erie War. It's this fight over the Erie Railroad. And I just wanna... Like, the reason I'm bringing this your attention is because what Jay's doing going back to what I said a few minutes ago, it's not like he's the only 1 that saw this opportunity. There was a bunch of formidable people seeing... It's like, in today's age, thinking here you're the only person realized realizes the the advantage of the Internet. And what it could do to a business. Like, that was the railroads in their day. So this is, more about, like, why Van jumped into this, like, why he was engaged in this business. Van strategy and railroad was l... Was elemental as it was effective. You buy a railroad. You put in honest management, you improve its operation, you consolidate it with other roads when they could be run together economically, you water the stock, that's something that's all over this book, and then you make it pay dividends. And so it's important to understand going into this. They're not viewing this. It's like, oh, I'm gonna build up a great business. Jay has that view layer on at the Union Pacific. These are just their businesses name only. Their financial instruments to be completely milk. And at this point, Jay is still considered a nobody, but that's not gonna be the case for long. And so he winds up getting on the board on this board of this robo that's controlled by Van, but I wanna go to what the press says. The New york Herald speculated about the possibility of the future tricks among the 3 lions. So those people that's Van, Daniel Drew, who I had mentioned earlier and this guy named El, who is put... Who's supposed to be like Van guy. And so it says only these 3 in the in the newspaper estimate, bo watching. The balance of the board were nothing more than, quote, a batch of nobody's. 1 of those new board members was Jay Gold. Another was an equally obscure player by the name of James F junior. No 1 could have guessed that these 2 unknowns would soon be notorious as the all time greatest tag team ever to Wrestle Wall Street to its knees. So I wanna introduce you to Jim F. I need to read a biography of him, and you'll see why he's Jay's partner for a few years before he gets murdered. And so I wanna spend a little bit of time talking about y jay and Jim were actually get partners. This is an overview of how different f was from gold champagne breakfast exquisite silk suits and gold canes became f permanent norm. So did a steady procession of actresses and cor scrolls. This is actually what gets him killed. 1 of his many love affairs is with this well known actress. She winds up falling in love with f partner and part... Like, he's got a bunch of partners are all involved in a million different businesses. And so they're... They went up fighting over her, and they're also fighting in court on other, like, business related matters and all kinds of things. Anyways, that is gonna wind up. This guy gonna wind up following f into, like, a bar or a hotel and shooting them twice and killing them. This is a few years from now. So that's described in more detail later on the book, but that's like the brief overview. This is... They worked well together because they were in many ways, opposites. Jim was loud and self confident. Jay was silent and indifferent. Jim was bold. Jay was cautious. Jim said what he thought, Jay kept his mouth shut. Jim liked to spend his money, Jay like to keep his. Jim was generous and open handed, Jay wasn't, but both men had an inaccessible capacity for work and both were unusually intelligent. They made a formidable combination when they joined forces. So says Jay was always intense and therefore serious. His whole mind was centered upon whatever project he happened to have in hand. In this idea that he had intense focus. Has mentioned many times at the book towards the very end, I wanna read some sentences before I go back to their partnership. This will give you a great description of who he was as a person. The general impression that Jay v was of a highly focused mine to the presence of a body out of mere necessity. His concentration was so intense that you noticed it. Alright. So let's go back to this partnership what they're describing. So he's very serious his whole mine centered upon whatever a project that he happened have in hand. He was a stronger character than Jim F because he was more 10, but somehow he didn't seem to know that much about people. So that is Jim was like a master at people. Jim F on the other hand served as the cons salesman and promoter. So at this point, Jay and Jim are in this battle with Van. They go back and forth a bunch. And so they're hold up hiding out New Jersey. It's very complicated. This has to do with the control of the Erie Railroad. And so what what they're describing in the book and why bringing this to your attention because, like, Jay Gold sets the strategy. And then Jim goes out and and manipulate the media. Common Van boat owns New York, he told the reporters. He owns the stock exchanges, the streets, the railroads, and most of the steamboat there belong to him. As ambitious young men We saw that there was no chance for us to expand and so we came over here to grow up with the country. While F was doing all the talking in which Jay Gold who had composed talking points. To him goes the credit for this master stroke of framing the fight against Van belt in populous terms. This is just a high minded battle against single mining greed. It is a war against Monopoly, we just know from the Edward Be book that I just covered how the press routinely manipulated for private interest the idea that they'd put a populous spin on this war for control of the you're railroad wrote as a war against Monopoly. Every single 1 of these guys are mono monopoly, like this is absurd. And so let me grab another paragraph from the book paragraph 2 of the book because it goes into detail again about their partnership. It's just so it's a huge part of understanding Jay Gold career. Jay remained devoted to f, who fulfilled most of the social and public relations obligations of their partnership. F, most often provided the public face for jay Gold mach nations. Jay preferred to let F handle all the late night entertaining, f was far better than jay at glad handing, be preventing, corral with and winning the men of the press. Jay retreated to his house and his family every evening with a religious consistency. And so what would he do when he went home? Always devoted to his books, Jay now began to collect and unlike other such collectors he actually read antique additions of his classic works. His tastes ran towards the natural sciences. He also collected books on Bot and spent much of his time with his children working in the garden that he had cultivated. When his sister Sarah visited she guess this is what I mentioned earlier that keeping in your mind. When his sister Sarah visited, she guess at the source of Jay's fascination with beautiful flowers. When she recalled, as Jay could not, the extensive gardens, their mother had once maintained around the old farmhouse. So the book goes into the erie war. It's extremely complicated and hard to follow. I've said I read this 1 these parts multiple times. Still can't really figure it out, and this is why the great Erie railway stock litigation was the most extensive and complicated ever brought before the civil courts of any country. The weapons deployed by both sides in this coral added up to about a hundred and 20000000 in capital. The players contest for control of the erie were the sharpest to ever walk on Wall Street. And so after this was resolved, that's when Van has that famous quote. Van was annoyed, but also impressed by Jay. Van told a reporter that he considered the younger fellow, the smartest man in America. That is not the last time that Jay is gonna tang with Van. There's actually a funny story later in the book. I'll tell you about. I gotta get to... When Jay, the most famous thing that Jay's is known for is corner the gold market or attempting to corner in the gold market unsuccessfully actually, and causing the, a great depression like, a financial... It's it's the original Black Friday. I know that term is used multiple times, but this is the first time is used. Okay. So I think a good place to start is to realize, hey, this time, a lot of people are trading gold. Almost all this is on margin. That's what Jay's doing. And then he realized realizes that's not good enough. I wanna be able to actually predict the market. And I wanna have an unfair advantage. So it says the gold exchange bank was a clearing house that by 18 69 average 70000000 in business every day. Most of this trade was being transact on Mark transact on margin. As Jay later explained to a congressional investigating investigative committee because this is gonna spawn the panic of 18 69, that if a a man had a hundred thousand dollars of money and good credit, he could transact business of 20000000 dollars. 20000000 dollars being the total gold available in New York City at that time. So as normal, he's studying the market trying to figure out okay, What's the most influential level lever I can pull, He took notice that the treasury department had the power to shape and move the market. He commented that if 1 could control or at least have advanced knowledge of the treasury movements with regard to gold, then 1 would be in a position to corner the market, reaping a massive return in the process. He is 33 years old when this is taking place. So up until what you and I know about jay at his point in life, what do you think a man like that? Is gonna say, hey, the treasury department can shape and move the market, I would just have to find a way to get advanced knowledge of the treasury movements with regard to gold? I should put my guy who's under my control in that position. So there's 2 things happening here. Jay is trying to influence the president. This is, president Grant at this time, and he what needs to get his guy hired as an assistant federal treasure. Okay? Because remember Jay saying, and knowing what the treasury was doing is in advance this key to this whole thing. This is not gonna work out well for him, by the way. Check this out. He sets up president Grant's brother law. So so this guy named Cor. From that moment on, Cor or rather his wife because it was in his wife's name, which would be grant sister, would profit 15000 dollars on every dollar rise in the green back price of gold. So Jay wants the price to go up. Gold then set sent Cor, which is grant's brother law to Washington to lobby his brother law on the necessity of tightening the gold supply. Now this lobbying is sometimes overt direct. So we're gold at 1 point Grant, like hey, keep gold away from me. He keeps bringing up this this thing over and over again. But he doesn't realize at this point, Grant does not know that his brother law's is in on this. Okay? When he finds out, that is where everything goes bad for jay. Before that happens, Jay lob successfully for the appointment of Bridge air general Daniel Butter. His new position called for Butter to execute all orders for Us treasury transactions in the New York market. Butter by definition would be the second man after the secretary himself to know of any Us treasury moves with regard to gold. The third piece of this is is Jay's Pool. This is also gonna lead to 1 of his down downfall falls. He does not have enough assets at this time to do to corner the market himself. So he's gotta collect. There's... I'm gonna skip all the names. There's a bunch. Let's say, maybe 10 other, you know, wealthy investors. And saying, hey, let's let's do this together. And his partner fist is like, dude you're crazy, you can't be doing this. Although f remained willing to help his partner in any way he could. At the outset, he kept his own money off the table eventually, he's gonna jump in. And this is why The thing began to look scary to me, he said. Indeed, given the many wild cards in play, it seems surprising that the normally careful, jay, always so intent on controlling every aspect of his deals decided to go ahead with the plan to corner gold. Why is that point? Why is why are they bringing that up now? Because his pool, like this this investors. These... They are not... Like, he doesn't have control over them. Gold pool was barely that. The quote unquote members remained independent, giving gold no fiduciary authority over their investments. And this is the most important part to understand. Each player was free to buy or sell according to his own clock. So it is not a pool at all. And so you're gonna see, as they're doing, like, they they keep defect. Sometimes they they sell when Jay wants them to buy, and sometimes the reverse, Sometimes they don't act at all. So this is a, again, he's he's too aggressive on Grant, and his pool members are not actually loyal to him. The 1 thing that that saves Ass is the fact that he had Butter in that position. And so let me fast forward to the end where this all falls apart because we're gonna see the mistakes that he makes. In a clumsy attempt to counter this lobby, meaning that his pool members are now moving against him. The increasingly nervous gold embarked upon an action that proves lethal to his cause. He instructed Cor to write his brother law a letter arguing against federal intervention. Then he had the letter hand delivered by an erie employee to the president in rural Pennsylvania. And so Grant's not a dummy. He's, like, why is a member of... Like, I'm... Like, my brother and I trying to track me down. I'm on vacation I'm in a middle of nowhere. The letter is hand delivered by somebody that works for J Gold. What is happening here? All was not right thinking it odd that his brother law had sent a courier to find him in the wilderness and deliver a plea for support of gold prices, which is what Jay wanted at this point. Grant at long last realized that Cor was an interested party and was long on gold and anxious to influence the president to protect his financial position. He became enraged. So Grant comes upon his wife. Right? Remember that's Corbyn sister, in the process of writing a letter to Cor wife. And so Grant is giving his wife a very specific message to convey to Corbyn wife. Tell your husband that my husband, which is the president of the United States is very much annoyed by your speculations. You must close them out as quick as you can. So when that letter arrives to Jay's partner, he's like, oh 0, Grant is saying we need to close this out immediately. Jay quietly start... Stops buying and then start selling very slowly. Now a day... This is like, I think a day or 2 later, maybe, like, week later, camera remember be exact time frame. There's... He starts selling very fast? And this is where his plan fails. And so like, hey, what caused jay to speed is exit? First, the tenth National bank would no longer be of service. This is somebody they... A financial institution you're were using because federal auditors had arrived on the premises. Word of an impending failure was on the street immediately afterward, there's about to be a bank on tenth Nationals. Essentially what's happening Mean, afterward, the broker for the assistant federal treasure, so that's Butter. Right? The guy gold put in part place. That guy's broker is has suddenly become a seller rather than a buyer of gold that tips off j. This is over. I got a reverse for position immediately. And that is the only thing that saves jay from have being almost completely wiped out. He still has a loss, which I'll get into right here. But not nearly as if he didn't have butter filled in that spot. Nearly a thousand individual investors were bankrupt on the day's activity, 14 brokerage houses went under along with several banks. This is Jim F description of Jay Gold that day, Jay has sunk down right now. There's nothing left of him, but a heap of clothes and a pair of eyes. Although at the end of the day, he turned a small profit on gold, the week's massive decline in stock prices meant that gold owed significant sums on margin calls. Now the author makes the point that the money, he's gonna make back. I think in, like, 18 months, he's, like, Richer than the average gonna be. So he just he jumps right back at it. But the... This is what the the long lasting thing effect is, and it goes back to what Warren Buffett warned like, he's got this great quote about why you need to protect your reputation at all costs. He's like, it takes 20 years to build a reputation in 5 minutes to ruin it. If you think about that, you'll do things differently. Well, this attempted corner of the gold market destroyed Jay's repetition, reputation to this day, and we're what hundred 50 years later. Jay's attempted go gold corner would cost them dearly in 1 other way in addition to market losses. Oh, this is funny actually. This isn't his reputation. I'll get there in a minute. Van bill wins again. This guy just hilarious. He's a terrible person. Some of you don't wanna be friends with some of you definitely don't work with, but he just... He pops up in all these, like, stories. It's amazing. So this also cost him because he's running a railroad. So 1 of the brokerage houses that failed in the wake of Black Friday was this company called Lock. Okay? The guy, the chairman of Lock was his named after him. His name is Le Grand Lock. He was also in addition to being a chairman of a brokerage house. He was a treasure on this very important railway that was a strategic importance to both Jay Gold and Van belt, but they did not have control over it at this point. So that's called the lake shore Michigan Southern line. Okay? Because his brokerage house failed, lock was forced to throw an enormous block of stock from his railway onto the market, and you're doing this in a depression. So it's considerably depressed in the aftermath of Black Friday. It says with his own affairs and disarray, j could dot act swiftly. You already know who does though. Instead, it was Van built who purchased 70000 shares of Lakes shore at a bargain price and then took control of the line. Van winds again. The gold corner was to cost j gold even more dearly in the way of tarnish reputation, which is what I just said. Even that... This is when the precious absolutely destroys him, and he never escapes this. He didn't escape in life and he didn't on and he doesn't escape it in death e either. So Jay does something smart. He lick his wounds gets right back in there. Starts it's building up his fortune again. There's a couple different things that are gonna happen on these next few pages that really speak to, like, his not only how clever is, but how ruthless he could be. And a lot of the stuff. That's why they said, like, at the very beginning, what was that line that some of his acts were among the first things prohibited by the Sec when it came into being in the 19 thirties. And we're gonna see just out and out corruption for sure. Nothing. We'll get there in a minute. This was actually funny. This made me laugh and just funny because it's also clever on Jay's part. So both railroads are battling. Van Railroads and Jays Railroad to try to get more cattle shipments from the West to flow east over their lines. Right? So they make more money. So to attract, they have, like, basically 1 lever they pull here. They do rate wars over and nerve again, which you and I've talked about on past podcast about, you know, the history of railroads. This is 1 as a history of rate of rate war. So it's like, alright. We... Right now, Van built is charging a hundred and 25. So Jay starts the rate rate war and he says, if you throw your cattle and you ship it on my line instead of paying Van but a hundred and 25, you could pay me 75. So then Van bill retaliate and dropped his to 50. Gold then retaliate and dropped his to 25, only to have van go to a ridiculous 1 dollar per carlo load, and this is Hilarious. At first, Van delighted in reports that while his cars were packed, the erie trains ran empty. Only later, did he learn that jay, the J Gold and Jim F had bought every bit of marketable livestock coming into New York, which they then shipped to New York via Van boats railroad, realizing enormous profits. He... So he's like, my car... Look, I dropped it to a dollar. I'm gonna try to starve them out and I'm gonna win this rate war. They're like, oh, we'll just buy all the livestock. And then thanks. Thank you Van for trans transporting our livestock for a dollar, which will resell make a huge profit, which they've been shipped in New York via Van van Railroad, realizing enormous profits. That is clever, dude. When the old Come found out that he was carrying the cattle of his enemies at a great cost to himself and great profits to f and gold, he barely nearly lost his reason. So that's 1 thing of being clever. This is him being ruthless This is obviously be very illegal what he's about to do now. Jay also re routinely played stocks of firms such as the United States Express company, which is a package and mail delivery service that relied on his railroad for its livelihood Look what he does here. He never hesitate as Erie president to make ominous noises about sever relations are raising the rates for such a dependent organization. He would then short its stock and reap hundreds of thousands of dollars as a tumble down. Later, he would send out a positive word that would revive the company's prospects on Wall Street along with its stock valuation at which point Jay would ride the same security backup. And then more on his ruthless This is just what I mentioned earlier that he just considered b politicians as a normal part of his job, and he's about to say this to senate investigators. It was the custom when men received nominations to come to me for contributions, Jay said, and I made them. And I consider that that this good paying dividends for the company. In a Republican district, I was a strong Republican. In a Democrat district, I was I was a Democrat. In politics, I was always an erie railroad man every time. These transactions were plentiful enough so that Jay claimed not to be able to count them off individually. There has been so much of it he said, and it been so extensive that I have no details how to refresh my my mind. When I went over a transaction, I completed it, that was the end of it, and then I went on to something else. You might as well go back and ask me how many cars or freight were removed on a particular day. I could not charge my mind with the details. I can only tell you Well, my general rule was, and that was my general rule of action. And then right before he gets to his... What he considers his greatest accomplishment, This is a union Pacific, I had this thought, I just jot it down, There's not even a highlight as opposed to note on a page because it's just going on for page after page And I go I won't... At this point, you have to wonder why not apply your genius to something good? Why don't you build apply your genius to building a great product and a great company instead. And so that's indeed what he starts doing like, the next chapter 2. Before I get there, I just have to tell you this funny exchange where Van bill admits that he hates gold face. The old comm instead said that he dislike gold because of his face No man could have such accountants and still be honest. Van said. God almighty has stamped every man's character upon his face. I read mister Gold like an open book the first time I saw. I consider J Gold, a damn villain. Gold suggested that perhaps Van built at 79 with C aisle. J Gold was 36. And so everything else that takes place for the rest of Gold career in life, is taking place where the entire country hates them, they said, you know, he's the most hated person. The press is just relentless at dis them, trying to make fun of him, calling mc devil. And so I had read enough of these reports that his response when I got to this part of the book really surprised me. And the reason that this surprised me because Jay thought that the press was doing him a favor. And his attitude does, like, make me believe that he definitely had an inner scorecard as opposed to an outer scorecard. And as I read the... These 2 paragraphs would also came to mind is what John d Rockefeller realized when he was a young man working in the commission house. He said something that was fascinating, he said that things are not as they appear from the outside. That was like, his main and he took away from that job. He says the public heard from Jay only when he and not the public would profit by the utterance. Jay gave interviews for a purpose. His statements on these occasions were often masterpieces of mis redirection. I feel like you and I've been talking about mis directional At last few. Jay also used the press to nurture the popular image that he had emerged with after Black Friday. The dark, ins, a mo, and ultimately pit master of financial markets. 1 of goals like lifelong people that work with them and was friends with them would recall Jay repeating, Machiavelli advice from the book, the prince that it is better to be feared than to be loved and explain that his image as an evil but brilliant wonder kid was his most valuable possession. He takes it even a step further here. Look look at it the way he thinks. To keep up his reputation as a villain, Jay always insisted on anonymity when it came to charitable giving. Jay donated generously to a host of worthy causes throughout the seventies, eighties and early nineties, but routinely insisted that his name not be associated with these gifts, less 1 of the key pillars of his publicized character. His cold blooded heartless be undermined. And so now we finally get to the point where Jay says, hey, I'm gonna actually run a business for the long term. From the spring of 18 74 onward for the rest of his life, his primary personal focus was not stock speculation, but the management of the Union Pacific as a business. He was a supreme ruler of the Up p even though he preferred anonymity and officially held no positions other than a his seats on the board and executive committee. Jay not only strengthen the firm's financial structure, but also served as its chief strategist. And so think about what you and I were just talking about, hey, you're doing all those crazy stuff. Yeah. You're making a lot of money, but you're you know, kinda just pumping and dumping and you're accumulating all lot of enemies. You're shuffling paper, you're you're making great wealth, but like, why don't you you clearly have a genius. Like, why don't you apply that actually doing something. And this is where he's, like, he considers, like, his greatest achievement. And so he starts off applying his saying Mo Opera grande as seen he'll apply over and over again? In taking on all these tasks, Jay necessarily immersed himself in the min inertia of the Up uk's operation, coming to know the Up uk's road, resources, strengths, and shortcomings intimately. Jay would ride the length of the Up piece tracks as well as the railroads controlled by his competitors. As he rode, a son photographer would sit at his side jot down the mo running thoughts on maintenance initiatives, possible cost economies and recommended improvements. We also see that he decided, hey, I need to supplement my knowledge of affairs of the railroad by finding more a player, so he hires this guy named h h Clark. H h Clark became g jay's chief operational lieutenant. Clark New Wall Street, not at all, but he understood locomotives and freight forwarding intimately. He and Jay shared 2 traits. They were both Work All and they both loved books. In the evenings after Jay's train pulled to rest both the machine and the men driving it, Jay would then walk the lonely western towns, so the towns these like tiny little towns that are starting to be serviced by Jay's Railroad. And he's... He's doing the exact same thing that we saw the founder of Ups due. Back on podcast number 1 92. The founder Ups was Jim Casey. Started Ups and he's, like 17 years old or something like that, but he would make a point. He's like, listen, my executives tell me what they think I wanna hear, it's, like, filtered through all this other nonsense. So every time you'd see a brown Ups truck heat pull over and start talking directly to the driver. So we're seeing very similar things here. Because obviously, like the Railroads are servicing something that I don't moving freight, but they're moving people and and all these like, little frontier towns are are popping up. So he'd walk these lonely Western towns and quiz local Up employees for their views concerning what the company might do better in that particular neighborhood. Our men on the ground. So what Jay's realizing here is exactly what Jim Casey said. Our men on the ground have intelligence we need. There are agents. And if we fail to know their mind... We failed to know their minds at our own peril. Throughout his long days back at the Up p, business office in new York he focused always on core business fundamentals. Memo after memo stressed essential basics of economy. Prices could never rise to the point where they jeopardize the long term interest of our customers he would say. Expenses had to be monitored constantly and closely. And so then the book goes into detail, like, what are the main expenses of a railroad, their main expenses are capital because a ton of them are saddle with debt because they've been just used and abuses financial instruments as opposed to businesses. So you have capital costs, labor and coal. So this is how he's gonna wind up dropping coal expenses by 32 percent, and he dropped labor by 48 percent, also very, very ruthless. So the Up p owned a bunch of coal mines. They had staffed it previously with a bunch of people Norwegian norwegian and Swedish. And they're going to make a fatal mistake when dealing with Jay Gold, the New norwegian and Swedes talked to solidarity. A sentiment with which gold, like other capitalists of his day had no sympathy whatsoever. When these men whom gold Already thought were being over paid at 52 dollars a month, seemed on the verge of a labor action, so think of it as a strike. Jay reinforced their ranks with Chinese miners at a monthly cost of just 32 per head. He's gonna get that down to 27. So he's gonna reduce his labor cost from 52 dollars month per person down to 27. When the miners finally did go on strike, J Jay just brought in more Chinese. At the same time, Jay issued orders to purchase new modern machinery with which to maximize efficiency and also obviously get rid of as many employees as possible, like, physical labor and try to try to replace that with technology. And so why is that important? Because Andrew Corny is the first person I put this idea in my mind, but he we see he's doing this around the same time Jay is. And even as a young person starting out in the steel industry. He would always invest in technology and have the latest machines in the latest technology, even as the old timers in the industry is like, you're wasting your money, You're what your... Like, you're like, this is you shouldn't be doing this or whatever the case is. And the the 1 of the main lessons I took away from reading Carnegie biography is that you shouldn't always invest in technology. The savings compound. It gives you an advantage over your slower moving competitors and can be the difference between profit and loss. We see Jay's doing this in the coal mines. This increased the production in the Up p controlled mines more than doubled while the cost per ton dropped a total of 65 cents to dollar 35. So he's paying before 2 dollars a ton, now he's paying a dollar 35 by my calculations that's a drop in coal expense by 32 percent. Thus laying a vital cornerstone for Up p expansion. So not only easy the building of this railroad, but the the other main technology of the day size railroads is telegraph, telegraph lines are usually run next to railroad tracks. And so that's why you would see some people that invest in railroads would also invest in telegraph lines, He decides, hey, Western Union has a giant monopoly. It's the largest telegraph company in the United States. He wanted buying controlling interest in a much smaller 1. He wanted to see if he could compete. Like, the way to think about what's happening is like, Well, does... Can a better... Can better technology beat a better network. Turns out no. And not in this case. So what he's doing at this point? This is where his he... His life intersect with what I mentioned earlier, Thomas Edison. This is a young Thomas edison, This is not, like super famous edison. And he has invented away to send multiple... Like, essentially more messages on the same line. So Gold is gonna buy this technology and he's gonna try to put it onto to the the telegraph company that he controls, But here's the 2 the telegraph company that gold controls is called A and p. At this point, they have 7460 miles of wire. Okay? So 7400 miles of wire, not that bad. Western Union has a hundred and 54000 miles of wire. So this idea was, like, I'm gonna try to compete against the better network because a better technology actually doesn't work. It doesn't matter that he had better technology because the network effects of of western union this time had to be overcome. He one's merging the 2 companies later in with merging his A and p Western Union. But what I wanna tell you tell you about is that I realized like, oh, this is what I meant earlier is like, he had this monk like dedication to understanding things and he just took it so much further than the average person would or any other person would with And so it's very highly likely that there was not another person that understood the complexities of railroad interchange in finance as much as Jay Gold. And that was his, like, his main advantage. Right? And when you realize like, this interaction that an older Jay Gold have is having with a younger Thomas Edison. Like, oh, they're barely the same on the same planet because their interests do not overlap at all. So it says during subsequent interactions, Edison Discovered that Jay Gold had no sense of humor. I tried several times to get off would seemed to me a funny story, but he failed to see any humor in them. I was very fond of stories and had a choice lot with which I could usually throw a man into. Jay did not respond. Gold in turn tried to dazzle Edison with a detailed discussion on the complexities of railroad interchange and finance his past. Right? He brandi maps and lecture on for hours about his particular passion, all to no effect. The 2 men barely lived on the same planet. Let's go back to how ruthless he can be. He is building up to the Up at the same time he's building up Up. Part of that is consolidating smaller and and rolling up like these smaller railroads robots. Right? Is, like standard playbook that a lot of the railroad railroad is used. Now the weird thing is, like, some of these he rolled up into Up upc, some he controlled independently. And so I was texting a friend of mine about this yesterday. And this is how I was, like, gold just made. This is what I wrote in a text message text message. Gold made 40000000 in the 18 seventies. By selling a railroad he owned 50 percent of to another 1, he operated and threatened the board of the Up p if you... Now this is gonna get real confusing. So this is what he's saying to the board of the ups. He's trying to sell ownership in another railroad where the hands are more than 50 percent He goes, if you, which is really we, don't buy this, I will extend that other line and compete with you, which is me. This is clearly a conflict of interest that I cannot believe this happened. And then so that was a text message. This a note selling to himself. Hey, bored, by this other line I own are all compete against you, which is us. Gold careful collection of rival lines came to head at the very end of 18 79 when he proposed to his fellow Up directors that his Kansas specific Denver combination should be merged with the United Pacific. As a stick, he threatened should his fellow Up directors turn down his offer He would extend the Kansas pacific, where it would then link with another railroad called the Central Pacific, and that would gain an independent connection to the West Coast. The Up p directors agreed to Gold terms, gold who held close to half the Kansas specific stock later estimated that he had personally netted 40000000 dollars on this 1 transaction. He was not yet 44. And this is what the author said about this. This is nothing new to Gold. He did this when he ran the harry. Gold resume the trading position he had so often and occupied when he ran the erie. That of representing both buyer and seller. And then this goes back to 1 he was obsessed with value information, and he also, at the same time, desired you to be confused and to believe false information. Main theme in his life, Despite J's steadfast and detail oriented management of the Union Pacific, the press in the public continue to view him as nothing more than a supremely talented corporate raider. Jay said nothing to dis them. If people believed he was spending all of his hours rigging Wall Street, then they were distracted from his real agenda. The press of Jay's own era presumed that he had no entrepreneurial devotion to the firms, which with which he was concerned. After he died, only a select few of his associates would remember the long trips across the desert and mountains. Jay demanding that he'd be shown each and every Trivial branch and spur. Only they would recall the Plethora of maps stacked up on tables in Jay's office, the maps that had so bored Edison. All of these maps annotated in Jay's own hand with detailed data on mineral deposits, grades, population centers, and the like. Only they would remember his clearly en vision that the creation of the gold system of railways in the American West constituted his most important life's work. His monument, his contribution and only they would recognize his truth The simple words Jay spoke. I have been interested in railroads ever since I was a boy. I think a railroad train is 1 of the grandest sites in the world. And that is where I'll leave it for the 4 story Recommend reading the book, if you buy the book, I don't... This is not gonna be the last book. I read on Jay Gold. I I know in the future I'll pick up another 1 for sure. If you buy the book using the link that's in the show to your podcast player, You'd be supporting the podcast at the same time. That is 258 books down, 1000 ago, and I'll talk to you again soon."
}