{
  "transcript": "I had just signed a contract with leads music giving it the right to publish my songs. Not that there was any great deal to hammer out. I hadn't written much yet. Lou had advanced me a hundred dollars against future royalties to sign the paper, and that was fine with me. John had taken me over to See Lou. John had only heard 2 of my original compositions, but he had a prem mission that there would be more. John was John Hammond, the great talent scout and Discover of monumental artist. Imposing figures in the history of recorded music, artists who had created music that resonated through American life. He was legendary. He had followed his own heart's love, music. Preferably, the ringing rhythm of hot jazz and blues, which he endorsed and defended with his life. No 1 could block his way, and he didn't have any time to waste. I could hardly believe myself awake when sitting in his office, Him, signing me to Columbia records was so unbelievable. It would have sounded like a made up thing. Folk music was considered junkie second rate and only released on small labels, but John was an extraordinary man. He had vision and foresight had seen and heard me, felt my thoughts and had faith in the things to come. That is an excerpt from the incredible book that I hold my hand and the I'm gonna talk you about today, which is the auto of Bob Dylan. It is called Chronicles volume 1 written by Bob Dylan In fact, with no help at all. He wrote every single word himself. He didn't even have an editor. So I'm gonna tell you how this book fits into everything else that you and I have been talking about. But first, I wanna go to the very beginning. The first few pages is just blurb after blurb after blurb of praise for this book. And there is a ton of praise for the book. In fact, Rolling Stone put this as number 1 on its list at the top 50 musician biographies and auto. But I didn't read the blurb until after I had finished reading the book last night, I was reread all my highlights, and I found 1 that really speaks to why I think this book is so important. And important specifically for entrepreneurs to read. And it says Bob Dylan hasn't really written the story of his life in this fascinating, captivating intimate, accessible and widely acclaimed memo. Instead, he's written mainly the story of his birth. When he transformed himself from Bobby Zimmerman to Bob Dylan. I heard Bob Dylan say something when he's a much older man that I think speaks to what takes place in this book and what that review really hits on. And Bob said, life isn't about finding yourself. Life is about creating yourself. And so I found this book because my friend Truman sachs who listens to the podcast actually text. He ordered it. And I said, oh, that's a good idea. I should read it. I had previously... I previously told Truman, and I... I've said this a bunch of times on the podcast that. I think the the single best talk on Youtube that's available for Youtube. For entrepreneurs and founders to listen to comes from the billionaire investor Bill Gu. I'll leave the link down below, but you could just find on Youtube. It's called running down a dream, how to 6 seed and thrive in a career you love. I've watched that talk over and over again. I will continue to watch it over and over again in the future, It has had a huge influence on how I approach my work. If you wanna hear more details about that. I talked about that when I read when I re reread the auto vest Lau. I talk about Bill Gu approach and the stuff he talks about in that talk and how I apply it to my work. It's episode 02:17 founders. If you wanna go back and listen to that. But Bob Dylan is 1 of the people that Bill Gu talks about in that talk. And he heavily on Twitter, Bill Really has recommended this book. He said it it is a must read. And so in addition to that, Bob Dylan was also 1 of Steve Jobs as heroes and his main... 1 of his main influences on how he approached his work. Steve mentions Bob Dylan, probably 15 times in the biography that he worked on as he was dying with Walter Isaac. So I went back and pulled all of my notes about what Steve said about Dylan. I wanna introduce juice it to that real quick. I'm just gonna run through the list real fast before I jump back into the book. And what was remarkable well, maybe something Even forgot was that hit the dillon influence on Steve Jobs lasted Steve jobs entire career. In fact, Jobs was obsessed with Dylan before he started Apple. In fact, 1 of the first things that Steve jobs and Steve W did together was tracked down underground recordings of Bob Dylan records. Jobs would then collect, printed out Bro brochures of Bob Dylan Lyrics, and he would spend hours interpreting them. In his biography, Steve says that he managed to collect hundreds of hours of Dillon recorded concerts and when lay in bed listening to the concerts in headphones, and he would do this for hours. Before he got kicked out of Apple when he was presenting when jobs presented the Macintosh for the very first time, he opened that presentation by reading a poem, but written by Bob Dylan. It was a Bob Dylan song. So that's before he got kicked out of Apple, more than 20 years later when he returns, and then he's launching the itunes store. So that happened over 20 years after introducing the Macintosh. He introduces that presentation with a slide of Bob Dylan. When jobs gets kicked out of Apple, he'll he stays home with his blinds closed for days just listening to Bob Dylan records. Close to the end of his life, he's sitting inside of his house with the biographer of biographer of Walter is, and they're listening to Bob Dylan records. And he says something to Walter. This is really important remember because it's gonna pop up in the book in Bob's own word words later on. I think that is a main takeaway from the book. And Steve Jobs picked up on and Bob Dylan, I think did it intentionally. But Steve said to Walter, no 1 else could have been Bob Dylan. So I'll go into more detail about that later on in the book, but I think the lesson to you and. Is very obvious. It's, like your product should be differentiated. So after Apple made the itunes store and the ipod, he was able to meet, and he actually had a 2 hour 1 on 1 conversation with Bob Dylan and something Dylan told him resonated with Steve's own approach to creating new products, and Bob's was talking about the way his d music came. He says that the songs just came through me. It wasn't like I was having to compose them. And then at the very end of the book, Steve gives us fantastic speech about what drove and why he did what he did in his career. Again, saying these things really hits home because he knows he's about the die, and he talked about learning something from the beatles and Bob Dylan and the importance of always trying, like, why was why did Steve keep taking risks and would always keep trying new things, and he said they, meaning the beatles and Bob Dylan, they kept evolving, moving, refining their art. That is what I've always tried to do. Keep moving. Otherwise, as Dylan says, if you're not busy being born, you're busy dying. Okay. So let's jump into the book is absolutely incredible. It starts. Right? That's how the... What I just read to at the very beginning. That's the this of the the intro to the book. There's no fluff here it's not organized like any other biography I've ever read in my life. I'm gonna calm down because I... I'm, like, this is a... It's just amazing. And I'll get to, like, just the emotional roller store that this book can put you on. So the the book starts with him being signed. It's... He's in New York city 19 61. I'll get to how he get... He he he arrived at that point. But first, I wanna go to the end. So you get... He just got signed. They send him over to their... To to the record company in house Public, this guy named Billy. Billy is asking him a bunch of questions. I just wanna pull out 1 sentence here because there... This is just something that's... That appears over and over again in the book. Again, Bob's is writing this. He didn't have an editor. These are his own words. He's clearly telling us what he feels is important. He won to pulitzer prize. For literature. And according to my research, he's the only musician to ever do that. That's how good this book is. So Billy talking to talking about him, and it says Billy asked me who I saw myself like in today's music scene. I told him nobody. That was true. I really didn't see myself like anybody else. And so that's really important. That's gonna appear multiple times throughout the book. I have my own Maxim. I actually stole it from a hip hop player by this rapper named N f, and it really speaks to the importance of having differentiated products and N f said, we may be in the same genre, but we don't put out the same product, and I feel that's exactly what Bob was saying there. There was other folk singers as other folk musicians, but nobody... There was nobody just like Steve jobs said there was nobody like him. So at this point, Bob begins to tell the story of what led up this year about... It was between 1 to 2 years of him arriving in New York City from Minnesota before he is signed by Columbia records, and this is something that Bill Girly talks about in a fantastic talk, and I'm gonna read a quote from Bill Gu talk that that's gonna set up exactly where we're on the book. And it said, Bob did an incredibly ambitious action to pursue his dream job. He hitch from Minneapolis to New York City. He had a guitar, a suit suitcase and 10 dollars. That is a 1200 mile trip. And so it says the big car came to a full stop. At last I was here in New York City. I was there to find singers. The 1 that I heard on record. Most of all to find woody gut. It wasn't money or love that I was looking for. I had a heightened sense of awareness was set in my ways impractical and visionary to boot So keep in mind, he's describing himself when he's about 20 years old. My mind was strong like a trap, and I didn't need any guarantee of validity. I didn't know a single soul in this metropolis, but that was about to change and Quick. And so 1 of the musicians he wanted to seek out with this guy... Was this guy named Dave Van Ron, and he says Van Ron worked at the gas light, which was a club that had a dominant presence on the street. It had more prestige than any place else. So you can think about what's happening in the book right now is okay. He's gotta figure out this is, like, the top of the heap? Gas lights the the the club that he wants to get into the most? He's like, okay, how do I break into the gas light? I don't know yet. But I'll figure it out. And so he starts out playing any crappy gig that he can get. And so this is really the very early days of a career that's gonna span 6 decades. And so this is what he knows about the gas light at this point. It says it opened early in the evening with about 6 performers that rotated throughout the night. It was a closed circle that an unknown which is him at this point in his life could not break into. There weren't any audition. It was a club I wanted to play. I needed to. I had heard Van rock back in the Midwest on records and thought he was pretty great, and I copied some of his recordings phrase for phrase. And so that part right there where Bob Dylan talking about really jumped out to Bill Gu when he when he in that talk he gave because he he has his phrase out I I think he got from Danny Meyer, and he calls it professional research. And what bill noticed by studying great people, and I've noticed because I've had 200 what 60 something biographies of of, of, great people as well is they are constantly studying and learning and trying to get better at their craft even when they're not working. And so in that talk, Danny Meyer uses a term professional research. And Bill says, I think that's an interesting phrase because most of us think about studying and research, we do around curriculum and a teacher. And he gives an example of he's, like, that's not what professional research is. He's like, it's something you do on your own. If you think of founders. Founders is just 1... It's 400 hours so far or something like that, of professional research for entrepreneurs and founders. That you that you should be paying attention to when you're not working. Right? And so Bill says in the talk. If you're in finance or marketing or accounting. Do you go home at night and study to improve your own skill set. Most people don't. And then Bill says, I think that's interesting. And so his point is just like, all the greats did this. And that's exactly what Bob is telling us where we are in the book. He's like listen, I heard Van Rock back in Midwest on records and thought he was pretty great. I copied some of his recordings face face. How much would you have to be listening to somebody to be able to copy them perfectly? Let's go back. I gotta give you background because, again, This is not like any other auto. He's not gonna run through his life. It's 5 chapters if you wanna call them. The first 3 chapters is just about this year of him breaking in to become Bob Dylan. It's that year that he spends in New York city before he is signed. Right? Then he fast forwards in the book by 9 years skips over the peak of his career. Right? Then there's another chapter about this other... This other album doing. Then he skips ahead 17 years Then the last chapter is flashbacks to this time we're in. It's incredible. Okay. So I gotta go backwards. So... Because because Bill Gu gives background that I think is very useful. I think, like, his talk in this book and hopefully this podcast kinda go together. That's why I'm gonna go constantly reference the 3. Right? And so what what Bill realized was what Ba was doing before the book starts. And so this is back when he's in Minnesota, he attended University of Minnesota. I don't even think he went to class, Know he was living in, like, like, he was... He talks a little bit about this in the book where he's living in, like, a f house for free, but he's not part of the f. And so, Bill says, over the course of 8 or 9 months, Bob studied every folk album he possibly could. He didn't have a lot of money and at the time, you could walk into a record store and you listen in a booth. He would do that for hours and hours and hours. However, this is probably 2 years before he is gonna wind up sitting in c... The office of and Columbia records can't believe. That he's being signed to 1 of the biggest record companies in the world. He would then become friends with people that this is back in the Midwest. He would become friends with people that also like folk music, but had money because Bob was completely broke people had money to spend on folk albums. He would go to their house and listen to their record collection as well. He does the same thing when he goes to New York City. He'd sit in these venues. Some of these he's gonna play. And he would just listen to what all the other artists were doing. Right? Just like, we're all... What are we doing? We're studying what all entrepreneurs... The history greatest entrepreneurs did in the past. So they were doing the exact same thing. And it was funny because there's some people that were playing at the time. And like, he got... You don't understand how good Bob was about this. He could... He watched us so much and say so much. He could perform any of our songs like us. He could copy the tone, the tempo, everything, and Bill says in his talk, Bob was studying, studying, studying. And that is gonna be so important because it's how good he played. Remember, he's, like, III gotta meet this guy, dave I van Rock. I'm listening to albums. I'm copying him. Okay. I'm gonna kinda hitch check across the country and no money I'm gonna wind up playing at the at the club. He's gonna play. That actually happens. He goes up and I'll talk about this later how he seize the opportunity for the the very first time that he sees Dave Val Rock in person. But we're not there yet. He's like, okay. I can't just jump into the gas light. Right? It's this closed circle. I don't know anybody. I don't have any resources. I don't have a network. So I'm just gonna go out and play all these crap... There usually like to contain, like, a few blocks. In in New York city is where all these, like, folk singers and and people are performing. And so that's where it goes. Like, I'll just take any opportunity I can get. And so he talks about this. I wanted to play for anybody. I could never sit in a room and just play By myself. I needed to play for people and all the time. You can say that I practiced in public, and my whole life was becoming what I practiced. I kept my sights on the gas light. How could I not? And so he's describing these, like, crappy little places that he's forced to play. He calls them dense. That's such... He's the mastery of language this guy has is just unbelievable. The writing... I... I really hope you pick up the book because it's just really incredible. Talent scouts did not come to these dents. They were dark and ding, and the atmosphere was chaotic. On weekends, if you played all the joints from dusk until dawn, you would make maybe 20 dollars. You had to know a trick or 2 to survive. So he's making... He's playing from the tennis of sunsets. The sunrise making less than 20 bucks in a weekend, hasn't... He's just a crashing on other musicians and the 1 of the best parts of the book is that he meets all these crazy characters. And he's just gifted at describing these personalities. These people jump off the page. They just make life really interesting. But part of that is he's, like, just crashing, you know, maybe he'll spend an night at somebody couch for a few days and then move to somebody else's sells for a few days. And so he says you had to know a trick or 2 sister survive. Now let's go back the same exact page a few paragraphs later. He... He repeats us over nerve again. There's only 1 me, and he's not doing it from a a place of arrogance by any means. Okay? Well, really set me apart in these days was my repertoire. It was more formidable than the rest of the players. My template was hardcore folk songs. And and we see it's very binary. You either love Bob Dylan, or you don't listen to them at all. I'd either drive people away or they would come in closer to see what it all about. There was no in between. There were a lot better musicians around, but there wasn't anybody close in nature to what I was doing. Again, there is no 1 like me. That's exactly what he's telling us. Again, that's like the third or 4 time. I'm in I'm on Page 18. And if you read the book, that that idea that main theme just jumps out to you over and over again, let's go into more professional research. He meets this guy named Is Is he owns 1 of these, like, little den and in the back of Is den or bar or whatever you wanna call it the venue, I guess, is this giant record collection. So we already know. I think you already know by now what is Bob going to do here. And was fascinating. So a bunch of these people he's gonna talk about throughout the book. You know, he's had a bunch of influences, like, everything single other the other person we studied. I didn't know who they were. I wound up looking these up these names. And sure enough, they were all a generation or 2 generations before him some of the people were still alive, but they were, like, they had been playing for many years. Some of these people were are dead. So again, 1 thing that's gonna jump out to you is, like, Bob spends a lot of time thinking and studying history. He says multiple times on the book. He's just not interested in current affairs at all. And I'll get to more about that. So it says, is he had a back. The little room was filled with records in a pho photograph. Is he would let me stay back there and listen to them. I listened to as many as I could. The madly complicated modern world was something I took little interest in. It had no relevancy, no weight. I wasn't seduced by it, but he was seduced by history. He got a lot of ideas from going through and studying the history of his industry. He would take lines from songs. He would take, like tones, He wants learning how to play a guitar specific way by studying something that happen, you know, many decades before him, but he does repeat this idea that the modern world. He's just really not interested in. Doesn't really pay attention to it. And says, is he would pull out records for me, and then I'm gonna list to some of these people These other the people I looked up. I didn't know who they were, like Charlie Pool and big bill Bro. And so what 1 day when he's in Is. This is where he's gonna seize the opportunity why he came... 1 of the reasons he came to New York city 1 winter day, a big Bur guy stepped in off the street. It was Dave Van rock. He was gru with a don't give a damn attitude. My mind went into a rush. There was nothing between the man and me. So Dave is just sitting at the bar playing couple strings on the guitar. And so this is where Bob sees this his opportunity? I stepped over and asked him. How does someone get to work at the gas light. Who do you have to know? Van Ron looked at me curiously with snip and sur. And asked if I was a jan. I told him no, and he could perish the thought, but could I play something for him? He said, sure. Dave like what he heard and asked me who I was, then said, I could come down about 8 or 9 that night and play a couple songs in his set. That was how I met Dave von Wrong. And so he talks about that is his first big break in New York City, and then he talks about the mentality of an entrepreneur anybody that's on the... On, like, chasing their life dream. I mean so I guess it's not just exclusive to entrepreneurship, but I think entrepreneurs know exactly this feeling where he's just, like, I know something's about to happen. I had soon be hired to play at the gas light, and I would never seen the basket houses those are like those crappy little places he had been playing before that. Outside the temperature was about 10 below, but I didn't feel the cold. I was heading for the fantastic lights, no doubt about it. Could it be that I was being deceived? Not likely. I had no false hope. I'd come from a long ways off and had started from a long ways down, but now destiny was about to manifest itself. I felt like it was looking right at me and nobody else. That is the 20 year old Bob Dylan. Think about the 60 or 7 year old Bob Dylan we said, Life isn't about finding yourself. Life is about creating yourself. We are witnessing him. Create Bob Dylan. And so he talks about the contrast. Many, many times, I'm gonna skip ahead a few pages, give you another example. The contrast between how cold it is outside and the fire that is burning inside of him. Now what I'm about to reach you is amazing. If you really think that 1, he's still unknown, he hasn't recorded his first album, and he doesn't even have his own place to live? He does not have enough money to have a place of his own. I walked over to the window and looked outside. The air was bitter cold, but the fire in my mind was never out. It was like a wind vein that was constantly spinning. And so another main theme of the book that appears over and never again and 1 that really surprised me. It is incredible how much reading this guy is going to do. And he takes ideas from everything that he reads and applies it to his work This is just incredible writing about a long chain of historical figures. He's now tying it in because, again, he doesn't really talk too much about... He'll give you like, little hints about his other life. Right? But this is not... Again, it's not organized organizing like, any other biography or auto that I've read before. So it says I was born in the spring of 19 41. The second world war was already raging in Europe, and America would soon be in it. If you were born around this time or we're living in alive, you could feel the old world go and the new 1 beginning. It was like putting the clock back to when B became Ad. Everybody born around my time was part of both. Hitler, Churchill, Mu, Stalin Roosevelt, towering figures that the world would never see the likes of again, men who allied on their own resolve for better or worse. Every 1 of them prepared to act alone, indifferent to approval, indifferent to wealth or love, all presiding over the destiny of mankind and reducing the world to rubble. Coming from a long line of Alexander's, and Julius Caesar's, Gang khan, Charlemagne, and Napoleon's. They carved up the world. They would not be denied and were impossible to reckon with. Rude barbarian stamped across the earth and hammering out their own ideas of geography. And so when he's not practicing when he's not playing, he's reading, and I'll go into more detail about that, he starts making friends with the Eminent dead, which is some some advice that Charlie Mu gave to you and I about why he's were at hundreds of biographies. He thinks it's essential. He said... And so Dylan saying, I'd read I'd read all this stuff. Volta Russo, John Lock. Martin Luther, vision, revolutionaries. It was like I knew those guys. Like they'd been living in my backyard. So now he gives us an incredible description of this musician that he greatly admired, this guy named Roy Or. And again, another theme. He realized realizes, hey, there is no 1 else like Roy Roy had no peer. So Bob Dylan writes, Roy had transcend all the genres. His stuff mixed all the styles and some that hadn't even been invented yet. With Roy, you didn't know if you were listening to Maria or opera. He kept you on your toes. With him, it was all about fat and blood. He sounded like he was singing from an Olympia mountain top, and he meant business. He was singing his compositions in 3 or 4 octave that made you wanna drive your car off a cliff. He's saying like a professional criminal. His voice could jar a corpse, always leave you mu to yourself something like man. I don't believe it. His songs had songs within songs. He was deadly serious. There wasn't anything else on the radio like him. I listen and wait for another song, but next to Roy, the playlist was strictly Dol. Gut and fl. So now he's staying with another friend, this front has a giant collection of books. This is... This might be my favorite part of the entire book. This is still pre record deal. This is him still trying to figure things out. So he says I turn the radio off and went into the other room. A window list 1 with Floor ceiling library. The place had an over powering presence of literature and you couldn't help lose your passion for dumb. There were all types of things in here. Books like thucydides, the At opinion general, a narrative that would give you chills, which is exactly what happened to me during this section. It was written 400 years before Christ, and it talks about how human nature is always the enemy of anything superior. It's like nothing has changed from his time to mind. There were novels by Ba, Hugo and Dickens. I usually opened up some book to the middle read a few pages. And if I liked it, I went back to the beginning. I was looking for the part of my education that I never got. Sometimes, I'd open up a book and see a handwritten note scribble in the front. Like in Machiavelli the prince, there was written the spirit of the hustle. There were endless rows of books and he starts reading about 1 of the books he read was about Alexander Great. I just read a biography of him too. If you haven't listened to its founders number 02:32, and his description of Alexander Great fantastic. Alexander the great marched into Persia. When he conquered Persia in order to keep it conquered, he had all of his men married local women. After that, he never had any trouble with the population, no uprisings or anything. Alexander knew how to get absolute control. I wanted to read all of these books, and he's reading a lot of biographies. Says I read a biography about Robert E lee. Robert Lee had grown up without a father. Lee had made something out of himself nevertheless. Not only that, but it was on his word in his word alone, that America did not get into a gorilla war that probably would have lasted till this day. The books were something. They were really something. I read a lot of the pages allowed and like the sound of the words, the language And as he's reading and telling us the story of this education, he's giving himself, he's always relating it back to his craft, folk singers could sing songs like an entire book, but only in a few verses. I'd always return to the books. I would dig through them like an archaeologist. That's exactly what I feel like I do. I read the bog... I read student. I read the biography of T Stevens. He lived in the early part of the 18 hundreds and was quite a character. He's from Getty, and he's got a club foot. He grew up poor, made a fortune, and from then on champion the week and any other group who wasn't able to fight equally. Stevens had a grim sense of humor. A sharp tongue. And a white hot hatred for the bloated aristocrats of his day. He wanted to con the land of the slave holding elite. He once referred to a colleague on the floor of the chamber as s in his own slime. Stevens was hard to forget. He made a big impression on me. He was inspiring. Him and Teddy Roosevelt, maybe the strongest Us president ever. I read about Teddy 2. He was a cattle rancher and a crime buster had to be restrained from declaring war on California. He had a big run in with Jp morgan. Roosevelt backed him down and threatened to throw him in jail. Either 1 of those guys, Stevens or Roosevelt or even Morgan could have stepped out of a folk song. So I gotta read you this note. I left myself Was I was going through this section. This goes on for many, many pages. And I said these last few pages impacted me so greatly. I'm currently sitting in the central library in Austin, Texas with tears in my eyes. And so I was in Austin for a few days and every morning I would get up and go to this beautiful library. It's actually, it's in Downtown Austin since, like, 5 stories tall. I think it was just built it's called the central library, and that's where I read most of this book. And I left that note because I wanted to remember when I looked back on what I was doing and where I read this book because I had tears not because of sadness because of joy. And there's a few different reasons for that. 1 is I don't think there's been another human invention. That can evo deeper emotions than a great book, than great writing. And so to read Bob Dylan experiencing, like, his self education and the impact that great these great books and great writing has had on him. And then for him in turn to be able describe that to the reader in just a beautiful use of language as well. And then when that happens, I think it's natural for you to think of it, like, in terms of your own life. And it's was like, I know exactly the feeling that he is writing about, I'm experiencing it right now. And then what I think really pushed me over the age was just like, a deep sense of gratitude. I cannot believe this is my job. And when Bob writes, the books were really something. They were really something. I read a lot of the pages allowed and I like the sound of words in the language. I knew exactly what he's talking about. And I think what made this experience even more overwhelming. Is it, like, I'm in the reading room. I think it's on the fourth level of the Austin Central library, and they have these, like giant pieces of steel where it looks like pieces of steel hanging off the building, I think is, like, a a decoration. But from the inside, so was the outside, you just see, like, a, you know, what looks like some kind of added design on the building. But from the on the inside from where I was, there's etched into what I think of steel is all these fantastic quotes about the power of reading about the par of books. And I look up and I see 1 of my favorite quotes ever, might be my favorite quote ever. On books, and that's from Carl Saga. And we read the whole quote to you. I'll only half the quote that could fit. You know, there's probably... I was probably a hundred different quotes from all kinds of people throughout history talking about importance of reading. And Carl said, what an astonishing thing a book is? It's a flat object made from a tree with flexible parts on it, which are imprinted lots of funny dark sq, but 1 glance at it and you're inside the mind of another person. Maybe somebody dead for thousands of years. Across the millennia, an author is speaking clearly and silently inside of your head directly to you. Writing is perhaps the greatest of human inventions, binding together people who never knew each other. Citizens of distant epochs. Books break the shackles of time. A book is proof that humans are capable of working magic. And that is the way this section of the book feels to me. The idea that Bob had this experience over 60 years ago. He decided to write it down almost 20 years ago, I pick up the book 20 years, maybe 20 years after he wrote it, and I had that exact same emotional experience. This book, bound together, people who never knew each. I will never know Bob Dylan. The book broke the shackles of time. It was just incredible. There's 1 other the book I I talk talk to you about the he wrote about And this is just amazing. Because in this case, Dylan is gonna sound like a captain of industry instead of a folk singer, so he picks up the cost of its book. So he says, I also looked at Von K, the clause its book. They called C, the premier philosopher of War. The book was published in 18 32. And c had been in the military since he was 12. His armies were highly trained professionals, not young men who served only for a few years or more. His men were hard to replace, so In the middle of this, I double underline 2 things that Bob was talking about because I think they're applicable to you and I thinking about the people you wanna work with, you want highly trained professionals and number 2, you want people that are hard to replace. His men were hard to replace and he talks a lot about how to maneuver into position where the other side can see there's no fighting chance, and they basically lay down their arms. I had a morbid fascination with this stuff. I'd had always pictured myself dying in some heroic battle. Rather than in embed. I wanted to be a general with my own Battalion. And so at this point, he has a flashback to when he was in Minnesota, and he's just trying to play any gig can. He's extremely young I think he's like 17 or 18 at this part, at this point, and he forms all these bands, and then they keep breaking up, and he's like I don't care. I'm I'm gonna keep going forward no matter what. So it says I kept forming these bands because I was determined to play. There was a lot of halting and waiting, little acknowledgment little affirmation, but sometimes all it takes is a wink or a nod from some unexpected place to vary the ted of your baffling existence. And so he is talking about the importance of words of encouragement, and there's a super famous wrestler, professional wrestler at this time that is going to see Bob Dylan in play and provide that word of encouragement that is this guy named Gorgeous George. That happened to me when Gorgeous, George, the Great wrestler came to my hometown. In the mid 19 fifties, I was performing in the lobby of the veteran's memorial building. I was playing on a makeshift platform in the lobby and suddenly, the doors burst open and in kane Gorgeous George. He roar in like a storm. In all his magnificent glory. He had valet and was surrounded by women carrying Roses. He was wearing a majestic fur lined gold cape. He brushed by the makeshift stage and glanced toward the sound of the music. He didn't break stride, but he looked at me. He wink and seemed to mouth the phrase. You're making it come alive. I never forgot it. It was all the recognition and encouragement I would need for years to come. Sometimes, That's all it takes. The kind of recognition that comes when you're doing the thing for the things sake and you're on to something. It's just that nobody recognizes it yet. And so what's fascinating is several pages later when he's back in New york city before he signed a Columbia, he has a very similar experience. It's really with the way I thought about, like, it's a great description of the the time in his life when before he is bob dylan. So I wanna read this whole thing too because I think these experiences are important because they keep you going. And so it says sometimes you know things have to change are going to change, but you can only feel it, but you don't know it in a purposeful way. Little things fore shadow what's coming. But you may not recognize them, but then something immediate happens and you're in another world. You jump into the unknown. You have an instinct understanding of it. You're set free. You don't need to ask questions and you already know the score. It seems like when that happens, it happens fast like magic, but it's really not like that. It isn't like some dull boom goes off and the moment has arrived. It's more deliberate. It's a reflective thing. Somebody holds the mirror up, unlocks the door, something jerks it open and your shoved in and your head has to go into a different place. Sometimes, it takes a certain somebody to make you realize it. And so to me what he's describing there is all the years and years and years of practice of his craft. The studying that he's doing. It may seem okay. I'm signed to a major record company in 19 62, I'm world famous 12 months 12 months later. But that is just the public recognition of all the private work that he had been doing that very few people He talks about, you know, playing in in venues where there might be 3 or 4 people in the audience. And so I think about that part in the book is very similar to what happened maybe half a decade earlier in Minnesota with Gorgeous George. So I mentioned earlier 1 of my favorite parts of the book is that he's got... He's meeting all these crazy characters. He does a great job describing a personality. They really jump out on the... From the page, and they they really help him and influence like the the trajectory of not his career but his life as well. Right from the start, you could tell that Ne had a taste for provocation, and then nothing was gonna restrict his freedom. This another focusing singer. He was in a mad revolt against something. You had to brace yourself when you talk to him. Somebody should have immortal nervous. He was that kind of character. He could talk to anybody until they felt like all their intelligence was gone. With his tongue, he ripped and slashed and could make anybody uneasy. Also could talk his way out of anything too. Nobody knew what to make of him. Ne was a bulldog. Then he talks about another folk singer that he met before I get there. He just has a great line, and I think a very short way to understand his mentality at this time. I knew what I was doing and wasn't going to take a step back or retreat for anybody. So then he talks about this guy, Mike Sig who also had an influence on them. And this is what I mentioned earlier how the people that he is meeting are actually changing his life. And so when Bob studies Mike, he realized he's comes to a realization. Oh, I have to change my thought patterns. What I had to work at, Mike already had his jeans. It was in his genetic makeup. Before he was even born, this music had to be in his blood. It dawned on me that I might have to change my inner thought patterns. That it would have to start believing in possibilities that I wouldn't have allowed before, like getting signed to Columbia records less 12 months later. Right? That I had been closing my creativity down to a very narrow, controllable scale. That things had become too familiar. And I might have to dis orient myself. And then he goes into more detail about more professional research that he's doing. I did everything fast. I thought fast. I ate fast. I talk fast and I walk fast. I even sang my songs fast. I needed to slow my mind down if I was going to become a composer with anything to say. I couldn't exactly put in words what I was looking for, but it began searching in principle for it over at the New York City public library. And so I'm not sure why, but he becomes obsessed with studying the American Civil war. And I mentioned to you earlier how he's really not interest in current events. He repeats that over and over again, but he does have this d blow of history. So this is free... He doesn't explain why he's doing this, but he does explain what he gets out of it. And so he goes to the new york City library. He goes to 1 of the reading rooms and he says I started reading articles and newspapers on micro film from 18 55 to about 18 65. To see what daily life was like. I wasn't so much interested in the issues as intrigued by the language and rhetoric of the times. And 1 thing he's realizing is that human nature is constant. It wasn't like it was another world. It was the same 1, but with more urgency. Abraham Lincoln comes into the picture in the late 18 fifties. He's referred to as a Ba, or giraffe, and there were a lot of characters of him. Nobody takes him seriously at this time. It is impossible to conceive that he would become the father figure that he is today. You wonder how people so united by geography and religious ideals could become such bitter enemies. It all makes you feel creepy. The age that I was living in didn't resemble this age, but yet it did in some mysterious and traditional way. Not just a little bit, but a lot. You could see the full complexity of human nature. And then he wraps up why he's doing this and what he's gonna get out of it with this fantastic metaphor. I crammed my head full as much of this stuff as I could and locked it away in my mind out of sight. I left it alone. I figured I could send a truck back for it later. And so having read this book and already... You can already tell from what you and I've discussed for. And you could see why Bill Girly put Bob Dylan in his talk. It's just this constant self education, constant professional research doesn't stop there. He starts studying Beethoven, looking for ideas in the life and work of Beethoven that he can use in his own. I learned that Beethoven had been a child prodigy, and he had been exploited by his father and that Beethoven dis distress all people for the rest of his life. Even so, that did not stop him from writing Sin. And I think that point he's gonna be importantly later iran because the next chapter when it skips over, Bob dylan at the peak of his fame goes into how much he distressed people he did not like people saying he was a voice of a generation. He turns into a little bit of a rec tries to find ways to on purpose to make himself less famous. But we're not there yet. He's still studying the greats, and in this case, he's studying Hank Williams, and then he just has fantastic writing about all these people that he studied and admired and the people that influence his work. I didn't have to experience anything that hank to note what he was singing about. I'd learned later that hank had died in the backseat of a car on New year's day. I kept my fingers crossed. I hoped it wasn't true. But it was, it was like a great tree had fallen. Hearing about hank death caught me squarely on the shoulder. The silence of outer space never seemed so loud. When I hear hank sing, all movement cease. The slightest whisper seems sac. In time, I became aware that in hanks recorded songs were the archetype rules of poetic song writing. Remember, Bob Dylan not at this point his career, but now he's referred to as maybe the greatest song writer all time. And he's saying, I just studied hank. These are hanks rules. He's gonna get there in a minute. I became aware that in Hanks recorded songs with the archetype, rules of poetic song rating. The architectural forms are like marble pillars. And they had to be there. You can learn a lot about the structure of song by listening to his records, and I listen to them a lot and had them internalized. In a few years time, the folk and jazz critic for the New York Times would review 1 of my performances and would say something like he breaks all the rules in song writing except that of having something to say. The rules whether that critic knew it or not. Were hanks rules. And then he ends this section of his life, asking and then answering, how do I know I'm on the right track. March was coming in like a lion, and once more I wonder, what it would take to get into a recording studio. To get signed by a folk record label, was I getting any closer. The future was nothing to worry about. It was awfully close, and that is important that it really struck me when I re reread this last night. What's happening there? To me, the first part of that... The the the first sentence where it's like, I've been here for months. I'm wondering, like, how am I gonna get into recording studio, How Gonna get signed? That is Bob Dylan from the perspective when he's 20 years old. And he ends it to me is the older Bob Dylan almost talking to himself because he knows the outcome, the future is nothing to worry about. He was awfully close. And if you think about it, even the structure of the book is amazing. Because the first 3 chapters is all about Bob Dylan becoming Bob Dylan, it starts with him getting signed, and the it ends with him wondering I on the right track, and the older version of my opinion of himself saying yeah, it's right there. Don't worry. Okay. So now he fast forward 9 years into the future skips over the apex of his fame and starts with his father's funeral. The previous week had left me drink. I'd had gone back to the town of my early years in a way I could never have imagined. To see my father laid to rest. Now there would be no way to say what I was never capable of saying before. Growing up the cultural and generational differences had been insurmountable. My father who was plain speaking and straight talking had said, isn't an artist of fellow who paints, when told by 1 of my teachers that his son had the nature of an artist. It seemed I'd always been chasing after something. Anything that might lead me into a different place, Some unknown land down river. I had not even the vegas notion of the broken world I was living in. When I left home, it was like Columbus going off into the desolate Atlantic. I had done that, and Had been to the ends of the earth. And now I was back. And so the that that line is really important. Because he's saying, I left 10 years ago in search of my dream. I have now on the other side of that dream, I have experienced things that very few humans that have ever lived. Have experienced and now I'm back to where my life started lying to rest my father, and they had a complicated relationship. In the short time I was home, it all came back to me. The older order of things. But something else did too. That my father was the best man in the world and probably worth a hundred of me, but he didn't understand me. We had more in common now than ever. I too was a father, 3 times over. There was a lot that I wanted to share and to tell him. And so that part is also devastating to the reader because it's like, we have so much more common. We're are, I'm older. I understand your perspective. Now there's so much I wanna talk to you about and he can't. And he never will be able to again. And so this chapter is supposed to be about him making the album new morning, but really, it is about the price of fame and Bob Dylan trying to run away from Bob Dylan. Truth was that I wanted to get out of the rat race. Having children changed my life and segregated me from just about everybody and everything that was going on. So this idea of being completely separate from the outside world is a main theme in the book it is why some people think that Bob Dylan is like, more like a rec or an extremely private person even though he's 1 of the most famous musicians ever live. He did that intentionally. Outside of my family, nothing held any real interest for me, and I was seeing everything through different glasses. Even the horrifying news items of the day, the gun down of the Kennedy, of Martin Luther King of Malcolm x. I didn't see them as leaders being shot down, but rather as fathers whose families had been left wounded. And then when I got to this part where he's describing what's taking place at this point in his life, I wrote the Bob Dylan of 19 70 is not the Bob Dylan of 19 61, nor did he wanna be? I didn't belong to anybody then or now. I had a wife and children whom I loved more than anything else in the world. I was trying to provide for them. To keep out of trouble, but the press kept promoting me as the mouthpiece. Spokesman or even conscience of a generation. That was funny. All I'd ever done was sing songs that were dead straight and expressed powerful new realities. I had very little in common with and knew even less about a generation that I was supposed to be the voice off. Being true to yourself. That was the thing. I was more of a cowboy than a pie piper, So that's something he's gonna repeat over and over again. He's listen these songs just like he told Steve Jobs many years later. I made songs for me. They just came through me. It wasn't even like that I was comp having to compose them. So this idea is like, I was just trying to be true to myself and because I was true to myself, it resonate with other people, but then all the other interpretations and the building of the press that's your thing. That has nothing to do with me. And when I got to that part it made me think of something that he said almost a hundred pages earlier in the book. Where he's talking about the influence of, like, that that that brief interaction with Gorgeous George where it just you kinda fueled them. And he says something at the end there that I think is advice to you to you and I. For anybody that wants to get to Like, now the top of your profession, but also doing work that you feel is worthy that of your life energy. We all have 1 life we're all gonna die? We have limited time, and so therefore, we have to really think long and hard about, how do I wanna spend my time. What what does the work that I wanna do the craft and I'm gonna engage in that I'm gonna give 1 third or 1 half of my limited time on Earth here. And he says it's the kind of recognition that comes when you're doing the thing for the things sake That was Bob Dylan in 19 fifties. This is Bob Dylan in 19 70, and he's like, I did the songs for the songs sake because I wanted to do them. And as a result of doing that, at Resonate with other people, and then the press runs was, hey A voice of a generation, he's gonna accept this honorary degree. From Prince... This doesn't... I'm gonna share this portion. It's really funny, because he just... It's... That he's running from this. This label was like, I don't want this label, and he said somebody else would have to step up and volunteer. I really was never anything more than what I was, which is a folk musician. And he's saying put having this label put on you. All this pressure that you're a voice of a generation that he didn't even identify with or or even understand. He says it would have driven anybody mad. And so he talks about, hey, I'm getting away. I'm trying to be less famous. He buys a house in Woodstock California or Woods woodstock New York rather. And he's just trying to raise his family there, and it word gets out. This is Bob Dylan house, and these people just abuse him and his family. I cannot believe when I got to this part. This same house. Where again, the house that he's raising his family in. This same house that my families and intruder started to break in day and night. Peace was hard to come by. Road maps to our homestead must have been posted in all 50 states. Showed up. Goo were breaking into our place all hours of the night. This was so unsettling. I wanted to set fire to these people. These gate crash, tres, d dogs were all disrupting my home life. Everything was wrong. The world was absurd. It was backing me into a corner, and then he has this inner monologue. He's like, I don't even want this. Let's... Listen to what he's fan about. No place was far enough away. So, obviously, you're gonna have to get out there. And so that's what you're talking about. I don't know what everybody else was fan about, but I was fan about what what I was fan about was a 9 to 5 existence. A house on a tree lined block with a white picket fence, pink roses in the backyard. That would have been nice. That was my deepest dream. After a while, you learn that privacy is something you can sell, but you can't buy it back. So he's feeling violated, he feels like he can't get away from the image of who he is in the public's eye, and he's also continuing to make music because he likes to make music, but he doesn't now he's having... He's wrestling with. He's like, oh, I may never create work that good again. And the crazy part what he's about to toes. He's like, I don't even care at this point in his life. In 19 70 buffalo. He's like, I don't even care if I ever do. And so he writes the novel Herman Mel work when largely unnoticed after Moby Dick. Critics thought that he had crossed a literary line and recommended burning moby dick. By the time of his death, he was largely forgotten. I didn't know that. That's crazy. I had assumed that when critics dismissed my work, the same thing would happen to me. That the public would forget about me? I owe nobody nothing. I wasn't going to go deeper into the darkness for anybody. My family was my light, and I was going to protect that light at all cost. What did I owe the rest of the world? Nothing, not a damn thing. In my real life, I got to do the things that I love the best, and that was all that mattered. And he's gonna describe what he feels matters. The most, and it really speaks to how complicated being human is. The... The idea that we can give our entire heart and soul and life energy into achieving a goal like he did or becoming a folk singer, getting to the very top of his profession and realizing, I don't want it. I think it also speaks that the feeling that you don't want it might be temporary and to not give up. Because Bob is still touring. He's in his eighties. He's still touring to this day. In my real life, I got to do the things that I love the best, and that was all that mattered. The little games, the birthday parties, taking my kids to school, going on camping trips, boating, rafting, canoe, fishing. I was living on record royalties. Sometime in the past, I had written and perform songs that were most original and most influential, and I didn't know if I ever would again, and I didn't care. And so it's around this time in his life that Princeton decides to give him an honorary degree. I'm gonna read my entire note, which is kinda long before I read when I explain some of these 3 pages The way Bob Dylan writes is incredible. His description of his friend, the famous Singer David Crosby made me laugh. We also see his response for representing anyone but himself and a sentence that I've never read before, the book is full of them. As you probably I've already read a bunch of sentences that I've never read anywhere else before so that you might already pick up on that, But it says early in the week, we had gotten back from Princeton, where I had been given an honorary doctorate degree. It had been a weird adventure. Somehow, I had motivated David Crosby to come along. Crosby was a colorful and unpredictable character. He wore a cape didn't get along with too many people and had a beautiful voice. And this is the synthesis that made me laugh. He was an obstruction companion. So I had to look up that word. I thought meant like Kent tankers or mean, it says noisy and difficult to control. So then he tells the story of him and Crosby going to Princeton. We pull off of wrote, route 80 found the university on a hot and cloud day. In short time, the officials led me into a crowded room and put me in a robe, and soon I was looking out over a crowd of well dressed people. When my turn came to accept the degree, the speaker introducing me said how I had distinguished myself. And this is what the speaker said, though he is known to millions, he shu publicity and organizations preferring the solidarity of his family and isolation from the world. He remains the authentic expression of the disturbed and concerned conscience of Young America. And this part made me laugh 2 because that's the end of what the the person introducing him said, and then we hear his inner inter monologue. He goes, oh, sweet Jesus. It was like a jolt. I shutter and tremble. Remember. This is exactly what he was... Spent an entire chapter saying, I don't want this. It's making my life miserable. And this is why people call him rec. Oh sweet Jesus, it was like a jolt. I shutter and tremble but remain expression. The disturb conscious of Young America. There it was again, I couldn't believe it. Tricked once more. The speaker could have said many things. He could have emphasized a few things about my music, and this is a song... This is a sentence I've never read any other book before, I was so mad. I wanted to bite myself. And then he ends the story after whispering and mumbling my way through the ceremony, I was handed the degree. We piled back into the buick and drove away. It had been a strange day. Bunch of dick heads on auto stroke, Crosby said. And then he finally gets in. He finally ends the chapter, which is the couple pages on actually making the album, and it's remarkable he admits this. And it's done intentionally. So you can kind of understand what's taking place. Like, when you read, you feel like you're almost like experiencing his life to his eyes. Right? And really what he's talking about, like, this is when you know that your soul just isn't in the work. And so after I read this, I wrote a note to myself I was like, now it makes sense why 90 percent of this chapter wasn't about making the album, but about struggling with this time in his life. And so Bob writes, I recorded some stuff. At least these songs wouldn't make any headlines. Message songs, there weren't any. Anybody listening for them would have to be disappointed. When will the old him bet be back? They would ask. Not today, that my records were still selling surprised even me. Maybe there were some good songs, and maybe there weren't. Who knows, but they weren't the kind where you hear an awful roaring in your head. I knew what those kind of songs were like and these weren't them. It's not like I didn't have any talent. I just wasn't feeling the full force of the wind. I was listening to some of the playback and they sounded okay, but it wasn't great. Some critics would find the album to be Lackluster, oh well. Others would triumph it finally as the old him is back. I took it as a good sign. All this happened in what critics would later refer to as my middle period. And then this is 17 years after the last story. He's 46 years old. He's lost and broken down. And so as I was reading into the section, I let a note a few pages and I was like this is the closest I think he gets to whoever quitting. Always prolific, but never exact. Too many distractions had turned my musical path into a jungle of vines. I'd been following established customs, and they weren't working. The windows had been boarded up for years and covered with cob webs. And it's not like I didn't know. The previous 10 years had left me pretty white washed and wasted it out professionally. Many times, I'd come near the stage before a show and would catch myself thinking that I wasn't keeping my word with myself. I had single handedly shot myself in the foot too many times. It's nice to be known as a legend, and people will pay to see 1, but for most people, once is enough. I hadn't actually disappeared from the scene but the road had narrowed. There was a missing person inside of myself and I needed to find him. I did try a few times, tried hard to force it. In nature, there's a remedy for everything, and that's where I'd usually go hunting for it. Think things out, but it was no use. I felt done for, an empty burned out rack, too much static in my head and I couldn't dump the stuff. I am in the bottomless pit of cultural oblivion. And this is the part where I said, I think this is the closest here it gets to quitting. I had been on an 18 month tour with Tom Petty. It would be my last. I had no connection to any kind of inspiration. Whatever was there to begin with, had all vanished and shrunk. Tom was at the top of his game, and I was at the bottom of mind. My own songs had become strangers to me. I couldn't wait to retire. The mirror had swung around and I could see the future. An old actor, fumbling in garage cans outside the theater of past triumphs. And this is where he is saved by an old jazz singer. He's supposed to be playing a couple shows to Grateful dead. They're practicing They say, hey, why don't we do some some of your old songs, Bob and Bob's like, yeah okay. I forgot something in my hotel and he walked out. Said, I'll be right back. He was planning on never returning. And I think the main lesson in the entire section that is instead of running away. You have to find ways to get out of your own head. And so we pick up the story where he just walked out. And said hey, I'll be right back. I gotta get something from my hotel. I wasn't planning on going back. I started at the street Maybe 4 or 5 or 6 blocks went by, and then I heard the sounds of a jazz combo playing up ahead. Walking past the door of a tiny bar, I just realized when I read that we read that sentence. This is exactly the kind of places that he started his career in. So 27 years in the past. I looked in and saw that musicians were playing. There were just a few people inside. It looked like the last stop on a train in nowhere. Something was calling to me to come in and I entered. I got within 4 feet of the stage and just stood there. I ordered a Gin tonic and faced the singer. He was an older man. They played jazz ballots. The singer wasn't very forceful, but he didn't have to be. He was relaxed, but he's saying with natural power. Suddenly, and without warning, it was like the guy had an open window to my soul. It was like he was saying, you should do it this way. All of the sudden, I understood something faster than I ever did before. I knew where the power was coming from and it wasn't his voice. I used to do this thing. I'm thinking. It was a long time ago, and it had been automatic. No 1 had ever taught me. This technique was so elemental, so simple and I'd forgotten. It was like I forgot how to button my own pants. I wondered if I could still do it, and I wanted to try. Returning to the Grateful Dead rehearsal hall, I could not wait to get started. I wanted to see if I could sing using the same method that the old singer used. At first, it was hard going. Like drilling through a brick wall. All I did was taste the dust, but then miraculously, something internal came un. In the beginning, all I could get out was a blood choked coughing grunt. And it blasted up from the bottom of my lower self, and this is the main point, but it bypassed my brain, get out of your own head. It burned, but I was awake. This was. I played these shows with the dead and never had to think twice about it. I had that old jazz singer to think. And so this idea of taking a break, getting out of your own mind if something up appears over and nerve again seems to be very useful for Bob Dylan in his career after that, he's like, okay, I'm gonna make great music again. And so he starts writing a bunch of songs for the first time and maybe over 10 years. He... Dylan winds up. I think Bon comes over. I think They're having dinner at Dylan house if I if I remember correctly. And Bon asked Dylan like do you have any new songs. Do have any new music and Dylan goes and pulls out all of these compositions that he wrote? It had been decades before he had, like, a productive spurt that he that is happening at this point in his life, and Bon reading over the Lyrics is like, hey, I have a producer that you need to go and work with. And so Dylan is going to work with the producer that Bon recommended on the album called O Mercy. And so they set up shop in this mansion in new Orleans and the recording, new music, and in some cases, great music. But there's also times during the the making of this album where Bob Dylan feels lost. And so I just wanna read, a story that takes place because this is, I think, again, something that Dylan would suggest over and over again. It's gonna take place over a couple pages, and it's this idea that if you find yourself stuck, take a break, grab your lover and get out of town. I was up early and I rooted my wife out of bed. Daylight was 2 hours away. What's wrong now? She said? I hadn't thought that anything was wrong. Within minutes, she had slipped out of her loose robe and was making coffee. By daybreak, we were riding on the Harley and had crossed the Mississippi River heading towards route 90. No purpose in heading there. It was just a place to go. I was feeling stuffy. I needed to get out of town. Something wasn't clicking, like when the world is hidden from your eyes and you need to find it. I parked the bike close to an old water tower. We got off and walked around. Walk we walked along a joining roads that were dwarfed by ancient cyprus trees, Some 700 years old. It felt far enough away from the city. So that's another main theme. He just said that nature has all the answers to your problems. Anytime he feels like lost or he just wants to get away. He goes out, gets away from the city and goes into nature. It felt good to be off by ourselves. I looked at my wife. The 1 thing about her that I always loved was that she was never 1 of these people who thinks that someone else is the answer to their happiness. Me or anybody else. She always had her own built in happiness. I valued her opinion, and I trust her. We pulled in for the night, and I shut the bike down. It was a nice ride. We stayed at a bed and breakfast cottage. I laid down. Listen to the crickets and the wildlife out the window in the eerie blackness. I like the night. Things grow at night. My imagination is available to me at night. All my pre of things go away. Sometimes you could be looking for heaven in the wrong places. Sometimes, it could be under your feet or in your bed. Next day, I woke up. I felt like I had figured something out. And then it was also interesting from this point and if his life is as he's about to wrap up his album, he's having the conversation with the producer, his name is Danny, and Danny is shocked to learn who Bob Dylan had been listening to. And so I'm gonna read my note to you first, and then I'll read this section or make sense. Somebody different was bound to come along sooner or later. Bob Dillon knows that. Because at 1 time, that was him. And so I don't think there's anything shameful about the fact that Bob Dylan of 87 does not have that same creative spark that Bob Dylan of 19 62, next 63 and 65 had. In fact, in that in Steve jobs biography, when they're having that conversation and he's telling Steve, it's to our conversations steve he said like hey, listen. Like, the songs just come through me. It wasn't even like I was having to compose them. He also says that that just doesn't happen anymore. I just can't write them that way anymore. But he says I can still sing them. And so what I think Bob is about to tell Danny here in the book really speaks to the the environment that is conducive to your best creative work. Danny asked me who had been listening to recently, and I told him Iced tea. He was surprised, but he shouldn't have been. A few years earlier, Curtis Blow, a rapper from Brooklyn had asked me to be on 1 of his records and he familiarize me with all that stuff. Iced tea public enemy, N, run Dmc. These guys definitely weren't standing around bullshit. They were beating drums, tearing it up, hurling horses over cliffs. They were all poets and knew what was going on. Somebody different was bound to come along sooner or later who would know that world, who had been born and raised with it, be all of it and more. And I'll pause there to say that's very interesting because when I read Jay z's auto. Have if you haven't listened to it, it's episode 02:38, he was somebody different, who was born in that world raised in it and 1 of the most surprising things about Jay z's auto, is it's just how steep he was in the history of Hip hop, how he studied all those guys, how he learn from them. In some cases he wanted meeting them and going on tour them. Somebody different was bound to come along sooner or later who would know that world. Been born and raised in it, be all of it and more. It's almost like Bob Dylan describing the younger version of himself. Isn't it? He'd be able to balance himself on 1 leg on a tight rope that stretched across the universe, and you know him when he came. There would be only 1 like him. He is describing his younger self. Bob Dylan knows that because at 1 time, that was him. What crazy language he'd be able to balance himself on 1 leg on a tight group that stretched across the universe and you'd know him when he came, there'd only be 1 like him. With iced tea and public enemy who were laying the tracks, a new performer was bound to appear. He'd be doing it with hard words and he'd be working 18 hours a day. I love that part. Just wanna read my note again. Somebody different was bound to come along sooner or later, Bob Dylan knows that because at 1 time, that was him. So that album is finished, Bob Dylan gets to the last chapter. This is my note to myself, which I think explains my experience of the book. He writes, like he wants to make sure that you were paying attention. You have to fill in a lot of this stuff for yourself. This is a flashback to when his father was still alive even though this is the last chapter of the book. My father had his own way of looking at things. To him, life was hard work. He'd come from a generation of different values. Heroes and music and wasn't so sure that the truth would set anybody free. He was pragmatic and always had a word of cryptic advice. Remember, Robert, in life, anything can happen. Even if you don't have all the things you want, be grateful for the things you don't have that you don't want. I was doing my best. I had to thoroughly feel that I was earning my fee. Nothing would have convinced me that It was actually a song writer, and I wasn't not in the conventional song writer sense of the world. So that's what I mean about. He writes like he wants to make sure you're paying attention yet film a lot of stuff for yourself. Without warning, now we're back to the Bob Dylan of 19 61, the Bob dylan trying to be signed trying to achieve his life's dream. And he spends a lot of time expo on that same theme that Bill Girl talks about in running down a dream how to survive or how to succeed in thrive in a career you love. And that's this professional research, and now he gets to his hero, Woody Gut, the main perfect... The main person he wanted to meet when he had winnie hitch hike to New York. As far as series song writing went, the songs I could see myself writing, if I was that talented, would be the kinds of songs that I wanted to sing. Outside of Woody Gut, I didn't see a single living soul who didn't it. The 1 song that it hooked me up when leads music, the 1 that had convinced John Hammond to bring me over there in the first place was an homage in lyric and melody to the man who had pointed out the starting place for my identity and destiny. The great Woody gut. I wrote the song with him in mind, and I used the Melody from 1 of his old songs having no idea It would be the first of maybe a thousand songs that I would write. My life has never been the same since I first heard Woody on a record player in minneapolis a few years earlier. When I first heard him, it was like a million mega ton bomb had dropped. And then he goes back and gives you the pre history of why he was so obsessed, and he discovered Woody in Minnesota. So he goes back to this time. This is when he's around in college where he dropped out, I found a local record store in the heart of Dink town. What I was looking for were folk records. This is when he walks himself in the booth and just listen this over and over again. And then I then went further up the street and dropped into the 10:00 scholar, which is a coffee house. I was looking for players with kindred pursuits. The first guy I met in Minneapolis like me, who was like me was sitting around in there. It was John Corner. Performers like corner and myself would go anywhere. To hear anybody we thought we hadn't heard. I loved all these ballots right away. They were romantic as hell and high above the popular love songs that I'd ever heard. I was beginning to feel like a character from within these songs. Even beginning to think like 1. And so the experience that Bob Dylan how is having in music, I think you and I have with books. I feel like I'm a character in a of these books, and I even begin to think that I start to think like 1 as well. I know exactly what he is talking about. There's a fantastic lyric on Kanye West first album. It's in this song called spaceship. It's describing the struggle that he went to went through to try to become a producer and then a rapper It's a series of lines I think about all the time. He says, y'all ought don't know my struggle. You can't match my hustle. You can't catch my hustle. You can't fathom my love, dude. Lock yourself in a room doing 5 beats a day for 3 summers. I deserve to do these numbers. And that idea, you can you can reduce that idea to 5 beats a day, lock yourself in a room doing 5 beats a day for 3 summers. That experience that Kanye is describing in that song is exactly what Bob Dylan is describing in this auto. I played morning, noon and night. That is all I did. I usually fell asleep with my guitar in my hands. I went through the entire summer that way. And so this part of the book is how bad do you want it. By this time I was making 3 to 5 dollars every time I played at either coffee house are another place in Saint Paul called the purple onion pizza Parlor. He is doing shows at a pizza Parlor. This is the guy who's gonna sell hundred and 25000000 records. The place I was living was no more than an empty storage room with a sink in a window looking into an alley. No closet, a toilet down the hall. I put a mattress on the floor. I met an actress, an inspiring fest named Flow. Flow was odd looking, but beautiful in a wacky way. She had long red hair dressed in black from head to head to foot, and she had a fo sea demeanor. She was a mystic. She believed in the occult power of trees and things like that. She was also very serious about rein. We used to have strange conversations. 1 day, she asked me if I had ever heard of Woody gut. I said sure, I had heard him on these other records with these 2 other musicians. Then she asked if I'd ever heard him all by himself on his own records. I couldn't remember having done that. Flo said that her brother had some of his records and she would take me over there to hear them. That Woody Gut was somebody that I should definitely get hip to. Something about this sounded important, and I became definitely interested. When the record started to play, I was stunned. I didn't know if I was stoned or straight. What I heard was Woody seeing a whole lot of his own compositions, all by himself. All these songs made my head spin. It made me want a guess. I couldn't believe it. He had such a grip on things. He was like none of the other singers I had ever heard. And neither were his songs. It was like the record player itself had just pick me up and flung me across the room. A voice in my head said, so this is the game. A great curiosity had seized me, and I had to find out who Woody was. It didn't take me long. My friend, Dave happened to have Woody auto, bound for glory, and he lent it to me. What if fantastic title for an auto bound for glory. I love that mentality. I went through it from cover to cover like a hurricane, totally focused on every word and the book saying out to me like the radio. Gut 3 rights like the whirlwind and you get tripped out on the sound of the words alone. Pick up the book anywhere, turn to any page and he hits the ground running, kinda like what what Bob did with his own. Who is he? He's a hustling ex sign painter from Oklahoma. An anti material who grew up in the depression and dust bowl days. Migrated west had a tragic childhood, a lot of fire in his life, both figuratively and literally. Woody got a fierce poetic soul. He divides the world between those who work and those who don't and is interested in the liberation of the human race and wants to create a world worth living in. Bound for glory is a hell of a book. I decided then and there to sing nothing, but gut songs. It's almost like I didn't have any choice? I'm gonna finish the section, but pause there and just think about this. What is the difference in Bob Dylan life if he never picked up that book. There's so many examples just like that. That's why I feel extremely comfortable being an evangelist. Everybody I come in contact with, the podcast, everybody talked to. Read biographies. It doesn't matter who it is. Whoever you just happen to be interested in. They will change your life, imagine if he never picked up bound for glory. I said to myself, I was going to be his greatest disciple. I wasn't even sure if he was alive anymore. The book makes it seem like he was a character from the old past. His friend, Dave, actually knows about it. He says, he'd got me up to date on him. That he was in ill hell somewhere in the east, and I ponder that. 1 thing for sure. Woody Gut had never seen nor heard of me, but he felt... But it felt like he was saying I'll be going away, but I'm leaving this job in your hands. I know I can count on you. It was time for me to get out of Minneapolis. New York City was the place I wanted to be. With only a few tat rags and a suitcase and a guitar, I stood on the edge of town and hitch height east to find woody. Although I might have been Slack and a lot of things, my mind was ordered and disciplined. New York City, mid winter, 19 61. Whatever I was doing was working out okay and I intended to stay with it. I felt like I was closing in on something. And that is where I leave it, I highly highly highly recommend reading this book. I would not overthink it. If somebody like Bill Gu tells you to read a book just buy the book. If you buy the book using the link that's in the show of your podcast player, You'll be supporting the podcast at the same time that is 259 books down 1000 go, and I'll talk to you again soon."
}