{
  "transcript": "Power and machinery, money and goods are useful only as they set us free to live. There, but a means to an end. For instance, I do not consider the machines which bear my name simply as machines. If that was all there was to it, I would do something else. I take them as concrete evidence of the working out of a theory of business. Which I hope is something more than a theory of business. A theory that looks toward making this world a better place in which to live. The fact that the commercial success of the Ford Motor company has been most unusual is important only because it serves to demonstrate in a way, which no 1 can fail to understand that the theory to date is right. Considered solely in this light, I can criticize the prevailing system of industry and and the organization of money in society from the standpoint of 1 who has not been beaten by them. As things are now organized, I could where I thinking only selfish, ask for no change. If I merely want money, the present system is alright, it gives money in plenty to me. But I am thinking of service. The present system does not permit of the best service because it encourages every kind of waste. It keeps many men from getting the full return from service, and it is going nowhere. It is all a matter of better planning and adjustment. So that's from the introduction of the book that I wanna talk to you about today, which is obviously the auto biography of Henry Ford. It's called my life and work. And, it's just an amazing little book. It's out of copy right now. So you can pick 1 up for, like, 5 or 6 bucks on Amazon if you want the paper back version. And it's a really quick read. It's about a hundred and 36 pages, no fluff, no no crap. So in that paragraph, Henry ford to touching on 2 main themes, I would say that that are present of the book. And 1 is the active service, which is extremely important to him. And the second is Frugal gal. And, frugal gal has a an anecdote to to waste. So let's go ahead and jump into this book. I've talked about previously that I I really like, reading about the personalities and the mis fits that are, great founders and entrepreneurs. All up and down history. But even more than that, I love reading auto. So some of my favorite books that have read is just... I feel when a a founder is writing an auto as opposed to somebody writing a book on them. They just... They don't waste time and they get rights to the point. So This is there's not like, a cohesive story here. He's just telling his ideas on business, which is why I think it's a no brainer if you're interested in founding a company or building anything or starting anything, that you should read it. It's very plain language very fast, and a lot of the stuff I'm gonna share to you today are just, like, basically, I would consider almost a because usually, they're a paragraph or 2 at most. And what I love about the book is his his you you definitely get a good feel feel of not his hysteria of business, which he makes explicit. But his philosophy on life. So here's some of his ideas on, ideas, and well, I'll just read it. I have no quarrel with the general attitude of sc at new ideas. It is better to be skeptical skeptical. Of all new ideas and to assist upon being shown rather than to just rush around in a continuous brainstorm after every new idea. Skepticism, if by that, we mean cautious, is the balanced wheel of civilization. Most of the present acute troubles of the world arise out of taking on new ideas without first carefully investigating to discover if they are good ideas. And idea is not necessarily good because it is old are necessarily bad because it is new. But if an old idea works, then the weight of the evidence is all in its favor. He's kinda talking about the Lin effect, but he's talking about it a hundred years before it's written about ideas of themselves, ideas are of themselves extraordinary valuable. But an idea is just an idea. Almost anyone can think up of an idea. The thing that counts is developing it into a practical product. On the very next page, this is, I would say, he talks about the nature of work and how he feels it's well, the natural thing to do is work is the der quote. And he's not a very big fan of idle or leisure. Now he does believe in your the freedom of your ability to choose 1, but he makes the distinction throughout the book that a man of leisure should not, be upset if he doesn't get the same results out of life as a man of work. So let's just read this this 1 paragraph on the natural thing to do his work. The natural thing to do is work to recognize that prosperity and happiness can be obtained only through honest effort. Human ill flow largely from attempting to escape from this natural course. I have no suggestion which goes beyond accepting it in its fullest accepting in its fullest this principle of nature. I take it for granted that we must work. All that we have done comes as a result of a certain insistence that since we must work, it is better to work intelligently and 4 handedly that the better we do our work, the better off we shall be. And we're still in an introduction here. So if he's just kinda laying out the way he looks at a life. This is something that is really interesting to me because keep in mind, this book was written in, I think 19 20 are thereabouts. So it's almost a hundred years old. And something the reason I love reading these books that, you know, most of the books that we cover here are not, they're not new releases. These are books that have been around for a long time. In this case, maybe a hundred years, sometimes 20 years. But what I love about, what I'm learning, because, you know, I'm reading more and studying more. I think than I ever have my life even when I was back in college just because, you know, reading... I've been reading about 3 of these a month and then having to take notes, you really... Even though I know this to be true, I'm really astonished how much human nature doesn't change. And how we kind of people throughout the entire, in the past have a very similar problem so the ones we do today, and they react in a very similar way. So something about this that that shows up throughout the book too, it's interesting because we we're having... I feel culturally, we're having a discussion session now. And it's... And he takes what I would consider maybe an unpopular, but true opinion in my opinion. And it's that all people are not created equal. So let let me... Let let let's let hear him describe what he means by that. There can be no greater absurdity and no greater to disservice to humanity in general than to insist that all men are equal. Most certainly, all men are not equal, and any democratic conception, which strive to make men equal is only an effort to block progress. Men cannot be of equal service. There's that service word again. The men of larger ability are less numerous than the men of smaller ability. It is possible for a mass of the smaller men to pull the larger ones down. But in doing so, they pull themselves down. It is the larger men who give leadership to the community and enable the smaller men to live with less effort. So what I mean is why I think that might be maybe unpopular or political... I even hate using the word, but, politically incorrect now, even though I agree with that statement is this idea that, like, the the the equality of outcome where I I don't believe in the equality of outcome. I believe the the equality of opportunity. But the idea that everybody should wind up in the same place. It's just silly. And, I think he's really picking up that There... There's... But never been a time in history nor there... Is there any evidence in human nature that that men are equal. And, like he's saying there's some people are gonna be more talented and have greater ability, and those people are gonna be a lot smaller percentage of population than the people that don't. He goes through this, and I'm not gonna cover on the podcast, but there they're... He made some changes to, like, things that even affect us now. Like, the 8 day, he he, like, kinda made the the amount of hours more uniform. He increased wages. And all these other things. And he talks about how there's just he just deploying tens of thousands of people this time. But how even if you were to offer the vast majority of people more money and in exchange for more money, they have to take on more responsibility, they won't do it. I think it kinda speaks to how he arrives at this conclusion. Not only did, you know, he get to where he was through tinkering and through having ideas and and and and falling through and working on them, but he was comfortable taking on more responsibility where when he'd offer that same opportunity to of thousands of other men at the time they would decline. So I I don't know. I like this this idea. It's something that even though if if it's uncomfortable where people speak about, which I don't think it really should be. I think it's... You know, we're doing it a service when we're lying to our kids are are telling this lion society that that'll everybody's equal. That doesn't mean like they should be treated differently. It's just... You you need to let people. Again, this entire podcast is on mis fits rebels, juvenile delinquent. These people do not fit into society which And I would argue that society's is a lot better because they don't fit in because you see what they do. Henry Ford, if you know to sir Henry Ford, It's like to be very common to your working day and night at an electricity plant, than coming home and working on your gasoline powered motor for 5 years. And then going through multiple iterations of forming company just so you can sell what we call cars. He's calling machines. It's not a normal person at all. So I don't know. Just a random thought. So he's got a lot of ideas in here that really resonate with me. So this part is called never employee an expert, but he's also talking about... Well, you'll see here. A few years before, it was while I was an apprentice. I read in the world of science. An English publication of the silent gas engine, which was coming out in England. I think it was the auto engine. It ran with illuminati gas had a single large cylinder and the power impulses being thus intermittent required an extremely heavy flywheel. As far as weight was concerned, it gave nothing like the power per per pound of metal that a steam engine gave. The use of illuminati gas seems to dismiss it as even a possibility for road use. It was interesting to me only as all machinery was interesting. I followed in the English and American magazines, which we got in the shop, the development of the engine and most particularly, the hints of the possible replacement of the illuminated gas fuel by gas formed by the vapor vapor of gasoline. So that part is really confusing, but this is it was important to include because we were gonna see how he... How he thinks and and the conclusion he arrives at. The idea of gas engines was by no means new. But this was the first time that a really serious effort had been made to put them on the market. They were received with interest rather than enthusiasm, and I do not recall anyone who thought that the internal combustion engine could have ever have could ever have more than a limited use. So let me stop there before Continue. So he's telling us about... He's following the the idea because keep in mind, this is the early 19 hundreds. Excuse me, This is the late 18 hundreds. And, electricity is all the age. So everything people think that the possibilities of, of electricity are almost limitless that if you were gonna make an engine, of course, you're gonna make an electric engine. If you're gonna make a horse's carriage, of course, it be a electric horse horse carriage. Okay. So they received... Okay. So I do not recall any who thought that the internal combustion engine could ever have more than limited use. Okay? At the time, this is what he's been working on for a while. No 1 gives a shit at all. They including most of the people that he's working with say because, you know, they're they're in electrical industry. They're saying you're wasting your time for. So he's saying, hey, They they didn't think the internal combustion engine. Now think about how prevalent in our modern world that the internal combustion engine is. Would have more than limited use, and this is the important part. All the wise people demonstrated conclusive that the engine could not compete with steam. They never thought that it might carve out a career for itself. That it that is the way with wise people. They are so wise and practical that they always know to do, they always know just why something cannot be done. They always know the limitations. That is why I never employ an expert in full bloom. If ever I wanted to kill opposition by unfair means, I would endo ind the opposition with experts. They would have so much good advice that it could be sure they would do very little work. So that's a very counterintuitive thought in my opinion. And I think it just comes about by by actual trial and error. He realizes realizes oh, shit. The experts are only telling me what I can't do instead of what is actually possible to trial and error. I love the... Moving on this another great, another great thought to keep in mind. No work with interest is ever hard. During the first several months, I... This is he's talking about... He has a workshop out outback, and this is before he ever starts a company, he makes just 1 prototype. He obviously tries with the engine. I I mean, he makes 1 car or what soon to be a car. But this is right before that happens. During the first several months, I was in the night shift the electric light plant, which gave me very little time for experimenting. But after that, I was in the day shift, and every night and on on every Saturday night, I worked on the new motor. I cannot say that it was hard work. No work with interest is ever hard. I always am certain of results. They always come if you work hard enough. Skipping ahead, so this is him going into the automobile business... So these are this is the no I left myself. Going into the automobile automobile business, no 1 thought that this would be valuable. Now 3.5 percent of Gdp, and the bicycles is reasoning by analogy. So we'll see what I mean by all that. The Edison company offered me the general super tenancy of the company, but only on condition that I would give up my gas engine and devote myself to something really useful. See there's more evidence of this pushback he's he's getting this whole time. I had to choose between my job and my automobile. I chose the automobile or rather I gave up the job. There was really nothing in a way of choice. For I already knew that the car was bound to be a success. I quit my job on 08/15/1899 and went into the automobile business. He's saying for I already knew that the car was bound to be successful This is before he sold his first car. But he'd been working on it for a while and and he kinda knew the utility. So it continues. It might be thought of something it might be thought something of a step for I had no personal funds. What money was left over from living was all used up in experimenting. But my wife agreed that the automobile could not be given up. That we had to make or break. There was no demand for automobiles. There never is for a new article. They were accepted in much the fashion as more as more... They were accepted much the fashion as was more recently the airplane. At first, the horse's carriage was considered merely a freak notion. And many wise people explain with with particular why it could never be more than a toy. So that's what I wrote. No 1 thought it would be very valuable. You see it's a lot where people confuse, like, something new with Oh, it's just a toy. So then now I looked up. I'm like, okay. Well, a hundred years later, how valuable is the automobile to to... And and and and limiting it just to the United States, not including how valuable is the world. It's 3.5 percent of Gdp for the largest economy in the world. Like, it's... That's the almost the exact opposite of this where they said, it was merely considered a freak notion and many wise people explained while it would never be more in the toy. This just another reminder. So no man of money even thought of it as a commercial possibility. I cannot imagine why each new means of transportation meets with such opposition. In the beginning, there was hardly anyone who sensed that the automobile could be a large factor in industry. The most optimistic own hoped only for a development akin to that of a bicycle. So I included that last sentence in there. Because I think it's important. Something we talked about a lot on the podcast is something that's that's that a lot of these these people that we cover in these books that are are is the idea that you need to reason from first principles and really try to go at the at the very bottom level of what you think is true and then reason up from there, which is... Which sounds... You, of course, you wanna do that, but it's actually really hard. And once you realize, understand the idea of reasoning for first principles. In your day to day life, you're gonna constantly see that us humans, all we do is reason by analogy. So this is something new. Right? It's a gas powered, internal combustion engine, a horse carriage, a bunch of different new developments, and they're saying, okay. Well, this... This... You might have something there, mister Ford, but the the the most you can hope for is that of the bicycle. Humans score the abstract. We only... We we love to jump on things that we see. So the bicycles out, it's popular. It's a means of transportation, and it has 2 wheels. All these other similarities, even, I guess, in in that case, the autumn the automobile of the machine had 4 wheels. But you you jump on to... Okay. This is another form of transportation. So therefore, it can only be, like, this other form of transportation. So I just bring that up because it I think it's endemic, and I think not only important for us to catch in our own thinking, but then when you see... Like, when you're developing a new product or service or whatever it is that you're you're making or you wanna do, and you start to see get introduced to the world, you're gonna start to see this exact same... The same the same kind of thinking that was present in 18 99 with Henry Ford is present today, and we'll be present a hundred years from now. And probably a thousand and 10000 years from now. We're still a lot arrive as around a species. So I I don't know. I think that's extremely important. And maybe I'm just speaking to myself, but hopefully that idea resonates with you. This is another idea he has. And, again, when... You're seeing this pattern here, Most of the notes I have, you know, I probably have 20 something notes Gonna share with you. They're they're like, a little a, little little paragraphs, maybe even a center to you. So this 1 is start small build through earnings, and he's talking about how he how to build a business. My idea my idea was then and still is that if a man did his work well, the price he would get for that work, the profits in all financial matters would care for themselves and that a business ought to start small. And build itself up and out of its earnings. If there are no earning, this is the great part. If there are no earnings, then that is a signal to the owner that he is wasting his time and does not belong in that business. And throughout the book he talks about, you know, they they would produce 1 a day, and then maybe 3 a day, and then they start making, like, a hundred cars a day and people are like this is impossible, than a thousand cars a day. And it's just starting small and grew it very, very slowly. So he he has a... This is his philosophy... This is Henry Ford's philosophy and constant change. And also, I noticed a tendency among many men in business to feel that their lot was hard. They worked against the day when they might retire and live on an income to get out of the strife. Life to them was a battle to be ended as soon as possible. That was another point I could not understand. For as I reason, life is not a battle except with our own tendency to sag with the down pole of getting settled. If to petrified is success, all 1 has to do is humor the lazy side of the mind. But if to grow a success, then 1 must wake up a anew every morning and keep awake all day. I saw great businesses become, but the ghost of a name because because someone's thought that they could be managed just as they were always managed. And though the management may have been most excellent in its day, it's excellence consisted in its alertness to its day and not sla following of its yesterday's. Life as I see it is not a location, but a journey. Even the man who most feels himself settled is not settled. He is probably sag back. Everything is in flux and was meant to be. Life flows. We may live at the same number number of the street, but it is never the same man who lives there. Moving ahead, there's some... Here's some there's 3 conclusions that he arrived after his first year in business. What I most realized about business in that year, and I have been learning more each year without finding it necessarily change my first conclusions is this. Number 1. That finance has given a place ahead of work and therefore tends to kill the work and destroy the fundamental of service. 2, that thinking first of money instead of work brings on fear of failure and this fear blocks every avenue of business. It makes a man afraid of competition of changing his methods are of doing anything which might change his condition. 3, that the way is clear for anyone who thinks first of service of doing the work in the best possible way. So moving ahead, Jeff Bezos has this quote where, he says there's 2 kind of businesses ones that try to find a way to charge more for their product and ones that try to find a way to charge less. Henry Ford is definitely a fan of the ladder. So this is a demonstration of what price means. Our little wooden and shop had with the business we were doing could become totally inadequate. And in 19 o 6, we took out we took out of our working capital sufficient funds to build a 3 story plant, which for the first time gave us real manufacturing facilities. In 19, the year of 19 o 5 to 19 o 6, we made only 2 models. 1, the 4 cylinder car car at 2000 dollars, and another touring car at 1000 dollars. Both being the models of the previous year and our sales dropped to 1599 cars. Some said, it was become we had... It it was because we had not brought out new models. I thought it was because our cars were too expensive. They did not appeal to the 95 percent. What he's referencing there and he references out the book. And you that you should... You should design your what you're making to appeal to 95... Basically make it so affordable that almost anybody can purchase it. I changed the policy in the next year having first acquired stock control. So he just uses that 1 sentence there. He's he's going over an entire fight that he had with his first company about gaining control. Because 1 of his partners kept wanting to make these, like, really silly, like, expensive, like, 6000 dollar cars. If you wanna learn more about that, I I think I covered it in a the previous podcast on Henry Ford, it's called I invented the modern age. It's a great book too. But you can go back and listen to the podcast if you want. Okay. So a sales dropped to 1599 cars. He said I changed the policy next year having first acquired stock control. Yeah. He definitely did. For 19 o 6 to 19 o 7, we entirely left off making touring cars and made 3 models of run outs and roadster. The big thing was the cheapest car sold for 600 and the most expensive for only 750 dollars. So he went went from 2 models, 1 at a thousand 1 of 2000 down to 3 models anywhere from 600 to 750 dollars. And right there came the complete demonstration of what price meant. We sold 8423 cars, nearly 5 times as many as in our biggest previous year. So throughout the entire time he ran Ford Motor company constantly look for waste to to be to eliminate waste, and therefore pass the the elimination of waste and form of lower prices onto the customers. Here's traits of a prosperous business according to Henry Ford. The business was considered extraordinarily prosperous. We had plenty of money. Since the first year, we had practically always had plenty of money. We sold for cash, we did not borrow, and we sold directly to the purchaser. We had no bad debts and we kept within ourselves on every move. I have always kept well within my resources. I have never found it necessary to strain them because inevitably, if you give attention to work and service, there's a service word again. The resources will increase more rapidly then you can devi ways and means of disposing of them. So, basically, if you focus on just making the best service and making your customers happy, you're not gonna know what to do with all the money. And then this whole idea of, living within resources, never straining yourself. That... To me, that's just another word for P Gallery and go back to the podcast on Sam Walton on Jeff Bezos, on Y S, All you see for Galley over and over and over again. And I think that's the difference. That... That's why I love the anecdote. Of, when Jeff goes crazy in that meeting because 1 of the new executives he poached from... Might have been Walmart might have been somewhere else brought up in the meeting that, hey, executives for Amazon should be allowed to to book first class seats. And, you know, Jeff Bezos explodes, the vein pops out of his forehead head. He starts hitting the table and he yells. That's not how an owner thinks. And I think there's a very big difference between, like, professional executive or professional Ceo compared to the way the these people that build the company actually think. And realizing because his it... Should jeff's point was, you you're... You... You sitting in first class. Is that better... How is that better for our customer? The answer is it's not. It's better for you? And I don't... He necessarily give a shit. What's better for you? I give a shit about what's better for the customer? So I found this this paragraph kind of interesting, in the way he he thinks because I don't think this is how most humans think. Even though I think it's... It... It's actually correct. If a device would... Saw this is an entire chapter or getting in into production and creating like, a way to make cars faster and cheaper. If a device would save in time just 10 percent, Our increased results, 10 percent, then its absence is always a 10 percent tax. Remember what that's what I just said the human score apps... The abstract. Even if we're losing 10 percent. Let's say we don't buy this this piece of machinery of the service and we lose 10 percent. It's very hard because that loss is abstract very hard for people to understand that and then be proactive, but he's organizing his business this way. If the time of a person is worth 50 cents an hour, a 10 percent, a 10 percent saving is worth 5 cents an hour. And then he he reasons up for here. If the owner of a skyscraper skyscraper could increase his income 10 percent, he would willingly pay half to increase just to know how. The reason why he owns a skyscraper is that science has prove that certain materials used in a given way can save space and increase rental incomes. A building 30 stories high needs no more ground space than 1 5 stories high. This is a great way to great metaphor so we can visualize this. Getting along with the old style architecture cost the 5 story man, the income of 25 floors. Save 10 steps a day for each of of 12000 employees, and you have saved 50 miles of wasted motion and spent energy. Those are the principles on which the production of my plant was built up. We're getting into some more contra. I would say, counterintuitive advice here. I she to... I filled in today's day and age We're we're constantly obsessed with with data. Henry ford's is gonna take the opposite approach. The factory keeps no record of experiments, the foreman and superintendents remember what has been done. If a certain method has formally been tried and failed, someone will remember it. But I am not particularly anxious for the men to remember what someone else had tried to do in the past for them we might quickly accumulate far too many things that could not be done. That is 1 of the troubles with extensive records. If you keep on recording all of your failures, you will shortly have a list showing that there's is nothing left for you to try. Whereas it is by no means follows because 1 man has failed in a certain method that another man will not succeed. We get some of our best idea. We get some of our best results from letting fools rush in where angels fear to tread. I refuse to recognize that there are possibilities. I cannot... This is maybe my favorite sentence in the entire book and kind of encapsulates like my worldview. I cannot discover that anyone knows enough about anything on this earth definitively to say what is and what is not possible. The right kind of experience, the right kind of technical training ought to enlarge the mind and reduce the number of imp. It unfortunately does nothing of the kind. Most technical training and the average of that, which we call experience, provide a record of previous failures. And instead of these failures being taken for what they are worth, they are taken as absolute bars to progress. If some man calling himself an authority says this or that cannot be done, then a horde of un thinking followers start the chorus, it can't be done. To me that section kinda echoes what he was saying earlier about not employing an expert in full bloom and then not all men are created equal. So this next part was kind of humorous. It's really interesting because I'd read this book previously. And then I went back and reread it this week. And this is after I did that, the podcast and read the book, James James Dyson auto. And you're gonna... If you listen to that podcast or if you read that book, this is gonna sound familiar to you. Now a business in my way of thinking is not a machine. It is a collection of people who are brought together to do work and not to write letters to 1 another. Remember James Dyson said that he wouldn't allow memos in his company. It is not necessary for any 1 department to know what the other department is doing. If a man is doing his work, he will not have time to take up any other work. It is the business of those who plan the entire work, to see that all the departments are working to properly towards the same end. It is not necessary to have meetings to establish good feeling between individuals or departments. It is not necessary for people to love each other in order to work together. Too much good fellowship may indeed be a very bad thing for a may lead to 1 to 1 man trying to cover up the faults of another. That is bad for both men. When we are at work, we ought to be at work. When we are at play, we ought to be at play, there is no use trying to mix the 2. The sole object ought to be able to get the work done and to get paid for it. When the work is done, then the play can come, but not before. This is really interesting because I feel today where there's a lot of like, hyper preferably around you know, because, all kinds of companies are are competing for the best qualified employees. And you see someone kind of this marketing around, like, oh, we're a family or there's, like, a fam familiar atmosphere or friends, and that's the exact atmosphere that you don't want according to Henry Ford. And I I you may not see this too much at, like, smaller companies or startups ups or founder led companies, but you you damn sure see it as at, large companies, which, you know, I always like to poke fun of and and and, you know, just criticize the the really weird ways. They work where it's, like, not enough that you give the time. Think of that you're an employee at a large company. But now you have to go to this, you know, this dinner meeting. And now instead of spending time with people you actually choose to be around, your family, your friends, the hobbies and interest that you have. You're forced to dedicate more time to being around people that are selected for you to be around. If you're an employee at a large company, you're not choosing the people that are with that that are that you work with day to day in many cases. And then to to for large companies to not only make you spend more time after work, I I think that's just... Honestly, I think it's moral. I think it's an unethical. I think when you're running your own company, you should you should provide an environment that allows your employees to work to the best of abilities to challenge themselves. But when when work is done, work is done. You shouldn't constantly try to en cro on the personalized employees, especially under the guise that it's it's family. It's not family. It's it's it's... With your family, you're almost socialist. You know, I just finished and the scene to have skin in the game, And he has this He talks about, like, dependencies like, the your relationship between people dependent on scale and how, like, your thoughts of what should be... What you might wanna do at, like, a federal level is different from the thoughts you'd wanna do on, the state level is different than what you'd wanna do on city level and is very different for which you do on the family level. Most families, right? Operate in almost socialist tendencies. Right? They're like, many socialist countries. That's not a way of businesses run. They're financial. So the idea that you can mix it to you're gonna have to make certain decisions that are based on finance that is not gonna look at all similarly to the decision you'd make for your family, which are not built on finance. So I I think it's it's it's just another example of, like, bullshit corporate culture that I Am I'm just not a fan of. Alright. So let's skip ahead. Oh, this is a great part. So he has an almost entire chapter, and I'm not gonna have time to read it here, but he goes through, what I think a common mistake do. That there's a problem in your business and you think throwing more money are in this case, borrowing more money is gonna fix it, and it's not going to fix it. And it does this amazing, they were short by, like, they keep large balances, but they had like, something like, 80000000 dollars that they had pay out and at the at the at the time, they only had about 20000000 in the bank. And so it goes about how he wind up getting himself out of the situation. It's probably, like, I'd say, 10 to 15 minutes of the book. It's really fascinating. But I think this is almost a good summary of, like, why he would approach a problem like that. And it's called, fix the problem. Don't think money will. We are not against borrowing money, and we are not against bankers. We are against trying to make borrowed money take the place of work. We are against the kind of banker who regards a business as a mel to be cut. The thing is to keep money and borrowing and finance generally in their proper place. And in order to do that, 1 has to consider exactly for what the money is needed and how it's going to be paid off. Money is only a tool in business. It is just part of the machinery. You might as well borrow a hundred thousand dollar late or shouldn't a hundred thousand late as a hundred thousand dollars if the trouble is inside your business. More lace will not cure it. Neither will more money. Only heavier doses of brains and thought and wise cure courage can cure. A business that misuse what it has will continue to miss use what it can get. The point is cure cure the misuse. Cure. I I don't know if Pronounce. You know the word. When that is done, the business will begin to make its own money. Just as a repaired human body begins to make sufficient pure blood. Barring for expansion is 1 thing. Barring to make up for mismanagement and waste is quite another. You do not want money for the latter. For the reason that money cannot do the job. Waste is corrected by economy. Mismanagement is corrected by brains. Neither of these corrective has anything to do with money. So a few chapters later, he continues to start. And this time it instead he's using the word money. He's using the word capital. Capital that is not constantly creating more and better jobs is just is more useless than sand. Capital that is not constantly making conditions of daily labor better and the reward of daily labor more just is not fulfilling its highest function. The highest use of capital is not to make more money. But to make money do more service for the betterment of life. Unless we and our industries are helping to solve the social problem, we are not doing our principal work. We are not fully serving. Skipping ahead, this is where he's kind of laying out more of a philosophy on not just work, but life too. And the note I left myself is overcome fear and be free. More men are beaten than fail. It is not wisdom they need, our money, or brilliance, our pull, just plain g and bone. This rude, simple, primitive power, which we call stick to it, is the un crown king of the world of endeavor. This set that that sentence reminded me of the part in the James Dyson book where he's like, listen. I am not saying not writing this book to tell you how great I am. The only thing the only positive attribute I think I have is the fact that I'm stubborn. So I'm I'm, basically, he's basically comparing himself to mule, which I think is very similar to what he's talking about what Henry fore talking about is This rude simple primitive power which is a stick to. Just don't give up. People are utterly wrong in their sla upon things. They see the success that men have made and somehow they appear to be easy. But that is a world away from the facts is a great a too. It is failure that is easy. Success is always hard. A man can fail and eat. He can own he can succeed only by paying out all that he has and is. If a man is in constant fear of the industrial situation, he ought to change his life so not to be dependent upon it. If a man lives in fear of an employer's favor changing toward him, he ought to educate himself from dependence on any employer. He can become his own boss. It may be that he will be a poor boss than the 1 he leaves. And that his returns will be much less, but at least he will have rid himself of the shadow of his pet fear. And that is worth a great deal in money and position. So this... I'm gonna interrupt this this this paragraph real quick, because I've... I've been having this conversation with friends lately. We have a lot of friends that have products or services they're selling or small businesses they've created or or or they're in the process us of trying to do so and maybe escape from the job they have. So that kind of mixture of people that are, you know, maybe have businesses they're... They might not be completely on, like, solid financial ground yet. And so they've been asking them in conversations. Hey. Let me pull up the exact, wording that I've been... That I wrote to some of them. Just because I was curious, especially reading reading this book in the book... In all these other books. And it's just, like, how important is owning your own business to you. Is it an absolute must or say someone gave you a remote job with a nearly with nearly complete autonomy and a 6 figure salary. Would you still found a company? So in other words, like is it something you absolutely have to do or you're doing it because you feel it's the best... Like, how many people are starting company just because they feel the best opportunity as opposed to something they absolutely must do. So what he's talking about there is that you you you don't... You don't wanna be in a position where you're in fear that employers favor is changing upon you, changing towards you. Right? So I always say that I don't wanna put myself in position where I have to rely on the good grace of other human beings. Just to my own, like, life experiences. I don't... I'm not... I don't wanna be in position and I I haven't been in many, many years. Just because I don't, like, I'd rather... Whatever my fate is, I'd rather be in my hands. So he... And then when henry before goes on and continues just talking about, listen, your returns might even be worse, and you could be a worse boss. So, like, what what are you doing it for? So when I'm sending these text messages or even having these conversations in person, a lot of the people are or actually honest. The response I just got the last 1 this actually happened yesterday. And they're, like, the answer to the to that question, I just wrote, would you still need to found a company? Or, like, probably not. As long as I'm able to build financial security? In this person's case, he wants a little bit more autonomy than your job has. He wants to see if he can start his own business and never has. I it just, like, has a side project that's making a little bit of money so he's trying to see if that can actually grow and replace this employment. I think there's nothing wrong with that that like, making that decision, especially if you feel the market is, like, the market rate for your skills is way undervalued, then then, yeah. You're like, hey. I'm worth way more than this. And if the market's is not responding, then, of course, like, you you should go out and do that. But I think there's a difference between people that, like, I would never answer that question. Would I still have found a company Absolutely. I don't care, like, let's say Somebody offers me a job and I make, 10000000 dollars a year. I'd rather make a hundred thousand dollars years, running my own company. Like, it's just it's there's no... There's nothing. I don't think they're... And again, let let maybe that's a... That's not the best example because if you need... Like, once you reach a certain level of financial security, then then, you know, the difference between having, like, a million dollars and having a hundred million is a lot smaller than the difference between having 0 dollars and having a million. Do you see what I'm saying there? Like if you have nothing and somebody offers you a million dollars then take that. Right? But if you have a million and then some of our offers you 10, at a million dollars or just using that as a around example. Most of the stuff that you need is taken care of. You know what I? So that's why I say that jump between 1000000 and a hundred million is a lot smaller because It's just more of the shit you already have. Nicer things. Nicer cars is maybe a nicer house, maybe more travel that kind of stuff. But it's not, oh, I don't know how to pay my bills. As opposed to somebody has 0 in giving a million. Their life change is more drastic. So I don't know why reading this book spawns these thoughts in me. Maybe that's 1 of the reasons I like reading them so much, but it just makes me realize like, there's there's some people that 1, I think it's a good instinct to, hey. I don't wanna be in a position where, like, I I think, going back to that 1 of my favorite quotes. There's no a security only opportunity. I think people feel having a job of security, and I don't hold that belief. Because if you don't own the company here you're the last... Like, if you own a company here, last 1 be fired. You know, as opposed to somebody that that, you know, people get laid off and and move around all the time. So, I think when you're... When I'm thinking about these things, about, like, we have... I have 1 life, how do I wanna spend it. And for me, it's just, I'm not gonna be an employee. I just... Hopefully, I never have to. You know, if if I need to I fails spectacularly I need to family my feed your family. You then you need to do the right thing, you know, temporarily. Work yourself back in a better position. What I mean by that is just, like, I Henry Ford, there's just no way this guy could ever be an employee long term. There's no way. I mean, we just covered in the book, a little while ago. He quits his job. And he has no money in 18 99. Just because he has to do it. So I a... Hopefully, a tangent made sense, and there's some kind of value in it for you. Alright. So let's get back to this paragraph. So he talks about he may be a poor boss and the 1 he leaves. And that his returns will be much less, but at least he will have rid himself of the shadow of his pet fear, and that is worth a great deal in money in position. So there's a value there even if it's it's abstract. Better still still is for the man to come through himself and exceed himself by getting rid of his fears in the midst of the circumstances where his daily lot is cast. Become a free man in the place where you first become a free man in the place where you first surrendered your freedom. When your battle where you lost it, and you will come to see that, although there was much outside of you that was not right, there was more inside of you that was not right. Thus, you will learn that the wrong inside of you spoils even the right that is outside of you. A man that that part's a little confusing to me, but he continues. A man is still the superior being of the earth. Whatever happens, he is still a man. Business may slack in tomorrow and he is still a man. He goes through the changes of circumstance as he goes through the variations of temperature, still a man. If he can only get through if he can only get this thought reborn him, it opens new wells and miles in his own being. There is no security outside of himself. There is no wealth outside of himself. The elimination of fear is bringing in of security and supply. So that's why I think the summary of that. Is just you overcome your fear and you become free. And in the the case of the person deciding if he wants to be an employer or boss, what... Henry before is saying, It's like listen, you you may start out, and you might be doing... You might not be doing well. You might be making you might be a poor boss. You might be making less returns, but it's better for you to come through that... Come through yourself and exceed by getting read rid of the fears in the midst of his circumstances where his daily lot is cast. And just be adaptable. Things are gonna go up and down. That's not gonna change who you are. Okay. We're almost done here. So this this 1, I think is extremely important. I read this great book, and I've talked about on the podcast before, my love of this podcast. It's called extreme ownership. And then the podcast is called the Jo podcast. And this is definitely a theme that Jo hits on a lot, and Henry Ford is writing about almost a hundred years ago. And I I called this part fuck your feelings. I pity the poor fellow who is so soft and flat be that he must always have an atmosphere good feeling around him before he can do his work. There are such men. And in the end, unless they obtain enough mental and moral hard to lift them out of their software reliance on feeling, be they are failures. Not only are they business failures, they are character failures also. It is as if their bones never attained a sufficient degree of hardness to enable them to stand on their own feet. So the reason I included that What that means to me is it's like, something I learned through Jo is that, discipline is much more important than motivation because motivation is a feeling. And if you feel motivated, then, yeah, you might work and get a lot done and be really efficient while that feeling last, but motivation is temporary. It's gonna disappear and it constantly has to be refilled. So it's much better to rely on discipline. So what... Henry Ford's doing there is like, listen, you have work to do. The point of being on this earth is to be of service. And if you're building a business, make sure that you're putting service first. That means that there's days where you just don't feel like doing it. That doesn't matter. Your feelings are not important. And if you're only doing things when you feel like it, Well, Henry Ford calling you soft and fl. Now not only is this applicable to work. I think it's... Like, in my own life, it's been applicable applicable to making sure that you get adequate, amount of physical exercise. And and there's tons of times where I don't wanna wake up at 5 in the morning to work out, but I do anyways. There's tons of times where I just... I'm a little sore that I just don't wanna do it. And what I learned from these books and and and from, disciplined equals freedom and and and these thoughts. It's like, that's irrelevant. Is your goal to build a business, then then work constantly work towards like goal, Is your goal to be healthy so you can live longer to see your kids grow up, then make sure you do that. None of these... None of your goals, On none of your objectives, maybe is a better word. Should be reliant upon how you feel. And he can he... There's 1 other sentence. He goes, there is altogether too much reliance on good feeling in business organizations. So let's skip ahead to Henry Ford's 4 principles of business. This is towards the end of the book, and let's go right into it. And the first chapter was set forth the creed. Let me repeat in the light of the work that has been done under it. For it is the basis of all our work. So these are the 4 principles of of his company at the time. Number 1, an absence of fear of the future are of are a v generation of the past, 1 who fears the future who fears failure limits his activities. Failure is only the opportunity more intelligently to begin a anew. There is no disgrace in honest failure. There is disgrace in fear fearing to fail. What is what is past is useful only as it suggests ways and means for progress. Number 2, a disregard of competition. Whoever does a thing best ought to be the 1 to do it. It is criminal to try to get business away from another man, criminal because 1 1 is then trying to lower for personal gain the condition of one's fellow man to rule by force instead of by intelligence. Number 3, the putting of service before profit, without a profit business cannot extend. There is nothing inherently wrong about making a profit. Well conducted business enterprises cannot fail to return a profit, but profit must and inevitably will come as a reward for good service. It cannot be the basis. It must be the result of service. And number 4. Manufacturing is not buying low and selling high. It is the process of buying materials fairly and with the smallest possible addition of cost, transforming those materials into a consumable product and distributing it to the consumer, gambling, speculating, and sharp dealing, tend only to clog this progression. And finally, I wanna close with 2 positive sentences. There is always something to be done in this world and only ourselves to do it. Everything is possible."
}