{
  "transcript": "It is 19 93, 9 years since I abruptly severed all connection with the business world for life on the land. It is still hard to believe. Turning my back on Visa in 19 84 and walking away at the pinnacle of success was the hardest thing I have ever done. The reason is still difficult to explain, but it's not complicated. That inner voice that will not be denied. Once we learn to listen to it, had whispered since the beginning, business, power and money are not where life is about founding Visa and being its chief executive officer is something you needed to do, but it's only preparatory. Each time I resisted. You're crazy, preparatory for what and why? There was no answer. Only silence. In time, the voice became incessant and demanding. This is not an end, give it up, and the business world as well. Completely. Now, in time, you will understand. It was frightening. It was madden. I felt a damned fool to even think about it. A rational, conservative 55 year old businessman who had never smoked a joint or dropped a drug listening to inner voices absurd, throw away a lifetime of work, success, money, power, prestige as though it had no value in the vague hope that life had more meaning, madness. But the voice would not be silent. This was not my lifelong friend and companion, the rational old monkey mind, the certified expert of logic talking. This was another voice entirely, and I knew it was right. I abruptly left Visa and severed all connections with the business world, offering the only possible explanation. I feel compelled to open my life to new possibilities. No 1 believed it. Why should they? I could scarce believe it myself. I had a clue what those possibilities might be, but I intended to be open to them. The 9 years since I left Visa and opened my life to new possibilities have been good years, filled with things I deeply love, family, nature, books, isolation, privacy, the infinities of imagination, more than enough to make a fine life. Life is not about control. It's not about getting. It's not about having. It's not about knowing. It's not even about being. It is a magnificent, mysterious odyssey to be experienced. That is an excerpt from the book that I re reread and the 1 I'm gonna talk to you about today, which is 1 for many. Visa and the rise of the Chaotic organization and is written by D Hawk. I originally read the book for the first time, about 4 years ago, it was episode 42 of founders. D recently passed away, and him me kinda hard because after I read the book for the first time, I thought the way he thought was so interesting. I went and found other books written by him. And so he has 2 books of maxim. They're called auto of a restless mind, volume 1 and volume 2. And for the last several years, volume 1 has been on my nights stand next to my bed. I pick it up. If not every week, a few times a month, I just pick it up, turn to a random page and just read a few of his thoughts. And to me, that experience was like, having a wise old man, like a a wise old grandfather figure, pull you aside for a few minutes and just teach you little bits of knowledge that he's learned not only from his very unique life of founding and starting Visa, but also reading thousands and thousands of books. And so when I heard he died, I was like, okay. The only... That the only, like, the small way in which I can honor somebody who I've spent a lot of time learning from is I'm going to re reread the 3 books that I have of d and I'm going to do podcasts. So I was originally gonna put it on 1 podcast. But the auto geography rest mine. Volume 1 and 2. Each 1 is about 200 pages has about about 1213 hundred different maximum in meet each book. So that's 400 pages. You know, maybe 2500 maximum, something like that. So I'm gonna do this episode today just on 1 for many, and then another episode I'll release very soon as soon as I make it on auto over rest mine, volume 1 and volume 2. And so before I jump into the book, I wanna give you this overview. This is I'm pretty sure how I found out that he died, I've said over and over again that, you know, most of the founders that I pay attention to or all, like, throughout history, don't really try not to pay too much attention what's going on today. I use time as a filter. The only way I can tell if, like, the ideas are good or not. But 1 of the most impressive to me, founders in present day is Patrick carlson of Stripe, and he was the 1 that tweeted out, and this is what he said, and I wanna read this to you because I think it's a good overview of why D hawk is so important to study. And so Patrick says, D hawk the creator Visa died this week at 93. He was a very underrated innovator and someone who inspired me, and my brother who's also Patrick's c cofounder. David S is the author of the definitive book about Visa, who now works at stripe. So David now works for Patrick, and he shared this below, and then Patrick linked to 3 paragraphs that David S wrote about overview of why D is so important and having read all of these books multiple times, think this is a really fantastic overview of why he's so important and why I think people formidable entrepreneurs like Patrick, spent time studying and learning from him. So I'm gonna read that to you right now. D hawk realized something in the late 19 sixties that few others really understood. Computers and telecommunications would soon make it possible to build a global electronic value exchange system that would enable consumers to pay for goods and services anywhere you wanna be. But his true brilliance was realizing that such a system would require a fundamentally different sort of organization than the traditional franchise model that the bank America had been using, don't worry about these terms. Get into him later, but that's the precursor, almost like 2 think... 2 steps before Visa. And it was called Bank of America because it was created originally by Bank of America. So he goes into what is gonna be required. A truly global payment system required something a akin to a financial unite United Nations. A social structure in which multiple competing institutions could cooperate just enough to build something far bigger than any 1 of them could build alone, I'm gonna pause right there, think about the term or the title of the book that we're gonna go over. 1 from many. Just said a truly global payment system would require something akin to a financial United Nations, social structure in which multiple competing institutions could cooperate just enough to build something far bigger than any 1 of them could build alone. That is what makes visa special. Why did he see what others failed to see. And this is why when I read this paragraph it describes really not only what he did, but the person behind him considering that every single person that we study is a mis fit, a rebel some kind of outsider or you'll clearly see I was like, oh, okay. This guy has a lot to teach me. Let me go and buy every single book that he has and not just read them once and read them casually, but read them over and over again. So it says, what why did he see what others failed to see? Or what made him successful where others had previously failed? Part of the reason was that he was an outsider. He was not your typical banker. He grew up poor in rural Utah. He didn't go to the right schools, nor did he have a prestigious internship at a large financial institution. He thought from first principles and questioned everything even down to the nature of money itself. Now. That 1 sentence is going to appear. Remember that for later later, because that appears over and over and over again. You wouldn't even believe how this guy thinks. He thought first principles and questioned everything even down to the nature of money himself. He uses that that tactic over and over again. He was disappointed in most social institutions, but he saw the potential for thriving chaotic systems. Like those he observed in nature. Another main theme of the book that we'll get into. He saw a better way of doing things, and he didn't listen to folks who said it couldn't be done. So that 1 sentence real quick. Had he d has common with almost every single were were up to what, 200 and see something like that 260 biographies of issued entrepreneurs. They all... Or could you be described that way. He saw a better way of doing things and didn't listen to the folks who said it couldn't be done. And most importantly, he hired and inspired a group of people who shared his vision and we're truly excited about it. The passion that he has for doing this is... It's it's... There's a line in the book I'll share later on where I wrote oath to myself. It's like it's impossible to read this section of the book and not be fired up. From our current perspective, it's difficult to appreciate what Hawk and Visa had accomplished? And why is that the case? Because we're living in the future that he fore saw many decades before today. Right? Today, I can hop on a plane for... To almost anywhere in the world and use my Visa card to purchase goods and services regardless of the language spoken by the merchant, the currency of the merchant bank account are the time zone difference between the merchant shop and my issuing bank. In the early 19 sixties, this was simply unthinkable. Today's magic was yesterday's dream. That's a great line by the way. Today's magic was yesterday's dream and Hawk was 1 of the biggest dreamers of them all. Rest and peace, you will be missed. With that, I wanna jump into the introduction of the book. This is where D himself tells us, hey, This is what the book is about. In 19 69, Visa was a little more than a set of unorthodox convictions about organization slowly growing in the mind of a young corporate rebel. But this book is much more than the story of the barely believable events that brought Visa into being. It is also the story of an introverted small town child, passionate to read, dream and wander the woods the youngest of 6 born to parents with but an eighth grade education. It is a story of crushing confinement and boredom in school and church along with sharp, with the sharp rising awareness of the Chasm between how institutions profess to function and how they actually do. So this book is almost 20 years old. This idea where he has... He's dedicated if you go to his personal website. It's D hawk dot com. He starts with this idea. There's 3 questions that he has been, his life has been obsessed with, and he's writing the words on his website when he was 90. And so his whole career in kinda intellectual odyssey is the way he would put it. Is trying to answer these 3 questions. Number 1, why are institutions everywhere increasingly unable to manage their affairs. Number 2, why are individuals everywhere increasingly in conflict with an alienate from the institutions of which they are part? Number 3, why are society and the biosphere increasingly in disarray? So those are 3 questions he's gonna repeat over and over again. It is a story of lifelong search for the answer to those questions, which had everything to do with the formation of Visa? It is a story of harbor 4 beasts that inevitably devour their keeper. Ego, envy, greed and ambition, and it is a story of a great bargain trading ego for humility, envy for e anonymity, greed for time and ambition for Liberty. So what he's talking about there is the fact that he founded in Ran visas at C for 16 years, and then that voice, which I started the podcast with. Just made him give it all up. And so that's when he goes on his website. He's got a fantastic, like, outline, very simple outline of his entire life, and that time period, it's from 19 84 to 19 92. This is how he describes himself. And he's he's very gifted with language, and he gets right to the point. Ranch owner, rec, student and philosopher. And so when I do that other podcast on the auto geography of restless mind volume 1 in volume 2 he goes into detail what his daily schedule is like. Is extremely fascinating. So that's coming after this. Okay? So it says it's a story of events impossible to foresee that sent a man of 70 on a journey more improbable than Visa and infinitely more important. Beyond all else, it is a story of the future of something trying to happen of a 400 year old age rattling in its deathbed as another struggles to be born. It is not just my story. Although I am in it, It is not just your story. Although you're in it, it's a story of us all. And so before I go into his early life and a little bit about how he came to think the way he does. 1 thing I had to out, we have to define a term here because it's in the subtitle. He... What he's talking about there is like, there's a 400 old age rattling step. He's talking about what he'll use... He's describes it as command and control. So thinking, like, our modern world, how every single institution, whether it's the government, the school, how most companies are operated and his main point is that that is not gonna work in the information age, you need to devi new ways of organizing people to work together, and so he uses the word chaotic. And he says, I borrow the first syllables from chaos and order. And I combine them and chaotic aortic emerges. And so then he'll define it for us, something that appears over and over in the books. So it's important to know this. The behavior of any self organizing and self governing organism, organization or system that harmonious blends characteristics of chaos and order. The second definition and where he got, like his, the inspiration for this and the way he thinks about at all things comes from nature. Number 2, characteristic of the fundamental organizing principle of nature. And so dee love of nature is fundamental and understanding why he thinks that he does. He grew up next to the Rocky Mountains. And essentially, something between shelter and a house. So we'll get that. We'll go into that right now. I tried happily, behind a tall, god like father, a quarter mile through the trees to the neighbor's well. The 5 gallon can is solely filled by my father as he proudly explains that will... There'll be no stale, pipe water in our house. We'll have water from this well. Nothing finer. He says. So that's dee way of explaining hey there's no indoor plumbing in my house. Outside, ice hang from trees. I weigh an extended bladder and cramp bow against a 50 yard dash between 3 foot snow banks to the Icy out house. That is his way of saying he doesn't have a toilet inside. Nothing finer. So this idea, you're gonna hear me repeat that a few times because his family, his dad and his mother would be... That's how they describe to their children that you actually don't need that much in life. So nothing fine always been in quotation marks, it's to indicate to the reader that is coming from his father his mother. So when he's explaining to his mom, I gotta run outside to the out house at snowy outside, She says nothing finer. You don't need anything more than an out out house, and according to my mother, this teaches 1 to attend to business and not da. Earlier this evening, my mother produced her special treat, which she called Rich man's soups, and now he talks about what where they feed him. They're very poor. They don't have a lot of money. That are not... They haven't... He just, introduced the book saying, not only, you know, they lacked education. We didn't have a lot of money. We kinda had to live off the land and we spent a lot of time in nature. Nothing finer. Describing her rich man's soup these were the ingredients, hot water, bread, salt, pepper, and butter. It is years before realization dawn that there may have been no other food in the house. A hint that we are not the most fortunate of people and a hundred h lurking in the parental mind leap out to assault my ears. So then he just lists off all these like maxim that his parents were repeat over and over again to him and his other siblings. Riches are not in the number of possessions, but the fe of wants. Wish not, not. The road to hell is paved with good intentions. And this is the reason I'm reading this to very much against my will, the intuitive wisdom of centuries was being handed down. That is exactly what his books of Maxim do as well. It was there in that tiny college in the small farming community at the edge of the Rocky Mountains that the 3 great loves of my life arose. Literature, nature, and a lovely girl with beautiful brown eyes, so he's gonna meet his wife in this area when they're 14, they wanna up getting married at 20. They would have everything to do with the unorthodox ideas that led to the creation of Visa. Although I could not know so at that time. When and how I learned to read as lost to memory. Ours was not a book ish family. My parents considered themselves lucky to have graduated eighth grade before pride and necessity drove them to earn their own living. Where the books came from, I have no idea. Probably from people who knew that hawk boys a little strange. He'll read anything. And so there's a lot of this section that is double underlined for my own personal reasons because I... This seems very similar to how I was when I was a kid. 1 of the most powerful memories of those early years is the countless hours is curled up on my side in my favorite place. The floor in the corner next to the warm wood stove face prop up on my left hand, my right hand turning the pages of a book. I had gone to another place, and I hear nothing. Night after night, my mother pulls me from the pages of a book, opens the oven door removes a round 15 pound rock, wraps it in flannel carries it to my bed and slips it between the sheets. Nothing finer. She says. And what she's describing is nothing finer. This is what D describes. It's an icy room and cold feet on a hot rock for a kid anxious to again disappear in the pages of his book. And all that I'm reading to just disappears over a few pages, and he just does a great job because at the end of this issue, you have an idea of exactly who he is, and these traits just burn him forever. It is easy to know where the second grand passion, love of nature came from, the Rocky Mountains. Fast hours and days in the midst of such often wander often watering alone are impossible to describe Nor words convey the abiding love of nature and deep intuitive sense of connection to the earth. So we're gonna see multiple times throughout his career where he is beaten up, blood, depressed wants to quit As you can imagine, building something like Visa in the 19 sixties and seventies could not have been easy and every time. It's like his walks in the woods and spending time in nature is his therapy. And he has beautiful language to describe why that was important in what it gave him later on. So it says, it gave you a deep intuitive sense of connection to the Earth. Love me as they will, there's a growing feeling of a strange from my family. A feeling of not belonging. No 1 shares my passion for reading or wandering alone. No 1 directs them either. I live largely in a private world of nature, ideas and imagination. I so that's a description of his first 6 years of life. He loved the fact that he could read whenever you wanted to go spend time in nature Then they're like, Now you have to start going to school in church, and this is where he gets introduced to institutions for the first time and he does not like them. Nothing in my first 6 years for invariably me for the shock of institutions. With school and church can crushing confinement and boredom them. It is though everyone began to shed their humanity at the door of institutions. It's as if adults suddenly turned into a mob to confront 1 child. Alright, kid, you've had the joy of life for 6 years. That's enough, grow up learn what life is all about. Failure to conform, brought discipline. So he starts getting into trouble for failing to conform when he's 6, that happens figure throughout his entire career. He's constantly getting in in many cases he's fired because he refuses to conform. And so he's spending time in nature when he's not in school or church and he can't reconcile in his little young brain, like, why are they so different. And so he's like, if I have to choose 1, I'm gonna use choose the natural world as my blueprint. Nothing in nature feels like church or school. There's no principle peck away at the rest of the flock. There's no super frog telling the others how to cro. There's no teacher, tree lining up the sap and telling them how to grow. Something's crazy. Is it me? I can't begin to think about it in a coherent way. Let alone understand the resentment, confusion and doubt. But the sense that something has gone aw is powerful. And so he does the only thing that comes natural to him and that's rebelling. I rebelled. It was persistent stubborn and a times stupid refusal to accept orthodox ideas to be persuaded by authoritarian means or to seek acceptance by conformity. So that's the kind of mind if you go back to that post I read the 3 paragraph post I read from David S, the author of the definitive book on Visa? Like, well, why is he? Why was dee able to succeed? Like, what did he see? And why was he able to succeed where others had failed? And part of that was obviously that he was an outsider. The idea that he had spent the previous 10 or 12 years of his life working at different banks and financial institutions. Is almost unbelievable. And in fact, right before he starts Visa, he decides okay, I give up I've been beaten brutal. I'm just gonna... He calls a retirement on the job where he keeps the job. He's, like, let me just find... I need to pay bills to support my family. I want a job that I could do my sleep. Pays me enough, and then leaves me more time to read into spend time in nature. And then he... That's what he thought his life was gonna be try to predict the path of his life, and then the unexpected opportunity to, Visa where essentially, he has almost no free time at all. Is actually what actually occurs. So The years passed alternating between the magnificent mysteries of nature, the imaginative joy of books and the dull reality of institutions and work work work. And so this is where he gets into his first jobs. His family just have a lot of money So this idea is like, I'm gonna have to start working all of my spare hours from the age of 10. And so he lists all the things he was doing at age 10 I was hand harvesting fruit and vegetables at a penny the... For the pound. At 12, I was sending sugar beet at 20 dollars the acre. It's all manual labor as you could imagine. What what a young per young una uneducated person would be like, what kind of jobs they would you able to get? That was followed by the first seller job at a farm, as farm labor for 20 cents on the hour at 14, I had I got a job dumping s in a can factory. Summer and after school jobs came 1 after the other. I was a marker at a dairy. I was a hot chain dip under a hundred degree sun. I was a spray truck operator in an orc. I was a labor in a slaughter house. None of it seemed d meaning. It was life. It was making a living. It was what proud men did without whining. And so gonna fast forward it a little. He was not supposed to go to college. She didn't have the money to he was a really good at debate, 1 a bunch of debate competitions and part of doing winning debate competitions gave him a scholarship to, like, what way would consider kinda like a community college. And it's... During his 2 years of college, where he really starts honing on this idea Was it's like, institutions, this is what they claim to do. This is what they actually do. Why is no 1 doing anything about this. At college, the Dean put me in way of the classics and some understanding of both the powers and the limitations of the human mind? At the same time, increasing conflict with the college and other organizations inflamed a growing preoccupation with the paradoxes inherent in institutions and the people who hold power in them. So all he's describing is the the the problems he saw that he struggled with for the next 15 to 16 years laid the foundation for the ideas of Visa. That is why he's telling you and I this story. The seeds of many of the perceptions that shape my life, some now grown into convictions were planted then in college. And then once he graduates college, we have 76 year old d hawk describing the 20 year old version of D hawk. Thus, at 20, newly married, unemployed, eager to learn, but ave avert to being taught emerged and absurd na idealistic young man, an innocent lamb hunting the lion of life. The hungry lion was swift to pounce. And so right away at his first job, this is where he learns, so he calls them mechanistic industrial age organizations, and this is where he's learning how they really function and he hates it. So it says I fell to a job at a small flounder branch office of a consumer finance company. Within months, the manager left and his lot fell to me, protected by remote anonymity and significance for lambs, so he's all constant refute referring to his young self. He's, like, I unrealistic naive version of himself as a lamb. And so says 4 lambs whose average age of 20, trash the company manual ignored the commandments and dig things as common sense conditions and ingenuity combined to suggest. So that's this idea. Like, I'm eager to learn, but I'm at ave immersed to being taught, did not just wanna say, hey, do a through z. I wanna come... I wanna think about what we're actually trying to do? Like, what is the purpose of the company? What are we trying to do for customers and think if there's a better way to do that's something he does his entire life. Within 2 years business tripled and the office was leading the company in growth profit and quality of business. And anonymity was gone and the blind fist of corporate power and orthodox he began pounding for conformity. And then he does a great job of with 1 sentence. It gives you an idea of exactly what what is going on and what he doesn't like, confrontation with superiors grew frequent and intense. So now the company transfers him to los Angeles And this is where he meets this guy named Dick Simmons who teaches him, hey, You don't actually understand the company, and the company you're working for and how institutions actually work in the real world. And you're not gonna like it the more you know about it. And so Says, I was taken into by a charming man, Dick Simmons. He was extremely illiterate. Exceptional intelligence and perception lay behind the literacy and more than a little and a little cy. He d tested his job and we swiftly became friends. And then this is where Dee and Dick get into detail about how, you know, large companies with little ownership and accountability function. And so Dee boss is guy named Brown says, hey, We have a problem to fix, and he says, visitors he told me, were occasionally confused about the location of the senior executive offices. I was to attend to the matter and keep him informed. And so he's like, oh. Is simple. I'll just order some signs. We'll put him up. People won't be confused anymore. And this is where he gets his education into how mechanistic industrial organization really function. How do you tend to handle it, Dick asked. I'll call sign companies, see what's available and then have it installed. I replied. His hands went up in Mock. That will never do. You've been assigned a project. And important projects always take time. Yeah. Sure, Dick Funny Funny I replied, and Dick responds, am I not responsible for your ind nation? Trust me. This will be fun, and you're gonna learn something as well. He explained. Well, you don't understand is that in companies like this procedure is more important than purpose. So remember that idea, D talks about the important, like, a lot of businesses flip flip that. Right? So he's always, like, you find out you you you discover, like, you ask questions to you discover what is the purpose of what you're trying to do? And in our case, like, what is the purpose of the business? What is it actually doing? And this is really important because his line of thinking breaks down? Like, what is it what is money? What is information? What like, what are we actually doing? And so D makes the point that you start with purpose and then you can come procedure and then most large companies are these what he calls, like, the seventeenth Century Relics actually get this reversed, and this is 1 of his first introductions this. He's like, what you're not understanding is that procedure is more important than purpose here. And method is more important than results. During the weeks to follow, I received a fascinating education about both human nature and the nature of organizations. Bored to death and dissolution with the company, 1 of the most intelligent people I had ever met casually extracted opinions about the quote unquote, sign problem from various officers, each of their opinions being different. So something that could be solved with a phone call is now going to be dragged out and suck the resources, time, energy and money from the company. It says he obtained diverse sketches, samples and prices from suppliers. And then would expose them to officers and idle moments to elicit conflicting opinion and avoid decision. Fascinated, I watch as Simmons manipulated situation after situation. Not once was a lie told or a person misled. He had more integrity and skills than that. This is the main point punch line of the whole section. He simply left murky minds un clarified and petty mines free to fuss. I have never forgotten simmons countless times over the years. I've asked diverse groups of people to reflect very carefully on their work and to make a simple balance sheet. How much time energy and ingenuity did you spend obeying census rules and procedures that had little to do with the results they were expected to achieve, which is a way of thinking about the story he just told us. Right? I could have solve this with a phone call. Instead, we created a bunch of fake work and tied everybody else and knots and no 1 realized because of no accountability. No 1 realized the actual work wasn't getting done. And so when he asks these questions, he says it's a rare, it is a rare person who works in, like a large institution who arrives at a sum of less than 50 percent of their time and 80 percent of their time is not uncommon. It's a tragic waste of human energy and will to d. Or, I guess, all of us We've probably agree with that. Right? But he also knows? The second thing also noticed is that this is only happening to subordinates. What he realized realizes like people with power to write and enforce rules rarely spend much time following them. And so that's something d observe over and over again rules for thee, not for me, and it strikes him as just inherently unfair. And so in many of these examples of these books that you and I have studied. Large organizations maybe mature companies, they see bureaucracy is like, that's just the way things are. Founders see it as a thing that needs to be constantly eliminated, checked and then eliminated. I just re... Recently, I just re reread Sam Walton fantastic. It's episode 02:34 founders. If you haven't listened to you yet, but he mentions this a bunch in, his book. And I'm just gonna pull out 1 quote from that books. I thought it was it relates to exactly where you and I are in D h book and Sam said, if you don't 0 in on your bureaucracy. Every so often, you will naturally build in layers. You never set out to add bureaucracy. You just get it period without even knowing it. So you always have to be looking to eliminate it. And I think that last line is fantastic advice. You always have to be looking to eliminate it It's not something just, oh, this is how things are. We should just accept this. It's like, no. It has grown. We need to beat it back over the line. So Simmons eventually leaves the company d is going to get fired. But what I really liked is how he ended this section. And he kind of tied everything together for you and I, And he's like, listen, I know this now as a 76 year old man and having all the life experience and knowledge I had. At 25, I wasn't ready for this lesson. I didn't truly understand what it was that I was seeing and what it was that I was learning. I was not the first person this also happened to, and I'm not going to be the last, and so he tells us about this time. What Simmons are trying to teach, I was not then ready to learn. It took him decades to s the lesson, meaning himself. In industrial age organization's purpose slowly erode into process. So that's why he brings up the word purpose over and over again and to think about, like, what is the purpose? What am I doing? Start with there. Then you figure out how to do it. You don't do it you know reverse. Procedure takes precedence over product. The doing of the doing is why nothing gets done. Simmons had elevated the doing of the doing to an art form until virtually nothing got done. At 25, For all his rebellious unorthodox ways, the lamb was too naive to see the realities. So remember, the lamb is just a metaphor for him. He's describing himself, he wanted to believe in the company. He wanted it to be different. He wanted it to make it better. So he's saying he's talking about himself because he's described in the land. That's a little... It makes sense if you're reading it, but now reading it a loud I can realize Thought that could be a little bit of confusing. It is an old old story. The lamb was determined to change the company. The company was determined to corral the lamb. It was no contest. Within the year, a badly mold lamb was out the door much wiser in the ways of hierarchical, command and control organizations and the people who hold power within them. I don't have the Kindle version of this book, but it would have to guess that the word hierarchy are hi, and command and control it's probably used 20 times throughout the chapters. Now this book may be the most detailed in terms of, like, the creation of a new company in new organization that I've ever read. What I find most interesting though, is the multiple times of struggle and depression that he has to persist through. So he is 25 years old, he just lost his job. This is 1 of my favorite parts of the book. Loss of the job was a crushing experience. We had money for months groceries, no savings, considerable debt, 2 toddlers and another baby about to be born. 1 event is sear in memory. The feeling returns as sharp as a t tooth. We were desperate to know what to do. We had no idea when I might find a job or receive another paycheck. We agreed I must apply for unemployment. The next morning deeply depressed. And again, that's another word if I could use, like, if I had the conversion to search. I would imagine depressed or depression, sadness, those... It's gonna repeated it over and over again. That is 1 of the the reasons to read this book because of I go back to that 1 of my favorite maxim in the history entrepreneurship that excellence is the capacity to take pain. It is unbelievable. How much pain d had to endure to create visa. The next morning deeply depressed, I drove to the nearest unemployment office. A line of people extended out the door and down the sidewalk. Sitting in the car across the street looking carefully at the faces of the people, I could not make myself open the door. 1 moment, I imagined myself in the line the next explaining to a concerned wife why I had not done so. I told myself that refusal to get out of the car was ridiculous. Just false pride. The feeling would probably vanish as soon as the application was filled out, and I realized how silly such feelings were. But I could not get out of the car. Something deep inside said, no. Take me there and I die. Sick at heart I chose solely home to explain to a be disordered pregnant young mother of 2 that entering that line was something I could not do. I did not know why then, and I still don't. The next morning, I began a frantic search for work, any kind anywhere doing anything. Within the month, a miserable job at pitiful pay appeared, I grabbed it giving us momentarily moment breathing room. We were determined never again to be in such a vulnerable position, we swore that with the possible exception of a home mortgage, we would never again have more debt than cash in the bank. Within a month, I took 2 more miserable jobs. With her effort, we paid our debts in a year and a half and put a small sum in the bank. I band 2 jobs to concentrate on the best of the 3, which is a tiny investment company in serious trouble due to corrupt management. The sole owner was a wealthy dow man. He refused much in the way of salary but gave solemn assurance of freedom to use una unorthodox methods and a substantial share of the profits if success followed. He kept the first promise. 5 years later, the lamb sat down with the owner to divide a handsome profit from the sale of a successful company only to come face to face with naked greed. Although worth millions, he claimed that the profit had promised to share must include years of losses that preceded my arrival. Therefore, there was no profit to share. Even though the company fetch a huge premium when it was sold. He was adamant. If I didn't like it, I could sue. It was no longer a lamb that looked deeply into those dead, expression less eyes drew a deep breath and with a ting of pity and amount of contempt softly said, keep the money. You apparently need it more than I do. His dead eyes did not blink. The lips never moved. The expression less face was frozen. The beast greed had devoured him completely. The sheep turned and walked out the door. They never saw or heard from 1 another again. So this is interesting because now, again, this is the second time I've read this book. And so not only do Have, like, the new notes, what comes to mind when I'm reading it now, but I also get to see what I thought for years ago, and So it says my original note on this page was observing human nature. And right now this is me now thinking about the version of me that I wrote it 4 years ago, and I wrote listen, that seems a bit cynical, but I probably still believe it's accurate, and then the note that did pop to mind on the second reading this time is now it makes sense why warren Buffett spend so much time on ethics in his shareholder letters. And on only working, he's like, and Charlie Mu says over again. You can't make a good deal with a bad person, which is exactly what Dee try to do here. He didn't know any better. Like, he's younger didn't have the experience. But, you know, they talk over and over again and only work with people that you like admire and trust It's not worth and chasing trying to the the potential of chasing extra dollar with just a crappy person. I think, Mu uses the term, like, hey, most... You know, there's there's a ton of people that are just straight rat poison, just avoid them. Don't try to make money with them, just just keep it moving. And so when I really read this part This goes on, you know, Page 2 of this guy that completely screwed over d. For no reason, really, It's like, okay. It's really... But there's a lot of wisdom in what Buff and Among are advising us. Like I really think about the ethics of the people they are working with. And so back to the book, d talks about the aftermath of this, I was just another hun of unemployed mu, bruised and bleeding on the sidewalk. After 16 years, of unorthodox management and un results. The sheep by the standards of industrial age command and control organization was a failure. The words that they use to inflict so many wounds, meaning describing him, right, were not without some justification, stubborn, opinionated unorthodox rebellious. And so, really, when I thought about this is like, man, you're reading this, and obviously, I know I like turns up. Like, dude, You should just be an entrepreneur. Like, What are you doing here? You're fighting here that you're stubborn opinionated unorthodox for Rebellious. You cannot work in these giant companies. It's just not gonna work for you man. And so this is when he's gonna come to the conclusions. Like, I give up. I'm not just kinda try to excel It's just like retirement on the job thing. There's there's a little bit more time that has a lapse, but I wanna bring up... Or he... I wanna tell you what he brings up of, like, he's not only working the last 16 years. This dude is obsessed with learning. It says throughout the 16 years of successful business failure, the sheep continued to read poetry, philosophy, biography, history, biology, economics, mythology, anything and everything that satisfied his curiosity, about connectedness and relationships. He mastered nothing nor did he wished to, but new ways of seeing old things began to emerge and new patterns solely revealed themselves. The vague shape of some answers had begun to form but the sheep had no idea what to do with them. Sheer, blood, and once again unemployed, he lost heart and wandered into a slow of respond. So he's d rejected. He's lost his confidence now he's gotta start over again. And so 11 years has passed since he sat in there and he's like, I lost my job when 25. I just can't. I... I'm not gonna go and get on unemployment. I'm gonna work 3 jobs, but he's super depressed 11 years later. Still depressed. With 3 young children, a heavily mortgage house, no job and little money in reserve, it was impossible to stay out of the dismal swamp of depression. Day after day, I walked the woods in the misti northwest rain. My constant companion was an overwhelming feel feeling of failure. What was wrong with me? Now, this is insane because, you know that old actually, I'm like, darkness. It's darkest before the Dawn. This is... He's about to get the job at the national Bank of commerce. This is going to be where he gets the opportunity to do Visa because Astra Bank Commerce is 1 of the first friend few franchisees of the Bank America card because the 2 founders. So the founder of Bank of America and the founder of the Bank National Bank commerce were actually friends. So that's... That leads him to the opportunity. Their eventually he's gonna turn to Visa. So she's like, listen, I'm I feel like a failure. I got 3 kids. I've worked in this industry for 16 years I had great results, no money and keep getting fired And so he's like, what is wrong with me? It seemed impossible to act consistent with my beliefs and succeed in the corporate world. So he's was like okay. Well, I'll just give up. Yet There seemed no way to escape from the corporate world without putting the welfare of my family at risk. That I could not do. So this is the conclusion he arrives I've at. I would make make no more effort to climb the corporate ladder. There would be no more intense commitment to work. My victim would be 1 of the local banks where a modest living could be had at the cost of a pleasant demeanor, conformity and fractional ability or effort. Hence fourth, my life would be family, books, painting, gardening and nature. And so there's 1 line on that page that I had to double on line and I had to really sit and think about because he says, there will be no more intense commitment to work. I don't think d and probably people like you and I actually have a choice in that matter. Because there's there's to be no more intense commitment to work. Right before he does the hardest and most committed work he does in his entire life. So he wasn't able to adhere to that plan. But then you think of, like, wait too... I get to the next podcast on the auto rest mind volume wanted and 2. And I describe his daily schedule. And may be things that he loves and he's obsessed with, like, reading and working in the land. But he's got an intense commitment to work. He's got an intense commitment to life is the way to think about that. I mean, he's got an intense commitment to organizing information. I know a bunch of founders that Have read this book. Like, it is in insane. How much information is in here. It's like, it's it's the it's a weird collection of 2 things at once where it's, like, extremely detailed about the creation of a new organization and visa and everything else, but also written with, like, beautiful language and and completely involved with his philosophy on life and living. It could not have been an easy book to create by any means. So at this point story, he's going through and he's, like, applying it all these different banks and jobs, and he's like, that these all suck. And then he comes across 1 where he's like, oh, the people in here might be like me. They might... They're like different. So he says the national Bank of commerce were different. And so he's having these job interviews he's like these aren't job interviews. Like, these are like, conversations about, like, what we're reading and philosophy. And he's like, I'm connecting with these them as people as opposed to, like, employee employer. And so they're like, listen, we like you. We don't really have a job for you, but let's just get you in here. We can't pay a lot. And then hopefully something will appear like that that can match, like your talent and your expertise. And so he says at 36, I would be a trainee, a nobody. We couldn't live on a salary. If a significant job and a bet better salary did not come within a year, our savings would be gone, but I really liked these decent people. And so then he talks about, like, what does it take to make a decision that feels right with your heart, but is in conflict with your head. When he is older. I think he's he's in his seventies. I think it's this comes from volume 2. He says, like, the... This is the advice I give my grandchildren to use your brain, but follow your heart. And then he says that's also good advice for adults. And so this is where I think in for my reading of about all the stuff I've read that he's written. This is real where I think he's taking his own advice. It's like, this doesn't make sense mentally. I'm jumping. For the first time, I abandoned logic, tossed reason in the trash and made a career decision on intuitive, feeling and faith. And so they moved from department to department just trying to figure out okay what he can do. They're mostly, like jobs well beneath his... Like, his experience in his talent level. My days were filled with men work that I could have done in my sleep but it was not without compensation. It brought me time to read, reflect on the past 16 years and dive even deeper into the obsession with organizations and the people who hold power within them. And so all the experiences you're having is preparatory for Visa. He just didn't know it at the time. And part of this is he's having to... Okay. You got... You're you're fighting with the outside world. Right? You have to fight with what the government wants of you, what your job wants of you, what maybe Society wants of you, but he's talking about, like, before I'm learning how to manage myself with the external world. I've gotta figure out how to... I've gotta focus first on managing yourself. And so he spends quite a bit of time about, like, okay. Well, if you're gonna lead others first you lead yourself, then you lead your superiors, then you lead your peers. And then if then from there, you just employ good people and you free them to do the same, and all else is trivia. That's something he repeats in the book. But before he does that, he's like, okay. I gotta figure out who I am, and I gotta to confront and get used to myself. And the reason this is necessary to do is because you can't run away from yourself. And so he says years before words by Emerson had leaked from the page and stuck in my mind. Everywhere you go, you take your giant with you. That's what Emerson wrote. He was writing about the ins desire to escape the present and seek paradise in the new and different new places, new stations in life, new possessions. A futile quest to escape self. And so then D reveals part of his inter monologue, which I don't think most people would do so. They're not gonna tell you what they... How they actually view themselves. Right? No matter how hard I try to escape my giant. He always returned. The country kid. So now he's describing, like things that, you know, maybe the way he looks at himself, but also house his appearances to the outside world, The country kid, the 2 room house, manual labor, no university degree. Est strange, a raging sense of inferior. All this negative self talk that is not helpful. It's not like this is constructive criticism like self constructive criticism, like, oh, I do that. Maybe Should change that. This is just like this constant negativity going through his brain. And he's like this is it. Like, we're not doing this. It was then that I had the guts to turn, look my giant in the eye and say, you're an ugly cusp and you scare the hell out of me. But if we're gonna be forever linked, we might as well get to know 1 another and live civil together. And so when all this is happening, this is when he gets the opportunity to work on what eventually become vis somebody has no idea that it's gonna happen yet. And so there's a guy, his his boss has gonna mister Carlson, who he absolutely loves. He thinks mister Carlson was just a great man. And so mister Carlson and asked say, hey, will you come, I I need have a meeting with you. I gotta discuss this opportunity with you. And this is a mister Carlson a saying. Bank of America has decided to franchise Bank America, and we have agreed to take a license. We would like to be in business within 90 days. Bob Cummings is to head the program. However, he has no experience with credit cards, and I think he could use your help. What do you think? Mister Carlson, there are a couple things you should know about me. I've been managing businesses since I was 20 and wouldn't be a terrible assistant anything. And I have absolutely no use for credit cards. Well, young man, if that won't bother you too much, I expect it won't bother me either. Why don't you have lunch with mister Cummings and see if the 2 of you can work it out. And so originally, Bob is supposed to be running the program? D gonna be number 2, They do this thing where the beginning of credit card industries barely exists at this point. And it's not like it is today, And I think, what they do is actually, was deemed illegal now, where it's like, you don't have to apply for a credit card. They would just send every single 1 of their customers, a credit card through the mail. So they wind up with Bob and do you're working on is he wound up signing like a hundred and 20000 customers up in 90 days. He's gonna work day and night can be be completely committed for the next year. I'm gonna skip ahead because just like he needed the help of others around him, so he saw mister Carlson. He's, like, mister Carlson. I I like and respect him. He gave me this opportunity. He works with Bob and Bob realizes, oh, no. D should be the leader here. And this is just incredible that this happened. So it says, I expected to work until the program was well established, and then I would get back to my retirement on the job. Shortly after the first anniversary of the launch, the senior Vice president in Charge of personnel, asked if I could come by to speak with him. To my surprise, he told me that he needed to borrow Bob for another assignment, which Bob was eager to accept. That would not be possible unless I was opening to become head of the credit card department at a significant raise and pay. Remember said, something doesn't pop off soon. I'm gonna go through all my savings. I'm gonna have to get another job. So now Bob's like, or sooner the the senior Vice president in Charge of personnel. Was like hey, we gotta take Bob, but that's okay. You'll have Bob's job and you'll make more money. It was 15. This is an incredible part. It was 15 years later at Bob's retirement party when Ron, who was the guy he was just talking to you, finally told me the truth. Bob had walked into his office and abruptly announced. Ron, get me out of this job d needs and deserves it, I'm just in his way. If Bob cummings had not made such a magnificent gift of the job he loved, the extraordinary events of the next chapter would never have come to be. And so d is in charge of a massive program that is growing exponentially and is full of fraud and hundreds of millions of dollars of losses, so you can really think about this is a problem that D and Visa needed to solve. Eventually is gonna turn to avi. So Bank of America let it be known that it would license its bank of America card programmed to other banks. Stories of the banking madness of the time are legendary. In the beginning, there was no magnetic magnetic strip on the card and no electronic card readers at the point of sale. This system for clearing sales drafts between banks was primitive, cumbersome and impossible to fully describe, Basically, you say, hey, what if you were accepting payments everywhere through paper. It's ridiculous back rooms filled with un process transactions it became an accounting nightmare and a criminal bona. Counterfeit cards were stolen on their way to postal departments, and they were stolen from mailboxes by thieves and snatched up by pick buckets. There was no electronic system for authorizing transactions. There was no Internet. There was no electronic entry of data at all. The massive out of credit cards to gain considerable consumer and merchant acceptance There was a massive outgoing of credit cards to gain considerable consumer and merchant acceptance and as acceptance skyrocketed, the number of transactions flowing between banks exploded. The clearing system swiftly disintegrate under its own volume. And this is the environment from which Visa emerged by 19 68, the fledgling industry was out of control. No 1 knew the extent of the losses, but they were thought to be in the tens of millions of dollars. They're gonna wind up actually being in the hundreds of millions of dollars. A huge sum for the time and for the size of the system. And so d is the 1 that has to solve this problem. This goes on for a very, very long time. I... After reading probably, I don't know. Maybe a dozen pages of this. I just wrote a quick summary for myself. This is the previous few pages. Meeting after meeting, hundreds of groups all want all with different ideas on how to do things. No 1 with authority to do anything without approval. This is my version of hell. And so that that line, this is my version of hell. 1 of my favorite things I've ever read in any book was from the founder of Pat, Ivan yvonne S and he wrote this fantastic book called let my people go surfing. The education of a reluctant businessman. And I thought he said something in the book which was fascinating. He's like, what is, like, a way to find what you truly wanna do is, like, what if you were to describe, like, the worst version of the job that you have? And then you... And in the building your company you design the opposite of that. And so he's also really funny and very opinionated. And so what he said is when I die and go to hell, the devil is gonna make me the marketing director for a Cola company. All being charged of trying to sell a product that no 1 needs is identical to its competition and can't be sold on its merits. I'd be competing head on in the cola wars on price, distribution, advertising and promotion, which would indeed be held for me. And so if you read that book or this in the podcast. I did it a long time ago I think it's episode 18. You would know that his Yvonne counter points that it's, like, I wanna build products that are so great they have no competition. And that book describes, you know, all these ideas he has, like, quality as a as a distribution method, making sure that you're not doing... You're not just copying 1 other people doing that you're you're actually making a differentiated product. But I think even, apart from his description of what version of, what hell would be for him. I think that idea of like, hey, what is your version of hell? And then creating the opposite of that is a really smart. And so what D is having to do to try to get arrive at eventually, the organizational structure that he does. Would be my version of hell. It's just these constant meetings. No 1 can make a decision. The end of the meeting is let's do another committee and then that committee produces more committees. And all the time that this is happening where it's like... They're really not focus on purpose. They're focused on procedure, things are getting worse to the point where they have a complete system failure, a complete system collapse. And that is the 1 that creates dee opportunity. And from this might be my favorite idea of Ds, and this is something I wrote in an old note to myself the first time I read the book. And now I yank the the post to know and I put it on the wall. And it says focus on how your product or company ought to be and nothing else. That may be... He's got a got a lot of great ideas. That may be my favorite 1 of his, but we'll get there in a minute. The problems were enormously greater than anyone imagined. Far beyond any possibility of correction by the existing committees are the licensing structure and growing at an astonishing rate. Losses were not in the tens of millions as everyone had thought. Remember, they're... Howard would you even know what losses are. Everything... Like these transactions are are being, like, compiled and just and and and paper just being stacked in back offices. You have no idea what's happening. So it says it was growing on a astonishing rate. Losses were not in the tens of millions as everyone had thought, but in the hundreds of millions and accelerating. That is in the 19 sixties. That has got to be terrifying. And so this is des s at this time. Suddenly, like a diamond in the dirt there at lay. The need for a new concept of organization and it precarious toe hold from which to make the attempt. And I think what he means by that is like, listen, clearly, your way is not working. We're we're gonna... We're rocking up hundreds of millions of dollars and losses, We let me try something new. While he's then he goes back. This this this chapter is called peeling the onion. And you'll see why I'm about to say, or in a few minutes, Like, why I arrived at this conclusion. I could see a lot of people that wanna build encrypt in crypto, reading peeling the onion and getting a lot of ideas. And I did not know that d was a fan of Crypto either. I was actually listening to an episode of business breakdowns on... How Visa makes money today. I'll link it, in the show notes below. And he actually d joined the I think it was like, 90 years old. He actually joined aboard. Of, a a crypto company because there's a lot of... When you think about the fact that he didn't want anybody to have control. He didn't want, like, a top down hi. He didn't want... That's not what he wanted Visa to be. There is a lot of overlap in this you'll see when I get there. I kinda it'll jump out. And I'll I'll let you know about it. But there's some kind of weird echo. I guess is what I'm trying to say between how d thinks about organizational structures, structures, what people are trying to do in, like, cryptocurrency, and I would say, how remember that book on episode 1 76 Just fun, which is the auto of lin tour of, like, open source software collaboration. There's is, like, these ideas are very much related and he discusses them in detail in the the chapter peeling the onion. So if you're happen to be working that industry or that interests you, I pick up the book just to read the peeling the onion chapter. So before I get there, this is where he has this propensity to, like, break everything down from first principles and be like, okay, I needed to understand at a fundamental level, the problem I'm dealing with. And so he's thinking it's was like, how do I influence the future. Influencing the future requires mastering 4 ways of looking at things As they are, Right? And his situation is terrible. As they as they were, as they are, as they might become and as they ought to be. And so that is... I think the first time he mentions is he mentions as they ought to be, this is something he describes and repeats over and nerve again. It'll at the very end of the book. He is rather disappointed in his career because he used as things ought to be as his North star and he thinks he didn't get even halfway there. And so that's why I said, this idea that jumps out of the book, jumps at at you from reading the book that you should focus on how your prod company ought to be and nothing else is actually really profound. And so let's go into his, like, first principal way of thinking. And it kinda makes sense what what I was trying to get at. Is, like, there's just this weird overlap between, like, what D was doing, how nature's is organized, how open saw sources are are organized. In fact, the reason I brought that up is because I think in that, podcast episode, on Visa. They said that Avi visa was founded in today instead of the 19 sixties, the organizational structure he would used was, like, would have been based on Crypto today. So so let me read my note. Real quick before I read what he... What he's about to Sales Everyone else was focused on the form, d focused on function. He broke it down and identify the essential function and then try to build from that foundation. The nature of a bank is it's a essential function was the custody, exchange and loan of money. But what was money? Money was not coin, currency or credit card, that was form not function. Money was anything custom used as a measure of equivalent value and medium of exchange, which is exactly what Visa gonna enable for its customers. Right? Going back to the being little podcast where it's like, okay. I can hop on a plane anywhere. I can use my Visa card to purchase goods and services regardless of the language spoke by the merchant, the currency of the bank account are the times of difference between the merchant shop and my issuing bank. It is just a way a medium of exchange. And so then d goes into this. Is like, okay, If money's not a coin, it's not a currency. It's a credit card. Like, it can't be a coin because coins long been been based. It's not based on gold or anything else like that. He says certainly, the paper on which currency checks are printed have no significant value nor does the ink, and he goes away to think about this is, like, a barrel of ink and a pulp tree turned into paper costing a few dollars, and that would you'd be able to print billions of dollars worth with their currency on that. And so he says realization slowly dawn. That money had become alpha numeric symbols recorded and transported on val, metal and paper. But that's still left a gap in my understanding, and then this is where he gets to his main point about why you could build or why it was possible to build a global electronic value exchange system. Money had become guaranteed alpha data. Thus, a bank would become no more than an institution for the custody, loan and exchange of guaranteed alpha numeric data. And so you could think of this chapter as dee fundamental understanding of the problem he was trying to solve, allowed him to see the future. You and I live in that future. Money would become nothing, but alpha numeric data in the form of arranged energy impulses. It would move around the world at the speed of light at minuscule cost by infinitely diverse paths. Any institution that could move, manipulate and guarantee alpha air, data in a manner that individuals custom use and relied upon as a medium of exchange was a bank. It went even beyond that. Inherent in all this might be the genesis of a new form of global currency. And that realization leads to his o shit moment. We were not in the credit card business. The card was no more than a device bearing symbols for the exchange of monetary value that it took the form of a piece of plastic was nothing but an accident of time and circumstance. We were really in the business of the exchange of monetary value. So that is what the business ought to be. That is in the business that we are in, why don't we build from that purpose and create an organization that enables us to be in the business of the exchange of monetary value. And for us to do that, we have to be able to coordinate with thousands of banks all over the, over the world and millions of customers. And we cannot do that with the mechanistic command and control organizations of the present day. And so we need list peep... List organizations like Ibm and general motors and things like that. And once he realizes the business that he's in, he's like, oh, my god. Think about the opportunity that's in... That's in front of us. Exhilarating realizations followed 1 after another, Any organization that could guarantee transport, and settle transactions in the form of a range electronic particles 24 hours a day, 7 days a week around the globe would have a market. That market would be every exchange of value in the world. That was unbelievable. Did I think it could be done? No. It was impossible. Did I think that Bank of America would give up ownership of the program? No. Did I think that banks worldwide could be brought together in such an effort No. Did I think that laws would allow it? No. Did I think anyone would seriously listen to such notions or allow them the light of day even if they did. No. But did I believe it was what ought to be? A, that was another question indeed, and that was powerful enough to draw me on. So there's a lot of detail in the book about what's taking place. I think he summarizes it amazingly on his website. So I'm gonna read a paragraph from his website first And then there's just... You get fired up. Like, this is the section I wrote referencing earlier, where it's like, it's just impossible to to read this section and not be fired up. Before I get there, This is from his website. Soon became apparent that the problems were much worse than anyone imagine. Convinced that the only solution was conception of the entire system. Hawk challenged 3 others to join him in a week long effort to conceive an ideal organization an ought to be organization to create the world's premier system for the value for the exchange of value in 19 70 after an intense year and a half long effort. The first part of an organization unlike any that had ever before existed came into being. National Bank America incorporated in the book it's referenced as by its initials Mb. With Hawk as president and Ceo. This is what's gonna turn into Within 2 years, operating problems and losses were under control, and the business was highly profitable, growing at the rate of 50 percent compounded annually. Within 5 years, the worldwide system was unified under the name Visa and was by a considerable margin, the largest system for the exchange of value in the world. So that was the result. What dee is about to describe in the book to me is the reason behind, Like, why would you even try to pursue something like this. Traditional means of approaching the problem were close to us. But we were enamored of the emerging concepts further seemed no better alternative. I was more than enamored. As 1 of the participants put 12 years later in a Harvard case study, quote, as a guy describing d. He had a passionate commitment to the ideas that bordered on Z tree. In the beginning, few paid our effort much attention. As it advanced and gained attention, it was subjected too much ridicule. As it approached success, bitter opposition emerge from many sources. There were dozens of times when I long to quit. What prevented me is not entirely clear. All that is clear, was stubborn conviction that the ideas that had been forming over the years were sound. And then this is a great sentence here. The possibility of that, which has never occurred cannot be determined by opinion only by attempt, attempting the impossible is not rational. It is beyond reason, it is a matter of hope, faith and determination. Each time I fell into despair and wanted to give up and that happened often. Something softly whispered, not now. Not while you still believe. Go on. Go on. What Kept going remains a mystery it doesn't really matter for there was an in inaccessible sense that in some profound, non physical way, existence would lose meaning if I did not persist. I wanna actually get to the fact that he was a reluctant leader, which I found very surprising and interesting. But the reason I'm telling you all this is because before I jump to that section, I think it's because he's had to convince and essentially sell so many people He's just got a really interesting way to think about sales. And it was very helpful at this point in his career, so I just wanna read it to you. I held fast in the notion that until someone had repeatedly said no, and adamant refuses another word on the subject. They are in the process of saying yes and don't know it. And so once he gets all the different banks and the members to agree, he thinks, okay. Great. This is... My job is done, I can go back to my retirement and the job. And they're like, no, this is only we're only gonna agree if you run this new organization. I don't think you understand. We want a commitment that you're prepared to move to San Francisco and head Bi. You've led the efforts since the beginning and brought it this far. We don't wanna risk a change of leadership during the remainder of the process or for several years thereafter. If you make that commitment, you will have our commitment. The commitment every single member bank. Okay? Had I any intention of accepting if asked? None. I was exhausted. The work had taken every moment of my waking hours for a year and a half. Both of my sons were about to graduate high school in 4 months, our daughter was a freshman in high school. I love the mountains, the forest and the lakes of the Pacific Northwest. What I desperately wanted was my life back. I wanted to bring this dream into being return to the Northwest and perfect my retirement on the job. I explained my position and desires and it made no difference. They said no commitment from you, no commitment from us. And so as his customary, anytime he has to make a large decision in his life, he goes to nature. He goes for a walk in the woods, this is really interesting because we have his journal entry from this period of his life. I slipped away for a long walk in the woods. A few pages of notes survive from that day. They were in a old file where they had remained unseen and forgotten these past 35 years. The flood of feeling that they evo is impossible to describe. And I like that he wrote that line because in... When I read the auto of Bob Dylan, I was telling you on that podcast to the last episode of founders that I don't think there is another, like, a more powerful medium to evo emotion than really great writing. And so he's having that experience 35 years later reading his own writing at... This is an inflection point in his life. He doesn't know it yet, but this is how he's gonna spend the next 16 years of his life. I walked to the hill and sat on a fallen tree. I leisure whittled a maple walking stick. It came to me that forming and building Mb or anything of worth is much the same. It requires sound material, a good tool, a capable hand, and most important a vision of things to come. It requires patience and persistence to pursue the vision chip by chip by chip, and in willingness to change the vision as the nature of the material is revealed. What foolish logic would rationalize becoming president of Mb. It means giving up grass, rain, trees, birds, insects, all the natural living things. It means dirty air, city jungles, confinement and steel and concrete boxes, con people, and fuss futile work. It means living where I do not wanna live. Liking what I do not like and working how I work not. Perhaps I can hang on to reality if I remember the things I love best and simply write off the next 3 years for education of the children and my desire to provide my wife with freedom and some of the finer things that she so rich ritual deserves. Will I come to prefer the corporation to willing a cane? Somehow, I doubt it. So we obviously know he takes the job, the newly elected board met and appointing be president and chief executive officer. Thus began what I expected would be a 3 year commitment before I could regain a measure of freedom and return to a more private life in the northwest. Had an inkling that those 3 years would become 14 or of the trials and trauma that lay ahead, I would have walked away on the spot. And so it's amazing as you think the book would be like, look, It's a celebration look what we built vs amazing. And it's not. He really focuses a lot on the failures and the shortcomings of not what Visa is, but what it ought to be. And so I I'll get there in 1 second. There's all these competing financial interest some of them don't agree with some decisions that d has the power to make. And unbelievably unbelievable enough, they they resort to death threats, so they light up. They say, hey, we're gonna kill you. They send them letters in the mail. Somebody breaks into his office office and like, cars up his chair. And so this is how he dealt with that stress. It says 20 years making and collecting loans had taught me that anger, blame and condemnation and other negative emotions are fueled by like response. They are least able to be sustained when met with calm and ind. It has always been my inclination to quietly suffer through adversity while attempting to find a solution. During dark times, long walks in the woods have always sustained me. This time, I broke the law to do it. The closest open space was miles of forest at Hills near where we lived. Posted everywhere were no trespassing signs. I would pretend they did not exist excuse myself on the basis of dire need, slip through the fence and lose myself deep in the woods. There, I would climb for hours, licking my wounds in the hope that a solution would appear. A sense that in the great picture of things, my trials and tribulation were of no consequence would slowly see into my bones and allow me to face the next week. It was many months before the depression, there's that word again, gradually faded and years before the memory became less painful. And so then we get to the part where I was mentioning earlier, it's not, like, look how look how great I am, look how great it is, what I built. It's, like, look how how short I fell and failed to deliver to my own ideal. So he calls it the successful business failure. It is painful to think about weakness and failure. It is even more painful to write about it, but it's an essential part of the story. And so he's about to make the point for all my, you know, Unorthodox behavior, my, inability to conform my desire to do things differently or think of a new way to do things. In many cases, I reverted to what most human do... Most humans do, and that's just I copied what others were doing. He says 1 of the first of my failures came early when we were establishing permanent Nba headquarters. Something about confinement in private quarters had always annoyed me. So he's talking about private offices. Yet in the world of institutions, physical separation from others had become a hallmark of success, power and prestige. It was the heyday of gigantic corporate headquarters with executive offices and cubicle for lesser folks. Something about such corporate show and tell quarters offended me. Probably because I was normally excluded from them. And when I was not, I often had poor experiences in them. Nevertheless, I convinced myself that others, like banks, government officials, regulators and prospective employees would never accept Mb as a substantive organization if it were located in inexpensive modest quarters. What is now clear is that I lacked ability and courage to lead in the direction of my natural inclination rather than copying acquired behavior. And so originally, it was an open floor plan than he had so many meetings that he wants up having a private office And then when he leaves, they take the entire open floor plan and just separate it into closed offices, cubicle for everybody else and really nice areas for the executives exactly what he did not want to happen. Another failure, I enabled more debt to accumulate. From the beginning, I believed in and worked for a transition from the concept of credit card to the concept of a transaction device for the exchange of value, a debit card to use the jargon of the day. It was my hope that issuers would evolve from making the card primarily as an instrument for debt to making it as an instrument for the exchange of value. It was my hope that revenues of issuers would evolve from reliance on interest. On card holder debt to reliance on transaction pricing for services provided. It was my hope that this would distribute costs between the most affluent and least affluent customers. 28 years later. He's really pointing out the fact that the exact opposite happened. 28 years later, that has not happened and interest on debt of those who need to pay monthly supports free service to the more a affluent. And then his final mistake, and maybe his largest 1 is that he couldn't stop reverting to a command and control structure, he... In any way to thinking think about what he's about to tell. He's like I couldn't even live up to my own ideals. Perhaps the greatest failure of all was to completely underestimate the degree of individual cultural change, such an organization required. The organization was so new, successful so immediate and grow so explosive that it was necessary to hire management from the outside. Each of these people came full of the techniques, cultures and habits of the mechanistic industrial age organizations from which they emerged. Many took the openness and liberty of Visa as applicable to them, but not in relation to those over whom they had authority. Time after time, I would discover departments within the company where people were subjected to ridiculous rules and regulations, Is exactly what Sam Walton noticed the time and time and so bill Walmart. Right? When I... When I would forbid it, managers quite rightly saw my efforts to rest refine their conduct as command and control. And so it was. I used command and control techniques to prevent command and control, plain, stupid. All too often, I was simply unable to be the change that I wanted to see. And then this is where we get to his surprising conclusion about his work, and then he does end on a positive note, though. Judged by orthodox methods of objective measurement, growth, size, profit, market share and volume, Visa has been a phenomenal success. It would be a lie to deny a strong sense of privilege and substantial pride in presiding at its birth and guiding it to its maturity. By the standards of what Visa ought to be. It would be a lie to deny a sense of failure. In spite of my pride and all that Visa demonstrated about the power of the chaotic concept of organizations and all things that it it has accomplished, I do not believe that Visa is a model to emulate. And so at this point, his sentence to me is his message to future generations of founders. It is no more than an archetype to study, learn from and improve upon. And then he leaves on a positive note here though. But that's quite alright. Failure is not to be feared. It is from failure that most growth comes, provided that 1 can recognize it, admit it, learn from it, rise above and try again. And then he leaves the business. Early in 19 84, the curtain came down on my performance as Ceo of Visa. The business costume went into the closet, and I went directly from the commercial theater to life on 200 acres of remote ravaged land. It was shockingly difficult. An aching void emptied of things once crave. Money, power, prestige position all achieved and now abandoned. The lifelong dream of pioneering a new concept of organization had been realized. There was pride and gratification in knowing what it had been, what it now was and what it might become. There was also a sense of failure about what it ought to be. The world was marvel at Visa success. To me, its flaws were all too apparent. Well, so be it. Life flows on. 1 by 1, I picked up the fray ends of more beautiful threats, nature, literature, grandchildren, art, contemplation, humility, and slowly woven them deeply into the fabric of being, gradually the void filled, pain eased and 10 drastically different, but wonderful years emerged. And that leads us into the next 2 decades where he writes auto of a restless mind volume 1 boeing 2. That podcast will be coming very shortly. This is where I will leave it. If you want the full story, highly recommend reading the book. If you buy the book using the link that's and the insurance notes in your podcast player, you'll be supporting the podcast at the same time. That is 260 books down 1000 go, and I'll talk you again soon."
}