{
  "transcript": "As a young child born in a tiny cottage in a small farming village in the foot of the Rocky mountains, I discovered 3 principal loves of my life. Nature, reading, and unstructured learning. With school and church came increasing confinement, demands for conformity and crushing boredom. Along with sharp rising awareness of the chasm between how organizations profess to function and how they actually did. When I was 14, the fourth love of my life appeared, a beautiful brown eyed girl. We married at 20. Sidetracked into business to support a growing family, I vowed to escape as soon as possible. It took 35 years. As partial rec for a dislike of business, I continued to read and study for racially. During my business years, I developed a habit of formulating short graphic assertion, often in the form of app, maxim and metaphors to test and clarify my thinking. In 19 80, I took the first steps to keep my vow to escape from business by purchasing 200 acres of ravaged land in coastal Hills overlooking the Pacific Ocean with the intent to restore it to health and beauty through personal labor. 4 years later, in 19 84, I resigned as Ceo of Visa turn my back on the business world and turned to my first lu, family, nature, books, contemplation, and the isolation of manual labor on the land. A house was eventually built there containing a poor boy's dream realized. A library containing 5000 books accumulated over the years. Rising at 05:30 in the morning to write a thousand words or more, before beginning the days labor became an entrenched habit unbroken to this day. Each day's writing ended with 4 or 5 short reflections on subjects, then occupying my mind. By the late 19 nineties, my writing had grown to 5000 pages containing several thousands of the short reflections. It occurred to me that a selection of them in the order written would constitute a history of sorts. An auto biography of a mind at work. Since the mind never works linearly by subject matter, but flutter from thought to thought and idea to idea with the agility of a butterfly, I selected 1 in 5 in the order written then index them by subject matter for the convenience of readers with specialized interests. The contents of these 2 volumes of the auto of Mine were written in the decades spanning the turn of the millennium. Volume 1 contains selections from those written when I was in my sixties. Volume 2 contains selections from when I was in my seventies. I make no claim to have fully believe them when written to believe them today, or to have fully lived those I do believe. Neither do I pretend that others have not thought or written about many of the same subjects over the centuries for most reflect common concerns of mankind. The only claims asserted are that they then occupied my mind seemed worth serious thought contains some truth or indulge my lifelong love affair with the music of words. So here is the auto of a restless mind. That is from the preface of the first of 2 books that I'm gonna talk you about today, which is auto of a restless mind, reflections on the human condition volume 1, and it was written by D hawk. So this is part 2 of a 2 part series I'm doing on D hawk, D h was the founder and Ceo, Visa, He just passed away recently at the age of 93, and I thought a way to honor him and, like, my own little small ways is to re reread 3 books of his that I've have that I've read before and make podcasts on them. And the primary reason I felt compelled to do that is because of the book that I'm holding in my hand. After I read the first time I read 1 for many, It was probably, like, 4 years ago. I picked up. I I went looking for other books that he wrote, and I found this 1, it is a book of app and maxim just like he said. About 200 pages long, and it has almost 1200... Little short reflections. This book has been on my nights stand for years. And so I would say every week or so, miss... And sometimes a few times week. I would just pick it up, turn to a random page read a few, you know, these these are most of them are a sentence or 2. Just as a way to prompt my own thinking or learn something really rapidly. And the way I thought about it is like hey, what if you had, like, this wise grandfather figure that could pull you aside for a minute or 2, and just drop some knowledge in your ear. And so the format of this episode is gonna be different than of, in any other episode that I've ever done. There's a great Youtube channel that I really like. It's just called quotes, and I'll leave a few links of some of the videos. I probably listen. I don't know. We, like, 20 or 25 of their videos. But what they do is they hire voice actors, and they make usually short videos usually, like, you know, 5, maybe 10 minutes long, and the voice actors just have... They sound fantastic. But what they do is they read quotes from historical figures And in between each quote, they give you... They pause for maybe, like, 5 seconds or so just to give you time to think about that sentence or the 2 sentences that they had just read you. And I find myself just re listening to a bunch of these of their episodes. On people like Mark Twain or P or socrates, Einstein, churchill in there, volta, Da vinci, Hemingway, Machiavelli, Ci, people that you and I have covered in the past, like, Walt Disney, Henry Ford, Carnegie, Teddy Roosevelt, so I like that format so much. I decided that's the format I'm gonna use for this episode. Most of these, I don't think I'll have anything to add if I do, obviously, if anything pops mind, I'll let you know, and I'll just jump right into it now. Happiness may be difficult, but it's not complicated. Dismiss desire, discard opinion, honor the past, trust the future, and treasure the moment. You can give no greater gift than to speak and write, that which is useful to your own heart. Reading academic prose is like trying to s your thirst in a mud flow. There's moisture there somewhere, but getting to it is the rope. Expecting to achieve all that we demand of ourselves is a love affair with disappointment. This next 1 is 1 of my favorite ones ever. 1 should not read like a dog obeying its master. But like an eagle hunting its prey. Academia has an incur comp to explain that which is simple with something complex, that which is direct with something labyrinth, that which is intuitive with something verbose and that which is obvious with something of tooth. In the soil of every satisfaction sprout the seeds of discontent. Humility and generosity have no enemies. A fool is no less a fool when in wise man errors. Society will not progress until we cease endless discourse about right ideas and consider right values. It is not the mind of society that is sick. It is a soul. Powerful writing should take 1 side and stick to it 10, ignoring the other, even though it may have merit, objective writing is imp. As my grandfather used to say. There's them that talks and them that does. And then that does gives them the talks something to talk about. If you never test your courage and strength, how can you measure the validity of your fears? Do not get angry, stubborn and imp. Get curious. Books like nature never praise, never condemn and never ignore me. I love them as much for that as for the edi identification and pleasure that they bring. That which is growing looks only ahead. That which is declining looks only behind. The essential reward of anything well done is to have done it. What becomes known is worthless until it is shared. When 1 has fallen among wild beast and serpents, it is best to be alert, cautious and quiet. This is particularly true in business. To speak is craft to listen is art. Everything we say do or right belongs to the world. Others will take meaning from us that we never imagined or intended. We can do no more than choose our words and act with all the integrity, wisdom and beauty that we have at hand. Ethics pale when money grow. Constructive humane behavior cannot be achieved by external force. It arises from within. It can be induced, but cannot be compelled. It is a rare leader who understands this simple fact let alone puts it into practice. When life is frightening or dis, scholarship is always a suitable sanctuary. We judge others harshly by the standards we profess rather than those we practice. Yet, we resent it bitterly when they return the favor. Language, no matter how carefully crafted is inadequate to fully convey what is in one's mind. No dream is so great as the person you might become by remaining true to it. There is so much to learn, do and become in this mysterious magnificent life that it seems foolish to waste the least bit of it. Strange semantics indeed to speak of free schooling when young people are compelled to attend and have nothing to say about their ind nation while incarcerated. I really like this 1. We need not be limited to small dreams or accept a notion that large dreams cannot be realized, providing we are willing to pay the price required for their realization. What is my life made of? Love of nature, love of literature, love of sol, love of thought, and love of another. 1 could do much worse? Educational systems are giant abstraction in which people fore go experience humanity and wisdom in favor of symbolism, rationalization and ind nation. This 1 is a great description of how D would want institutions to act or to be. The universe does not exert force in any meaningful sense. The sun does not force the planets into orbit or command them to do anything. It merely places an attraction in their path to which they respond in accordance with their nature. It would be a blessing if people who aspire to be great could understand this principle and behave in accordance with it. Every word sent forth rico shay in a different direction when it strikes another mind. The universe seeks perfection by patient attention to small things. A marvelous life is no different. The wise made great use of adversity to foolish whine about it. Each new thing must make its way against opposition from all that came before. Sol has its merits, but who has ever seen a wave traveling alone or a single flake of falling snow. Ideas arise from analysis, concepts arise from synthesis. 1 who cannot act effectively has no practical use for new ideas. If you listen to a bunch of the early episodes of founders. This is this reminds me of this is Dee way of saying something I used to repeat over and over again that critics don't know shit. There are hundreds eager to criticize and ad for each 1 willing to constructively assist. If you can't be precise, be concise. If you can't be concise, be silent. If learning is so exciting, why are textbooks so pom and dull. Imp is a perpetual barrier between desire and realization. Nothing satisfies weak dull people more than publicly confronting strong creative people with a list of their sins. The worst books benefit from the genius of the best readers. But the worst readers do not benefit from the genius of the best books. A magnificent mind has no defense against a hard heart, especially when they occupy the same body. Transcending disagreement and confrontation through reconciliation is the test of an enduring marriage. Opportunity to love is the reward. There are 2 ways to look at opposition. I want to do it and they will not let me or they want to prevent me and I won't let them? Life is never indifferent and never in balance. We are steadily overcoming our problems, or they are steadily overcoming us. Wait patiently and listen carefully until something whispers to your soul then quietly follow the sound. When we believe we are everything, we are on our way to nothing. When we believe we are nothing, we are on the way to everything. A dog chasing its tail never catches more than part of the dog. A man chasing his thoughts never catches more than part of the man. There is no shortage of men who would set civilization on fire to warm their fingers. An academic education too easily prepares 1 to make a living at the expense of life to be narrowly expert while broadly ignorant to new much and understand little. When we fully attend to management of self, excellent management of all else is unavoidable. It is not the poor and humble who are des the earth, waging wars and d meaning people. It is the rich, the educated, the honored and acclaimed. Men of 70 may make a lot of fuss. But they rarely make revolutions. This 1 reminded me Henry Ford. Why supposed experts are so often employed to point out that which is obvious to anyone with common sense is a mystery never to be solved. Old people have so little left of life, they should cease trying to make it bring what they desire and make the most of what it offers. Come to think of it that's not a bad policy for young people as well. I probably read the next 1 a hundred times, a meaningful life cannot be made from denial. It must be made from affirmation. To discover new lands, we must lose sight of the shore for a very long time. And 1 must carry a large cargo of courage, confidence, and faith as well. An old country saying useful is either complement or cha is. Young in, you keep on moving where you're heading, you're gonna get where you're going. I think the next 1 is gonna resonate with anybody that waits a lot of biographies. We are each the author of our own life. Whatever we write, masterpiece or trash, it will be published and widely read throughout our life and for decades thereafter. Our words can conceal more than they reveal, contain more than they convey, achieve less than we desire and offend more than we intend. Should have cannot create a better life. It can only make miserable the 1 we have. Ought to with commitment has a chance. We push our children out the door with 1 hand urging them to conquer the world and cling to them to nation with the other, wishing they would remain with us forever. Fortunately, neither is our choice to make. Tyranny shouts, you must. Leadership whispers, perhaps we should. It is a prudent man who never reveals how little he thinks of others or how much he thinks of himself. Vision without effort is imp. Enjoy the convenience of prosperity, but treasure the benefit of adversity. The wise do not feel to mean by asking for advice are diminished by following it. Car love can create people, but it takes selfless love to perfect them. This might be might be my favorite everyone. A wise man goes forth to meet difficulty rather than agonizing at its approach. When speaking of oneself, seldom and modest should be the rule. What I have been is immortal, it cannot be changed. What I have yet to be is filled with possibilities from which I much choose my becoming. Fear when it adds nothing to safety is pain without utility. Retirement is confrontation between what we wish we were and what we have actually become. When someone says, let's be completely objective about this. You may be confident that they will not. Envy is admission of inferior. Common sense is wisdom in working clothes. Never go to a wise man for an elegant answer. Go for a beautiful question. The greatest achievement in life is to become your own best self. Nothing external can help with that. Purpose is not a possession. It's a direction. We should always keep in mind that the world is rep with those who preach like angels and behave like beasts. Old minds should be like ripe falling fruit, rich with seeds of wisdom for the evolution of the species. All things that have capacity for self organization and self governance should be revered, respected and left free from interference. If we trash the past rather than build on it, the future will be filled with garbage. Few adults of great achievement were cooperative, conform children. More often, they were shunned, icon class protecting themselves as best they could from the contempt and persecution of conform. Social conformity is not virtue. Young students who are not naturally docile are often labeled as having a disorder and drugged into submission. Conformity and or poor qualities for anyone who would be curious, creative and free. That students should be drugged into tolerance of ban, boring curriculum and S teaching is tragic. Patients married to will gives birth to persistence. The greatest writers have no purpose but to incite the minds of each reader with the highest and best thought of which they are capable. What we think of as an original idea is merely 1 that never knew its parents. Those you would destroy you'd best destroy utterly, else they were linger on to quietly plot your destruction. Wisely waiting is 1 of the most productive acts of man. Foolishly waiting is 1 of the least. Don't preach, don't teach, don't judge. Take a loved child by the hand and explore something fascinating together. Each morning, I rise determined to change the world to make a lot of money to meditate to exercise to write something original to paint a grand picture to plant some trees to read a good book and to spend more time with family. It does make some days a bit difficult. In the beginning, Few things are as delicate as a new idea, But once deeply rooted in a determined mind, its 10 is astonishing. Originality and creativity do not result from calculated effort, but from the natural state of consciousness. An open mind at play. No 1 can ever fully know the wealth of creativity, curiosity and love of learning in all children. What a pity we send them to school to have it crushed. Every mistake is a bargain if you learn the lesson it contains and remember it well. Approach great enterprises with audacious abandoned and small enterprises with meticulous care. When disagreeing with those you love, deal only with the moment, neither resurrect directing the past nor anticipating the future. Great thought, great achievement and great love have this in common. All involve great risk. You can't make a good child by abusing a bad 1. But you can easily make a bad child by abusing a good 1. Every life is a subjective epic. Knowledge is never in doubt, wisdom is never certain. The swift means to an end is rarely the best. If we could see ourselves as others see us improvement would be instantaneous for few of us could tolerate the site. Nature and evolution don't whine. Why should we You can't reason your way to hope. You can't logically arrive at hope. You can't beg, borrow, buy or steal hope. You either hope or you do not. Superb design and sluggish effort can never compete with modest design and diligent effort. We never know our power until great difficulties or great opportunities have need of it. Scorn and ridicule slip effortlessly from a furious mind. The troubles of life are rarely as terrible in reality as they are an imagination. Is there anything more barren and futile than arguing with a critic? It is both foolish and weak to defer confronting what cannot be avoided. I have done many great things perfectly. The ones I imagined, but never attempted. Delaying what we must do eventually does nothing but lengthen the time and distance we must carry the burden. The experience, meaning and destiny of each life are unique and cannot be compared to those of any other. Nothing is more conducive to silent communication or solitary comm than reading a book. The most interesting people are always the most interested people. It is wise to avoid or eliminate problems in the beginning for that is when they are least powerful and least pervasive. There is nothing so pleasant, cheap, ubiquitous and independent of circumstance, time and place as a reading. The true value of anything is best discovered in the loss of it. Complaining about life is like hurling sand against a wind. Fear is the father of most mis fortune, and then the last 1 before he gives us some parting advice, ignore logic and reality. Live entirely in the strength of your imagination, passion and commitment, and you may become 1 of the profits of your error. And then he closes volume 1 with this. After more than 3 quarters of a century on this planet It is apparent to me that I know nothing about truth and neither does anyone else. Here is 1 way to think about it is as definitive as 1 can get. So now I'm gonna jump to volume 2. I'm gonna pull it a few things from the introduction before I go to the maxim. He's just updating us on what occurred in the the last 10 years of his life. After selling our rural paradise in 19 99, we moved to the state of Washington where we bought a Da house on 2 acres of land. Sales from my recently published book, 1 for many were brisk and brought even more invitations to speak and consult. Which I had little desire to pursue. After 10 years of intense effort to catalyze institutional change without notable success, I had become disillusioned. And I would say if you pick up both of the books, this 1 is to me, I like volume 1 better. Volume 2 is a little more cynical or, I mean, dissolution, I guess is a good way. You could see his dissolution disillusioned in his writing. Basically what I'm trying to tell you. And so to express his Dis, he quotes volta tear here. He says perhaps it is just as well to stay home and attend one's garden. I wanted know more of travel, notoriety and fruit effort. I methodically put aside activities of the past as I turn my attention to rebuilding the Da house creating 2 acres of gardens, oil painting, hand lettering in stone, and as ever continuing my incessant reading, writing and studying, including another 2200 reflections on life and living. I continue to make an occasional speech and work with the patient safety institute which is a non for for profit effort by leading people or by leading people in the medical field who are attempting to create an electronic medical information system to reduce a rising tide of medical errors resulting in death or serious injury. Ironically, the cartilage in both my knees gave out and double knee replacement became the necessary. The surgery was successful. However, when I regained consciousness, both my arms were extremely painful and the side of both hands and 2 fingers of each were paralyzed. Neurological testing revealed major damage to the ul nerve in each arm. The surgeons nurses and hospital administrators denied any knowledge of possible cause, yet the fact remain that both arms and hands have been in perfect shape when when anesthesia was administered and was severely damaged when I awoke. 6 months later came news of colon cancer. With great t reputation, I returned to the hospital for more surgery to have a third of my colon removed, this without a parent medical error. Within months of the cancer surgery came diagnosis of sleep apnea, requiring use of machine that delivers constant air pressure through the night via a face mask. Then chest pains due to a blocked heart artery that put me back in the hospital to have the artery probe, open and stent inserted. In spite of 5 major medical problems in less than 2 years, my treasure routine of rising each morning at 05:30 for a half hour of meditation and 2 hours of writing followed by 6 to 8 hours of work in gardens painting studio and wood and Stone shop, than 4 hours of evening reading and study became even more entrenched. Towards the end of the decade, the habit of ending the morning's writing with 4 or 5 short observations came to a close, and selecting and arranging them for publication took its place. And so here is the second volume of the auto of a restless mind. Life is messy. Only death is need. Trusting a politician to put the public interest before his own is like trusting a dog to deliver a pound of hamburger to your neighbor. Under precise, scientifically controlled condition, life does as a damn well pleases. Every man no matter how intelligent and learning conceal within a dunk in a dungeon and a mad man on a chain. Life offers everyone truth and comfort. Choose carefully. He rarely can have both. In the gratification of every desire lies the creation of more demanding ones. Certainty is not a property of the universe. It is a construct of the mind. Power demands, wisdom requests. Every decision other than those essential to secure food, shelter, and clothing should be made based upon its effect a hundred years hence. The great ideas of the past centuries continue to tit our minds, but they no longer touch our hearts. They have become intellectual toys rather than fundamental beliefs. Where reason about them, but do not live them. They are in the brain and not the bone. You can't reason with ideology any more than you can with the seat. Any idiot can impose and exercise control. It takes genius to ensure freedom and release creativity. Any third rate person can make things more complex and complicated. It takes a first rate wise person to make them simple again. Everything we think experience or feel is infinitely richer and more complex than the language we have to explain it. Love, wisdom and beauty may not be the same thing, but they are as near to identical triplets as any 3 things are likely to get. The functioning of the finest mind, no matter how advanced is forever beyond comprehension by itself, are by any other. An impossible dream realized becomes ordinary when repeated. Un dots are elusive and ever. When they are recorded, they take on perm enabling us to discover error, improve content and refine expression. The essential nature of control is tyranny. The essential nature of order is liberty. The only thing a wise man is certain of is his ignorance. 2 centuries ago, it took a year to send a message around the globe. Now it takes a fraction of a second. We have no idea what this means or what the consequences may be. Man's knowledge and ability have dangerously exceeded his capacity to understand either. To the majority of people, truth is as welcome as a broken nose. We always pretend to know what will result from our actions yet they always have unintended consequences. From this, we have learned neither humility nor caution. There is always some fool or Charlotte to articulate an immediate, simple, wrong solution to every problem, and a great many more to believe and implement it. When this is professional, this becomes politics and economics. This next 1 might be my favorite 1 from this book. Use your head but follow your heart is my advice to all my grandchildren. Come to think of it. It's not bad advice for adults as well. A book is far more than what the author wrote. It is everything you can imagine and read into it as well. Nature offers nothing simple, man to test anything complex. Inducing acceptance of prior conclusions and beliefs is ind nation. Not education. No matter how adept the author, writing can evo no more than what is already within the reader. Welcome experience and be wary of hearsay, a secondhand hand life is not worth living. It is foolish to accomplish with more what can be accomplished with less, but that is the heart and soul of government. Man is at war with his own nature. That which fails to fiercely protect and enhance the spontaneous lust to learn inherent in all children cannot be education. If the good life isn't composed of health, liberty, love and wisdom, I don't know what is. There is nothing at all wrong with discipline, providing it is self induced rather than imposed. A poorly live life fears death to a rich ritual live life, death is just another part of the adventure. Books are s subjective things. All are worth of look and a touch. Some a kiss, others an affair, the best marriage and lifelong devotion. Human comp to mess about in things that does not understand is infinite. The capacity to move in a new direction is immensely more valuable than either submission or rebellion. There are few things more expensive and dangerous than a large, well developed vigorous assumption. We spend the first 30 years wanting to be older, the next 30 years wanting to be younger and the remainder just wanting to be. If 1 knows how to formulate penetrating questions, and ass seeks answers, education with or without schools is inevitable. The happiest and best parts of former education are hap hazard experiences with others, and the ec reading of excellent books. Life is 1 grand tumble into chasm of uncertainty. Good writing consists of the simplest, clearest, few words that make the point. Effectiveness knows what efficiency will never learn. The superior mind distinguishes clearly between its knowledge and its ignorance. The inferior mind cannot. Genius merely articulate what your heart already knows. The young hurled themselves into vast problems that have troubled the world's best thinkers believing that they can find a solution. It is well that they should for from time to time, 1 of them does. We are all in the same raft a adrift on cosmic seas of uncertainty. The question for everyone is what sort of ship will I be? Language is man's most useful tool? Endless w over minor details accompanies the death of every great idea. Great accomplishment often consists of doing little things well. It matters little how we come to wisdom compassion courage but it matters a great deal if we do not. A good part of leadership is knowing what not to do. The superior man is concerned when his deeds are not better than his words. The more egregious flawed people's judgment and beliefs, the less doubt they have about them. Do what you can, suffer what you must and leave the rest to providence. It all comes down to that. Loneliness is a much better companion than an evil person. Life has limited meaning until finds someone or something worth dying for. Freedom from worry, confusion and fear may not be the good life, but it will do. That which we have taken from others may be taken from us, but that which we give to others cannot. Books are not dead things. They preserve something of the intellect and spirit that rights and are instrumental in forming the intellect and spirit that reads. A reward to ignorance is an insult to genius. It is strange that human nature has much greater capacity for the ordinary than the exceptional. And at the same time, much greater propensity for arrogance than humility. Ignorant commentaries corrupt brilliant thoughts. That may well prove to be the curse of the Internet. Many are the books written to tedious expo what is clearly stated in simple proverbs. Those who will not venture before taking everything into account never venture at all. When we impose rigid rules and regulations, the best we can hope for is mindless conformity. To dominate others and enrich self have been the 2 most common compelling impulses of man throughout the ages. Controlling others is force, controlling self is power. If you attempt something new and innovative, do not think people will remove obstacles from your path, expect them to add a great many more. Stupidity is much more predictable than intelligence. The boundless anxieties and uncertainties of freedom are not easily tolerated. 1 who departs from custom and innovate is as likely to be destroyed by friends as by enemies. Conduct is a silent sermon powerfully preached without cessation. Every child endowed at birth with biological capacity for 10000 different lives is destined to live but 1. Choice makes all the difference. This is a great way to think about a founder. Every organization has 1 or 2 heroes who gives it birth, direction and purpose. It is an exceptional person who transcend the conditioning of formal education. In a very real sense, we imagine the universe into being. I had to read this 1 twice. Min of thought dart about in shallow minds with great agitation. Great whales of thought majestic move through ocean minds without commotion. Theory, frenzy and fan can destroy in a day what it took wisdom, foresight and prudence centuries to construct. What 1 says and another hears may be as different from 1 another as a tropical jungle and the north pole. Intellect and imagination are inseparable. Every idea is a dance between the 2 in the ballroom of the mind. Those who require little of themselves have even less to give others. Superior people achieve everything in themselves that they expect in others. It matters little whether my book reaches a handful of people or millions. For if it influences the right few, others will follow. There are times when it's wise to be ignorant, but never a time when it is ignorant to be wise. Self knowledge is an ocean without surface, shore or bottom. Life begins in fire, burns briefly and ends and ashes. Making your business to create, not compare, contemplate, not critique, compliment, not condemn. This 1 is to his wife. We were inseparable from the age of 14. She was the early bird and either warm. The foolish, the ignorant and the indifferent makeup a large majority of the public, yet we still insist the majority should rule. The new and novel should be viewed with suspicion for it is improbable that 1 generation can be wiser than all ancestors combined. Someone has to be original, or else others would have nothing to copy. There are many problems best left alone since time and patience are powerful remedies. If you don't know your destination, every road is the right 1. Those who succeed chance upon opportunities more often than they create them. There is but a single day and night, no matter how many times experienced. And then the last 1, teach children to think deeply read precisely, write concise and stimulate their curiosity about everything. Skip the rest of the stuff. And so that is where I'll leave it to read all of these short thoughts, pick up, auto of rest mind volume 1 and 2. I'll leave a link in the show notes and if you buy those books using that link. You'll be supporting the podcast at the same time. That is 261 books down 1000 go, and I'll talk you again soon."
}