{
  "transcript": "Dad took me to buy a car. It was to be my first negotiation, an experience a can in his mind to losing one's virgin virginia. He made a long list in preparation for this transaction. A catalog of features my first car had to have. Each characteristic of each candidate was given a value between 1 and 22. According to this list, the perfect vehicle for me was a used Honda Civic with less than 70000 miles. We looked and looked and then amazingly, he ba when we actually found it. I don't get you. I said. It checks every 1 of our boxes. You haven't learned a thing. He said. This car has all the what. But it is seriously deficient in the how. What are you talking about? Did you see all that writing? The car was covered with names. Red letters on the driver's door that said Bobby, blue letters on the passenger door that said Barry yellow letters on the hood that said Billy, this presumably being the name of the car itself. So what I said? We could have it rep painted. You're missing the point. He said, a sc owned this car. That is an excerpt from the book that we talked about today, which is the adventures of Herb Cohen, World's greatest negotiator, and it was written by his youngest son, Rich Cohen. So I found this book by accident. A few weeks ago on Episode 02:55. I re reread the fantastic book, the fish that ate the whale the life and times of America's been banana king which serves as a biography of Samuel Z. And it's 1 of my favorite books I've ever read for the podcast or otherwise. And so I decided, hey, let me go see if Rich Cohen has any other books that might be interesting to read for the podcast. And I found his latest book, which is the 1 I'm holding my hand. And the reason I bought it because was so interesting is that he writes a biography of his dad. And as soon as I picked up and started of reading the book, it's very hard to put down and I knew immediately that That was gonna read this book for the podcast, It is 57 short stories. Spread over 225 pages where Rich introduces us to his world famous dad who also has his giant personality that jumps right off the page. I wanna go right to the beginning of the book. This is, you know, the 1 of the most bizarre openings to any book that I've ever read, and it's just herb. It's a quote from Herb Cohen, talking to his son in conversation. He says when I die, your mother will meet a man who will buy her gifts and flowers. Who will do all the little things that I was never good at and who will ask her to marry. I tell you so you know now that this man is a sc. And as you could see from that, he's also hilarious. This is an overview of his career and why I think is so interesting to study him. In professional circles, he is Herb Cohen, an expert in the art of the deal and the author of you can negotiate anything. A publishing phenomenon they came out of nowhere in 19 80 to sell more than a million copies. He's a speaker, a guru of the corporate retreat, a consultant to governments and companies, the gun hired to work out the terms and close the deal. The wise man helicopter in to settle the strike. He helped resolve the major league Baseball u empire strike in 19 79, as well as the New Orleans police strike the same year. He advised Jimmy Carter during their iran hostage crisis in 19 80 and 19 81, He advised Ronald Reagan during the summit with Mc mikhail Go in 19 85 and 19 86. He was part of the American team at Geneva during the strategic arms reduction talks in the 19 eighties where he said he went, quote, eyeball the eyeball with the and learn what he calls the Soviet style. He helped settle the Nfl player strike in 19 87, he was a pioneer in the field of game theory and help set up the Fbi's behavioral science unit. And so through the entire book, Rich introduces us to Herb, and he's telling us what he learned from all the things that his dad taught him throughout his life. Not only through with his words but his actions. And in some cases the lesson seen learned from seeing his father make mistakes. He has a great line towards the end the book where he says even our hero's fa. So Wanna jump to the first story, which is about how. Is about how Herb taught Rich out of drive. So he says, consider the way he taught me how to drive. At the end of our last lesson, he told me to drive him Rig field where the Chicago clubs were playing. There was a long line for the left turn that led to the expressway. When we got near the front, my father said The car in front of you is gonna jump to green light and take that left before the oncoming traffic. I want you to get close to his bumper and follow him through. Explaining himself he added, we don't wanna miss the first inning. I started well and kept close to the lead car but then made the mistake of looking into the faces of the oncoming drivers. Their eyes were full of hate. Their mouths twisted in fury. I froze in the middle of the intersection. Sn traffic and setting off a c cocoon of hon and insults. When the cars were finally sorted, we drove on in silence. It was my father who spoke first saying it was my fault. I overestimate you. And so the first part of the book is Rich going through all these childhood stories about what it was like growing up as a Jewish kid in Brooklyn for his father in the 19 fifties. He's got a small group of friends. They call themselves of the warriors. And their friends for an entire lifetime. Like, their stories later on the book where they're either all retired in California are in South Florida, and they're in, like, their eighties, and they're still hanging out. And 1 of them, 1 of Herb lifelong friends was the radio show and Tv host, Larry King. So he's in this book as, like a little kid. And so it says that this is really an overview of, how his father taught. His son and he does it through, like, a. Over time, Herb turned the tricks he learned in Brooklyn into a philosophy. It was a kind of Jewish buddhism. He preach engaged detachment, characterized as caring, but not that much. More than a business strategy, he considers this a way of life. Don't get fixated on a particular outcome, he would say. Always be willing to walk away. Once you see your life as a game and the things you strive for as no more than pieces in that game, you'll become a much much more effective player. Most of his parental advice is about maintaining perspective, which he does by dismissing whatever is currently bothering you as, quote, a walnut in the batter of life, a blip on the radar screen of eternity. The man is decided with a. He would say things like we're all captive of the pictures in our heads. We see things not as they are, but as we are. The key to walking on water is knowing where the stones are. Time heals all wounds right up to the moment, it kills you. And so Herb was gifted with language. She was really good at storytelling, and all of the stories that he would talk with us about from his childhood Otherwise, they were embedded with, like, lessons and morals for his son. This is a story that happened when Herb was 9 years old, and the Larry in the story is Larry King, his lifelong friend. They started debating in the street arguing. Larry said that crossing kids on their way to school was busy work. It was a joke. So Larry and Herb had been made crossing guards by their school and so they're having this debate over whether they wanna do it or not. And it says, Herb disagreed. It's a position with real power he said. Herb walked to the middle of nineteenth Avenue and held up his hand bringing traffic to a stop. It is simple as this Herb said. He was proving will become a lifelong principle. Most people are sc and will obey any type of authority. Even if it's just a 9 year old in an orange Sas. As he'd say later in lectures, power is based on perceptions. If you think you've got it, you've got it, even if you don't got it. Cars and trucks were soon backed up for blocks. And the way I would summarize the lesson that he's trying to teach his son is pretend to be in control and people assume you that you are. So that reminded me of this thing I read in Steve Jobs biography by Walter isaac and where Nolan Bush now the founder Fat ferrari, is talking about meeting Steve. So Nolan one's, like, you know, maybe a decade older than Steve was. And he hires, like a 19 year old Steve jobs to work at Atari. And he said that there was something in ind... And an entrepreneur, and he saw that characteristic in Steve jobs even when Steve was really young. And Nolan gave him advice that Steve used for his entire life if you read any biography Steve Jobs was obvious. And Nolan said I taught him that if you ac like you can do something then it will work. I told him pretend to be completely in control and people will assume that you are. And so another main lesson that Herb repeats at the book and is constantly trying to teach not only the his son, but his the people that are he's hired to teach in his professional life is that life is a game and that other people are playing it too. So you have to focus on their interest and that's the way to truly move them. So there's this this Larry story that Larry King would tell over and over again on his show that happened when they were middle school. They said that their friend died, and he was just on vacation for few weeks on the West Coast. But they said, yeah, he's dead. I think his name was Motto. Motto is dead, and then they raised money for his memorial, and they went up keeping the money. Their middle school gives them an award, and then the kid that was supposed to be dead shows up during the awards ceremony. And so once they found out, hey, not only need did you guys lie about this student of ours dying, but then you raise money, and you try to keep it they were gonna expel or suspend Larry and Herb. And so this is where we see Herb gift was negotiation. Herb raises his hand and says, wait a minute. Doctor Armor. You're making a terrible mistake. What did you say? Asked doctor Armor, Larry told the rest of this story in books on the radio on television and at every reunion and family function. Herb looks across the desk. Calm can be in sets. Slow down doctor Armor. That's the principal obviously. Let's talk this through. Yes. We did a very bad thing and we admit it. But if you expel us, there be a hearing before the board of education. That's automatic. At that hearing, don't wanna know why you took the word of 3 idiot kids then another kid was dead. All you did was call their house get a disconnected message and then mark a kid as deceased. Yes, we'll be expelled, but you'll be fired. You'll never get another teaching job in New York. Doctor Armor sat back and groan. Larry described his demeanor as totally whipped. Larry always spoke of this as Herb first negotiation. Doctor Armor agreed not to expel us. And so this is the moral of the story according to Herb. This experience led Herb tested theory that he'd been working on since his crossing guard days. Life is a game and to win you must consider other people as players with as much at stake as yourself. If you understand their motivation, you can control the action and free yourself from every variety of jam. Focus less on yourself and more on others. Everyone has something at stake. If you address that predicament, you can move anyone even a junior high principal from no to yes. And so Herb point throughout the entire book is that negotiation is natural to human beings. And so if you wanna be good in negotiation, you have to understand human nature. And so he uses that tactic of understanding humans and how they're liable to be persuaded over and over again against to throughout the entire book. Now they're in high school, they go out to get some ice cream on a snowy day and they convince They some crossed these volunteers. It's election night, and Herb convince the volunteers for this political campaign that Larry King had done the most to support their candidate when in fact did nothing. And so says it was 1AM on a on a Tuesday in November election day. The group had stumbled on a party of volunteers who had campaigned for Richard Lee, who would serve 8 terms as mayor of New Haven before moving to the Us Congress. Herb and Larry worked the crowd. Hoo, which is another 1 of their friends, was at the buffet table filling his pockets with donuts. Pulling Larry aside, Sandy said, do you know what Herb doing? He's going around telling all these people that you've been the number 1 campaign that no 1 has worked as hard as you. Larry tried to even score so he went around talking up herb. The campaign manager stood up and thanked the workers. He looked across the crowd and asked is Zeke out there, Zeke is what they called Larry King when he was a kid. Is Zeke out there? All night have been hearing about the great work that this young man zeke has done for us. Stand up and introduce yourself Zeke. Larry stood up, waved and then introduce Herb saying he's the real hero. Herb gets up and starts talking. Larry said later. He talks for maybe 15 minutes. He does the history of America. Paul Revere night ride. The declaration of independence in the Us constitution. He whipped the crowd into a frenzy, and then said, I give you not just the next mayor of New haven, but the next president of the United States Richard Lee. Here is what Herb learned in New haven. If you say something long enough and loud enough and with enough confidence, no 1 has worked harder for this campaign than Zeke, for example, people will believe you. And once they believe you, you can take as many donuts as you want. So that ties back to their friend Hu, who they're all at this gathering for campaign volunteers at a campaign they did not volunteer for, and yet they're still eating the donuts just the same people. So just as many many donuts that people actually put the work in. So Herb joins the army during the Korean war. He's got all these different jobs. And so 1 of the jobs that he had when he was in the army was that he helped investigate criminal activity within the army. And so a lesson that Herb learned in the army that he taught his son is that life is a lot of things and certain is not 1 of them, and then I'll tell you my takeaway away from why this is important to to founders after this paragraph. He'd been transferred from the border patrol to courts and boards where he'd had the unit and investigated criminal activity on the base. File reports and suggest which cases to try in which to to dismiss. It was work they gave him a rare insight into people. What made them tick? How they functioned under pressure and how some remains stoic and strong while others we and told on their friends. It taught him how to spot man. Ticks that indicate a lie or a bluff. This is what Herb said. Those who can live with ambiguity and still function do the best. He's telling this to his son. Those who can't stand uncertainty, get their certainty, but pay for it. And so to know left myself when I got to this part was it made... That sense it's a he had where he says, listen, those who can live with ambiguity and still function do the best. That's important to me you and I because ambiguity is the constant companion of the entrepreneur. And so I like Herb advice here was just you have to learn to live with the ambiguity. And still be able to function. So later on, he gets stationed in Berlin the job he as there now is they have, like, this intra basketball competition between all the soldiers on the base. And so Herb can't play, but he's a really good coach. And there's 2 things that he's telling. He's re telling the story to his son later on. And the first 1 is take notes, and he says, when he took over the new team, the first thing he did was just sit on the bench for a few games, didn't say a word, which took notes. For my father taking notes is key everywhere all the time. Because it lets you learn from the past, let you keep a record while letting the other side know that a record is being kept. These are all... This is him telling us on why you wanna take notes let you learn from the past, let you keep a record while letting the other side know that a record being kept. And on occasion, lets you hang them with their own words. And then he talks to his son about the importance of adapting your strategy based on the talent that you have around you. You can't build a team around a random strategy explained. Maybe a perfect world, heaven or fantasy. But in the real world, you have to devi your strategy for the talent you actually have. Don't bitch don't complain. Just play the cards that you've been dealt. And so after the war, he comes back, he enroll into Nyu to New york University, and he's extremely ambitious and determined to pursue his goals and to make It's almost like his experience being in the Army in the Korean War had him refocus on his professional ambitions. And he's very hardworking working and ambitious his entire life. Fact, we'll get his stories later on in the book. Where, in older age, he starts becoming a little bit oppressed because he feels like he hasn't achieved enough. And his drive this internal drive to achieve actually causes him because he winds up getting famous when Rich is still a, a young kid. So he winds up missing out on quite a bit of, like, rich richest childhood. And so it's at Nyu where Herb is going to meet Rich richard's future mom, Helen. And then they tell 2 different stories on how Herb Herb version of events like how I met your mother, is very different from the story that his mom would set would say. My parents told different stories about their first meeting, or maybe was the same story told in different ways. Filtered through different sensibilities. And so we'll see Herb has a gift for storytelling and a... He's intentionally tries to make a life more dramatic. Helen says it happened in Nyu cafeteria. She was eating lunch with friends before an afternoon class. Herb walked in, scanned the room, caught her eye, came over and sat down. He knew 1 of the girls that she was sitting with slightly. Looking first at this girl and then at Helen, he said has anyone seen Marty Is. I need to borrow his econ notes. This was a lie. There was no Marty, E, Herb made up the name, and he did not take E econ. He wanted to meet Ellen. They started talking and we're soon in deep conversation. They were still talking after the room had cleared out and Ellen had missed her class. Ellen said later that she had fallen in love with Herb Herb as soon as he sat down. Herb version is more fantastic. Ellen was sensible committed to the literal truth. To herb, there is truth and then there is truth. Or as he says, you see things not as they are, but as you are. He believes in founding myths and fairy tales in giving people a story. A poetic reality that super seeds the facts on the ground. Or, maybe it's just his love of bullshit. He's says a rain the day, he met, Ellen. Then the rain stopped and the sky cleared and a rainbow appeared over Manhattan. He followed down twelfth street through the doors and into the Nyu cafeteria where he first saw her. You understand what I'm telling you he'd say. I found your mother at the end of a rainbow. So after graduating, he decides to stick around, go to law school at Nyu, and then he's gonna start working in the insurance industry, which is where he gets to practice his straight in negotiation before he goes out and start some business. He spent nights at Nyu law school and worked a variety of jobs during the day. Eventually taking a full time position at allstate state insurance. He started as a claims adjuster. A job that served as kind of a post grad course in his lifelong study of negotiation. Ass and then this is where we gonna we're gonna see that he's very gifted language asked to define negotiation. He said, it's 2 kids arguing on the corner. It's a husband and wife fighting about where to have dinner. It's mom getting her kids to do homework. It's John Kennedy talking to Cruise chef and K chef banging his shoe on the table and screaming, we will bury you. K chef, who all the while has 2 perfectly good shoes on his feet. I didn't know that. It's not something you learn, but something you've always known and have been doing. All of your life. Herb climbed like a rocket through the ranks at Allstate. He was put in charge of his own crew. He was the man in the financing shed the wizard behind the curtain, the closer in the bull pen. He said a key to his success was settling quickly rather than fighting, over paying a little instead of going to court and over paying a lot. In other words, negotiation. Because his crew outperformed all the others, he was put in charge first of an office than of a region. He was promoted 4 times in 5 years each promotion meaning, a new office in a new town. And so it's while they're moving around that reaches born. Is the only 1 of their 3 children that is actually born in the Midwest. He's gonna grow up outside of Chicago And his parents say, so listen, we thought we were done. There's a reason gap between you and your 2 siblings. You were an accident, but we love you anyways. And so this entire time he's just teaching his son, and I guess his 2 other kids his other son and his daughter. About just all the stuff he's learning throughout his life because it really with the way I feel the way I think rather of the book I hold my hand, it's just like the distilled knowledge of your father that you can read, you know, in a weekend. So it says most people try to blend in, Herb went the other way. When they zig isaac zag, he'd explain. His art of the deal was never about tricking an opponent. It was about making the other person feel respected, getting a good deal while letting the other guy feel he'd done the same. Win win. So in the book, he says that term win win, was actually invented by his father, but I couldn't tell if it was a joke or not. Because that's what his father's hold him, but his father as we see is kinda like loose with the facts and wants there to be, like, more drama and the story. It's more important for him that the story is interesting than the story is true. And it isn't because I wanna be a good person he'd explain. So he's going back to why you want to feel... Like, if you're making the best way to make a deal Don't trick the other problem, make the other person and feel that they're getting a good deal that you're getting a good deal as well. And he's like, listen, this isn't is because I wanna be a good person he'd explain. It's because I wanna be effective. If the other guy walks away feeling bad about what happened, the deal is gonna fall apart and you're gonna end up with nothing. And so not only is he teaching his kids the art of negotiation, but he's got this, like, growing up on the streets of Brooklyn kind of mentality where he also talks about the importance of loyalty standing up to bullies. And so this is an example. His 2 older siblings are they they take the the bus of school. His older brother is, like, being mis behaving on the boss bus, and so his sister tells on her brother and get him in trouble, but when they get home, the brother is not in trouble. The sister is for telling for not being loyal to the family. So this what he said, for Herb meant Sharon had failed to understand an essential part of an ancient code. If you have a problem with your brother, you deal with it inside the family, don't rat. Don't turn your brother into the cops. This this kinda reminds me of my dad. It was another 1 of those of his big lessons, loyalty. Without that, he said you have nothing. And so there's a few more of these, like, funny stories from their childhood I get to there in 1 second. Just wanna, update where he's at in his career at this point in the story. This reason like, forget this, I'm going into business for myself. Herb quit his job at this point he's he'd been transferring working for a different companies working for Sears. Sears had been lending him out to other companies where for a fee pay to the home office, he'd analyze their operations, negotiate their deals, train their workers, and train their workers. It had only been a matter of time until he decided to cut out the middleman man and do the work on his own, selling his services directly. He would never again work in a single location or office, but in towns and cities around the world. So he's been spending his whole career negotiating. Lorenzo instead of doing it for a company. He does it for himself, then he starts tying up all the lessons that he learned into this book. The publication of that book, it's gonna sell over a million copies. It's gonna go, like, 19 printing or something like that. Still sells for this day. And as a result of that, he become super famous. And so his other... His other kids, Sharon and the brother, they're already teenagers on their way to become adults. And so Herb is just traveling the world. I think he's doing like 3... I think he's gone 300 days out of the year. And so we'll get there in 1 second. This is a description of his father from from Rich rachel's eyes when he was a kid. He was a man of tremendous appetite. For comedy, success, love and food. He was 1 of those human yoyo who could gain or drop a hundred pounds in a few months. He would binge and then fast, consume and for sake, sin and repent, enjoy and suffer. I worried about his health constantly. All the needles touched red, but he just went on smoking, binge binging, running fasting. He read the newspaper while he drove. When trying to scare him straight, I asked what will you... What will I do if you die. He did not answer as most fathers would. You would be fine, for example. But focused on the second clause saying nothing can kill me. I will never die. So he repeats that over and over again throughout the entire book after he has his dramatic open heart surgery. He's, like, if that... If that didn't kill me nothing, will, nothing can kill me, I will never die. And so then talks about the difference between, he was really tough on Sharon and Steven, the 2 older kids less tough on Rich. He was tough of my brother too. When he heard Stephen was being tormented by bullies of school, Herb drove him to the Ring leader's house and made him knock on the door and asked the kid to come outside and fight. The presumption being that bullies are coward, who only operate in packs. He was right about that. He this is Hilarious. He talks about makes them play ice hockey, so... Because I'll make you tough and teach how to fight. And then even when he plays... Even when he plays basketball, I just have this picture of my mind, like, I need a little kid, maybe like a 12 year old going up, trying to do a lay on his dad. He just getting slammed to the ground. Listen to this. He says he insisted on Brooklyn rules when playing basketball on the driveway, which he explained this way. If you're gonna go over me for a lay up, you're gonna pay a price. He wise up when my turn came, so he's talking about the difference in the fact that he was easier on him. He's also older. I noticed that, like, if you have, you if there's, like, multiple if you had multiple siblings usually, the first kid gets a the worse. They're like, younger. I think parents are younger, more aggressive, don't know what they're doing. By the third... The time a third or fourth kid comes around, like, whatever. That's fine. He wise that when my turn came, and just wasn't around that much, leaving him little time to mold me. Having experienced a first flush of big success, he'd become fixated on his career. He was given as many as 250 speeches a year when I was in middle school traveling from boardroom to boardroom, from convention to convention and leading negotiations around the world. He became the subject of magazine articles, really becomes like this guru. He's all over, like, all over all forms of media throughout, like, the seventies and eighties on the best selling list. It's like, you know, these people still exist today. So you kinda get the idea of what Rich had to deal with... Like, what what his dad was doing when Rich was a kid. He began the subject of magazine articles, his speaking fee doubled and then doubled again. Over time without meaning or wanting to, he gathered a group of disciples. He became a kind of guru. So people would get his phone number and they call them all hours of the day, and would just ask questions like life questions. Not even really about negotiation like, Should I forgive my husband if he cheated it on me? Like, what should I do with my business? How should I live my life? These kind of questions? And so this is what he means why he had, like, this his philosophy is kinda, like, jewish buddhism is the way his son would describe it? At the core, all those lessons were about the same thing empowerment? He tried to wake up people to the power they had without knowing it. You're never out of options he'd say. There's always something to be done. His philosophy had been informed by his reading of history, his life in Brooklyn and the impression made by certain works of art, so he had, like, a holy, like, a holy reverence for the written word. He thought, you know, books the most important way Like, if you were... He's, like, there's a reason that when God wanted to talk to us, he put it in a book. He would tell Son didn't make a movie. When they say, made impressions by certain words of art. They he's talking about books. His favorite passage came from Victor Frank book man's search for meaning where the last human freedom is defined as the freedom to choose one's attitude in any given set of circumstances and to choose one's own way. Every hour, so this is a, quote, quote, from the book that Herb would repeat, not only to his children, but also to the people that he's teaching every day, every hour offered the opportunity to make a decision. A decision which determined whether you would or would not submit to those powers which threaten to rob you of your very self of your inner freedom. Herb believed it was all about confidence behaving as if you belong. So that's what probably the third time, I've mentioned to you so far in the book, This idea that Nolan Bush had taught Steve Jobs at Herb clearly discovered his own life. The fact that you shoot... You... If you pretend to be completely control, people soon are. So let's say that maybe the third time I mentioned it, in the book probably a dozen times in different stories. And here's my favorite example in the book. At this point, Rich is already in college. So Rich went to school in New Orleans. So if think about this, he went to Tu lane. That led him the fact that Rich went to Lane led him to discover is like, oh, the the president of Elaine lives in this gigantic mansion. That's interesting. And then you realize, oh, that Sam's... They used to be Sam Za murray own house and Sam Za murray is like a legend in New orleans. And so that leads him to discovering who Sam Maria is doing all that research and then writing, you know, 1 of the best books on entrepreneurship that I ever come across. It's really interesting how everything kinda, like, connects. When I was in college New orleans, Herb wanted to have dinner at Commander Palace, which is the best restaurant in town. I told him the place was sold out for months that we never get in. He insisted that we go anyway. He walked to the front desk and said, Herb Cohen table for 3. Do you have a reservation? No. We're completely booked. Herb threw his hands, turned to my mother and said, I guess Ella was wrong. Ella said the Mat d confused. Ella Brennan, a friend of mine. She said I should just come on over and that you would see us. 5 minutes later, we were at a table in the corner. Who is Ella Brennan I asked? She owns this place said Herb. Do you really know her? Of course, he doesn't said my mother. There was a story about her in the in flight magazine. And so once his father went into business for herself when he wasn't giving speeches for governments or at corporations, he was running zone seminar Rich and then his other siblings also had to help set up the send seminar, they would see his seminar and over again, so they would absorb the lessons over time, and it said no matter the audience, his message was the same. Stay detached. Don't become fixated on a particular outcome. Care but not that much. If you approach a negotiation as it were a game, you'll have more fun and be more successful. If you approach life as if it were negotiation, you'll care less achieve more and live longer, and then he's got these counter intuitive ideas on negotiation that he would teach over and over again. By seeding power you gain power he would explain. What are the most powerful words in a negotiation? Are they... I'm an expert? I know better? No. They're, who? And what? When it comes to negotiating, you'd be better off acting like you know less not more. In some cases, dumb is smarter than smart, and ina articulate is better than articulate. You want to train yourself to say, I don't know. You lost me. Could you repeat that? The most powerful words in business are I don't understand. Help me. Dives yourself of pre conceived notions and biases. Ignorance even if fe will produce curiosity humility, open minded and the kind of innovative ideas that bring people together. So this is when Herb starting to get famous. This is right before he's gonna write his book and then his fame is gonna explode. And what I thought it was very interesting is, like the impact that the decisions of the father have on the outcome and the life of the son because there is a reporter who gets a assigned. He's like, hey, cover this, you know, the world's greatest negotiator Herb Cohen, and it's seeing this interaction seeing this freelance writer follow his dad around where Rich is like, man. That's what I wanna do. I wanna be a freelance writer. A reporter called the office in the early in early 19 80. He had been assigned to profile Herb for Playboy magazine. The writer was a smart young Ivy league named Andrew Tobias. He spent a week following herb around. Watching tobias work is what made me wanna be a writer, and not just any kind of writer, but a freelance writer. That had the ring of freedom. Here's another piece of advice to his son, this is something that you and I've talked about over and over again. That repetition is persuasive, if you see it over and over again in these books. Herb speaks of the rule of 3. If someone sees your names 3 times, they feels as as if you're everywhere. So you must be famous. And if people think you're famous then you are famous. So that reminded me... So this is really interesting. It's really hard to get me to read any books that are not biographies these days, even though I get a ton of book recommendations and and most and some of them are not biographies, but I had 2 really smart people, both listened to the podcast, both don't know each other. And they both recently and the last, like, I don't know, 2 weeks maybe 4 weeks. Had recommended the same book. They're like, David, you need to read this book, how brands grow. And the subtitle that I think is what marketers don't know. And the main... As far as I understand I haven't read the book yet, But what I've been told is the main message of that book is repetition. And how people's constant exposure to, like, a brand or a company over and over again can actually influence their purchase decisions. At least, that's what I've been told. I gotta read the book for myself. But I thought that was an interesting. Someone sees your name 3 times, they feel if you're everywhere, she must be famous and if... And if people think you're famous you are famous. So this is the point of the book where he decides to write his own book, and this is just fantastic. This might be my favorite part of the book. Herb big on lecturing his kids and grandkids kids about study habits, perseverance and establishing a routine. He told us to go about our work in a methodical and even boring way. To conduct ourselves in the practice exam or sc as if it were the real test or game. That way, when we got there, we'd feels if we'd already been there at a dozen times she before. Don't do anything differently. He'd say, make the extraordinary ordinary. That's the key. But that is not at all how he behaved when he wrote his book. He didn't go about it as if as he'd gone about his earlier work on seminars and speeches, speeches, casually sitting at the kitchen table a few hours at a time. He did not make the extraordinary ordinary. He made the extraordinary super extraordinary. He set up a cramped office in the basement, said goodbye 1 morning went down there and stay down there until he had finished 8 months in a hole. 40 pots of coffee a day that cannot possibly be true, but a lot of pots of coffee a day. Nothing to eat, but lettuce and bread. Filling dozens of yellow legal pads with his neat cursive, composing the book just as it was meant to be read from open to close. Starting with the first sentence. Your real world is a giant negotiating table and like it or not, you're a participant. Can you imagine a more painful way to write a book? In single marathon session in a basement? Then you lists all these other famous writers and what they used to help write Kara used benz. Hemingway drank an. Honduras Thompson dropped Lsd for herb cohen, there was nothing but lettuce, bread, and black coffee. And so he finishes this book in this 8 month session where. That's all he's gonna work on. And he decides, hey, this is before it's published by the way. They decided to take this, like, super long road trip. And the reason being is like, he wants his kids trapped in the car. So he can read the book aloud to them. Needing to mark the occasion, Herb tote Allen to pull the children out of school, he was taking us on a drive. He planned to read the entire book out loud in the course of the drive. That was the trips real purpose. Ellen drove, so Herb could read us his book. Maybe that sounds boring, but hearing him read those pages out loud was exciting. It was hard to believe I knew someone who'd actually written a book. Herb read a hundred pages as we crossed Kansas. I absorbed every word, and so the nor left myself on this page is think about the impact this is having on rich his son. It changed the entire trajectory of Riches life. You fast forward maybe 40 years after this has happened or so, and now Rich has written 10:12, 8 different books. So while they're on the road trip, eventually, he gets to the end of the book and really what is taking place here is to me is the power of belief, Herb smiled. He had finished reading his book, and that's what he was thinking about. He believed it was good, possibly very good, and it was this belief, which never wave that would give him the confidence to persist despite the rejections that were coming. Quoting Harry Truman, he say, I make a decision once. That is the first time I heard that quote from Harry Truman, and that is fantastic advice. Quoting Harry Truman, he'd say I make a decision once, and he's made the decision about the book. In case of rejection, the only thing that would change was his opinion of the publishing house. I make a decision once. If the stress of that experience, send the book. Wait. Wait wait, rejected, weighed on Herb and it must have, he did not show it. He never stopped believing he would find a publisher. It only takes 1, he'd say. Then when the book hits all those rejections will just make for a better story. That's fine. That's that's actually fantastically said that. It took 18 no to get to a yes. And so the publishing house that said, yes. Was a tiny publishing house. All they could really do is say hey, I'm gonna publish a book, I'll print a few hundred copies, but they didn't have a lot of resources for marketing. And so this is how Herb sold his book, and it is absolutely fantastic. He did it by hand. So it says Herb considered himself a master and moving product. Life is 97 percent marketing he'd say. You're better off with a mediocre product and a great salesman than with a masterpiece and an idiot to sell it. Herb broke the book by hand. He'd load up boxes of the of the book into his station wagon, and he would set off by himself. Every American city had its own media in the 19 eighties. Its own television morning shows, its own evening news, its own newspapers. So he may a... He'd go to each new... He'd going to each new city, make a list of all the different media companies in the city and then sip by the phone and cold call every single 1 of them. He would get on the phone and start making calls to producers, editors, writers. In this way, he got himself interviewed on radio and Tv, written up in newspapers featured in magazines. He went to his hilarious Is hilarious. He went into every bookstore he could find, moved his book to the front The top of the display then signed every copy. He did this without being asked. Beginning each inscription with congratulations merely by picking up this book you have demonstrated your intelligence. Thousands of copies had sold than tens of thousands than tens of tens of thousands. It went into a second third fourth fifth sixth nineteenth printing. It was a local best seller than a regional best seller than a national best seller. So this is where he gets super famous sells over a million copies. If they're living in Chicago, not because they wanna live in Chicago because he traveled, you know, most of the year, He wanted a city that was, like, in the center of the country because sometimes he has fly East coast, West Coast, but they were New Yorkers to went through. And so they would get depressed. Like his mom would get depressed, fukushima Brooklyn. And so they would go back and visit. And it Richest observations about his dad is really fascinating to me. Like, when I got to this part because it's interesting to think about, like, he's seeing my father as he was before he was my father. And so I try to do a variation of this when I'm reading these books. You'll hear me say, hey, you know, at this point in the story, the person that we're talking about there, you know, 25. Are there 32? Or there 45? I would do this for it when I was, like, listen to hip hop growing up? Like, oh, when this album came out, you know, Jay z was 32, for example, or whatever. And so you always should try to think, like, what what was I doing at that age or maybe that's my age now and, like, I just think it's very interesting. The pre history of somebody before they become the person you know. And I mean, celebrity or, like, a famous successful entrepreneur. Obviously, we're we're gonna see them, you know, 10:15, usually 20 years after they've been at it. Right? That's usually win we discover who they are because they've they've been practicing in private for so long. And so on a read this experience that he's having on 1 of these trips back to Ben hu in Brooklyn. And then how it maybe think of something else. So it says, Herb was a different person in Benson Hears. Profane and free. He rolled down his window as soon as we cross sixteenth street. If he was driving, he'd push back the seat and steer with 1 hand. He nod it at people who that went by. Now and then, someone shouted his name. He would shout back In Benson hu, we were seeing my father as he'd been before he was our father. As he was still deep down when we weren't looking. And so it's fascinating to think now that we have the technology where in the future, our kids or people and a family members, people loved ones are going to be able to say, hey, what was it like, what was my dad like when he was, like, 25 or whatever age? I saw this this tiktok that was fascinating. And it's this guy saying, hey, man. Like, even if you don't post it, you should make videos, you should take videos of yourself for your kids. And he was 30 years old. And so he's, like, listen, Shows the video like, this is a picture of my dad when he was 30, and this is at a surprise birthday party. That's my mom standing next to him. He goes, my dad died a few years ago. Today is my t birthday, and how I wish know, he's talking about how they think he misses his dad and, like, how Devin devastating it could be. But he's like, I just wish instead of just having this picture of him, like, walking into the door being surprised. Like, I wish I could have, like, video, Like, what he was like at my age. I'd love to see my dad and his friends hanging out at his birthday party in his t birthday. And him being there with my mom before they had kids and who they were. Essentially, like, I wanna see my father as he was before he was my father, which is exactly what Rich is talking about in this book. I just like think that's great advice. And so up until this point of the book, it's really about Herb life as viewed through the eyes of his son, and then we get to the point where Herb own dad dies. And this is gonna come up later on. Mean know it it's very surprising way, and I didn't realize this the first time I read this section. And so Herb father is hospitalized. They find a bunch of, like, a mass in his stomach, and he's got stomach cancer, and the next morning they're scheduled to operate. And there's only Herb and his dad in his dad's hospital room, And she gotta remember this part for later. Herb sat alone with his father the night before the operation. Morris put a hand on top of Herb and asked his son to judge his life. Have I been a good father? Have I been a good man? Yes, Pop, you've done great, and herb really meant that. But he did think that his father was a good father and a good man. Morris died in his sleep early the next morning before the doctors could operate. Herb believes Morris died because he wanted to. He knew what the next few years would be like, and he didn't want that. Herb told me. So then the years passed by Now Rich is a senior in college. Trying to figure out. He's about to graduate trying to figure out what he wants to do after... He graduates this is he's already all. He's like, I wanna be a writer. And this is where You know, it's very important. No 1 else can live your life but you and where he goes against the advice in my current opinion wisely goes against the advice that his father gives him. I was a senior in college. When Herb asked what I plan to do after graduation, I told him I hope to get a job at a newspaper or magazine. I wanna be a writer dad. If you really wanna be a writer, he said, you should go to law school. That way, if it doesn't work out, you'll have something to fall back on, and this is 1 of my favorite sentences in the entire book. I told him, I did not want something to fall back on because people who have something to fall back on, usually end up falling back on it. That's exactly how I feel. Jeff Bezos said the same thing plan b. Jeff has this great quote. He said plan b, should be to make plan a work. And so few years later, all the kids are spread out all across the country. They have their own families their own lives. Herb is still at it, constantly eating like crap, not take care himself. Pushing it to the limit, working all the time and thinking, you know, nothing can kill me. And he winds up passing out and having me rushed to the hospital. That's where he discovered. He has to have. I think quadrupled bypass open heart surgery. And so all the kids come in all all over the country to be with them, and they're saying, okay, we're we're assembling a team, like the best team that we can get. The surgery is gonna be in a couple of days. And so Rich goes to the hotels like, I'm gonna go home. I'm gonna go to the hotel, Guest we'll sleep for a few hours. Gets called a few hours later, you need to rush back here and turns out he couldn't even wait 2 days. He starts going into, like, I guess it's considered a heart attack. His valve failed. I don't know if that's considered a heart attack or not. And they have a hard time in the surgery. Looks like he might die on the table. He eventually gets out, But I'm gonna read to you. This is Richard's reaction to seeing his dad after Herb almost dies during open heart surgery. They will him pass on the way to the Icu. He looked lifeless in ina intimate, cold and blue. My weird detachment. So what he's talking about there is the fact that he could not understand. This happens later when his mom dies too where the doctors are explaining like, the gravity of the situation to you. And I went through this too because my mom died of breast cancer and it was, like, multiple, like, 2 years of just hell, constantly going the hospital doing with doctors. And was weird if you've been in any kind of experience like that, you think you'd, like, be distraught the entire time. And it just, like comes in waves where, like, you feel almost like you're going to the emotions, like, you... There is no emo... Like, you have no emotions at this point. You're just trying to listen to what the doctor saying or, like, just trying to get to the next step. And then it... And it's just a wave. It just knocks you out. And, like, the most insane emotional experience at least that I've ever had. And this is exactly what happening is happening to rich at this point. Because Up until this point. Like, what do we have to do? Okay? We're... He's he's in the hospital, he's stable now. We're gonna get the team of doctor. Thursday morning. We're gonna take care of this. He's gonna be okay He's gonna be okay. Same thing when his his wife died... Or excuse me his mom dies. Keeps saying, you know, it's okay. She'll be out... She'll be out next week She'll about next week. It's almost like this weird denial. This, like, self preservation denial that that occurs over nerve again. So he had been experiencing up until this point. I always gonna to be fine. He sees like, he goes back right before this happens because his sister was in the room when they had to Rush them, and they, like, cut open his shirt, and so she's holding his dad's, like tat or shirt when they like cut and rip it off him. Right? And so it says, they wheeled and past. He was in enemy cold and blue. My weird detachment evaporated in an instant. I fell through the floor and back into reality. I nearly burned on reentry. Bile rose in my throat, I reel turned, ran down the hall down the stairs through the lobby and into the light of morning, where I found a bush and p into it. And then he goes into the fact that takes his dad about a week to get ice out of Icu. There's some more detail on the book, but apparently, after, like, surgery like this. It's very common to have, like, a peak and valley in the patient's emotional state, like, they sometimes can get extremely depressed. And so this is really interesting. And this is really why... If you really think about, like, why I wanted to read this book, there's this quote in Francis Ford Cop biography that I read for founders episode 02:42, and it says, you can... And this is something I've I've noticed over and over again when you're reading biography. You can always understand the son by the story of his father. The story of the father is embedded in the son. And that works across generations because so far, we've seen that idea as the son writing about the father, but the father had his own father. So check this out. The week followed surgery was tough. Sometimes he was alerted to be alive, sometimes terrified, not merely by how close he'd come, but how this near death experience made in life seem arbitrary and meaningless. I sat by his bed for hours. You have to be more careful I said, what would we do without you? I expected him to laugh when I said this, but he we instead. I'd never seen him cry like that. He said he could not stop thinking about how short he had fallen from the goals he had once set for himself. I sc at this, then told him what he had told his own father in the hospital. You've done great. No I haven't, he said. All I've ever done is what I think my father would have done. And then this is what Rich said, but maybe that's all anyone has ever done. And that to me just reading that gives me chills because it makes sense why, like, especially kid, the impact of, like, loss of a father would happen would have on them. Right? But the... What people, I think, at least, I didn't understand so I started reading a lot of biographies and then living other people's lives through their eyes. Is you're gonna feel that way when you're an old man or old woman yourself. And so, like, I think about the the the second James Dyson biography that I read, it's it's P customer number 02:05, and he talks about this. He talks talked about this in his first biography. And his first shooting his first. But at that point, you know, I think he's in... He might be like, 40 years old. When he writes the second, maybe he's like, 45. When he writes the second. He's a 70 year old man, who's lived an unbelievable, like I experienced an unbelievable amount of life in those 70 or 75 years. And in that book, he is writing about the fact that his dad dies and I think James was, like 9. When his dad dies. And he's dad dad is dying from cancer. He's dying from cancer as a young man. He's got, like, 3 young kids. And he talks about the last time he ever saw that they lived in the small town, and he had to leave to go get treatment in, I think London in this case and he's going for... He's going to the train station. And he describes this experience now looking back 60 years after the. I'm gonna try to read it and not get choked up because again, when you're reading these books, it's not like you're reading passive. Like, you you are... Like you put yourself... It's natural to put yourself in the story thing like, what would I do in that situation. I think that's also why it's like, you can learn so much. It's like, you... It's like, you're attaching this this Vivid emotion to like a lesson that you're being taught by somebody in many cases that have been years dead, but James said that was the last time I saw him. His brave cheerful choke me up every time I recall the scene. It is impossible to imagine my father's emotions as he waved goodbye knowing that he might be on his way to London to die. 60 years have not softened these memories nor the sadness that he missed enjoying his 3 children growing up. I felt the devastating loss of my dad, his love, his humor and the things he taught me. I feared for a future without him. And to think how impactful that relationship is you have Herb, seconds away from death. He almost died and his thought as a grown man with kids out of college, I think he's a grandfather at this point and he's still thinking about his own father. I think these are important things this... I'm not trying to be more morbid of bit or a roast by any means. I think you'll make decisions differently. If you realize that you you and I are probably no different than James S. That 60 years from now when you're you know, when you're 75 years old, you're still gonna be thinking of these things. I try to figure out It's like, I try to make decisions across time. It's not just how I feel right now. It's like, even wound dad. He's been like smoking 2 of cigarettes for, like, 30 years. He's not in good health. And we don't live in the same city and it's like, I'm constantly going on my way. Even when I don't want to. And to be clear, like, sometimes it's like, oh, I'm taking my time with work or, you know, it's kind of pain the ass to travel. It's like, it doesn't matter. You are going to regret it. If you do not spend You have no idea. This could... Every time I see them, and I don't even know if I don't know, I I haven't told this. I don't know I will. I just assume that I have to assume that this might be the last time Ever seen him. And I think the fact that I've been doing this a lot. And I I messed the up. I did not make... I I made this mistake with my mom. I thought I had more time than we than we did, which is so stupid, but I think reading these books helps is helping me make a better decision in this regard. Is basically what I'm to tell you. And so after he recovers from this near death experience, he changes. And this is where Rich just has a fantastic line. Where he says even our heroes fa. And this is where his dad fails up to live to his own rules. He has like a midlife crisis. He's gonna wind up having an affair with a younger woman. And so it says, he seemed Edgy when he was with us, even a little angry. What's wrong with you? I asked? What are you talking about? You've been mean lately, I said. You're crazy and so they're at dinner and his brother Steven is with them. I'll tell you what's wrong with him said, Steven. He's realizing that he won't be around forever, and then he's not gonna reach a lot of the goals he set for himself, and he's much closer to the end than to the beginning. He meant this to be funny, but he wound up cutting way too close to the bone. Is that true? I asked my father? It's bullshit said Herb more to himself than to us. This is the context for what followed. The part of Herb life that remains a puzzle for me. It violated the rules that he'd set for us over the years. And so his father is famous and rich and well known, and he starts having an affair with a much younger woman that woman's only 10 years older than his youngest son. She was 10 years older than me around 40 years old. She was dating my father's friend sid. The age difference struck me as odd. Sid was old enough to be her father. And so he meets her because Larry King at this point is in La, and their cool crew, like, the warrior crew that like, when they were kids, they're still friends. So they... They'll travel all over the country, hanging out with each other. And so at this point, his father, Herb is making a ton of trips for no reason just to hang out with Larry and and, you know, enjoy California I guess. Larry had married his ninth wife. That's incredible. Then at her insistence moved his Cnn showed to Los Angeles. Herb began going out there to see Larry. He invited my mother, but she refused to go. Penny, which is the woman. This is gonna be that young woman that he's gonna have a affair with. Penny who had broke up with Sid, pulled Herb aside during 1 of those visits. She said she knew his about his work as a negotiator and she needed help. The... At some point, the relationship became physical. I don't know the details and I don't want to know. And this is the crazy part. She starts penny starts ex Herb. She wanted money gifts and to be taken on vacation. When Herb refused, she threatened to tell his wife and the children everything. After he depleted his savings to pla her, she called my mother and told her anyways. And then this is Rich his reaction, which might be surprising. I was disappointed by Herb sympathetic to. His brush with death his fear of oblivion, the darkness ahead, his desire to live his hunger for more life, which to him must have meant novelty, new experience, even danger had pushed him to fo. There was tremendous fallout from the affair, and so that's the page where he says even our heroes fa. So they wind up trying working it out. They went up staying together. And so fears later, there's another tragedy This is his mother's unexpected death. I never worried about Helen health. In comparison to Herb, she seemed rock solid and bulletproof, which is why I thought nothing of it when Herb called me to say that my mother had checked into a hospital with stomach pains. Herb said the diagnosis was. What's that I asked? I don't know. He said, do a Google. I looked it up when we got off the phone. My father got something wrong, I told my wife. He says that she has. But according to this, if she has, She's going to die. My wife later said that each time we spoke on the phone. So over... And I'm skipping over some parts here, but every time is an update, it gets, like worse and worse and worse. And then it's like, Icu you and, like, really... And he kept saying, oh, no. It she'll be fine. She's coming back out. My wife said later on that each time we spoke on the phone. My news was worse was worse, but I didn't seem to realize it. You prepare yourself for the big moment, then you don't even notice when it arrives. I thought I was passing time While my mother was being treated, it was only later that I realized, I was watching my mother die. 1 minute she was fine, the next minute she was gone. She failed so fast. And so this is very close to the end of the book, and so I wrote to myself. I was, this is his mother's desk. This is when the book switches from a biography of his father to how Rich is forced to deal with the death of his parents. But I was wrong about that. Herb still alive. People have died all around him, but he keeps going. Instructing the young in the Jedi art. He's not quite as fast as he used to be, but what he's lost in speed is made up for in perspective. He keeps meeting people who said his books have been part of their lives. They felt as as though he'd been with them when they bought their first car, closed their first deal, tried to reason with their kids. A new kind of freedom has come with age. He can say what he wants without feeling bad. He can do what he wants without asking permission or calculating the extended effects. Longevity, survival, these have been added to his list of accomplishments. How he's continued to participate in the world even as everything in it has changed. When Covid swept through New York in 20 20, he accepted it with e. You'll be fine he said, I'm the 1 who probably die, and let's be honest, that's no tragedy. The quarantine robbed us of time together, but spurred me to call him more often. 1 day, I finally just came out asked. What is the meaning of life dad? The meaning of life he said laughing. Don't you know? The meaning of life is that there is no meaning of life. None that we can know. That's not your business anyway. Your business is to be a decent person. Raise nice kids and keep going as long as you can. The meaning of life, is more life, and that is where I'll leave it. It was an absolutely fantastic book to read, really fun, really well written. If you wanna buy the book, use a link that's send Shown us to your podcast player, are available of hunters podcast dot com, and you'll be supporting the podcast at the same time. If you don't get this book, make sure you have Rich Cohen other book. The fish the whale. I think it's a book, I can easily recommend it should be in every entrepreneurs library. He's a really gifted writer. That is 262 books down 1000 ago, and I'll talk to you again soon."
}