{
  "transcript": "Why do you wanna work in a nutty place like this? I don't you do. Otherwise you wouldn't be here? Well, why is polaroid a nutty place? To start with, it's 1 by a man who has more brains than anyone has a right to? He doesn't believe anything until he's discovered it and proved it for himself. Because of that, he never looks at things the way you or I do. He has no room for small talk. He has no pre conceived notions. He starts from the beginning with everything. That's why we have a camera that takes pictures and develops them right away. Isn't that what a camera is supposed to do? I don't know. Of course, it is. It's obvious, but land was the first person to think about it that way. I've been a photographer all my life, and I'm a smart guy, but I didn't think of it. It never occurred to me. Let alone How to do it? That is a whole another story. As an excerpt from the booking we talked you about today, which is Lands polaroid, a company and the man who invented it, written by Peter Wen. Peter actually worked at Polaroid directly with land starting at 30. He was actually describing that excerpt was describing the job interview, the unconventional job interview that he had. And he went up working at Polaroid for 24 years. I originally read this book for the first time, all the way back on founders number 01:33. So I spent an insane amount of time reading this week. I read this book, and I read the almost 500 page biography, Re reread the almost 500 biography of Edwin Land called insisting on the impossible. And then for the last 2 days, I've also spent time reread it's this book called instant the story of Polaroid, it is a history of the entire company. And the reason I'm doing all this is I've told you before, 1 of my main goals is to convince as many entrepreneurs as I can to study Edwin land. And there's many good reasons to do that, but to 2 this stick out to me the most. First is that he has Steve Jobs hero. He influenced the career of Steve jobs more than anybody else. For Steve's entire life from the time he was in his twenties when he's giving interviews and I have notes on to all the 5 or 6 different biographies that I've read about Steve. From the time he's in his twenties until he was dying. He talked about the importance of Ed the Edwin Land had on his career. I just wanna read something from the Steve Jobs biography from Walter Isaac just to cover this real quick. And he says then I read something that 1 of my heroes Edwin Land of Polaroid said about the importance of people who could stand at the intersection of humanity's and sciences. And I decided that is what I want to do. Steve got to meet land. So Steve was in his twenties land was in his seventies. He met him 3 times as he was building Apple, and he described the meetings as visiting a shrine. And so I think the obvious point is, well, if Steve Jobs spent time, his very valuable time studying Edwin Land, why wouldn't you or I? So that leads me to the second reason that I'm reread this book and why read 2 and a half books on edwin land this week. I want to figure out, like, what is the easiest way to convince somebody? To study Edwin land by reading 1 of the buyer piece about him. And I think the best way to do that is if I could say, hey, if you could only read 1 book about land, this is the 1 I would read. For the longest time, I was telling everybody, hey, read insisting on the impossible. It is the most comprehensive biography of Edwin land by far. It is not the easiest to read. It is almost 500 pages. You have to be really into land to want to read that. So what I... After reading all these, I realized, hey, the book that at I hold my hand, this is the 1. If you've never read a book about Edwin atlanta, you wanna get started. This is the 1 I would recommend. It's half the size of insisting only impossible. And it gives us more insight into land as a person because Peter knew him personally. In fact, the book ends. After they both have left Polaroid and they're hanging out and talking in lands house. Okay. So I wanna jump into the book. Also, if you haven't yet after you're efficient listening to this episode, go back and listen to episode 01:32, 01:33 and 01:34 all on different books that I've read of edwin land. I've heard from so many people about those 3 episodes. Or some of my most popular episodes. Alright. Let me jump into this. At this point, this is from the introduction. Peter's giving us an overview of the unique life and career of Edwin Land and why he is worthy of study, Polaroid as a company was for 45 years virtually synonymous with Edwin Land. He was its founder. He invented its first products and many of its products and processes throughout the 5 decades of the company's history. His titles, during the period from 19 37 to 19 82, included chairman of the Board, president chief Executive Officer, chief operating Officer and Director of research. So when I re reread that paragraph, I thought of this fantastic quote that I found in a book about Steve jobs describing how Apple and Steve Jobs were in... Like, they're indistinguishable, and it said that Apple was Steve jobs at 10000 lives, same situation with polaroid and land, land was polaroid and polaroid was land. I always felt comfortable speaking my mind him. Many of his employees did not. He was revered to an extraordinary extent by most of the people who worked for him. And there's a few reasons for that 1, land was a legitimate genius 2, he's also extremely famous in his day for his scientific achievements. And then if you're working in polo, you realized, hey, this guy started 1 of the great technical mono of his day and ran it for 50 years. And then Peter gets into, he accomplished all this and he was a college dropout twice. He dropped at a Harvard twice. Land did not earn a college degree. The list of institutions, however, from which he received honorary degrees includes Harvard, Yale, Columbia, Carnegie Institute of Technology. New York University, Williams College, tufts College, Washington University University of Massachusetts and others. He has received more medals and scientific honors including the presidential medal of Freedom and the national medal of science than most living Americans. So I guess Need to point out this is an extremely old book. It's actually kinda cool because it was published first in 19 87 and the copy I have. Is she signed by the author, and he signed it on 02/15/1988. So at this point, Peter anne land are still live. Land dies fears later, Peter just passed away unfortunately, in 2006. So back to this, he holds more medals and everything else in most living Americans. The full list of his honors runs to over 3 pages. He holds 533 patents. Second only to Thomas Edison. And he was... Into the national inventor Hall of Fame in 19 77. And then he wraps up the introduction with an overview of his career in what this book is about. I joined Polaroid in 19 58 with little knowledge of the company. But with a sense that I was embarking on an adventure. I began an advertising and promotion in 19 80, I became Executive Vice president and was given responsibility for technical and industrial photography. In 19 82, land cut ties with his company and retired to devote full his full time to his laboratory and foundation. 2 months later, I left Polaroid as well. The subject of this book is Polaroid and land. The span is 19 26 to 19 82 to period when the company and the man were inseparable and virtually indistinguishable. And then Peter has a random sentence here that I think is actually really important. It's something that I double underlined And he says, I did not see land as a legend, a ty, a genius or a tyrant. Although he was certainly all of those and more. From the first day I met him. He impressed me as a person who lived his life more intensely than the rest of us. Live life more intensely than anyone else. I think that's a fantastic idea. His lifelong friend adviser and mentor Julius silver describe land as the most extraordinary person, I have ever met. Now why is that important? Why am I including in the podcast? His mentor opinion and his mentor and friend's opinion of them? It's because who it's who Julius is silver new. Since Silver had known Albert Einstein and Bernard Be and many of many other of the twentieth century most interesting minds, egos and personalities, his judgment is significant. And then I'm working off the same copy of the book. That I used the first time I read. And so I come across some... My past highlights and notes. And this a past highlight note is still really important. I wouldn't change anything about what I highlighted or what I wrote, and this is why I 2 years ago. Lance life seemed primarily a life of the mind. His great dramas were self created and played on the stage, polaroid, which he constructed for himself. If those productions did not begin or end as the supporting cast would have them, small matter to the principal player. His interest in our reactions was minimal. Polite, sometimes kind but limited by the great drain of energy necessary to sustain his own part. So that is the highlighted I'd made several years ago. This is what I wrote. This is why reading biographies is so important. All of these people created their own world within the world. They were stars of their own movie. In that line, his interest in our reactions was minimal. It's actually really important with what popped to mind when I read that, we reread that for the second time is Claude Shannon covered him all the way I con founders number 95 and Alfred Lee Loom from the fantastic biography Tuxedo park back on founders number 01:43, both of them. Insisted on independent thinking, they would share their ideas with you, but they wouldn't waste any time try to convince you that their ideas were correct. Shannon and Loom like were stars of their own movie, their life was gonna go in the direction as a result of their own independent thinking and the opinions are the reactions of other people were of no concern to them. So now I wanna move to the end of the first chapter because there's a fantastic overview. That you and I've talked about over and over again that there's, like, this... This old maximum human history that's usually darkest before the Dawn. This is the state of Edwin Lands life and polaroid the company right before the release of their greatest product. Up until this point, if I can use the words of D h, the founder of Visa, land for 20 years has been a successful business failure. And I think it's important to spend some time here because this is something we've seen over and over again Steve Jobs career was like this, Sam Walton Think about when he started Walmart in his forties. David Og, starting his advertising career at 38. Enzo Ferrari struggling for almost 2 decades. James Dyson struggling for 14 years. In lance case, it is 20 years of struggle before he gets the his biggest break. The break, the invention that makes his name known throughout history. And this is, again, the reason I think this is so important because it's... You you know... You... Everybody knows these names after the fact. But what's so interesting is they all have a decade, 2 decades, Maybe 25 years of, they're not just sitting around with their feet up, they're constantly learning, They're trying to build businesses. They're having some success, a lot of failure, but they keep pushing. And says listen to this. Land was 37. Now how crazy is this. For intents and purposes, like Polaroid has different names, like the Land wheel rate laboratories. It's essentially polaroid. Right? He picked the the field that he wanted to focus on when he was 17 and worked on it till he was 70. So check this out land was 37. He had known since he was 17 that he would be a great figure of science and affairs. He had expected to be playing these roles long before now, but he had ultimately been frustrated each time the moment presented itself. So right before, and I'm gonna go into more detail here. Right before he introduces the most important product he ever makes. He is in a fight for his life. There's a good chance that Polaroid is going to be bankrupt. For 20 years, he had pursued the dream of a polarizing system to eliminate the glare of automobile headlights only to be re buff time and time again by Detroit. He had tried to adapt the technology of polarization to product after product with only modest success. He had presented the movie industry with the greatest technical revolution since sound and color only to be ignored and misunderstood by Hollywood, they're talking about 3 d, he's the polaroid the 1 that invented that as well. He was proud of the war record of his company. So World war 2. Yeah, I've covered this on, you know, probably what, 50 different books on the podcast sephora. Essentially the entire American economy grind to a halt went from producing things for the consumer to immediately producing things for the war Polaroid was no different. So he had a huge increase in revenues because he invented a ton of things like So, millions of millions of goggles that soldiers used. In fact, general patton appeared I think on the cover of either time magazine or life magazine, wearing polaroid goggles, he invented things for the Youtube spy plane, wind up inventing some of the first, like, heat seeking missiles. They were called the dove missiles and now they're called, like Side. It was just absolutely remarkable what what he's able to do. So that's what they're describing there. He's proud of the war record, but brilliant that some of the wartime successes had been. They could not continue because this is the war is now over. So what is gonna happen? The war ends, your contract ends, he's 1... I think they, like, 1300 employees something that he wants up having to fire about a thousand people. He knows like, this is a race. There's a clock here. If we do not invent an entire new industry and a product that we can sell to consumers within 2, 3 years, Polaroid is gone. So said this could not continue. Now that the national emergency was over. So that is World war 2. He had stake the future of the company on an idea he called instant photography. The 2 years following the war had brought the company close to disaster. Sales had fallen from 16000000 down to less than 2000000 dollars. I don't wanna brush over this. Let's pause right there. His company right right before he introduces the product that changes the trajectory. This product is gonna put Edwin land on the list of some of the on the on, like, the top hundred richest Americans. And it's coming at a time where his company is doing less than 2000000 dollars in sales. Worst of all, he had been forced to fire people, good people from about 1300 employees at War end, polaroid had shrunk to fewer than 300. All the training, all those marvelous technical competencies were being dissipate disappointed and scattered. And before I go into just an absolutely fantastic paragraph that describes the situation, the note I jot him down to myself, when I reread this a second time. The parallel to jobs is striking. Land like jobs had to turn around the company he founded before they ran out of money. The field of polarization which land had chosen as a boy of 17 upon which he had state his scientific career around which he had built and financed his company to which he had devoted almost every hour of his energy for the past 20 years. That is an insane sentence. Think about that. He had devoted almost every hour of his energy for the past 20 years. And this is just... This is the most important sense it's an entire section. At 37, he had achieved everything to which he aspire except success. That line should give you chills We know what's coming. He had been searching for a field that he could dominate without dependence on any entity except the American public and now he believed he had found it. So that idea too, I need to to run this back because this is... We've seen this over and over again, James Dyson auto on founders number 200 is the 1 that jumps out to mind immediately. What he's talking about there when Lance like, hey. I a field dominate without dependence on an entity except the public. I wanna go direct to the consumer. Right? He had spent a decade after decade, he had an invention. Back then, this is you know, early, let's see. 19 thirties, 19 forties. A ton of people are dying because it was very unsafe of of for driving a night. Because they had yet to discover, Detroit had yet to discover a way to deal with headlight glare. And so Edwin Lan had discover away. He basically had so if you could put on the windshield and the headlights, and it would dim the lights of oncoming cars and he says, hey, if you adopt my invention, you know, we'll say 50 lives a night. That was the estimate of how many people would would die because a headlight glare at night. But for his invention to succeed, he had to convince all the automakers at once, because it only works if each car has like, the windshield has the polar and the the headlight, and he just failed over and over again. He's like, I don't wanna deal with that. I wanna go direct to consumer. I wanna be able to talk directly to my customer. I don't want anybody in between me and the customer, and I wanna explain why this invention and the product that I'm selling is is will make their life better. And so that's what he's talking about. Like I need a field that can dominate without dependence on any other entity except the American public. That's the same advice that James Dyson has an auto he's like listen. And if you're the 1 that invented the product, you're the... In the best kit in the best position to sell it. The creator of a product is in the best position to sell it because they know the most about it. They put their most heart... The the all their heart and soul into it and do not... Like, don't let anybody else get in between you and the actual customer. So let's go to when he actually introduces his product directly to the to the customers. He's doing the most important product demonstration. So you've probably seen Steve Jobs, product demonstrations, you know, ipod, the Mac, iphone same thing. Edwin land was a gifted Show, and he would just like jobs. He would rehearse or rehearse rehearse these product demonstrations. They would stay up all hours of the day. They wanted to make sure that they got every single aspect of the product demonstration correct. So on the cover of this book is this picture. The 1 of the those famous... This is gonna wanna be 1 of most famous photographs. In history, in fact, when you Google image search, Edwin Land, a picture of him, peeling back 1 of the first polaroid pictures, which is a picture of his face is 1 of the, the the pictures will... That'll pop up. He's like, listen, I invented this instant of tug camera. You don't you no longer have to send your camp... You don't have to... Either 1 build a dark room, which very many, very few people to do. And 2, you don't have to now take a picture and then send it off to kodak and wait a week to get it back. You can see your picture immediately. And so he takes a picture. It says give me 50 seconds. That's... They're all waiting in suspense, and I'll pick it up there. He peeled the 2 sheets apart and presented them all the the the media and presented them a picture. A gasp riddled around the room, land held in his hand a brilliant image of himself. The face only slightly less than life size. The New York Times reporter tipped over in his chair. In an instant, land was surrounded by wall photographers and reporters clamoring for him to repeat this and explain how it was possible. In an instant, land had reinvented photography his company and himself. Never was a birth so vividly recorded. The picture appeared in Life magazine 1 week later as a full page. So life magazine at the time was the largest circulation magazine in America. Was 1 of the classic photographs of the decade and it was reprinted in every photographic retrospective of the forties and fifties that were published after. It appeared the next morning on the front page of the New York Times, and of course, hundreds of newspapers all across the country. And so they're gasping, they're tripping over themselves because, again, this did... The idea that you could take a picture. Like, this is the world we live in. Right? You take a picture with your phone. You see it immediately. Take a picture with any kind of digital camera you see it immediately. That that did not exist before Edwin Lynn. You took a picture and like, oh, I hope well, but I'll find out about a week or 2. And so Land also does something smart here that I wanna bring to your attention. And it's this idea where you can describe, like, think about it the product that you're making is just some kind of solution to a problem that that your customer has. Right? And the best way to describe the solution that your company created is just in human terms. 1 human to another. And what's happening is like, they're all playing with the camera. And there's a picture taken where you immediately see that there was a mistake. So it says, 1 of the images on the table in front of him showed only the top of his head and his fingertips. And he laughed and said, and now this is the most important part of what he's doing here because he's gonna describe his solution in human terms and then compare it to codex. That's like, the the the status quo of his day. And he says, this is 1 of the most significant pictures we have taken this evening. It illustrates a very important point. If you're not satisfied with the picture, This new process allows you to retake. I'm gonna pause there. This new process allows you to retake In other words, the process I invented, and what my product, the 1 I'm selling to you allows you to do. This new process allows you to retake the picture immediately and correct the fault. You know that you have a perfect picture on the spot. You never need to be disappointed again. Okay. So now I wanna go back 20 years so we figure out who Edwin land was at 17. This is his personality and the people and ideas that inspired him. And this part is 1 of my favorite parts in the entire book because it gives, like many, like, paragraph, size biographies of all the different historical figures. That land studied and then influence his work. So lam like every other 1 of guys entrepreneurs, they all wanted to know what was the great work that came that happened before, I was alive. And how could I study that derive insights from that and build on top of that. Start where these people left off? And so he says science and invention consumed lands attention at 17, he was deeply concerned with how he spend his time in Intellect and what field he would make his own. He carried a romantic vision of science developed by omni reading and the certainty that he would achieve scientific success. He was filled with imp and frustration, and his mind was focused on the question of which scientific path he should follow. And so they just described Lance habit of omni reading something he continues for his entire life, There's this gigantic library at his house gigantic library in Polaroid. I'll get to that more on that a little bit, but these are some of the people that land is reading about Land Admired Michael Fair. Who is 1 of the scientific heroes of the nineteenth century. Fair had apprentice at an early age to a book binder. In his spare time, he read all the scientific volumes that came through the binder. Land is going to do the exact same thing. He's gonna drop out at Harvard. Think he's 17 years old when he rolls in Harvard drops out his first year and instead goes to the New York public library every day at the time they open and he literally reads every book on light contained in the New York public library. And so in addition to Fair, it goes over all these other people that he's studying at this time and it talks about what these people were doing at this point in lance life so right around 19 26, land, you know, 17 18 years old, and it says Thomas Edison was 79 and still creating. And what I... Look before I move on to the other ones. This note I of myself is books of the original links. The heroes of your heroes become your heroes. Jobs study these people too. I don't think I ever I have an example of jobs talking about Thursday. But he talked about Edison. The next person, jobs talks about when he was inventing the Macintosh about... He put in historical context of the, of Alexander Graham Bell and invention of the telephone. I think jobs was, like 22. He's extremely young when he was doing that. Alexander Graham Bell had died in 19 22. Edison ford the rights in George Eastman had little or no formal learning. So he's just talking about all the different people that he's studying. The fact that and this is why he felt so compelled He's like I don't have to... Like, the this college is moving too slow. And I think he said something very similar to what Bill Gates said. He thought that his land thought his classmates at Harvard were serious. If you remember, I think it was founders number 01:40, the biography of bill gates that I read, which is fantastic because it's it just covers the first 35 years of his life up until the Microsoft Ipo. I gotta reread that books in. It's it's a really, really good. But what was funny in the book was Bill Gates said he went to Harvard to learn from people smarter than him and left disappointed. So there is some element of that in inland as well. But what Lands realizing is, like, well Thomas Edison Henry Ford, the right brother is George Eastman. These are people while that I'm setting what up to they didn't really have, like, they didn't they didn't need to go to college. They taught themselves. They learned through trial and error through experience. So he's just realizing that he's setting Fair. Edison. Alexander Grim Bell. In fact, what was fascinating is This this sentence here is pretty cool. Belle made the first long distance call in 18 76 to a building on Osborne street in Cambridge, Massachusetts where Lan was to have his personal laboratory in office 66 years later. Henry Ford at this point in Lance life was 63 when Land entered Harvard, 16 years younger than Edison whom Ford had idol. At this time, Ford loom as the greatest industrial figure in the world. He had built half of all the cars sold in America, then he moves on to the founder of Kodak. I have an 800 page biography of him of George Eastman. I haven't got to it yet. It is in the queue. I will eventually get to a 1 day. George Eastman was 72 in 19 26. Eastman film was indispensable to Edison for his motion picture work. It is amazing how many founders, And this is, like, clear throughout history regardless of industry and anything else. How many founders knew each other. I think there's just something motivating to be around other smart and driven people. And if a lot of people, like, if you can get move yourself into a situation like this. Some people can't yet, and I would say books serve this function before you can actually meet these person... Meet these people in person, but a lot of them know each other. In many cases, like, these these industries are obviously popping up around some, like certain geographical locations as well. And so then land starts talking about, like, what is all this studying doing Tam there was a great turmoil within him. He was searching for his field. The field that would make his name known to the world of science. He had read all the scientific literature that was available to him. And then he talks about. This is hilarious. This is 1 of the the probably the most important book. That Abraham found. He says, I was fortunate enough to to acquire Robert W Woods book physical optics, which I read nightly, the way our fore read the Bible. And what he's taking away from this reading is so important. He's like, hey, I'm that too. As I review the nature of the creative drive in the invent scientists that have been around me as well as in myself, I find the first event is an urge to make a significant intellectual contribution that can be tang embodied in a product or process. And that's why he picked polarized light. He says Fair day had moved the world forward a hundred years. Edison had compressed genius and energy enough for 3 lifetimes. I picked field after field before I decided that the great opportunity was polarized light. It is incredible that he's making this decision at such a young age and then check this out. This is why he wanted to do it too because again, He's not copying the what. He's copying the how. He's not... He's not saying, hey, Ford Bell Edison Fair to this. Let me just copy what they did. He's like, let me copy how they do it and apply their principles and principles that are unique to my own mind. To a a completely different field of study, and he wanted 1 that had a bunch of unsolved problems, 1 that he could make his own. This is an crazy sentence. The principles of light and how it transmitted had been studied and debated for more than 300 years. This is where I get excited because it is... It never cease to amaze me how all of these different ideas and thinking fit together. I just did, back on Founders number 2 61. Right? I did that these 2 volumes of maxim that the founder of Visa D hawk wrote when he was in his sixties and seventies. And I get to that So I, you know, I'm just read that 1 a week or 2 ago or something like that. And then I'm... That's fresh in my mind. As I picked this book up and I reread it, So therefore, like, I've changed. Right? Because of this information, the words on the page are the same, but my interpretation of them are different. So it's like the principles of light and how it transmitted had been studied and debated for more than 300 years. The author just spent, like, 5 or 6 pages going over land search of how to make an impact in the influences he had and all the ideas he had. And in summarizes was like, I'm gonna pick this because it's an unsolved problem. There's AAA hint of, like, almost arrogance there. It's like, Well, I can make a contribution in a field where people have been beating the best thinkers of humanity have been beating their head against the wall for 300 years. Why is that so important to me because what it... What did d hawk right? In 1 of those volumes auto rest mine. He said the young, which is... There's a young... We're talking about the young version of Edwin Lang where we are. Right? The young hurled themselves into vast problems that have troubled the world's best thinkers. Believing that they can find a solution. It is well that they should for from time to time, 1 of them does. That is a description of Edwin land. That's remarkable. Okay. So I wanna skip ahead to when he drops out of Harvard. His parents weren't happy. It doesn't matter. He he spends he decides to open up, like a little kinda like a little laboratory kinda like ding apartment slash laboratory. This is when I told you earlier that he just shows up at the newer public libraries. Like, I'm just gonna read every single thing on the subject, and then begin my experiments. It says Lamb began his reading with fierce energy. He planned to devour the entire literature available on the subject of polarization and to reread everything that he had already found at Norwich, his old school and Harvard. Now this is 1 of the main lessons that I learned from land. He concentrated ferocious. On his quest. He concentrated ferocious on his quest. He's got a ton of fantastic quotes. 1 of my favorite quotes is this important, and I think it's really important today because we're... There's like, we live in the age of not only infinite leverage. We live in the age of infinite distraction. And the people that are gonna be able to focus and concentrate. It's gonna be essentially like, a superpower. We're almost gonna be like mutants compared to other humans that are just given to distraction after distraction. So Edwin Lance said, and this is so important feel like tattooing it on my head for god's sake. My whole life has been spent trying to teach people that intense concentration for hour after hour can bring out in people resources they didn't know they had. It's a powerful idea expressed in the sentence. The the in fact, the book, I I keep this quote from the book, 1 of the biographies that I wouldn't land, it's called instant image, another super old book. That was founders as number 01:32. But there's a quote in that book that I screenshot it and I keep that folder in that folder on my phone where I just constantly, like, go back to you if I wanna, like, like, review and remember things. And it was very simple. Like, how important it. Is this like among all the components of lands intellectual arsenal. The chief 1 seems to be simple concentration. And so what he's trying to do is he trying to invent the world's first polar. This is the very first like, his very first patent. His very first invention, you could argue this is, like, the foundation of the entire polaroid company for the next 50 years. He just constantly tries to apply this idea and this technology in different products. Now he's... Now he's certain to hire other people I need to bring something to your attention because it's just remarkable. 1 of the people who he hires is Terry, known as Terry. This she's he's gonna wind up being married to her for 61 years. But at this point, they don't have a lot of money. They don't really have any equipment. So he is going to break into the laboratory at Columbia University. So it says before Long Terry was accompanying him on nocturnal visits to a laboratory building at Columbia University, they climbed up a fire escape and went through a window that was usually left unlocked. There, for a few hours each night land had Clan access to well equipped laboratory. What jumped out to me, reread this for the second time is think about... These are just the the founders that came off the top my head. These are other founders who also broke into places to use equipment necessary for their work, George Lucas, Bill Gates and John Car. They did the exact same thing as what Edwin Land is doing here, and I think Bill Gates and John Car. Are the only ones that got caught. So from 17 until 20, he's working on inventing this polar. I'm pretty sure he he gets it done. And then he makes the... At this point. I know he definitely gets it done, but I couldn't remember if it occurs after he goes back to Harvard or before. I think it happened before. So he goes back to Harvard at 20. This is really important that this happens because he's gonna meet his first business partner, this guy named wheel rate. And Wheel rate is actually going to be his instructor. So says, Lan had the ability to term anyone who interested in him. He and Wheel wright had much in common. Neither was an awe of Harvard. Both had left on their own for an extended period to prove something to themselves and perhaps to their parents. They were brilliant, excited by science unconventional and filled with energy. Land was the brightest student in the course called electricity and magnet. The brightest by far wheel rate had set. So wheel rate is lands instructor in that course. And so it's through that course. They wanted up becoming friends. They wind up collaborating a lot and then this is the beginning of what will eventually turn into polaroid. They had developed a habit of taking long walks, talking in the dark trying ideas out on each other. You know Den, so every... Either people called land either doctor land, or Din. He preferred if you if he knew you well to call him Din, that was a childhood nickname. No 1 called him Edwin. You know Din? I think you should have a real laboratory. Why don't you and I start 1. I have some money and I can fund it. There was no response. So that's another thing about Lance personality. You would talk to him, and people just... He... He would think about what you're saying. And so it's not like, a back and forth conversation. He's, like, there might be 5 minutes of silence. And you're like, did this guy ignoring me? No He's thinking about what you're. So it says, There was no response. Dan, how about starting on lab? We'll write repeated and Lance said, an education without a degree. That's the way you thought about starting his own company, his own laboratory. Obviously, they're not starting to laboratory just do science. They want some physical... Like edison, they want a physical manifestation of what they're inventing. Something that they can sell, like, a product that that can actually make people's lives better. So the idea is like, oh, I think about this as an education without a degree, which really a great way to think about it. Right? And this also demonstrates that Edwin Land had an inner scorecard. Land left Harvard for the second and last time. He was 1 semester short of completing the requirements for graduation. So this entire time, land has been public publicized, like, his scientific findings and the results of experiments. And because they're so revolutionary, they wind up getting a lot of attention. So he becomes pretty famous even when he was in his twenties. And this one's are being the main asset? Because they're still trying to figure okay, How can we turn the science that we're making into a product because of his, like, not notoriety and is his fame, there's a lot of people trying to, like, either recruit them to the research department of their cup large company, like, doing an aqua hire for the land wheel rate laboratories or maybe even saying, hey, why don't you dedicate your, your talents to academia. And so land goes and meets with people and talks to people, but this exchange between him and his partner reveals In my opinion, lands obsessive personality. Lands growing reputation as a bright and unconventional scientist was their chief stock and trade, Wright was increasingly worried that land might be lured away. When land returned from 1 of the visits to this this displace. Wheel wright confronted his partner. What of their research people told me that you wanna work there. George Lan replied. I told you what it's like. They start at 08:00 and work until 04:30, then everything shuts down and they all go home. They don't work on Saturdays or Sundays. They keep telling me I should work for them? Well, do you want to? Of course not. How would I get anything done? So the young company's main focus is this idea that land has to remove headlight glare automobiles. Right? But in the meantime, they need to find a way to get cash into the company Asap. And so this is where we see that land his entire life. He, like, even though he's considered, like, a rec and an introvert, he's a gifted show man and he's really gifted the product So it says the 2 entrepreneurs have been examining every possibility they can imagine looking for a simple consumer product that would provide them with an income, sufficient enough to allow them to pursue the automotive headlight project. And so they realized that polar if they apply them to sunglasses you have a product that is not only 1 inexpensive, but also better than anything else in the market, so they are they arrange a meeting with the largest manufacturer of sunglasses. In America at the time it was called the American optimal optical company. And so Land decides to have this meeting, this product demonstration at a hotel. He researches where the sun would be at the time of the meeting gets a room that is in the right location and brings upstairs this fish bowl with goldfish in it. And so this is what Land was thinking and then a description of this very successful product demonstration. Landed did not wanna talk about manufacturing techniques and specifications and prices and quantities. He didn't want a negotiation. He wanted a victory. He wanted surrender he wanted a plus, and the way he figured out how to achieve those goals is, like, as soon as the representatives from the American optical company come into the room, they need to understand within a few seconds to value that my product provides. So it says the 3 men walked into a room filled with blinding sunlight as they sq lance said in a pleasant voice. I apologize for the glare. I imagine you can't even see the fish. Here, look through this. Land gave each a square of polar. As they faced a window, the glare vanished. There was the bowl on the window sale. The goldfish were swimming serene. This is what your new sunglasses will be made of, said land. It's called polaroid. So the company takes the name of their first product, these are gonna be called the Polaroid glasses, they were extremely popular. Polaroid winds up selling more than a million pairs in 19 39. And so with some initial traction, They're like, hey, we need to go away some money, George Will, so it's Edwin Lance partner. His dad had actually gone to Harvard with Jp jpmorgan So there's a hilarious story in every book that I've read about Edwin Land when Edwin Land meets Jp Jpmorgan. So they set up a meeting it was just after... There was a, famous bomb attack on Wall Street, in 19 36. And so wheel wright and land are gonna show up at Gp Morgan's office. And it says, we turned up, armed with all sorts of strange looking packages to show mister Morgan. We walked in the door of his office and were greeted by 4 men with shotgun. So they have this meeting with Jpmorgan. It doesn't talk about it in this book, but in other... Another book I read from land, They have Jp saying, hey, Listen, I'm too old to understand this stuff. Let me direct you at some of my colleagues, so he introduces on people like Av Har, people investing some of the rockefeller, family's money. And so these investors help them organize into a company. They give Edwin Land complete control of the company for 10 years, and then they they decided to just rename the company, the Polaroid Corporation, and this was happening in 19 37. And the date 19 37 is important because it wasn't until 19 47. That land actually does the product demonstration for the very first instant camera. And so when fast forward to right before world war 2 because I think this is really important. You have people that are incredibly smart, incredibly dedicated, they have a number of patents they have a bunch of inventions that the world has never seen before and yet they still have not achieved business success. And the reason this is important to know is because it's very likely that they would have been out of business if it wasn't for this navy contract at the very beginning of War war 2. So it says nothing told land that he had yet built a business that could survive, let alone grow. They had solid polar technology. They could manufacture the sheet reliably and in quantity. They had gathered a suburban talented group of scientists. They had learned a lot about a lot of businesses. The automobile business, The new business. The optical goods businesses, the lighting business. These are all businesses they tried to sell into. Okay? Yet, though land would not admit it. The only business they had mastered was the publicity business. So at the end of your party in 19 40, he calls the entire polaroid group together. It's about 200 people at this time. And he says the world was engulfed in war. The United States was not any yet. But it would be within... It would be in the war within a year. The navy had offered Polaroid a research and development contract. Polaroid would devote its principal energies to defense work. And this is so important. What he did not tell them was that the United States Navy had saved the company. So he scales up from you know, 202 hundred employees all the way the 1300. You know, they 8 do 8 times 10 times their revenue, but this... He knows it's only gonna be war is not gonna last forever. I have a short window here. And on the other side of this war, I don't have any... Product I can sell to consumers. I have to invent my way out of this problem. And so the, like, founding myth of the Polaroid camera comes when he's on a short vacation in Santa fe New Mexico, with his family. He's going around for a walk. Says land industry year old daughter, Jennifer turned from a walk around the town carrying his camera. They had taken pictures and talks about, you know, take a picture of his his daughter of the scenery, And as they sat down, his little daughter asked why can't I see them now? Land had no answer to the question. Their time together was cut short as he rose abruptly. He asked her his daughter to look for her mother, and he set out walking again alone his head full of chaotic notions tumbling 1 after another. His mind was now a world. Jennifer's innocent query was the epitome of a land question. So this is something that pops up over and over again in the books when he study I wouldn't land This is the definition of what they just consider a land question. It took nothing for granted, accepted no common knowledge tested a cliche and treated conventional wisdom as an oxy mo. Remember, Peter's job interview at the very beginning of this podcast where it's like, and he doesn't take a doesn't he thinks everything through it for himself takes... Like, doesn't believe in con conventional wisdom and won't believe it until he's actually done the experiment himself. So it's like, He accepts no common knowledge. He test cliche and he treats conventional wisdom as an Oxy more. His first thought was to wonder why he had not asked a question himself. So it's in this night where he works out in his mind and it just what happens his patent attorneys. He's also in vacation. It meets up with them. They go over everything that that land is thinking about over 3 hours to document the process. This winds up becoming extremely important because there's an entire book. I read this book. I think it's for founders number 01:34 is called a triumph of genius. Land creates a technical monopoly protected by patents. That's why he has, like, a 60 profit margin. Kodak winds up violating the patent, so there's an entire book that I read. It's very fascinating because it focuses on this this huge patent, at the time, the largest patent infringement case between Kodak and polaroid, which polaroid wins. They win the largest judgment at the time. It had since been exceeded, but it was almost a billion dollars. And they won because of Edwin Lands testimony, which is covered in that book. And something that also was helpful that Land couldn't have known because this is you know 30 or 40 years into the future where we're in the book, but he always every single process, they were dedicated to documenting everything. They had signed and data... Time stamps for all the experiments are doing, they wanted to prove that what they were doing, no 1 else capable of doing and that they did it first, and that's why they deserved the patents. And so in the field of inc photography, the the very first time they put pen to paper is this night in New Mexico. And so Land is on record saying I can see it in my mind. Now we just have to figure how to do it. And this is what he talks about. I'm gonna just read 1 paragraph, but, really I'm gonna read the note I left myself. First because I think this is very fascinating. It is the very practical reason why she keep learning and keep collecting experiences. You will use the knowledge for an opportunity far into the future. 1 that you cannot see yet. And land describes that perfectly. 3 years of work lay ahead of him, but he knew. He was sure he knew that what had to be done, and that's direct quote from land. What is hard to convey and anything short of a thick book is the years of rich experience that were compressed into those 3 years. So he's was talking about the 3 years it took them for them to create the actual products, so they can sell it. It was as if all that we had done in learning to make polar. The knowledge of plastics the preparation of microscopic crystals smaller than the link... Wavelength of light. The lam of plastic sheets. He's just describing a series of experience and the knowledge arrived from those experience that he was due do doing the previous 2 decades. Okay? Had been a school and a preparation both for that first day in which I suddenly knew how to make a 1 step dry photographic process so the invention of an instant photography cameras away way you think about that. And for the following 3 years, in which we made the very vivid dream into a solid reality. Again, that is a very practical reason where you should keep learning, keep collecting experiences. You're gonna use that knowledge for an opportunity you can't even see yet. So then they go into the detail of how to build the camera. A lot of the stuff I wanna skip over. But the important part is that there's a main theme that just reappear over and over again history entrepreneurship, and that is the need for speed. They all move incredibly fast. And 1 way to go fast is to have tight feedback loops. So his main assistant on this project is this, woman named do Mueller, and this is the tight feedback loop. Each day, Do Mueller's telephone rang at 06:30AM sharp. Land gave her his critique of the previous day's work and outlined her task for the current day. So Docs is gonna get this call 06:30 before she leaves at night. She she summarizes every single experiment everything they... That the lab has done in this regard. Land will when him reading these pages at, like, midnight. The guy doesn't sleep. Alright. It like tapes takes naps throughout the day. Like, you'll find them in in his office sleeping in the chair for like, 2 hours. And it'll just go over for, like, 60 hours at the time he's insane. So anyways, he... He's reading these reports at, like, let's say, midnight, the the the night before. Figure out what he wants to do the next day, calls her at 06:30 and then that feedback loop. There is not a single day that they were going to waste. They can't. They're gonna go on a business if they don't figure this out. Before she went home, she wrote per day's report for the S 70, research filed. Land had expected it on his desk evening with any sample pictures clipped to it. Land Lay in his refining chair alone at midnight stating each 1 like the fragment of a treasure map. And so the entire development process of this project. You can think of the land just constantly finding different ways to push the pace. This is what I'm reading to do is, like, spread out over multiple multiple pages. Okay? So this is how he he he he talks about, you need to work with a sense of urgency. And he's like listen, and it is taking a big chance. But there's a possibility that the navy contracts will be canceled. In any case, now that the war is over, we have to develop another business as fast as we can. It will be a race, a close race if we win we survive. A race to finish the camera before we run out of money. So they're having a conversation. There's another executive new bill, and he says, you know, I'm gonna call this guy tomorrow morning, and Lance says no. Call them tonight. And so this goes on for a while, even with land pushing the pace even with land working 7 days a week, he gets... He understands the note I left myself on this page is very fascinating. It's says burn the boats, a lesson on human nature. So Lan would do what he's about to do here several times of his career and his employees hated it, but it winds up working. Everything seemed to land to be moving with madden slowness. He decided to light a fire that in fact, he might not be able to eventually control. The winter meeting of the optical Society of America had been announced for 02/21/1947. Lan told his employees at Polaroid that they would disclose the camera system in New York on that day. They were appalled by the audacity of even considering a date for a public demonstration So in other words, the people that know how far along they have intimate knowledge. How far along the product development and the project is going, and they're appalled that you're even considering that. Lan calm, their apprehension by describing it as an occasion to present a scientific paper. His associates did not believe that he would limit the presentation to just a paper and he knew it. In truth, lance plan extended well beyond the scientific paper. He is literally burning the boats. He knew how daunting were the hundreds of inter locking problems polaroid faced. The survival imperative of the company was clear and present to them all. They had no alternative but to succeed with the camera. Everyone left at Polaroid knew that. At the present rate of decline, the business, the company and their jobs would not survive 19 47. Lan held on to this date as a weapon available for use against his own people, including himself when their efforts slowed as he knew they would. That is why Wrote this is a lesson on human nature. Even committed men in women flagged. They needed an additional stimulus. Sometimes survival wasn't a sharp enough code. Public exposure could be compelling even terrifying. His people were all... His people were all capable of more than they knew. Land would prepare the paper, but there would be much more on the night of the 20 first. They would succeed. They would overcome nature they would be ready. So they get the camera finished. They can barely make any of them. They're like, we need to start selling them immediately. Remember. They need money. They're going to go out of business. So they make 56. Okay. And they have this fantastic product demonstration. I've just... I've explained it on a few other, just in case you and listen to it. Listen to those yet. They're like hey, we're gonna start in 1 department store. Jordan Marsh in Boston, and they're gonna do... They just do a product demo. So the, you know, 2 guys and Polaroid show up. They have 50... I think they have 56 cameras and then 1 just, like, demo model, if I'm not mistaken. Okay? And they wind up, like, standing up on like, the counter and saying, hey, look what we're doing. And just like, the same response that the reporters and everybody at the demonstration where they gasp. But please do this again. Anytime you would demonstrate instant photography, in in the case, they start doing it jordan Marsh. They do this all over the country in all different, like, in all different, like, retailers and all different events. The public's response was always the same. They're like, how did you do that? I want it immediately. So they're gonna wind up selling... Let me just read this because this is lands outrageous prediction for the first year sales. And so land is talking to the people that are going to the department store the next day. This is the day after Thanksgiving. How many cameras are gonna to Jordans tomorrow? Ass land. 56, but obviously, we won't need that money. And so the people are saying, hey, we're bringing 56. We're not gonna need that many. There's no way we're gonna sell that. Lance said, he didn't believe that. He's like, well, the salesman may need them all, and then the response from his employees. Well, they'll need them all eventually. Hopefully, we sell out by Christmas. They don't sell out by Christmas. They sell out in a few hours. People like clam, there's like, shoving matches. They're, like, just off take the demo if I have if you have it. Like, just give me... Like, they were so blown away by the ability to take a picture and immediately see it that they sold out in an instant. That is not really the reason I'm... Telling you this though. Because what's the... It's the j position between land thinking and his employees. Right? They're like, oh, you know, lance like, they're probably gonna need them all. They may need them all. They're like, oh, we sell it by Christmas. And then they're like, well, how many they have this discussion. This is the night before the product demonstration. And Land just comes out and says. He's like, I think we can actually sell 50000 cameras in the first year. And it says the grandeur of that statement set them both off. So at the same time I'm reading this book. I'm reading consistently possible. I'm also reading instant the story of Polaroid. That is going to be the next podcast. In instant, the story of polaroid. There's data that's not in the book that I'm holding in my hand. They do tell the same story where it's like, oh, he said 50000, and people were like this guy's. Freaking crazy. Lance, like, is he a... Like, there's a thin line between genius and crazy. Right? We must be working for an insane person, he actually underestimated. If I'm not mistaken, they sell 900000 cameras in 5 years. Think about how remarkable that is. You're on the pre of bankruptcy if you don't get this done, your company the company you've been working for 20 years is gone. You go from that low point, that valley to within 5 years, selling almost a million a million cameras And because you've invented the industry that you're operating, and it's not like, okay. If and you... If anybody else sees somebody selling a million of anything. They'll jump in and compete, you literally can't jump in because he's patented everything. And so not only you're selling a million. You're going from nothing almost the impressive as of bankruptcy to selling a million units of your product, but you're selling them and the film at excessively high profit margins. So then we skip ahead to where Peter discovers polaroid. Okay. This is several this almost a decade later. They're hugely successful. Let's pick that up. He says, he was told... So the... Peter is told by friends. Hey, you should look into working at Polaroid. Peter was really gifted at advertising promotion. He loved. He says, like, I just like selling things. I, like, adding up the store the score. That's what he was interested in. And so his friends, like, they're in Boston. He's like, you've gotta go check out this crazy company, It's like a 01:01 and it's run by this crazy genius. Polaroid was a huge company my eyes with annual sales of 65000000 dollars in the photography business and the Sung business. The 2 didn't the 2 industries didn't seem very closely related except that they were both consumer products. The company was run by a genius named land. So that is the reputation that Peter is being told by his friends. And so Peter is wandering around all the offices of polaroid. He's getting ready for that job interview that he wasn't even expecting to be a job interview that I read at the very beginning. I just wanna point out 1 thing because I think this is extremely important. So he walks around. He he stumbles into, like, this giant library. Like, what the hell going on here. And so the guest, the host that's about to introduce him to his interview interviewer it says, Peter says I was looking at the library, and the guy says, it's the company library. Land has a thing about libraries. We've always had a company library as long as there's been a company. He has a collection of photographic books in his own office, all catalog through the central card file. There are 2 full time librarian here. And I just wanna pause here because this is a very important idea that pops up over again. If you even just forget going through all the 270 something books that you and Have I've covered on the podcast before. Right? Let's just talk about the people that in the last like 2 months. This eyed entrepreneurs need a library. You probably already have 1 whether it's on your phone where it's a collection of books whatever it is. This... The the constant building and accumulation of books over your entire lifetime should never stop until you die. It pops up over and over again. D hawk, founder Visa, talked about on the podcast just with him. He had 5000 books. Ben Franklin, the 1 I did on him in George Washington. He had 4000 books. Bob Dylan talks about his... That a huge part of his auto is him first he didn't have money exploring his friend's library. Jpmorgan J Gold, John D Rockefeller, Andrew Carnegie, Rick Rubin, Bill Gates, Larry Ellis and Edwin Land steve jobs, they all had an extensive library that they utilize. It is a tool for an entrepreneur. There's several examples in this book where Lan is thinking about a problem, He goes to library and tries was like, I don't remember reading about this and goes and finds it. Fact, before I started recording, I was reread over past highlights. This morning. And I came across something I had forgotten, and it comes from the auto of our, the... The biography of Fred Smith, the founder of Fedex. This was the book I covered all the way back on episode number 01:51. Fred Smith created 1 of the most difficult, if you listen to that podcast you already know this and if you read the book, you know it even more, he created 1 of the most difficult federal festival 1 the most difficult businesses to create in history. And what was remarkable as he's building. He's building it in the 19 seventies and 19 eighties Fred is reading 4 hours a day. While he is building his company. So Smith estimated that throughout the eighties, he spent at least 4 hours a day reading. He found he relied quite heavily on his own vision backed by ass simulating information for many different disciplines all at once. So this quote, I'm about to reach you from Fred smith is describing why in the midst of building his company, 1 of the most difficult businesses to build ever. He's thinking it's a smart idea to read for hours a day. He says the common trait of people who supposedly have vision is that they spend a lot of time reading and gathering the information and then they s it until they come up with an idea. So again, if I read something. Right? I spend my day, I every read every day for this podcast. If I come across these the these ideas I pop up over and over and over again and the people don't know each other. They work in different industries. They existed in different parts of the world and at different points in human history and yet they're doing the same things. I am obligated. To bring that to your attention. Entrepreneurs should have their own library. Okay. Moving on. What is even more remarkable? Is it... Okay. You can have these successive hours he had when you're 17, more excessive hours 20 37, the pre of, you know, going out of bankruptcy. He never re. This is many years later, we're in 19 62. This is how how more on how Land worked. Land was sleeping in his lounge chair, his feet elevated. An old blanket pulled up under his chin. When I opened the door to his office. He had been working into a until a few hours earlier in the laboratory. He and a team of 12 had put in 18 hours uninterrupted. Or, 18 hours uninterrupted only for tea, cookies and lamb chops, land believed in feeding the brain. A lab technician might occasionally faint from exhaustion, but never from hunger. Land hated to stop working. He is a man obsessed. Once begun on a course of action, he wanted to experiment until the hypothesis was proved. He would not entertain the assumption that his hypothesis might be dis until and unless it was actually disprove. He worked like a predator, stalking a solution with perpetual patients and perpetual energy. His intuitive leaps had landed him on the neck of his prey too often for him not to believe that he could do it the next time and a time after that. Although his assistance, this paragraph is gonna remind me of Jeff Bezos in the early days of Amazon. And I'll tell you why 1 second, Although his assistance were sometimes more than 20 years younger than him, he regularly worked them to exhaustion and continued with fresh replacements for hours longer. Many of them had graduated with no scientific background. Land proved many times over that a bright young liberal arts student could learn the routines of the laboratory and the structure of a scientific discipline as rapidly as applicants with technical experience. He liked the fact that his students had little to un unload, but he did not tolerate corner cutting or sloppy. So this idea where he's working so hard. They're tiring out there for they're passing out, then he just gets in new recruits There is a line in jeff jeff Bezos biography that says if you're not good, Jeff will chew you up and spit you out. And if you're good, he will jump on your back and ride you into the ground. So 30 years after mentioned the first instant photography camera, they create the s 70, which is considered the best, like, the the fruition of Lance dream as he saw it 30 years earlier when he... When his 3 year old daughter asked, hey why can't I see the picture right now, So it was constant iterative improvement for 30 years. I just wanna bring something to your attention because this happens over and again. Like, humans are really bad at predicting the future. And then it includes, like, we sometimes think that the market is smaller than it actually is. And so at this point in career, in his career, Peter has made the head of marketing. The previous head of markings like, oh, you know I'm gonna leap poll right. I think we've saturated the market. He did, like, at this this market analysis. He's like, okay, we could only at the very most. Based on the size of the population and how many people have already bought cameras and how many people are just not interested in buying cameras at most, we're gonna sell 8000000 more cameras in total. And land didn't believe that and Peter didn't believe that at all. And he says, when I took over the marketing reign, we sold 3600000.0 cameras that year. The next year, we sold 4600000.0 4600000.0 cameras. We sold... Remember this guy thought, we're we're at the top of market, 8000000 total. And that's all we could do. We sold between 4 and 9000000 polaroid cameras a year every year for the next 10 years without reaching market saturation. From this evolved 2 theories. First, Edwin Land was correct to ignore conventional wisdom. He was teaching the American public that the Polaroid camera was not a lifetime acquisition, but an evolving idea, an ongoing adventure, an exploration of technology. So you would buy 1. The Polaroid had like this call following. You'd would buy 1 3 years later, realized, oh, there's another... Like, they they've made it a little better. So you buy another 1. Even without getting... In many cases not even getting rid of the first 1. And so in many cases, some some of these people would have some of these fans of polar, Would have 568 different cameras. And so the idea is it's like, it's not a lifetime acquisition You don't buy 1 year you're done Involving idea and ongoing adventure exploration of technology second. We knew was considerable certainty that amateur owned cameras had an average life of 3 years. Thus, if we continue to change camera designs every 3 to 4 years, the pattern would continue. So now I wanna tell you how Edwin land was similar to Walt Disney. The S x 70 had at lands insistence. Covered... It was covered in leather, and nobody wanted to put leather on a camera because it's kind of a pain the ass. It's difficult. But land thought it it that plastic wasn't good enough. So it says this was so typical of land. To insist that the camera be covered in leather. Not a leather look plastic, but real leather. Expensive, hard to handle difficult to bond to the surface of the camera body, but it smelled good and it felt good. Land had an instinct for packaging. He listened to all the arguments about the cost, being 3 dollars a camera more with leather, and then he over erode them, and he was right. So when I re reread that part. Since the first time I read this book, I read this fantastic book. It's a biography of Walt Disney, but it focuses on... If you ask Walt disney at the end of his life, what he was most proud of. He didn't mention cartoons, animation, nothing. He said he was most proud of the fact that he was able to keep control of his company because he lost control of his first company. Right? And the second thing that he was most proud of was Disneyland. He thought Disneyland was his greatest achievement. And Disneyland, the book that I covered on, episode number 01:58 is all about all the process that went into building Walt's greatest life's greatest achievement. Right? And there's just a paragraph. It's so funny how you never know. Like you just, like, what you read. You read 400 pages, and there should be a sentence or a paragraph that just somehow lou onto your brain and never leaves. And this is an example of of that where there's a an insane amount of pressure that that Walt Disney's under, he's got a deadline just like Land had a deadline, running out of money, nothing's on time he's gonna open regardless. And there's this interaction between Walt Disney and 1 of his employees that I've never forgotten. I'm gonna read from the book Disney's. It's fantastic book. It's written by Richard Snow. Highly recommend reading it. They were among the first of the parks attractions to be finished. So they are there the stage coaches that him that Walt and 1 of his employees are working on. And this employee makes the mistake of trying to get Walt to compromise on quality, which Edwin Land would not and obviously, walt disney disney's is not going to either. They were on the first of the parts attractions to be finished, but the pressure of time was already weighing on everyone. 1 day, John Hen stopped by to check the progress of the stage coaches and had an idea, which he brought to his boss. Why don't we just leave the leather straps off walt, the people are never going to appreciate all the close up detail. Disney refused and treated hen to a tart little lecture. You're being a poor communicator. People are okay. Don't you ever forget that. They will respond to it and they will appreciate it. Hen didn't argue. And he said, we put the best damn leather straps on that sage coach you've ever seen. That is a point that came up in conversation the other day that was having with a friend of mine. Behind every single great long lasting company. The Disney, the apples, the Rolls Royce, the Ferraris. You had somebody like that. The founder was like that. Un, refusing to compromise on quality down to the last detail even on parts where 1 it was impossible for the customer to see or unlikely for the customer to see. And then I wanna pull out Edwin Lands deep belief in the individual capacity of greatness, and I think what he says here it really speaks to why founders are so important. He ex stole the importance of the individual's contribution. Pto me, Cope, Galileo, Newton, Far, Maxwell, Einstein. Rather than science as a group effort. This is a direct quote from Edwin land. There is something warm and appealing and cozy about this picture of the human race marching forward, locked arm and arm and mind to mind. There are insecure people in life to whom this vision of progress by ph brings comfort and strength. But I for 1 think this is nonsense, socially and nonsense scientifically. I think human beings in in the mass are fun at squared exciting to be with in the theater audience and thrilling to cheer with at the California Stanford or Harvard yale games. At the same time, I think whether outside science are within science. There is no such thing as group originality, our group creativity, or group. So I had to look up that other word. We understand saying this, and there's no such thing as group originality, group creativity. That makes sense. So per is the quality of having a ready insight into things, shrewd. So you're saying there's no such saying group shrewd or group insight either. I believe wholeheartedly in the individual capacity for greatness. Pro profanity and originality are attributes of a single, if not singular mind. So pro profanity, you I had to look up that word as well. That means deep insight great depth of knowledge or thought. So pro profanity and originality are attributes of a single mind. And then the book ends with this meeting between Peter and Edwin land. At Edwin lance house and absolutely fantastic. Lane was asleep. He was talking to me, and he fell asleep at the end of his sentence. His eyes closed. For a moment I thought, but then they stayed closed. I sat quietly and looked at him. He was no longer Chairman of the board, chief Executive Officer, president chief Operating Officer, our director of research. He had resigned and retired. He had sold his stock. His last high was Polaroid was a contract which guaranteed that the office and study that he had occupied for 40 years would be his for the rest of his life. I had left as well. He in August and I in October. I didn't have to ask him if he had regrets. He didn't have to ask me. We had both been at polaroid for too long. Land for all of his life, I for 24 years, but of course, I told myself. The point is that only change is un changing. We both had a longer ride than most people get. Land ran his company longer than any of America's great business leaders. Longer than Thomas Edison, longer than Henry Ford, longer than George Eastman, giving it up had been the hardest thing he had done in his life. It had been an emotional trauma that engulfed everyone near him. None of us escaped. We watched as land tore himself away from the most important thing in his life. The lines in his face were deeper than they had been. His silence has lasted longer. His eyes more often focused inward. He accomplished a surgery on himself as he did most things. In his own personal, unexpected and passionate way. He had written something in 1 of the annual reports in the seventies that was hovering in the back of my mind, but I couldn't bring it forward. In 19 40, he had been named 1 of the national modern pioneers. It was a singular honor. He was 31. He had worked without ce without devi for 14 years since boy to become what a pioneer was as good as name as I could put to it. He wanted to create new things. The polar in the instant camera would remain the best known. But perhaps his most original invention had been his company. It was no less the product of a conscious process of experimentation and insight and repeated failure and creation and ultimate success than had been the other inventions. In the slow of the depression, he was already shaping the idea of a new sort of corporation whose characteristics were so unusual as to be bizarre and almost ludicrous. At the time when steel companies, automobile factories and textile mills were slowing to a halt, spilling workers into the streets. He was talking and thinking and writing about a company founded on science that would design new products not imagined by the public, which would be attracted to the products because they filled an perceived need. He wanted a company to create an environment for art at a time when many were worried about meeting the next payroll. He talked about a company where the work life would be so satisfying that workers would look forward to the day beginning and regret its end while sweats shops were in their heyday and unions fought to establish basic rights on the job. These were the raving of a pioneer. Land opened his eyes. He looked into me. I had the feeling of being examined, interviewed. You were asleep in. I said, I was a little concerned. Nonsense. I was resting my eyes for a moment. Why would you think I was asleep. Well, I spoke to you and you didn't answer. I was thinking. He smiled. There's nothing more refreshing than thinking for a few minutes with your eyes closed. I suppose it's how you survived all those board meetings. I said, I rose to take my leave. Din, What was you wrote in 1 of your shareholder letters about the future, about the past and the future? I can't bring it to mind. The smile disappeared. He brought it to mind instantly. The present is the past biting into the future. Why do you ask? And that is where I'll leave it for the full story pick up the book speaking about the importance of entrepreneurs is building on a library. Every entrepreneurs library, I think needs to have at least 1. I have what 4 or 5 books on land. And if you're only gonna have 1 book or a book to start with. I would start with this. If you buy the book using the link that's in the show, she'll be supporting the podcast at the same time. That is 263 books down, 1000 ago, and I'll talk you again soon."
}