{
  "transcript": "He shaped how I came to view the world. We were real strong minded, but he had a fully formed aesthetic, and I did not. It is hard enough to see what is already there to remove the many impediments to a clear view of reality. But Steve's gift was even greater. He saw clearly what was not there. What could be there and what had to be there. His mind was never a captive of reality. Quite the contrary. He imagined what we already lacked and set out to remedy it. His ideas were not arguments, but intuitions born of a true inner freedom. For this reason, he possessed an un uncanny large sense of possibility, an epic sense of possibility. Steve's love of beauty and his imp with ugliness per our lives. No object was too small or insignificant to be exempt from Steve's examination of the meaning and the quality of its form. He looked at things and then created things from the standpoint of perfection. That could be an unforgiving standpoint. But over time, I came to see its reasons to understand Steve's unbelievable rigor which he imposed first and most strenuous on himself. He was the most un unfair thinker. I have ever known. That was Steve's wife speaking at his memorial service after he passed away and is an excerpt from the book that I'm gonna talk you about today, which is becoming Steve jobs. The evolution of a reckless ups start into a visionary leader, and it was written by Brent Sc and Rick T. So this is the second time I read this book. I originally read several years ago. It was episode 19 of founders. At the at the time, I first read this book though. I had only read 2 books about Steve Jobs, So I didn't really have an advanced understanding of who he was and why his career is so important for future generations of entrepreneurs to study. Since then, I've read over 10 books on Steve jobs, many of them multiple times. And then I track down every single biography I could find about the people that he discussed whether heroes or influences or people he studied when he was building Apple. I made episodes about every single 1 of those books. I'm gonna include it in the show notes. You can also go to founders podcast dot com, and you'll find it there. It's about 40 different episodes. And so all that reading and all that time invested heavily informs when I pick up the book the second time. And the reason I wanted to reread this book is because if you should read, you know, as many books as possible as you can, about see jobs in my opinion. But if you only had time to read 1 or if you only wanted to read 1. This is the 1 I would choose. And the reason for that is because it's the book that covers most deeply his evolution, the change from a reckless but gifted 20 year old entrepreneur into the older wiser, maybe greatest entrepreneur of all time. And Steve was able to make that transition because he was a learning machine constantly honing his craft, which the author goes into right in the pro log when he tells us why he wrote the book. I wanted to offer a fuller picture and deeper understanding of the man I had covered so intensely. So that is Brent writing 1 of the coa authors, and he actually was a reporter and a writer he covered Steve in the technology industry for over 20 years. And this is the perfect paragraph to start with because it's gonna inform a discussion that you and I are gonna have about Steve today. Right? The most basic question about Steve's career. Is this? How could the man who had been such an inconsistent inc inconsistent rash and wrong headed businessman that he was exiled from the company he had founded, become the v Ceo who revived Apple and created a whole new set of culture defining products that transformed the company into the most valuable and admired enterprise on Earth. And then he gets into the period of time in Steve's life, which I agree with what he's about to say here. It's most important to study. There's a fantastic book. I read a long time ago after you read this book, I would read Steve Jobs and the next big thing. It's written by Randall Strauss. It covers his wilderness years the years between when he left Apple and he returned. It's originally, episode 77 of founders. If you haven't listened to it. You might wanna listen to it after you get done with this episode. I kept coming back to the time that many have described as his Wilderness years. The dozen years between his first tenure at Apple and his return. That error from 19 85 to 19 97 is easy to overlook. The lows aren't as dramatic as the blow ups of his first tenure year at Apple, and the highs aren't as thrilling as those engineered in the first decade of the 20 first century. These were muddled complicated times. I called them on that podcast. It is biz bizarre Steve jobs. And the reason I called that is because you have 1 of the most gifted entrepreneurs of all time making bad decision after bad decision over and over again as he's trying to build next. But those years are in fact, the critical ones of his career. That is when he learned most everything that made his later success possible. And that is when he started to temper and channel his behavior. To overlook those years is to fall into the trap of only celebrating success. We can learn as much if not more from failure from promising paths that turned into dead ends. The vision, understanding patience and wisdom that informed Steve's last decade were forged in the trials of those intervening years. In this next sentence is really the punchline line of what he's trying to to tell us, and I agree with it after reading, you know, all these books on Steve jobs, especially Steve Jobs in the next big thing. He had to go through that the last act of his career, the most valuable work he ever did would not have occurred without that happening. He mentioned that himself, if you have ever gone back and, listen to that commencement address that he gave at Stanford. I think back in 2005. The failures, stinging reversals, miscommunication, bad judgment calls emphasis on the wrong values the whole Pandora box of imma maturity were necessary prerequisites to the clarity, moderation, reflection and s that he would display in later years. And yet even as you read about that time period, and he's making, you know, like, you can clearly see in in hindsight. What, Steve, That's a terrible idea What do... Why you doing that? You are impressed by his his willingness... His unwillingness to quit his perseverance was remarkable driven and curious even when things were tough, he was a learning machine during these years. And finally, I wanna wrap up this section before I go to what I think is the most important. 1 of the most important events that happens in Steve's childhood, really that you can think about this section. This next section is, like, why the book isn't the aim to be coming Steve jobs, and I wanted to include this because I really believe like, this... Right now, this paragraph. This is the process that you and I are in the middle of. Most of the people that you and I study on the podcast are debt Their story is written. You and I are writing our story now. Steve is a great object lesson in someone who masterfully improved his ability to make better use of his strengths and to effectively mitigate those aspects of his personality that got in way of those strengths. His negative qualities did not go away, nor were they replaced by new good traits, but he learned how to manage himself. So let's go to when Steve was 5 years old. His father was a middle class, maybe lower middle class, mechanic, Craftsman, he made furniture, and he also rebuilt cars on the weekend. And even from a very young age, he taught his son to take pride in the quality of what you're making. And later in the book, and I'll talk you about it later. There is a conversation that's happening between Steve jobs and Johnny Iv. And they're having a discussion on how are we gonna define success at Apple. How do we know if we can consider the work that we're doing success. Like, what are the... What are we are... What are the metrics that we're actually gonna agree on? And I think the conclusion they arrive at is the correct 1. And that discussion is completely informed in my opinion by what's happening when he's a young kid in the lessons that his father taught him. He taught his son the paramount value of taking one's time. Paying attention to details And since Paul was anything but rich, putting in the leg work to hunt for spare parts that were a good value. He had a work bench out in his garage. When I was about 5 or 6, he section off a little piece of it and said, Steve, This is your work bench now. He showed me how to build things. It really was very good for me. He spent a lot of time with me. Teaching me how to build things. Paul is also raising his son in the right area. This is the area that's now called Silicon Valley. This is in the late 19 sixties, late, late 19 sixties and early 19 seventies, And this talks about the people that they're interacting with. This area attracted highly educated electrical engineers, Chemists, computer programmers and physicists who were drawn to the region's blossom semiconductor telecommunications and electronics company. Living there a curious child could easily develop a much deeper sense of the leading edge of technology than those growing up elsewhere in the country. So you can combine with the environment with what his father's teaching things like this. And everything around you was built by somebody else. And these are not great mysteries. You can learn to take them apart. You can learn to the prove them. You can learn then to build your own things that add value to others people in the world. The implicit promise in all of this was that anything could be figured out. And since anything could be figured out anything could be built. And that is so important because about 12 years after this is happening in Steve's life. He's hanging out with Steve W and he's like, hey we can also build our own computer. Other people are building computers. We don't have to build them 1 the way everybody else is doing it, but we can we can actually build a computer and sell it that was Steve Jobs main contribution and sell it to other people. And so I wanna go to where Steve W and Steve jobs are having this conversation, and where Steve makes a calculation based on arrogance. And he wanted being correct. This is really important. So at the time for simplicity sake, we can just think about what W is building as a computer, He's working at Hp at the time, and he's like, hey, we... Steve jobs, we can't make our own computer. Why don't we pitch this to my employer? Like, they might wanna manufacture a version version of this concept? And the reason I say it's a calculation based on Arrogance is because Steve has no education, no experience, no contacts, no resources and very little money. And he's like, we don't need Hp. And this is what he says. He didn't think Was needed Hp. He thought he and Was could develop a business of their own. That business, that idea morph eventually morph into Apple. And the premise, the idea behind what's happening here, you and I've seen over and over and over again in history of entrepreneurship. I use that that maxim is a way for for me to remember it because it came from that book the fish ate at the Whale. I just reread that book. It's episode 02:55 if you haven't listened to it. But at the time, Sam Za murray is an 18 year old penn list immigrant living in Alabama. So you have him on 1 hand on the other hand, is 1 of the the world's largest multinational corporations at that time in history United food company, and he's saying, hey, these bananas that you guys are just throwing out. I can actually find a market for. I can build this. I can build what your your trash as the cornerstone the foundation of my future empire, and that line is from that book. It was a calculation based on arrogance and Za murray like jobs where we are in the story was right. And so Steve says forget that, we don't need Hp. Let's gather up our meager resources and sell them, so it says to raise cash. Steve sold his treasure Volkswagen Mini bus and was, sold his precious Hp 65 program world calculator. This is this is so wild. Think about, you know, Apple today What multiple trillion dollar company. This is the very first product they're gonna make together that they actually sell into the Apple brand, I should say, and they spent a thousand dollars. And I wanna bring that up because I I was reading this it says after spending a thousand dollars on designing the board and contracting to have a few dozen made. They wind up making their money back by selling these for 50 dollars a piece of that 50 dollar sales price, 30 dollars is profit. And this is wednesday Steve makes the decision. He's like, hey, we need to form a company, let's name the company app. I'll get there in a minute, But when I got to this section, there's something that Jeff Bezos said. That has never left my mind. And I've known this for years and I've mentioned this several times in the podcast. But he talks about... He was talking about the experience like, the unique experience that Amazon has because they've grown multiple 10000000 dollar businesses into billion dollar businesses. And he talks about having that institutional knowledge is very important, and he says it in a metaphor that's fantastic. And he says we know for Mark... This is Jeff speaking. Now. We know from our past experiences that big thing starts small. The biggest oak starts from an acorn. If you wanna do anything new, you've got to be willing to let that acorn grow into a little sap and then into a small tree. And maybe 1 day, it will be a big business on its own. And this next story is an example of that, So they make their first version of their computer. They register Apple, a California business. This is in 19 76. And they were part of this small group of hobby, people are really enthusiastic ast about technology and personal computing I don't even think there was such a term personal computing at this time of history if Not mistaken. And so they go to present it, and this is important. So Steven Was made 1 more trip to the Homebrew computer club to show off their finished, fully assembled version of their new computer. The reaction from most club members, however, was t most were tinker who believe that half the fun of computing was in designing and building their own machine. There's a... It's not in this book. There's another fantastic Steve reflects on this later on a life in another book I read. And he's like, what I... The... 1 insight that I had is like, for every 1 hobby Right? That actually wants to go through the trouble of, like building their own computer and paying out the power and doing all that stuff. He's like, there's a thousand customers that just wanna go to the store and buy a computer, like, they'd buy any other appliance. And so if you think about what's what I'm about to reach you now, go back to that line. It's a calculation based on arrogance. Right? So they do this presentation. Almost way in the clubs is like, no, this doesn't make sense. This is like, against our ethos. It says, with the Apple 1, all you had to do is set it up, connected to a keyboard and a monitor, plug it in and turn it on. So, like, this is stupid. This isn't gonna work. Now why is that important? Because this next sentence is fantastic understanding of Steve jobs, and I would argue almost every other person that you and I study on this podcast? He was a free thinker whose ideas would often run against the conventional wisdom of any community in which he operated. Steve didn't care at all. It was irrelevant. Your criticism of what he wanted to do. He was going to make it happen. And it's... What happens at the very end of this this meeting, this guy named Paul walks up to them. He owns a small comp computer shop think it might be like a small chain of computer shops and says, the owner of the Bite shop computer store, introduce himself to Steven and Was after the presentation. He was impressed enough to wanna talk about doing some business. So Steve always jumps on things as fast as possible. To like, okay, Cool. We'll do some business. The next day Steve walks into Paul Shop. He walks over to the bike shop. Right? And he does a deal with Paul where he says, okay, you pay 500 dollars and we'll make 50 of them. He goes from prototype the night before to 25000 dollars in sales. And this story was always... He always humorous to me because you think about, you know, Apple multi dollar company today. Think about this. The first Apple sale ever made was made barefoot. Barefoot. He walks into the bike shop. And does this sale? He does not have shoes on. And then there's a line here that I think is really important. Steve said yes, first and then learn how to later without missing a beat, Steve Happily promised delivery even though he and Was had needed the wherewithal to buy the components, nor anything like a factory or a labor force necessary to build anything. So at the beginning of Apple, we have the first major conflict in Steve's life. He has this famous saying that he says later on, Famous Max. And he's like listen, it's more fun to be a pirate than joining the navy. He wanted to build insanely great products from the time he was a very young man and until the day he died. He did not wanna be a businessman. As he told me several times, I didn't wanna be a businessman because all the businessman I knew, I didn't wanna be like, Steve's natural inclination was to position himself as the critic, the rebel, the visionary, A nimble David against the S Goliath. And so 1 way to resolve this conflict. He's like, listen, we have... We know we're building a good product or in the they're about to build the apple 2, 1 of the most commercially successful Apple products of all time, but to do so they need help. And so there's just 1 sentence here that at any anytime... If any... You've spent any time studying the life of steve jobs you know was 1 of his super superpower. He had no qualms about calling anyone up in search of information or help. That is a trait that he had at the very beginning of his life, the 1 he possesses his entire. So I'm gonna go to another... I'm gonna go to my notebook. So I I've... Well... This is like, several years ago. There's this interview with Steve. He's probably late thirties, maybe early forties. I think this is like, right before he goes back to Apple, and he's talking about his ability to ask for help. And he's talking about how this is something that separates people like him who accomplishes from people who just dream about it. And so this is these are notes from a talk that he gave, you know, probably 40 years ago, 30 years ago. Because says, I've always actually found something to be very true, which is most people don't get those experiences because they never ask. I have never found anybody who didn't wanna help me when I've asked them for help. I have never found anyone who said no or hung up the phone when I called. I just asked. And when people ask me, I try to be as responsive to pay back that debt of gratitude. Most people never pick up the phone and call. Most people never ask. And that is what separates the people that do things from the people that just dream about them. You gotta act, and you gotta be willing to fail. You gotta be ready to crash and burn with people on the phone with starting a company with whatever. If you're afraid of failing, you won't get very far. And I think a key part here is the fact that Steve had a deep belief in the excellence of what him and was were building. And so he has no problem. Starts going around Silicon Valley, and 1 phone call after another, like, I'm gonna find people that can help me. Gonna find Venture capitalists. I'm gonna find company builders. I'm gonna find anybody that can tell me how can I take this idea and transform it into a company? He had such faith in the excellence of his work that he just assumed. He's that someone someone would eventually agree to fund it. And the the way I think about that? Is was like, how can I take that idea? Never forget it. First, you believe, and then you work on making other people believe too. He tirelessly navigated the Valley network of experts 1 phone call and 1 meeting at a time. And so then we skip ahead in the timeline, and we see these 2 main ideas that I wanna to talk to you about, which is this is about the evolution of steve jobs. The fact that he was not static he changed. And that Steve, like every single other 1 of history's year's greatest entrepreneurs has spent their very valuable time studying the great entrepreneurs that came before them. That is why there's almost 40 episodes on Steve jobs and the people he studied in the archive, listen to that Steve developer reputation as an Ego Man act who wasn't willing to learn from others. It is a fundamental misunderstanding of the man even during his youngest, bra and most over bearing years. The time and history where we are in Apple's history and in Steve's life history. While Steve didn't yet have the skills to build a great company. He admired those who had pulled it off, and he would go to great lengths to meet them and learn from them. Now this is Steve talking about the lessons he learned from some of technology technology's greatest entrepreneurs and company builders. Right? None of these people were really in it for the money. Dave packard, for example, left all his money to the foundation. Obviously, 1 of the c founders of Hp. He may have died the richest guy in the cemetery, but he wasn't in it for the money. Bob No, c cofounder of Intel is another. I'm old enough, so this is this quote I'm reading from sea jobs. This comes towards the end of his life. So he's reflecting back on. Says I'm old enough to have been able to get to know these guys before they passed away. What he's talking about. I met Andy Grove, who was then the Ceo of Intel. When I was 21, I called him up, and I told him, there's a there's a superhero again. Right? He's just gonna call you on the phone. He went up calling Bill He, which is David Packard partner, Obviously, when he was like, 12 or 13 years old, because everybody's... Everybody's in the name and number used to in the white pages. So he just... He had the... Like, that just proves, like, his his level of I guess, aggressive or He's like, default aggressive nature. He just calls him up. He's like hey, I'm just 12 years old. Steve jobs and trying to build a frequency counter. You guys have parts for them when you give me parts and, Bill went laughing laughing, and then now he gets him the parts, but gives him a job during the summer to to assemble frequency counters at H hp. So it says, I'm all enough to have known to be able to get to know these guys, I met Andy G, ceo of Intel when I was 21. I called him up and I told him I had heard he was really good at operations and I asked if you could take if I could take my lunch. I did that with Jerry Sanders. Founder of advanced micro devices. And with Charlie Sp, founder of National semiconductor and others. Basically, I got... And this is the main reason I'm telling you this and why it's so important that you and I do the same, whether we do it in person or whether we have to use, you know, these these people mentors and, like, in historical context, which is exactly what books are. Basically, I got to know these guys who were all company builders. And the particular set of Silicon Valley at that time made a very big impression on me. And on the very next page, he talks about the the person I've have spent I just spent what? The last right before I reread this book. I spent probably 10 days reading... It's gotta be close to thousand on Edwin land. I just re reread 3 books on Edwin land or the last 2 episodes. Obviously, there's, you know, 5 or 6 episodes in Edwin Land in the archive and this is the reason. It's because we have in my opinion, Steve Jobs it's the greatest entrepreneur ever live, and he's saying, hey. This is my hero. This is the person I pattern my career off of. I just was interviewed on a podcast and a newsletter with my friend Frederick and something he asked me, which I don't know if it'll to make it in there. But he's like, why do you read books like, it's something you don't just read 1 book on a person like, he was he mentioned Edwin. He's like, you read 5 books on land. He's like, essentially, like, what is wrong with you? I told him I can't help. I have to read. Once I find something interesting. I have to read every single thing I can find on them. I've just always been like that. Somewhere heroes like Edwin land, Steve admired many things about land. His obsessive commitment. Now this is Steve talking about why he admired... 1 of on recent He admired Head land. His obsessive commitment to creating products of style, practicality and great consumer appeal and his reliance on gut instinct, rather than consumer research, and the restless obsession and invention he brought to the company he founded that is Steve describing Edwin land Come on. Come on. You could take out Edwin Lands name, put in Steve jobs and it's the exact... It still holds true. Steve had an obsessive commitment creating products of style, practically practicality and great consumer appeal. He Steve Relied on gut instinct rather than consumer research and Steve had a restless obsession and an invention that he brought to the company he founded. I never get tired of hearing stories like get this. I absolutely love it. I'm gonna move ahead because I wanna hit on another. Again, this is not a summary of the book. These are just the ideas that I wanna remember The idea that I think I can use in my work, the idea is I know you can use in your work. And this is the idea. Like, the story, 1 of my favorite quotes of steve drives is, like, the storyteller is the most powerful person in the world. And storytelling is a skill like anything else. And 1 that you can practice and get better at. And so listen to how good. Now, obviously, we all know. You've probably seen a lot of the, like, the product demonstrations and the interviews that Steve did later in his life. He was also gifted. Now he's better storyteller teller later, obviously, but he was gifted. Listen to the storytelling ability. He has as a 22 year old This is remarkable. There's a long and wonderful quote from a New Yorker piece in late 19 77 that offers rich proof of Steve's fully formed verbal mastery. It was written at a time when the average reader knew so little about computers. So the magazine's reporter is at a, like, a computer conference. Right? And he finds a young Steve jobs manning the Apple computer booth. And so he walks up to him and here... Let's go into Steve's verbal mastery. I wish we had these personal machines when I was growing up, Jobs tells them. Before continuing on for a total of 224 words. This is a master class in marketing, sales and product positioning in 224 words in my opinion. People have been hearing all sorts of things about computers during the past 10 years through the media. Supposedly computers have been controlling various aspects of their lives. Yet in spite of that, most adults have no idea what a computer really is or what it can or can't do. Now for the first time, people can actually buy a computer for the price of a good stereo, interact with it and find out what it's all about. Consider the camera, there are thousands of people across the country taking photography courses. They'll never be professional photographers, they just wanna to understand what the photographic process is all about. Same with computers. We started a little personal computing manufacturing company in a garage in Los Alto in 7... In 19 76. Now we're the largest personal computer company in the world. We make what we think of as the rolls royce of personal computers. It's a domesticated computer. People expect blinking lights, but what they find is that it looks like a portable type, which connected to a suitable readout screen is able to display in color. There's a feedback it gives to people who use it and the enthusiasm of the users is tremendous. We're always asked what it can do. And what and it can do a lot of things. But in my opinion, the real thing it is doing right now is to teach people how to program the computer. That's the end of the 224 words. Then the... This author, this Sprint interpretation of what just occurred as fantastic and we read that to you as well. The reporter asked if Steve would mind us telling his age 22. Speaking off the cuff to a passing journalist, Steve finds so many ways to for the average person the insanely geek device that he and Was had created. He understood their fundamental fear that computers may take over too much of modern life. He sympathize with their ignorance. He offers several analog, which is how most people think. Analog is extremely useful way to get ideas into other people's brains. He offers several analog to comforting examples that they will understand. Type writers, cameras. Indeed, he makes using your computer seem no more complicated than taking a photograph. Going so far is to call the Apple 2 domesticated. And yet he elevate. This is this is his gift. It's incredible that he's was able to do this so at a young age. Listen to this. This about the product positioning part I mentioned earlier. And yet he elevate both his computer. How should me his company and its computer into something aspirational. He links this machine made a few months earlier, a few months ago by some dish California mis fits. To rolls Royce, the 73 year old paragon paragon of sophisticated industrial manufacturing and elite consumer taste. He even calls Apple a world leader, an absolutely un improv claim. That rockets a little company into the same league as Ibm, which was then the industry's giant. He was an extraordinary speaker, and he wielded that tool to great effect. So it's an upside of young jobs. Let's go to the downside are 1 of the downsides. This is the dividing line in Steve's life. If you are valuable to his... If you're not valuable to his work, you are completely replaceable, and so this is somebody describing Steve at this point, His name's is Lee K. He was the ad director. He wants to becoming a very close friend of Steve jobs. He says, Steve had this incredible bandwidth, but he devoted almost all of it to work. And this is pre evolution of Steve. Right? He gets... He... He's so much better. At dealing with people at leading people at building a company in the second return to Apple than he was in the first, and he made a mistake that you and I know not to make. Because when we went over Est Lau fantastic, it's back on episode 2 70. Or excuse me 02:17. She made the point multiple times in that. And I think I brought it your attention multiple times in s in that episode to never underestimate the value of an ally. Stop going around collecting enemies. Collect allies and friends, Steve was incapable. Absolutely incapable of doing this at his... At this point in the career and this leads him to getting kicked out of his own company when he turns 30. Steve's behavior isolated him within the company. He had little sense at this point of how important it can be to have true allies in a corporate setting. It was a blind spot that would catch up to him eventually. And so no study of Steve Jobs life is not is complete without introducing a main supporting character. Their careers weave in and out of each other's for decades. And that's Bill Gates. This is the first time Bill Gates pops up in the story. The Apple 2 is already super successful. They're selling a ton of them. Steve is rich. Apple's is already public. Bill Gates is on the come up, they're meeting they're both in their twenties and says in 19 81 Bill gates visited Apple. The 26 year old Ceo of Microsoft made the trip fairly often since his company worked closely with Apple and programming languages. At the time, Steve was far richer and far more well known. And the reason to bringing this your attention tension is because it's a massive mistake Steve's about to make here, this is what Bill Gates saw that Steve jobs missed. And it's the impact that a major company like Ibm is going to have when it ships its first personal computer. And because of the immense success. They go from 0 computers sold to a public company 4 years later that's printing money. The apple amplitude is a massive hit and that quick success inflated, you know, Steve's our gigantic identical ego, and it opens up blind spots when you do that. The the way I think about this, like, if you go to sleep on a win, you're gonna wake up with the loss. Steve is about to go to sleep on a win. So let's go to what, again, I love studying the early days of Bill gates. I think maybe the most popular episode of founders ever, was episode 01:40 when I read that book Hard drive. I'm gonna reread the books again soon. And the reason I think that that book is so fantastic is because for as famous in the successful bill gates is there's not very many great biographies of him. And that is nearly the a perfect biography for you and I study because it covers the first 35 years of his life. It... You you haven't understanding exactly is how extreme is and then it ends in the Microsoft Ipo. And so at this point in the book that I'm holding my hand, where we're at. Gates comes to visit. Steve is like, y, do you see what's about to happen here, man and Steve is completely oblivious. Gates came to business naturally. Gates predicted. This is fascinating too. An entirely new kind of software industry would arise. Really the author is telling us about what is the most important impact or insight bill gates had that impacted the technology industry. So think about the idea ideas like, to have a pure software company was not something people ever considered. Gates predicted an entirely new kind of software industry would arise. At that point, softness this is why. At that point, software development was mostly in the hands of the makers of computer hardware. Who buried the development costs in the final price of the devices they sold. The prospect of making money by building software gates believed with spur innovation. And he wrote a manifesto about this. Says gates Manifesto was every bit as significant as Moore's law and the explosion of personal computing. Software development requires very little capital investment. It is basically intellectual capital. The main cost is the labor required to design and test it. There's no need for expensive factories. It can be replicated endlessly for practically nothing. Gates was right on this point, accepting the fact that the software that software was worth paying for led to the emergence of a dynamic new industry. This was Gates greatest contribution to the world, and it's so amazing he saw this before anybody else said think about how much economic value comes from software today. Like, it's inca. Right? And what's crazy is like, he had this idea back in the 19 seventies. Microsoft winds up being the first company in history. I always found this fascinating. It's the first company in history to sell billion dollars billion dollars of software in 1 year. And part of being able to do that is, obviously he's he's... He's relentless. I think I called him on that podcast. There's so many people have sent me messages over the years about... I called Bill Gates, the young Bill gates. That he was Gang khan dresses in a, in a, mister Rogers Costume. And I don't know where that came from. Other than when you read the book, it's it's clear. Like, he's 1 of the most ruthless and relentless entrepreneurs in history. The... And you wouldn't picture that, like, looking at them. And people would knew that when he was 21. Somebody else said that he was in this... He was in this, fight over there was, like, some kind of lawsuit going on. And on the other side of lawsuit is this new company and Bill's former partner. And Bill's Former partners like, dude, this is not gonna be easy as fighting this guy. They took a look at, you know, they're like, this this is some 21 year old kid nerd with Shaggy hair. He's like, we'll eat him alive, and he said says it was kinda like, churchill thinking he could deal with Stalin. So I wasn't the only 1 to to realize how extreme he was at that age. So let's go back to this though. So he says, listen, you know, he was right. The idea that the the software is worth paying for that you can build entire new businesses around it, but entire new industries that can enable so much more if you get it out of the hands of hardware makers was gates greatest contribution to the world. He was his role as the first champion of the concept that software itself held... Had value. And again, I don't think you probably become the first or you you found the the company that becomes the first company to sell a billion dollars with the software without arriving at that insight before most people even, like, before a lot of other people. Like, there is an advantage to just arriving at insights that is completely at odds with the existing nature of the the the industry that you're operating in. Right? Steve had always decided and this is the problem. So they're having this conversation. And, you know, Ibm this is 19 81. Ibm shipping is first computer and Steve's like, this is irrelevant. No one's gonna choose that ugly piece of thing over this, like, piece of art, this master like, result of these this master craftsmanship that we have made here. Steve had always ride a big blue, Ibm as a lumber mon and truly believe that no discerning buyer would ever perfect or would ever prefer a computer from Ibm to 1 made by Apple. Gates on the other hand, knew this might be the beginning of something big. But on that fall afternoon, no 1 gates spoke to at apple seemed aware that their world was about to change. Must let... Much less acted worried. Years later, Gates remember that I kept walking around asking isn't this a big deal, but no 1 seemed concerned. And in the book is just full like spread out through so many pages. I hope you buy the book. I hope I can convince you to by the book. And if you do, I would work through it very slowly. It's only 400 pages, but still took me over 20 hours to really, like, digest and understand and I do not obviously never rush through. Definitely not gonna rush through this book because there's just so... It covers just so much history of Not only Steve's life. Technology industry Apple, in particular, but spread throughout the book, there's just these fantastic 1 liners. And they don't need much explanation. They give you an insight of so who he was and what was important to him. He cared passionately, and he never dialed it in. So it's go to this idea that our strengths and weaknesses are constantly there. They complement each other, and they work off each other our successes and failures do the same. If you really think about what's taking place. He's is at this point in the story, he's all for all intents purposes, getting get kicked out of apple. And it goes back to this idea that if you go to sleep on a win, you'll wake up with a loss. After the initial success with the Apple 2. Think about this. Steve. Probably the greatest entrepreneur ever live is gonna have 3 commercial failures in a row, the Apple 3, so Lisa and the Macintosh. Now the Macintosh, obviously is, like, 1 of the most beloved computers, but commercially successful like, the the huge launch they did around it. The sales start off really, really great and then they quickly peter out. To the point. I think this book makes the point where a few years even after this, the Apple too is still responsible for something like 70 or 80 percent of all of Apple's revenue. So think about it, you can have a massive success, then you gonna have 3 straight failures, but even at the same time, that he's having 3 story failures. He is right about this. This is where he discovers hidden in George Lucas Lucas film division is what's going to eventually become Pixar. Pixar is what makes Steve Jobs a billionaire. The entire unbelievable unpredictable journey of how he goes from almost spending his last dollar on Pixar. When he leaves Apple, he has, like, 70000000 dollars. He pits 50 of it into Pixar. Over time. And they're still losing money before they do Toy story. I I did this entire podcast on this because the first Cfo that got it Steve recruited. He wrote a book about the history of Pixar, which is fascinating. It's episode 02:35 if you haven't listen to that. I would go back. We could just... That's almost like another Steve Jobs episode because he's obviously a main character in there, but just the level of persistence is just unbelievable. So I I don't wanna get distracted though. The point I'm trying to make here is in the middle of failure failure failure is 1 of his greatest successes. He just didn't know at the time. So he visits the graphics group, which is what Lucas division is called. They're gonna be reading Pixar. And he realized realizes out these are they're these are the best in the world they're what they're doing. Apple should buy them. At this point, he didn't have any sway with the board He's just about like a kicked. So, like, no. Steve we're not buying them. He visited the graphics group made up of leading edge computer graphic technicians who were working for film director George Lucas. And began, Think that the possibilities for computers with high M3D graphics images were limitless. This is in the eighties This is happening. So he suggested that the Apple board might wanna consider buying the group. These guys were way ahead of us on graphics. Way ahead Steve said. They were way way way ahead of anybody. I just knew my bones that this was gonna be very important. The board was not paying much attention to deceive anymore and they pass and acquiring what would eventually become known as Pixar. So he gets fired, he goes into a deep deep depression. This is incredibly important for you and I to realize the ups and downs of life never end until we die. And especially for entrepreneurs because this entrepreneurial... Emotional roller coaster. The best term I've ever heard about this comes from Mark Theresa And he's like listen, if you're building a company, You only experience 2 emotions. And they're almost like, there's, like a bipolar to this. It's euphoria in terror. We are in the terror part of Steve Jobs story. You have 1 of the most aggressive driven people that have ever lived and he's completely lost this thing about leaving the computer industry forever, retiring being an artist in Europe. For a while he behaved more like a retiree than 1 of the world's most highly driven 30 year olds. He just wasn't ready. He did not have the skill set yet to to be able to not only found a great company, but to lead a great company. He was a slave to so much else to his celebrity to his unbalanced and obsessive desire for perfection to his managerial fighting ness to his shortcomings as an analyst of his own industry to his burning need for revenge and the most important part to his own blindness of his faults at 30 years old, Steve jobs wasn't ready. And why is that important for you and I to remind ourselves of that? Because in this industry. There's like, this entrepreneurial industry that gives into this myth that you have these, like, yeah, young 20 something year old geniuses that start a company and can do it for a long time and and they just intuitively get it. You and I know. How many biographies of in the history entrepreneurship have we gone over? I can't think of an example where the younger version of the entrepreneur is better than the older version. That doesn't mean you can't have success as in young person doesn't mean obviously, you can start a company you can manage it you and keep... You can do it for decade decade. But if all these entrepreneurs, if we could... If we could dig them off from their grave and asked them at what point in history, do did you think at 1 point in your life, do you think you were the the the like, the peak of your powers, the best, they're not going gonna say when I was 20 when I was 25 when I was 30? A main theme of this podcast that is rooted in, like, my subconscious now is that time carries most of the weight and in nearly every case, you can have a 40 or 50 year old version of the entrepreneurs You and Study And if they... We were able to have them do a 1 on 1 battle for their 20 or 25 year old version themselves, they would kick the living shit out of them. The 45 year old version of Steve jobs could take 10 of the 25 year old versions of Steve jobs. And the reason I bring this up because I talk to founders all the time. And I was like, I'm 30. I'm 35. I haven't achieved what I... What I what I thought I would at this age or oh, it's too late, bowl bullshit if you're in that spot, just keep going. People that are learning machines and then refused to quit are incredibly hard to beat. Steve jobs was a learning machine who refused to quit. And in this book that I hold in my hand right now, you have a 30 year old Steve Jobs saying I give up I can't do this anymore. I am broken hearted. But that feeling past. He got up justin himself off said, okay, You win the first fight. Now best 2 out of 3. Here's another example of Steve jobs, a young Steve jobs not being ready yet. He's raised a bunch of money from Ross Perot from giant corporations. Every single decision he's making. He winds up being the wrong 1. There's entire book about that like I mentioned earlier, please do pick up that book and read it, especially if you're in the middle of building a company. And why did I just say that a 45 year old steve jobs or 40 year old cto jobs would kick the living crap out of the younger version of him he is trying to do a negotiation with a giant company. Ibm. He needs this money right now. He needs a win. They're about to give him them 60000000 dollars that he desperately needs, and we're gonna contrast this right now with the Disney Pixar negotiations that he's gonna do, like, 15 years into the future, which was a master negotiation. This is the... Whatever the opposite of a master negotiation hits. Ibm had decided to license his next step operating system for use in for a use in a line of its own engineering workstations. The world's biggest computer company running Steve's operating system seemed like it would be a great endorsement. They would also provide 60000000 dollars which was critical operating capital for next at this time because they were burning through its investors money. But Steve never seemed to quite know how to place cars with Ibm. He displayed an unsettled and juvenile mix of Hub and uncertainty. There was 1 meeting where he went in, 1 meeting with Ibm obviously where he went in and actually told them, I really don't understand where you guys wanna help us. Psychologically and emotionally signing on with Ibm was every bit as complicated for Steve. As begging Bill gates to support his computer. So they're talking... They're referencing the story that happened earlier in the the history of next, where he's, like Bill, we... Like, he's... At this point, they were so Steve was S was trying to make next hardware. And he's like, bill, we need you really to to build software for this thing, please. And remember, the reversal fortunes. They meet in Steve's office, steve's the richer, more successful than 1. Bill Gates is 26. Now a decade later, the rules are completely reversed. Right? Steve. I think that this kind of Bill gates is close to being the 1 of the rich richest people in the world and Bill Gates tell Steve develop for it. I'll piss on it. And so he shows his ruthless. He's like, you're not selling anything. This market is tiny. I'm not developing anything for it. So that's what they're referencing there. So says Steve wanted to be the hero, not a secondary partner to more powerful computer company. If Ibm sold a lot of com... Computers running their version of next, next step, the glory would be theirs and not his. Remember there's Ego. I understand it's not the ideal situation, but you're burning through money. You're not selling anything. He's about to have a mass exodus of, like, the first... I think they they start next with him and like, 5 other people, almost all of them are about to leave very shortly. So he's in dire need. That's why you have to get this deal done. And so it says he killed the Ibm deal by failing to follow through as a good business partner. So the person that eventually, that the person reached out that wanted to do the deal. It gets replaced. So now there's another person running the company or the or in charge of this this division rather, and his name is Con, I think. So says Con logically assumed Ibm could use next 2 version on his machines, but then Steve met him and held him up for more money, leading to another round of pro protracted negotiations. And this they say Steve over played his hand, this this kind of guy got pissed off and he just stopped taking Steve's calls and just abandon the project. And what this book does wonderfully is comparing contrasting. When he's making every wrong decision at next. Right? He's in the middle of a giant failure, another part of him was spending time at Pixar and Pixar, the experience he has a Pixar is everything for Steve's growth as a leader in a Ceo later on when he goes back to Apple. At pixar, he would lay the foundation of 2 of his greatest strengths. His ability to fight back in times of distress and his ability to make the most of an innovation that put him ahead of anyone else in that field. In other words, it taught him how to keep his head and fight back when cornered and had to run like the wind in the open field, and it became the place where he really learned. And this is this is so important that the... What they're about to the point he trying. They're gonna make her hair. Albeit slowly. So he's really learned, but slowly and reluctant and against his natural instincts. This is the evolution remember becoming Steve jobs. The evolution of a reckless up start into a visionary leader. This is the beginning of the evolution. He began to go against his natural instincts that sometimes the best management technique is to for go micro management and give good, talented people the room they need to succeed. The c cofounder founder of Pixar the guy that I wrote creativity, Inc at Kat taught moore, taught Steve jobs more about management than anyone else in his entire career. Although would take almost a decade Steve's Pixar adventure would help him red himself respect, make him a billionaire and align him with people who would teach him more about the management than anyone he'd ever worked with. Without the lessons he learned at Pixar, there would be no great second act at Apple. And they're gonna make the case that Cap, Ed Cat, the best manager of creative people ever. Overseeing the Motley crew at Pixar had turned Cat into an expert imaginative manager creative people. He started treating management itself as a kind of art. This quiet bearded man with a measured professional demeanor knows more about managing and motivating creative people than anyone I've met, So this is now Brandt member. He covered the technology industry. He's interviewed a ton of people. Seventies eighties nineties. All these entrepreneurs and very formidable founders, many of which I've done episodes about. Right? He's signals listen and this guy knew more about managing and motivate creative people than anyone I've. Including Sony's founder, Acute, Intel Andy Grove, Bill Gates, Jeffrey Katz and Southwest airlines herb Keller. His success would prove a powerful example for Steve. At the end of his fantastic book creativity inc. There's an afterward called the Steve we knew. I think it's like, 20 or 30 pages. And he just tells a story of his relationship with Steve. And he's this is like, the Steve that's reported about in the news, his public persona. This after he passed away. Obviously, is not the person that I worked every day with. You know, they they had the longest uni uninterrupted partnership in Steve's life. It was, like, 25 or 26 years, or 24 or something like that. And so I just wanna pull out 1 or 2 things that Cam says in this book because I think this is so important. Over time, Cat became perhaps the key observer of Steve jobs. This and what he says. He's like this reckless jerky asshole behavior that Steve was known for when he was in his twenties and thirties was true, but it was a deficit of skill. This blew my mind. Cat... Camel saw potential for change. There were times when the reactions against Steve baffled Steve. I remember him, meaning Steve sometimes saying to me, why are they upset? What what that said to me was that he didn't intend to get that outcome. This is the most important sentence of what Ed is telling you and I. It was a lack of skill as opposed to mean. A lack of skill of dealing with other people. And so Already mentioned earlier, the fact that it's... How many investors would have done that. The idea is like, I have 70000000. I believe in this, my my main company. Next is not doing well. I'm gonna dump 50000000 of the 70000000 a I have into Pixar, and I'm still writing checks every month. Every month. The crazy thing is up until they do this distribution deal, the original distribution deal with Disney. Steve is floating the company every month. So just like, it's... There's no end in sight here. And so this is just a few sentences, and there's... It just jumps off the page if you've done any studying about Steve Jobs, Pixar next Ed Cat and everything else. And so we go back to what Cap says. Steve once told us that he had nothing to prove when he started next Cat recalls. Now I don't believe that for a second. We knew that he had everything to prove with next. We were the only other gamble that he took, and he said we turned out to be such a handful to begin with that he stopped taking any other gamble beyond those. Now, when a pause there before I get to my second point because I wanna make the first point here. This is remarkable. He didn't know. If you think about what's taking place of what Kamala just told us and where we are in the history of Steve Jobs life, Steve did not know then, but these 2 bets were all he needed. Pixar is gonna make him a billionaire few for now. Next gets him back to Apple, and then the lessons he learned in his wilderness years. Turns helps turn Apple into most valuable company in the world. Then we get into Cat next point steve's main reason for keeping Pixar alive was that he still believed in this little band of geniuses and their leaders. The business seemed to be even though the business seem to be going nowhere. He had great admiration for Cat most business and management expertise, and then the other cofounder founder is las, which is probably the greatest animator of all time. And Las was 1 of those rare geniuses who can always make life seem full of possibilities. What's the second point there? Everyone tells you, bet on small groups of smart people. Bet on small groups of smart people. Steve actually did it. And then there's a caption in the photo overlay in the middle of the book. You see Ed Camel face the caption is the perfect Summary of what I'm trying to get across. Watching Pixar President Ed Cat, Steve absorbed a series of lessons about managing a creative Corporation that became the foundation of his moderated, evolved is another way to think about it. Right? His moderated behavior upon his return to Apple. At this point in Pixar history. They're still still trying to sell. I'm pretty sure they're still trying to sell computer hardware. There's actually a... Their computers named the Pixar computer. That's where the company's name came from. What Ed and last year what Cab and last I really wanna do is they wanna make the first... The world's first computer animated full feature length animated movie. And so to show off some of the things that their... Their storytelling ability and what their hardware and their technology could do, they would do these little short films, they could be, like 5 minutes long, 8 minutes long. But this is... Like, this is just a paragraph, but there's so many lessons embedded in here if we're gonna... If mean and you can pause for a second and really think about what's happening. Okay? So main thing here is, like, like Edwin Land, who you and I've just discovered the last... Or just discussed the last 2 weeks. Edwin Land made a lot of non economic decisions. Steve did Steve did too. When Las had gone to Steve to get approval for the budget of a short film called the Tin toy, Steve's response had been just make it great. Tin toy winds up winning the Oscar for the best short animated film. It's incredible. So then Steve, winds up after they win Oscar. He takes everybody out that had worked on the short film to dinner, and this is now a part of his life, at least for 1 night where we have the Euphoria. Aspect of the the emotional roller coaster, Euphoria and terror. At least for 1 night, this is a euphoria. He was so proud lester said. I remember grabbing the Oscar and putting it right in front of him at dinner. You asked me to make it great. I told him, there you go. That was a dinner where I met Lauren. This is gonna wind up being his wife. He's... I think it's just girlfriend at this point. She... Yep. That's right. She and Steve, if had started dating a few months earlier. We just love being with the 2 of them at night because Steve was so clearly in love. He had his arm around Lauren all night, and he was so happy. So full of feeling like everything is champagne bubbles in your life. He was so excited. He had won an Oscar and he had this marvelous woman. And so this is the note I wrote myself when I got to this part of the book. Pause here. Think about this. This is 19 89. He has at least 6 to 7 years of intense struggle ahead of him. He has already gone through 4 years of stagnant failure, and that is after having his heart ripped out by losing the company he founded. This is my punchline to myself so that I wanna share with you. It is 1 thing to know that you have to persevere. It is another thing completely to actually do it and something that's gonna help you persevere is a lesson as Steve learned directly from Pixar and their process in making movies, which can be applied to building any product or any company. And this is what he learned. Creative thinking at its best is c full of failures and dead ends and Cat says, when you're out there on the edge, some things go right and some things go wrong. If nothing is going wrong, you're fooling yourself. And Steve believe that. And Steve's receptive to learning from Ed because he believes in ed mind. I liked him from the very moment I met him Steve told me. He found him an intellectual match Ed is a quiet guy, and you can mistake the quiet for weakness, but it's not. It's strength. It ed really thoughtful. This is all Steve talking. Okay? Ed really thoughtful and he's really, really smart. He's used to hanging around with really smart people. And when you're around really smart people you tend to listen to them. What did Michael Jordan Tell us. Right? I told you when I read Michael Jordan Biography? His 700 page biography it's called Michael Jordan in the life? It's all the way back on episode 02:12. That book changed my life. That's a main theme that Michael would say over whenever never again. He's, like, I'm not too dominant, and you know, you have 1 of the most... Maybe the best at his job in anyways he's Ever been at their job. Right? Then you have 1 of the most aggressive and dominant, like, alpha personalities. So, like, Alpha male personalities. Right? And yet he's telling you over an nerve again. And he's like, I'm not so dominant that it don't listen successful people listen. Those that don't listen, don't last long. That is a quote for Michael Jordan. What are we hearing this? When you're round really smart people, you tend to listen to them. Steve listened. He listened to Cat. Steve was constantly trying to learn. So at this point in the story, Apple has already brought next. Steve still trying to figure out, okay. Do I wanna become back as like, full time Ceo? Like, what am I actually gonna do? My life is pretty good. But in the meantime, he's, like, rene the Pixar deal for with Disney. That was his main thing. He's like, he's was a protector. He was their financier here, but he also did all them negotiating because they didn't need his advice on how to make a movie. He's just like that's not the role he's he's playing. Now this highlight, I'm about to reach you. Is 1 of my favorite highlights that I made in this book, remember I haven't read this book probably why I've been 4 years since I read it the first time. And it expresses an idea that I've compressed down to a maxim that I've repeated over and over again on this podcast and that's bad boys move in silence. When you have something that's working, you do not talk about it. You shut up because the more you talk about it, the more broadcast you... Broadcasting you do about it, the more it encourages competition. Steve is intensely studying the business model of animation. What what, like, what is the pot... Like, how valuable could possibly be to Disney? And he realizes Disney shuts up about it because they don't want to encourage competition, and he does it in a fantastic short short story. He was truly proud that he and Lawrence Levy had studied Hollywood closely. That is the guy told you the Cfo. I wrote the book that I did in the past podcast. Okay? And they had learned enough to understand how Pixar could cut a great deal in an industry that thrive on p this is Steve's own word here. The industry thrive on p the dumb money of Star truck outsiders. This is my favorite part. This is Steve talking. You can't go to the library and find a book titled the business model of animation. The reason you can't is because there's only been 1 company, Disney that has ever done it well, and they were not interested in telling the world how lucrative it was. So then we go into Steve's liberation, this decision, am I going to... Is it he he didn't even know if it's possible to be Ceo of 2 publicly traded companies because he was Ceo of Pixar at this time too. And so we go into, like, his. And then there's just an hilarious Andy Grove story to know Andy or to know about Andy is to love him. It's she'll see in a minute. According to his wife Lorraine, he was still torn about whether to go back. She knew that her husband was most fulfilled when he was tackling something gripping and important. And there's always series of questions he's asked. Was he even convinced that it that Apple had the people and the resources to become competitive. Did he really wanna work that hard now that he had a young family. Did he wanna risk what was left of his reputation? Steve didn't know at the time, but his indecisive was actually the kind of breakthrough? Steve was developing a more nuanced, measured approach to decision making. More about his evolution. Right? The point of the book is to study his evolution to realize who you are today is not going to be who you are at your... In your final form. He was developing a more Nuanced measured approach the decision making. Then Steve called his friend and confidant on andy Grove. Steve told Grove that he was torn about whether or not to return as Apple Ceo and wound his way to his torture deliberations. Grove crowd, Steve. I don't give a shit about Apple. Just make up your mind, and then he hung up the phone, and that helps Steve make the decision because he's like, oh, I do give a shit about apple. This is the Cfo of Apple at to time describing why it had to be Steve. We needed a spiritual leader that could bring Apple back as a great product and marketing company. And nobody else great who had those skills was gonna take on Apple at that time. We had to have Steve. Again, the founder is the guardian of the company's soul. Steve was the guardian of Apple's Soul. And I wanna bring up another 0.1 of my favorite stories. Again, I think speaks this evolution of Steve. Where remember, he he was complicating a deal that he desperately needed done with next in Ibm. He completely over complicated, moved to slow, mess it up. Right? Now he's coming back to Apple. They're losing a bunch of money. He so he calls up Bill Gates, and this is Bill Gates on Steve's simplicity. And Build does a fantastic job of comparing contrasting the way Steve negotiated a deal with the way that the previous ceo Gill Emilio did. Reaching an agreement with Microsoft was absolutely critical to laying the foundation of Apple to be saved. When Steve called on Gates, he kept things simple. He explained that he would be willing to drop the litigation they're involved in patent litigation. But for a price. Microsoft would need to publicly announce a 5 year commitment to provide office, so my, Microsoft office for the Mac. And then a hundred and then make an investment of a hundred and 50000000 dollars in Apple. It was classic remembers Gates. I'd been negotiating this deal with Emilio and gil wanted at 6 things, most of which were not important. Gil was complicated and I'd be calling on the phone, fax himself over the holidays. And then when Steve comes in, he looks at the deal and says, here are the 2 things I want. And we got a deal done very very quickly. So we're still in the late nineties, Steve is still trying to turn around Apple, and this is where the author gets to actually have an interview in a conversation with them. And he asked a question. And this is 1 of my favorite parts of the book because Steve tells us, okay. This is why I build companies. And he has a line in here that's just fantastic. He says the company is 1 of the most amazing inventions of humans. So it says, 1 day I asked him if he had come to enjoy the process of building companies. Now that he was trying to do it do so for the third time. No. He said as if I were full. But if he didn't enjoy building companies, he sure had a thoughtful convincing way of describing why he kept doing it. This is what Steve said. The only purpose for me in building a company is so that the company can make products. 1 is a means to the other. Over a period of time, you realize that building a very strong company and a very strong foundation of talent and culture in a company is essential to keep making great products. The company is 1 of the most amazing inventions of humans. This abstract construct that's incredibly powerful. Even so for me, it's about the products It's about working together with really fun smart creative people and making wonderful things. It is not about the money. What a company is then is a group of people who can make more than just the next big thing. It is a talent. It is a capability it is a culture. It is a point of view. And it is a way of working together to make the next thing and the next 1, and the next 1. So in the last step, episode, I talked about this idea that Edwin Land used that a kia reader use, and I think it's a very powerful idea. It's idea that you should hire a paid critic. In the building of Sony and Polaroid, they both use that idea to create effect. It's a way to constantly improve the quality of the product that you're selling to your customers. This is another idea. That's similar to that. Hire an outsider that you can trust and that you can organize your thoughts with. So there is... And I'm gonna go into how it uses this idea, but something I learned from, when I read Catherine Graham fantastic auto. That was back on episode 01:52. A main character in that book is Warren Buffett because Warren Buffett does a major investment into Graham company. Things that's happening back in maybe the seventies or something like that. She had taken over the company. Right? And her husband had to committed suicide. She wasn't expecting to run such a large business. And so Warren becomes, like this mentor and it's like, like, her his... Her... Not teaching her everything he knows about business. I'm imagining having warren buffett. You're 1 on 1 dude it or You build your company. It's gotta been insane. Right? But he also was the person that she would organize her thoughts with, and there's a line from that book I wanna read you because it's called it's Charlie Mu or Tang theory. Warren told me he subscribed to Charlie Mu or Tang theory, which essentially contend that If a smart person goes into a room with an or and explains whatever his or her ideas, the just sits there eating his banana. And at the end of the conversation, the person explaining comes out smarter. Warren claimed to be my ara. I heard myself talk when I was with him, and I always got a better idea of what I was saying. Steve used that idea in the rebuilding of Apple, his last and final act. Steve liked having a confidant on. Someone he could banter with outside the formal lines of responsibility of daily corporate life. Mike Sla served that function. So, Mike Sla is gonna wanna be being close friends with both Steve jobs and Bill Gates. But he did not have a formal position. He would just drop in and essentially shadow, Steve for, like, a day or 2, and then they would just talk. Right? So he said he had made it clear that Mike that is. He had made it clear. He did not want an executive position Apple. Sla would show up in Cup on Mondays and Tuesdays flying down from Seattle. No 1 reported to him and Steve had told the group that he had no particular authority. But when he was at Apple, he almost never left Steve's side. Steve did not allow himself to relax with his inner circle the way he would with sla. So again, you have an outsider, 1 that you know you can trust and somebody you can organize your thoughts with. They help your company, but they're not part of your company. Another trait of history Grace entrepreneurs, they are involved. They're not putting their feet up imp to what the state of their product or the state of their company is. This is the level of Steve's involvement. We went over Os x again, and again, Pixel by pixel. Feature by feature screen by screen. There is nothing in that operating system that Steve jobs did not approve. And so how was Steve able to do this and still have a family life this was actually really interesting. Because there's is an idea that I've... That's come up a bunch that work... In many cases, like, you'll... It'll be, like, a line in a biography. It's like, oh, like, his or her work was their hobby. Work is a hobby. It's basically the idea. It's just like, they happen to love it. They're obsessed with it. And so for Steve, he's, like, he had 2 basically things he wanted to focus on work and family. And so this is Steve schedule. They're on better footing. They're not gonna go to business, like, when they were almost, you know, maybe on the press as a bankruptcy, he's putting a lot more time and effort. But now he's... Again, he's not... He's building out talent just like Ed build out talent at Pixar. And so I just wanna read this to you because I think it might be enlighten on how he spent his time back when he had been leading the Mac team or driving next, see if has spent many late nights in the office as part of a small team trying to deliver the next great thing. But now his world Apple was so different. He was heading up a company with thousands of employees and Steve managed everything to his small team of senior executives. He could do much of his work via email. He would make it home for dinner almost every night, spend time with his wife and the kids, and then work on his computer late into the night. On a spectrum plotting how much time parents spend with their kids versus how much time they spend focused on their job, Steve would land far towards the latter end. Meaning spending most of the time at work. Both He and Lorraine Knew, Steve would always work very, very hard. It had been a basic assumption when they got married. Neither of us had much of a social life says Lorraine. It was never important to us. Lorraine often worked beside him at night. He'd spent an hour to talking over Apple business with her. They'd often then catch a Tv show before falling asleep, So that's his basic schedule. I will have to say the way to think about this and, you know, there's a big struggle with, you know, you have a family you're you're addicted to your work or you're very passionate or whatever it is. There's 2 people, I think, you know, there's not... You're not gonna be gone... Like, it's not a perfect... Not a perfect solution to this, but 2 ideas that may help you is est a lau struggle with this and Sam Walton struggled with this, and they're partial, compromise or partial solution. How you think about it is they made it a family business. So Essays Lau husband sold his business. She he worked full time with them. Her son was in college. They would send them... This is when Lau was a private company they'd send him, like, all the financials they owed send him email, and there's no email to time. They send him letters about decisions are making essentially, like, making sure that communication about the family business, he was in the loop even when he wasn't working on their full time. So when he came back to the company, he know what's going on. So they there's, like, they they... It's like kinda like Jeff Bezos said, like, I don't believe work like balance. I really in work like Harmony. So for them, they just said, okay. Well, we're still gonna spend a lot of time together, but we're gonna spend time together working on the business that, you know, it's providing the life that our family enjoys. Sam Walton did this similarly where he had his kids working in Walmart stores from a very, very young age. Again, I don't think it's not that A Lau spent and insane amount of time with her children, Sam Walton didn't neither Steve Jobs didn't as well. But it... It's it's a way to spend more time. And as they just said, it's also a way to spend more time with his wife because they're sitting next to each other at the computer at night. He's talking about Apple to. He's, like, venue you basically involving with her and again, it's a a way to organize his thoughts. And maybe more importantly now I'm sitting you're thinking about it Like, way to organize your thoughts with somebody that you know you can implicitly trust. Another good question for you to ask. What do I focus on that sets me apart from my competitors. Steve was always most fascinated with the contact point between a person and a computer. There were good reasons that Steve found this point of interaction so critical. If the point at which a person interacted with a machine was complicated, Remember he just got done saying, I... They went through every pixel, every screen, every button everything. You did this for all the devices. There's a fantastic book that talks about this, especially with the development of the iphones called creative selection. There's 1 of the bonus episodes I did in probably 2 years ago. I think I've read the book 3 times anybody building a product should order creative selection immediately. It's written by a programmer who demoed and work directly with Steve. You can read in a weekend. It it gives you an insight in how he thought about building products, but it's this idea where he was just completely obsessed about the point in which a person interacts with the machine. And this is the reason. If that point of interactions complicated, that the customer will likely never unlock its secrets. Most people don't care about the of their computer. They care only what's on the screen and what they can get to through that screen. Steve understood the profound importance of this from the very beginning of his career. It was part of what distinguished him from many of the other computer makers. Most of whom were engineers who believe that a rational customer point me to the to to a rational human being. I don't know... I'm pretty sure that that's like a unicorn? Most of whom were engineers who believe that a rational customer would, of course, care deeply about the insides of his or her computer. So again, Steve focus on the interface, what's on the screen, the point of contact between the products he makes and the customers he wants to delight to sell products to into delight and the the way to think about this paragraph. We don't have to remember the details, All we have to say is okay. What am I focused on and that sets me apart from my competitors. And if you can't come up with something, that's sign is more work to do. Another main theme in the career of Steve and almost every other entrepreneur we studied, they're obsessed with control. They do not want people in between them and their customers. And so they have this idea, like, we're selling all these freaking Apple computers. And Steve's like, I hate these outlets. It's just like they're crappy big box department stores, computer retailers, the salespeople or idiots or he calls him shit. I forgot what he calls him. But yeah again, he evolved and modulate his behavior, but he's still an extreme person we never he never got, like, a said he deviate very far from the mean. So He kept that that trade entire life. I Myers right now thinking about it. But so he he he has his idea. Like, okay. Well, we're building products that are different than anybody else? Where our point of focus is different everybody else. Why are we selling them the same way everybody else sells? So he's, like, just a few months after he comes to our Apple. He asked, couple people in the companies like, we need to come up with an online store where Apple could sell its computers directly to customers. And so this guy named Eddy Q is 1 of the people that is put in charge of this and they have this giant meeting. And everybody in the meeting besides Eddy and Steve, thinks this isn't gonna happen because we can't do that because our distribution partners, these channels as they call them. They're gonna be mad at us. We don't wanna make them mad. And so says Steve asked the others in the room about Cues proposal, which is about the basic idea of selling direct to the customers online. They were all worried. The most worried some about about this idea is the potential for alien our retail partners. So 1 of them that's in this meeting says that Steve isn't all this pointless. You're not gonna do this because the channel will hate it. Q turned to the person that said that and said, the channel, we lost 2000000000 dollars last year. Who cares a fuck about the channel. Steve perk up. You, he said pointing to the senior exec are wrong. And you, he said looking at queue are right. He asked you to create an online store and have it completed in 2 months. Another great idea, Steve learned through experience. He has this idea called the Apple experience, but you could put your company name and that the... Your company name experience. And it's the fact that every single experience a customer has with your company will either add or subtract from that customer's like, impression of your company. And so that's why Steve obsessed about every single interaction point not only with the customer and screen and the device, but also, as simple as, like, uploading a credit card or paying for something. Literally, every single time the the customer interacts with their company, look at that point and eliminate any points of friction or unhappiness that could can cause a withdrawal from your company's reputation with that customer. Steve had begun calling this the Apple experience. Steve understood that every interaction a customer have Apple could increase or decrease his or her respect for the company. As he put it, A company could accumulate or withdrawal credits from its reputation, which is why he works so hard to ensure that every single interaction a customer might have with Apple Apple from using a Mac to calling customer support to buying a single from the itunes stores and then getting billed for it was excellent. So then I just stumbled across this fantastic paragraph, which describes, like, the... It just cannot believe from the state of Apple was in 19 97 when he comes back. To now they've revamped the line. They've they've increased profitability. They Tim Cook got inventory under control. Their product lines is actually understand up with the consumer. They're starting to... They've... At 1 point only so social as a computer company. Now they're starting to make little devices. In fact, it was remarkable, like the building and the ipod. They considered, like, a making a, computer peripheral is the is the the term they put on it, which is, like a akin to making, like a printer. That is a massive success then they build the itunes store and they're they're building all these other things around this. But the point is is that they lack the skills as a company to do so. And then once they get... The the more they gathered skills and where they gather learning, it opened opportunities and unlock opportunities they couldn't see. And so this is why I'm gonna, like, preach this from the the rooftop, as much as they can. And maybe even, like, make a shirt and sell it. Is this, like time carries most of the weight. Like, stay in the game as long as possible. Let me just read this. And hopefully that makes sense to you. It is so hard to remember given Apple string of hits. The resulting ubi of its later products and the dominant world eventually soon in our culture. That this rise was entirely unexpected. And a surprise even to the people who engineered it. 1 little thing led to another, 1 success, 1 particular challenge could spur thoughts about another product or a different iteration of an existing product. Are a whole new channel of revenue. As Steve like to say, you can only connect the dots of how things really happened in hindsight. Another idea that I think you and I can use, Steve, the s. Steve did not like the idea of re all forward looking tinkering to a separate area. Apple did not have a formal research and development unit per s. Instead, research projects flower in pockets all around the company. Many of them without Steve's blessing or even awareness. They'd come to Steve's attention only if 1 of his key managers decided that the project or technology showed real potential. In that case, Steve would check it out, and the information he'd... This is home, My goodness gracious. This is so important. I might... I'm gonna read this part. 2 times. In that case, Steve would check it out and the information he'd glean would go into the learning machine that was his brain. Sometimes that's where it would sit and nothing would happen. Sometimes on the other hand, he con cock a way to combine it with something else that he'd seen or perhaps to twist it in a way to benefit an entirely different project altogether. This was 1 of his great talents. The ability to s separate developments and technologies into something previously unimaginable. That is Steve, the s. That is going to happen the more time you spend on your company. It is also going to happen the more episodes that you listen to founders, the more of these books. Is that what Steve's doing inside this company. We're doing for the entire history of entrepreneurship. There's gonna be these weird ideas, these weird lines that you hear, these weird stories that you read when you pick up the book that you might use 2 years from now. 5 years from now, 10 years now. You might use it next week. It might be spawn an idea that you have from a previous experience like oh. Combine the 2. All you're doing is exposing your brain, downloading your brain a bunch of different ideas from geniuses when it comes to their work the people that you and I are studying on this podcast are geniuses. They think about, they're so good at what they do. Somebody wrote a book about it. It's crazy and they're doing exactly what's and I'm... I'm trying to do this myself. You're obviously, we're doing it... I assume you're doing it as well, but that's exactly what Steve saying. It's like, dude all these things are popping up over all these ideas are coming from all these different places. Many of them are occurring without our blessing or even our awareness. Right? All these people built our companies in many cases they built them and random them their entire before you and I even born. That's they didn't need our blessing and if weren't even aware of it because we didn't exist. Then they come to Steve's attention. Only if 1 of his key managers side is a project the technology showed real. In that case Steve would check it out. And the information he would gl would go into the learning machine that would his... What was his brain. Sometimes, that is where it would sit and nothing would happen. Sometimes on the other hand, he can cock a way to combine it with something else he'd seen or perhaps twist in a way to benefit in entirely different project altogether. This was 1 of his great talents, the ability to s separate developments and technologies into something previously unimaginable. And I just realized something now that I'm reread this paragraph before I read it to you. Embedded in the idea is seeing yourself as just 1 in the line of the entrepreneurs and company builders that came before you. And so I... Interesting couple days ago when I got to the section for the first time. I guess a second time because I read the book twice now. I just pull up just 1 paragraph from his amazing commencement speech at Stanford. I felt that I had let the previous generation of entrepreneurs down. He's talking about what he felt, like, after got kicked out of Apple. Okay? I felt I had left the pre... Let the previous generations of entrepreneurs down. That I had dropped the baton as it was being passed to me. I met with David Packard and Bob No and tried to apologize for screwing up so badly. I was a very public failure and even thought about running away from the valley. But something slowly began to dawn me. I still love what I did. The turn of events at apple had not changed that 1 bit. I had been rejected, but I was still in love So I decided to start over. So I mentioned earlier, huge theme of the book is the evolution of Steve compared, you know, him making needing that deal with Ibm when he's at next, messing it up terribly and I said, at that point, hey, we're gonna compare this with his beautiful negotiation. You wanted to... You may already know this, but Steve Jobs winds up being the the largest single shareholder in disney. And, I'm gonna read some notes that I have took from years back about s sizing this in a minute, but I wanna read you Bill Gates on Steve Jobs, Disney negotiation because Bill's, again, Bill's a main character in the book He's hilarious. But it says bill Gates was astounded by what Steve had been able to negotiate. When he's got the upper hand, he's good at using it says gates. You know he'd would wait people out. Just look at how much of the resulting company, meaning Disney ends up being owned by this fairly small, and, yes, very high tech and very brilliant animation studio. They end up owning a very substantial percentage of the entire Disney Abc b Espn entity. It is owned by this little animation studio. That took 3 rounds of negotiation, and by the time the acquisition is being done, Disney is just flat on its back saying take me because of the political dynamics of Disney at the time, they needed that win and Steve knew they needed it. And so several years ago, I wrote out in, like, a quick post form. Like, just how remarkable this this turn of events was that, like, how the hell Steve wind up being. Like, Not that you found Apple, you may it, you know, make the most successful consumer device all time or prod all time before you die. But like, you wind up being the largest shareholder in Disney? Like, how could you not wanna study and learn from Steve Jobs. That's insane. So Just gonna read you You know, I suck at writing. These are really just, like, my synthesis of all these. I was reading, and this is like years ago. But, it says, in 19 86, Steve Jobs was an excel from Apple, the company that would 1 day become Pixar. I'm reading my own notes. To you. And this is not in the book obviously see. It was called Graphics group and was owned by Star Wars Creator George Lucas. George Lucas was going through a divorce and needed to sell some assets. Steve agreed to give George Lucas 5000000 dollars for graphics group and invest another 5000000 in the company. They renamed the company Pixar. He would eventually invest more than 50000000 of his own money. This made him the majority owner of Pixar. It's is important to know. This is not the first time Steve Jobs had expressed interest in the technology behind Graphics Group. Years earlier, he had tried to get Apple's board to buy the company they turned him down. After several years of failing to make the Pixar image computer Pixar decided to go in on making films, the problem was that after years of poor sales and rising expenses, they were short on cash. To solve this problem, Steve signed a 26000000 dollar deal to produce 3 animated films for Disney. The first of these movies was Toy story. The world's first entirely computer animated feature film. Now here's where the story gets interesting. Steve decided to capitalize on the publicity of toy stories released and takes Pixar public at the same time. Toy story was released on 11/22/1995, Pixar went public on 4 days later. 11/29/1995. His 2 partners, Ed Cat and John Las did not wanna go public. They thought it was too early. They wanted to make a few more movies first. That is until Steve laid out his strategy, and told him what it was what was likely coming from Disney. Steve said let's assume Toy story is a big success. It was. It wound up grossing over 370000000 in the first year. Well, when that happens, this is again, I'm just so impressed by the clarity of a sinking. Check this out. He's laying this out before it happened. When that happens a Ceo of Disney, who at the time with Michael E, will realize that he inadvertently create a rival company for Disney animation. Picks pixar only had to make 2 more films for Disney and then they'd be free to do as they like. Steve said Isaac next move would be to negotiate to renegotiate with Pixar and keep Pixar closer to Disney's control. Steve said that if they went public, and they had more money, they'd be able to negotiate better terms at Disney. Now why? Did he say that? Because their deal with Disney. They only got, like, 12 or 15 percent of the revenue because Disney putting up all the money. So Steve's like, y. Let's take the money some of the money we got from Face pixar, Let's then go public. Right? The same week that is a massive success. Then we'll take that money. We'll come back to Disney and be like, hey, we can put up 50 50... We're gonna be 50 50 burners. I'm paying 50 percent of money want 50 percent of profits. And so let's go back to where I'm at in these notes. Steve said that when they went public they and have more money, they'd be able negotiate better returns with Disney. Steve wanted a 50 50 way with Disney returns. In order to request this Pixar had to be able to put up 50 percent of the production costs. Going public would allow Pixar to be able to afford this. The time is now Steve said. This is our moment, and he was right. A few months later, Is approached jobs and said he wanted to keep pixar as a partner. Isaac accepted Steve's 50 50 deal. That good times from not to last. Steve and Michael E were like oil and water. They did not get along. A few years later, negotiations broke down completely and Pixar started looking for other partners. Then Michael E got fired. The new Ceo of Disney was Bob Ig. When Bob Ig found out that he was going to be the c the next ceo of Disney, he called his daughters. The next person he called with Steve Jobs. He laid all of his cards out on the table. He told Steve if he valued Pixar and wanted to make a deal. This is Bob explaining why he felt Disney needed to buy Pixar. Michael E did not understand that Disney's problems in animation where as cute as ever. That manifested itself in the way in which he dealt with Pixar. He was, like, really rough with jobs. When Ig like, we can't afford to be rough with them. Right? Because we need those assets. We needed Pixar assets. He never felt he needed Pixar as much as he really did. Eyes aren't did. Every negotiation needed to be resolved by compromises. Neither 1 of them, Either and Jobs is a master of compromise. So that's what Bob, that's the mindset Bob Ig is coming into this negotiation when he's about to buy pixar for 7000000000 dollars. Right? Still in my nose by the way. So this is extremely hell... Helpful. I should do this more often anyways. But wait a minute. How did Bob come to a realization that Disney needed Pixar. You won't believe this. A random parade at a Disney at disney Hong Kong made him realize how important Pixar was a Disney. Tiger realized he stand next to Is when this happened Is amazing. I could realize that the only characters in the parade that had been created in the past decade were Pixar. A light bulb went off. I'm standing next to Michael, but I kept it completely to myself because it was such an indictment of his leadership of animation during that period. After 10 years of the lion king, beauty the beast and Aladdin, there were 10 years of nothing. Bobby begins to negotiated with Steve to buy Pixar and does something very unusual. He does something anyone negotiating would tell you never to do. He tells Steve how Badly Disney needs Picks pixar. Even more surprising that worked. This is how Steve reacted. That is why I love Bob Ig. He just blur it out. Now that's the dumbest thing you can do as you enter negotiation at least according to the traditional rule book. He just put his cards out on the table and said, we're screwed I immediately like the guy because that's how I work too. Let's just put all the cards on the table and see where they fall. And I wasn't really a dumb idea. No of course not because Disney purchase pixar for 7400000000.0 dollars. How much would pixar we worth today? If it was a still private company, hell of a lot more in 7400000000.0. And the fact that Disney can capitalize on those assets like, to a greater degree than any other company in the world. Right? Steve Jobs was the single largest shareholder in Pixar, this made Steve Jobs a single largest individual shareholder in Disney. That is how Steve jobs ended up owning somewhere more to so many Disney shares. So that is exactly what Bill Gates. That's a longer story in more detail. And that came from multiple books I had read, and then since sen sizing that information. Across multiple books, and there's just, like, 1 note that it's, you know, it's extremely useful for me to go back and and just relearn these lessons over and over again. And so now we get to the part where I actually wanna end. It's what I mentioned earlier, I started the podcast with to me 1 of the most important events in Steve Jobs life as a kid, 5, 6 years old, his dad telling him, this is your work bench now. You can build things. You can make things. Let's explore all the made objects around us learn how they're made, and let's add a contribution to the world. That is what you and I are doing as product builders. As creators of products that make other people's lives better. Right? That is all the business is. Just an idea that makes somebody else's life better. So once we do that, then we need to define what success is, and this is the way Steve and Johnny Iv defined success. I remember a conversation in which we talked about how do we define our metrics for feeling that we have really succeeded. Johnny said. We both agreed clearly, it is not about share price. Is it about the number of computers we sell? No. It all came back to whether we felt really proud of what we collectively had designed and built were we proud of that. That's a great question to ask ourselves. It's a great question to close on for the full story. Buy the book. If you buy the book using the link that's in the show notes, also available foundry podcast dot com, you'll be sporting the same time. I now have an official partnership with read wise, the app I've been talking about for years, I cannot make the podcast without read wise. I use it every single day. All of the highlights and notes on any book that I've read goes in my Read wise app as a result of that is a giant database that I can then search. So if there's a quote that comes to mind I can't remember or sometimes you just sit in front of and using their fantastic search engine, and I'll just put in terms. Like, marketing, distribution, A person's name, a quote that I wanted to remember and it pulls up immediately. It is the best app that I pay for, and I mean that 1 of the founders Tristan has been listening to founders forever. He's actually... I'm pretty sure the 1 that told me about this years ago. So normally, you get 30 days free. If you try read wise. He's giving listeners to founder 60 days free. Read wise dot io o forward slash founders, all all the links I ever talk about are in the show notes and also available at founders podcast dot com. That it's 265 books down 1000 to go, and I'll talk you again soon."
}