{
  "transcript": "An able man is a man who could do things. And his ability to do things is dependent on what he has in him. What he has in him depends on what he started with and what he has done to increase and discipline it. An educated man is not 1 whose memory is trained to carry a few dates in history. He is 1 who can accomplish things. A man who cannot think is not an educated man. However, many college degrees he may have acquired. Thinking is the hardest work anyone can do, which is probably the reason why we have so few thinkers. There are 2 extremes to be avoided. 1 is the attitude of contempt towards education The other is the tragic sn of assuming that marching through an education system is a share cure for ignorance and mediocrity. You cannot learn in any school what the world is going to do next year. But you can learn some of the things which the world has tried to do in former years and where it failed and where it succeeded. If education consisted in warning the young student away from some of the false theories on which man have tried to build so that he may be saved the loss of the time in finding out by his own bitter experience, it's good would be un questioned. A man's real education begins after he has left school. The true education is gained through the discipline of life. There's an excerpt from the book I'm gonna talk to you about today which was published a hundred years ago. And it's my life and work, the auto of Henry Ford. So back on episode 2 63 in that biography of Edwin land called Lands the company the man who invented it. In chapter 3, it goes through all the different heroes and people that Edwin Land was studying. Like, the great people that came before him that influence his approach to, building put his all of his work. Really, his scientific work and the building of Polaroid. And so it's like, people... There's... There'll be, like, 1 or 2 paragraphs, maybe like a page or 2, on the people that he was studying as, like, a young person. He's, like, 17 and maybe 19 at the time. And it's, like, people like Michael Far, Thomas Edison, Alexander Grant Bell, Henry Ford is is 1 of the people which just I'll get to in a minute while. I'm reread his auto automatically. And George Eastman. And so what I've been trying to do the last few weeks is like, set up. Okay. If you had to ask, like, who are the... Who's the most influential entrepreneurs over the last hundred years. And I think the top 2 are blatantly obvious and it's Steve Jobs and Henry Ford. And you and I are living in the world that jobs changed. So I don't have to tell you what the introduction of smartphone change you just lived through it. But I think a lot of people miss how fundamentally innovative the model t was. Henry Ford's model t was the first mass produced car in history. Before that, humans are getting around on foot, horse, maybe horse driven carriage or maybe a bicycle. Henry Ford was the first person in history to figure out how to produce a car at a price that everybody could buy 1. But I like this idea of studying the 2 most important entrepreneurs over the last hundred years, Steve Jobs and Henry Ford back to back. So with that, let's jump into the book. Now this is technically called an auto biography, but that's not really the way it's set up. So when he... The reason I open the podcast that way where he says, hey, you know, true education is actually gained to the discipline of life. I think that's how Henry Ford thought about this book as well. We'll learn, like, a little bit about Earlier life. But mostly, it is like, reading this book is, like, having a 1 sided conversation. Where 1 of the greatest entrepreneurs ever live, just speaks directly to you and tells you, hey, this is my philosophy on company building. And so let's go to the first chapter and it just opens up in a very odd way for an auto bio to open up, he just gets right into the main point. Power and machinery money and goods are useful only as they set us free to live. They are buddy means to an end. The fact that the 4... That the commercial success of the Ford motor company has been most unusual is important only because it serves to demonstrate that the theory in other words, his theory, to date is right. So I'm gonna pause right there. He publishes this book in 19 22. In 19 19. He has he has bought out all of his investors. He owns the Ford Motor company. He owns a hundred percent of the Ford Motor company. And this is at a time in history when he is making, like half, I think something like half of all cars in the world. A rough analogy of what that would be like, today is if you own, like, let's say, a 10 or a 20000000000 or something like that, 10 or 20000000000 dollar company, a hundred percent. And so he opens up He's like listen, I have a lot of criticisms about the way other businesses are built. And I think I... My criticisms are valid and they're there more... People be more open to hearing them because I have benefited immensely financially from the system as is, and I still wanna change it. So that is what he's talking about these 2 paragraphs. Considered solely the light I can criticize the prevailing system of industry and the organization of money society from the standpoint of 1 who has not been beaten by them. There and something's can be apparent henry report had a Giant Ego. And this is like a key thing to think about because it's why it's so important for founders to learn from other founders. Because a lot of this lot of the assets to a successful founder, and a lot of the things they do are almost in direct opposition of what Polite society would tell you to do. And so far after reading about a hundred thousand pages of these biographies of entrepreneurs or less few years. Something jumps out, like small egos don't build Giant companies. The only difference is some of the founders are better at hiding it, which was the advice Sam Walton Hat. He's like, listen, I knew you have an ego, hide it don't... He's like use it to drive you, but don't let people see it. It's an internal driven thing, not an... And that's something to, like, start about externally. But that is just the first line and there's gonna be several them today where he's just like, okay, I can criticize this Most of the time people criticizing the way businesses are built and how money shape society they're usually the ones that have been beaten by. And he's like listen, I can criticize because I have not been beaten by them. At the time, this is being written. He is 1 of the richest people on the planet. So he continues. As things are now organized, I could where I thinking only selfish officially as for no change. If I merely want money, the present system is alright. It gives money in plenty to me, but I'm thinking of service. The present system does not permit of the best service because it encourages every kind of waste. It keeps many men from getting the full return from service. And I wanted to bring that up right at the beginning because I'm gonna give you an opportunity to jump out. Oh, I don't know how long you and not gonna talk right now maybe an hour, maybe 2 hours. Depends on how long it takes me to get through this. I'm essentially just gonna repeat his main thing. His main idea is that business exists for 1 reason and 1 reason only, and that is to provide service for other people. The note I left myself when I re reread that paragraph is everything I do is serving my true end. Which is to make a product that makes other people's lives better. I have both the Paper version and the Kindle version of this book. He uses the word service 129 times. And then he's gonna echo an idea from his hero. So I just went through the the fact that at the beginning, Edwin Land was setting all these other people. A lot of... So, Henry Ford, Edwin Land, Steve Jobs. They share a lot of heroes Was it's interesting. And so Henry Ford, idol eliza. Thomas Edison. Thomas Edison is like a few, maybe like a generation older than Henry Ford. They wanna be becoming really good friends like, Henry Ford considered Edison like his maybe even his best friend. But what he's about to say here is very edison sony. Ideas are themselves extraordinary valuable, but an idea is just an idea. Almost anyone can think up an idea. The thing that counts is developing in it into a practical product. So Edison was Famous for saying, Hey, I make a lot of inventions. I'm only interested in inventing things that people want to buy. Because a sale is a proof of utility. And then Ford says, hey, these are the ideas I use to build 1 of the most valuable companies in the world. That company just happens to produce our mass manufacturer cars, but these ideas can be used in any business. And later on, he gets so frustrated with the inefficiency of a railroad that he wants buying it and showing. He's like listen to that playbook. I just ran on the Ford motor company. I'm gonna run on this railroad, and I'm gonna demonstrate that the the principles are... They actually work. And he says, I am now most interested in fully demonstrating that the ideas we put into practice are capable of the largest application that they have nothing particularly to do with motor cars. And so there's a maxim that you and I have talked about over and over and over again The way I would compress that idea so you can always remember and take it with you is that you don't copy the what you copy the how. In addition to his main theme of service, Henry Ford, d lazy people. And he's gonna bring this up over and over again, humans are made to work, The way... You know what I'm gonna read this to you first and then I'll write... I'll tell you when I wrote down right after I read it. So he says the natural thing to do is work. To recognize that prosperity and happiness can be obtained only through honest effort. Human ill flow largely from attempting to escape from this natural course. So the way Think about that is humans are made to work, the sense of accomplishment from overcoming difficulty is satisfying in a way that a life of leisure and ease will never be. And then he's gonna compare and contrast his philosophy, which which he sees, like, the prevailing philosophy of his day, and then I'll have a way to, like, summarize this and kinda of break it down a little bit more, than... Because he he goes on for quite a bit here. So he says mono monopoly is bad for business. Profit hearing is bad for business. The lack of necessity to hustle, the lack of necessity hustle is bad for business. Business is never as healthy as when like a chicken. It must do a certain amount of scratching for what it gets, so keep in mind he can grow up on a farm, So that's what he talks the way he does. So it's like, business is never as healthy as when like a chicken, it must do a certain amount of scratching for what it gets or what it what it eats. Right? Things were coming too easily. There was a let down of the principle than an honest relation auto tape be attained between value and prices. The public no longer had to be catered to. There was even a public be damned attitude in many places. So he's saying a public be damned attitude by business owners. Henry Ford like Jeff Bezos was extremely customer obsessed. At the same time I was reading this book. I listened to an episode of invest like the best podcast with this guy named Rag Gupta. And he said something was really interesting and so interesting that I took a note and and saved it in my phone. And he says, I think Amazon's culture is largely based on 1 thing. It is not based on 14. It is based on customer obsession. That is what Bezos would die on the hill 4. And I think this this almost man mechanical obsession and dedication to providing customers the best service at the lowest cost is a way to think about Henry Ford. Because to me, like, every single once you once you really put into your brain, like, every single decision that he's gonna make in the building and the company all gonna flow for that 1 thing. And if he sees a business that doesn't... And this is, like, the big Eagle part. If he... If he sees a business that doesn't have the thing, like he's gonna talk shit about it. And so that's exactly what he's doing here. The public No how to be catered to, he's always gonna try to cater him. There was even a public be damned attitude in many places. He was immensely bad for business. Some men called this abnormal condition prosperity. So he's coming right off of, like, this big financial boom. It was not prosperity. It was just needless money chase. Money chasing is not business. And so this is what he thinks business should be. It is the function of business to produce for consumption and not for money or speculation, producing for consumption to the consumer. Right, implies that the quality of the article I need to pause there. Anytime you read books in, like, this age from, like, 19 hundreds, so 19 10:19 20 and 19 30. For some bizarre reason, and I've read a ton of them obviously for this podcast, they use the word article. When he says the word article, it's not how we think of the word article today, like, something like a newspaper or something like that... He's saying product. So when you hear article, I will try to... Before I even say it's to you. I'll try to change it into product, but in case I don't. If you hear Henry Ford say, the article produced, he's not talking about writing something. So talking I'm about, his product, the model. So let me start to sentence this over again Producing for consumption implies that the quality of the article, the quality of the product produce will be high and that the price will be low. That the art that the article, there again, that the product be 1 which serves the people and not merely the producer. And so I have the Kindle version up right now. I just realized something. I told you that the word service, it pearson spoke a hundred and 29 times. That word serve or serves is another 55. He's just gonna repeat this over and over and over again for 200 pages. So let me wrap up this section, I'll tell you how how to think about Henry ford's philosophy and, like, something that fits into, like, a a tweet size, Like, maybe a paragraph size. Okay? The producer depends for his prosperity upon serving the people. I hope you don't get annoyed in me. I promise and, like, the... It's very interesting. Book is, I think must read for an entrepreneur, and you can read it really fast, but it's just funny that he just pounds on this thing over and over again. The producer depends for his prosperity upon serving the people. He may get by for a while serving himself But if he does, it will be purely accidental. And when the people wake up to the fact that they are not being served the end of that producer is in sight. So I probably write that paragraph, you know, maybe I don't know 5 times in the in the preparation to talk to you today. It didn't just hit me till just now. So I'm reading that. And I'm like, oh, wait a minute. There is, like, some weird thought that just popped into my mind that I forgot, It's gonna come from, Jeff Bezos. That is episode 1 79 of founders if you wanna listen to that. But what brought that to mine that brought that book to mine, and I'm gonna read a excerpt to you from from in a minute is where Henry Ford's like, you're gonna focus on serving yourself over of your customers. That's fine. You might temporarily have success. But 1 day, you're gonna wake up. 1 day the customer gonna wake up and realize there's a better option out there. So... But he pays what's was called a all hands in the early days of Amazon. And he said, listen, it's because they were worried that barnes and Nobles at the time in Amazon history, Barnes and Nobles they're only selling books. Barnes and Nobles is opening an online store, and this is what Bezos told told his team. Look, you should wake up worried. Terrified every morning. But don't be worried about our competitors because they're never gonna send us any money anyway. Let's be worried about our customers and stay head down focused. And that's the main thing with Bezos Is I guess, you need to be focused on your customers over your competitors and as long as you're serving that don't give them a reason to go anywhere else. And if you do that, they won't go anywhere. So this... Everything I'm reading to comes across like, several different pages. I kinda put put it out together. And then this is the note I really thinking is, like, how can III need to, like, know, take this, like, 500 words or whatever this is? I I need this to... I need to compress, so I can actually take this with me. And so I wrote, like, okay. How can I dis steal? What I... Is my understanding of Henry ford's philosophy. So it's get rid of waste, increase efficiency through thinking and technology. You drop your prices and make more money with left less profit per car. Watch your cost religiously. When needed, bring that business process in house and always stay focused on service. Fast forward a few pages. He's back at it again. Being greedy for money is the sure way to not get it. But when 1 serves for the sake of service for the satisfaction of doing that, which 1 believes to be right, then money abundantly takes care of itself, this next sentence. I think is my favorite. He's got a lot of good quotes. This is my... This is my favorite Henry Ford, quote, money comes naturally as a result of service. Money comes naturally as a result of service. I That that I've probably repeated that in conversation like a hundred times. It's just a fantastic way to think about what we're doing. Money comes naturally as a result of service. So then he gets back into this fact that he just hit he d test lazy people. And he says, in my mind, nothing is more ab important than a life of ease. None of us has any right to ease. There is no place in civilization for the either. So when I had re reread this now. The second time. I read a bunch of now since the since the first time Read this book, And now, you know, Probably I don't know, like, 200 books, whatever it is. And I read 2 of them on Winston Churchill. I remember reading this book dis biography of Churchill. And, like, almost spitting out the water that I was drinking when I got to this part of the book because he's writing a letter. Churchill is writing a letter to his son. When I got to this part, Like, oh this reminded me what Churchill said through his son and Churchill writing through his sun he says your idol and lazy life is very offensive to me. You appear to be leading a perfectly useless existence. And then the author says Churchill loved his son, but over time, he liked them less and less. Another main idea from Henry Ford's philosophy, he wants to make simple products and he wants to make them at scale. My effort is in the direction of simplicity. People in general have so little and it costs so much to buy even the bare necessities, because nearly everything that we make is much more complex than it needs to be. Real simplicity means that which gives the very best service and is the most convenient in use. Start with a product that suits and then study to find some way of eliminating the entirely useless parts, which is if you think about it, it's exactly what he did. He's giving us advice. He's like, hey, if you wanna wanna build a business, you wanna build a product, start with a product that already exists, study it, and then just find a way to get rid of the uses parts. Well, that's... I mean, he starts out building, like, 6000 dollar luxury cars for other people at a time, like, the average worker was making like 2 or 3 dollars a day. And he realized like, we have all this stuff in the car that's just not needed. So you could think about ford's careers. Like, okay, that's the state of cars now. And so for the next 15 to 20 years, I'm gonna find a way how to keep making the simple and keep making it lighter. And then the more simple I make something the more the more of them I can make. The more of them I can make the lower the price gets and so there there you go. He's changed literally changed our physical world with his 1 idea. He literally... Henry Ford had 1 idea. So back on founder number 01:21 21 and 01:22. I did a 3 part series on Billy Duran durant and Alfred zones. So Billy Durant is Everybody knows the company General, Motors. Nobody knows who billy deere is. He's the founder. Outside of Henry Ford, Billy Durant is by far the most important other founder for, like, the the very... The creation, the very foundation of the American automobile industry. It's remarkable how few entrepreneurs as she knew who he is. So there's is just 1 paragraph in 1 of these books. It is from founders number 01:21, and it just gives you into this idea because I think this is more... Is really important to know upfront when you're studying henry 4 that he literally had 1 idea entire career. And it was completely different from every other automobile manufacturer. And it says he was determined to concentrate on the low end of the market, where he believed that high volume would drive costs down and at the same time feed even more demand for the product. It was a fundamental difference in philosophy. So why I bring that up to you now? Because when he's telling you and I at this part of the book? Hey, Find a product that already exists, study it and then eliminate the useless sports, he's telling you that and he's telling me that because that's what he did. And then he talks about this sounds simple, but it takes a long time because you gotta do it not. Not only the product, but every single part in the construction and manufacturing of the product. I'm gonna he goes into a lot of data detail. I'm gonna pull out 1 because this is important. So at the point, at this time, there's, like, good amount of wood that is being put into these cars. And so he says take wood, for example. For certain purposes, wood is now the best substance we know. But wood is extremely wasteful. The wood in a ford car contains 30 pounds of water. They're and then is very, like basic it's it's like, simple but not easy like, his approach to building a business is simple, but not easy. Right? It's like, okay. Well, this is just 1 material in 1 part of a car that has, you know, hundreds, maybe thousands of different, pieces to. And so he's like, okay. Well, this seems to be very wasteful. The wouldn't in ford car contains 30 pounds of water, and hit... This thought process is fantastic. So he goes, there must be some way of doing it better than that. There must be some bet... Method by which we can gain the same strength and it less elasticity without having to lug around useless weight, and this is the punchline. This is so important and why I'm reading to you. And so through a thousand processes. His point is, like, I didn't just think about this for wood in the car. I thought about it for every single part of my product every single part of my business. That line of thinking takes time because you have to do it a thousand times to different areas of your business. But if you are willing to invest that time, by the time he starts to mass producing. By the time the first model t comes off of the assembly line, he has been experimenting and using this kind of thought process for 20 years. Right? So they think, okay, and why is important because by the time that process starts, the game is already over. Game set match because now he can make a product in 12 minutes that takes his competitor 2 days. And so he talks about and kind of like a weird on... Hard to understand way that, you know, basically, I only had 1 idea. I wanted to make the car for the every man. I was only interested in trying to get that car... The price as low as possible. And so what he's about to say here is like, really, like, you start with the product. And the product that he wanted to make was the inexpensive car for the everyday man, and then you try to work backwards on how to do that over many, many decades. The place to start manufacturing is with the product. The factory, the organization and the selling and the financial plans will shoot themselves to the product. And that process is extremely long. He says I spent 12 years before I had a model that suited me. We did not attempt to go into real production until we had a real product. So he had made a bunch I think, 8 or 9 different versions of ford cars before the model. So that's what he's talking about. It's like, start with something big and expensive, even if it was cheaper than what my competitors are giving, but it's still not the 1 idea I had him my mind what I saw what it was going for. It took me 12 years of trying to figure out how to get to the point where I can mass produce and actually make that car for the everyday man. And then Wanna point out something here. Like, the great thing about this book is just he's very straightforward. I don't think the writing is great. It's like, sometimes you have to hard say, like, he doesn't bury the late. It's like, this is just what I think, and then he'll give you an example of why he thinks. So he says the essence of my idea than is that waste and greed block the delivery of true service. Both waste and greed or unnecessary. Waste is due largely. This is so important. Waste is due largely to not understanding what 1 does are being careless in doing it, and the only way to truly understand what you're doing. Right, is to do it for a long time and focus on it and think about it. At this point in these he's readiness is, he's been trying to build cars for 30 years. There's no shortcut. You have to put in the time. There's a fantastic quote by Mickey Mantle that I think kind of, like, echoes what like, what we're talking about what you not talking about right now. It's like, it's unbelievable. How much you don't know about the game that you've been playing all your life. And so he's saying, hey, other entrepreneur, waste is largely due to not understanding what 1 does are being careless in in the doing of it. Greed is merely near sight ness. I have driven towards manufacturing with a minimum of waste both the materials and a human effort. And then towards distribution at a minimum of profit, that means profit per per car. Not... He's not trying to artificially suppress the amount of money makes. He just doesn't wanna make a lot per per car. Depending for the total profit upon the volume of distribution. So there you go I kinda ran over his his point there. And then he he's, like this 4 part philosophy of service. I'm gonna save that for the end because he repeats that in the last chapter as well. So I'm gonna skip to he's gonna actually give us oh, 0 my goodness. So we hope we've been talking about his philosophy in his auto. Now we actually hear a little bit about his life. And he says on 05/31/1921. The ford Motor company turned out car number 5000000. And he's about to tells, hey, I've been at this a long time. And I'm happy I've just made my 5000000 car. In the fourth... And the model alone, he's gonna sell 15000000 just of the model t. So he's talking about number number 5000000 of any ford car. That's not include, like, model alone is 15000000, but that that's gonna happen over the next, decade and a half of where we're in a story. But the reason I'm bringing us your attention is because, like, he said, I... He built a gasoline buggy, which is like kinda like the first primitive car. 30 years before, he reduced his 5 millionth car. And why is he bringing this up because he listen car were 5000000. He's like, He says it's simpler than my first car, but almost every point in it may also be found in the first car. This is why Keep saying, like, he had literally had 1 idea. And in every single book that I've read on henry ford. Like, it just jumps up. He just like, I had 1 idea. Had no idea how I gonna do it. I just kept working at it until like got to it. Just having to take a long time. And then once he figured it out. It's like, okay. Well it games over, No one's gonna be able to produce as fast as possible. And what's fascinating is the fact that he focused on... I don't wanna be too complicated because I don't wanna direct your attention away from what we're talking about. But there is something interesting in studying the early days of the automobile industry that I think applies university universally to other industries. It's like, Ford took the lead was the dominant player had over 50 percent market share. But this... The he is... That's how good is 1 idea was, but that 1 idea led to the, a giant gap because Billy durant of Gm. Like, I'm not gonna just make 1 car. I'm gonna make, like a conglomerate. I'm gonna have, like, a cheap car, a medium car, a luxury car, I'm not gonna do all this. I'm gonna go and what he is like, I... I'm gonna go and buy all these other existing. He bought, like, Buick and Cadillac, and I think he started Chevrolet. I don't know if he bought and I can't remember. But the point being is just like eventually, people got tired of just having the 1 black model t. And once they started, then cars became like, hey, your car says something about chewing and those all these other things. The entire time that Henry Ford was having success, Billy Durant and then really Alfred sloan because Billy Durant lost controls company and Alfred zone was 1 that brought Gm Billy... Essentially alfred sloan was the 1 I brought Billy Durant ideas to fruition in the marketplace. And because Gm had better product offerings. Once the model t tapered out, that's when Gm had this huge rise. And I think by, like, 19... I say, like, 19 50, maybe. I I don't know the remember, like, let's say, 19 50, 19 60. It's James like, 1 of the largest companies on the planet. And really takeaway away there It's like, okay. 1 industry, you have 2 legendary founders. They both have completely different philosophies and sometimes the philosophies work depending on the time. Like, think about Microsoft and apples, like a a kind of a good parallel to that. So anyways. It didn't mean to go on that tangent. He's saying listen. That first car It's like a lot worse, but it's very similar to this 5000000 car. He says the changes have been brought through experience in the making and not through any change in the basic principle. Essentially, hey. I had 1 idea. I'm not changing that. I'm just getting better, actually expressing that idea in a physical car, which I take to be important in fact, demonstrating that given a good idea to start with it is better to concentrate on perfect it than to hunt around for a new idea. 1 idea at a time is about as much as anyone can handle. And now he gets tokyo okay why the hell you build the car at 18 93 anyways. It was life on the far farm that drove me into devi ways and means of better transportation. For even when I was very young, I suspected that much might somehow be done in a better way. He always says it's, like, a man should never do something that a machine can do better. Like that we should be our main focus, and he starts out thinking about I was like, how can I get myself out of the physical labor through remote through, like, building motors on a farm? That is what took me into mechanics. Although my mother always said that I was born a mechanic. I had a kind of workshop with odds and ends of metal for tools before I had anything else. My toys were all tools and they still are. That's a fantastic sentence. The biggest event of my early life was meeting with a road engine about 8 miles out of Detroit 1 day when we were driving into town. So he's driving into town by horse. There is no cars when he's saying driving. Right? I was 12 years old. I remember that engine as though I'd had seen it only yesterday for it was the first vehicle other than horse drawn. It was the first vehicle that wasn't horse drawn that I had ever seen. And so he continued talking about the impact that just this 1 experience had on. Right? The time I saw that road engine as a boy of 12 right forward 2 2 day, my great interest has been in making a machine that would travel the roads. And so that's why he has a love of mechanics, and he could considers himself a mechanic, there is an immense amount to be learned simply by tinkering with things. Machines are to a mechanic, what books are to a writer. He gets ideas from them. And if he has any brains, he will apply those ideas. And then he's gonna give advice especially for young people but applies really to everybody that, hey, you can't live the life. Like, the... Your life the way other people want you to. Even your family. Sometimes you're gotta say, hey, shut up, mom and dad. My father was not entirely sympathetic with my bent towards mechanics. He thought that I should be a farmer. When I left School 17 and became a princess a machine shop, I was all but given up or lost by his father. And so now he's a practicing in a machine shop, and it's just 1 sentence, and I think you already know this. I wanted to make something in quantity. He repeats this a lot. I don't wanna make 5 cars a week or 5 cars a day. I would like to make 5 cars every 2 minutes. And then this paragraph is, I think I was trying to explain to this to you earlier. I don't know how... Like, I'll have to listen to it back if I did a good job or not, But I was trying to make this points. I listen the reason at Henry Ford is so worthy of study is because his product literally changed the world, Like the geography. Like the physical world, where we live and what it looks like. That's insane to think about. And he says 1 of the most remarkable features of the automobile on the farm is the way it has brought the farmer's life. We simply took for granted that unless the Errand was urgent, we would not go into town. And I think we rarely made a trip into town more than once a week. And so what's interesting is again, at this point in history, humans are getting around mainly by horse. So even 1 of the early criticisms of, the early automobiles you'd hear from people, which is, you know, consistent with human nature. History doesn't repeat human nature does is that why do we need a car? We have a horse And Ford is, like, I felt perfectly certain that horses, considering all the bother of attending to them in the expense of feeding feeding them and cleaning over did not earn their keep. And the point is is like, picking up horse shit used to be a job. In main cities. Like, there was people, all they did was pick up horse shit off of roads. And so Henry Ford's point is it's like, what if I just made a product that, you know, never it couldn't travel. It traveled just as far and just as fast as a horse. Just the fact that somebody isn't a followed around with a shovel. Means my product is better. So now he's talking about the the, like, the entrepreneur entrepreneurial environment in Michigan at this time, let's say this is, like, the late 18 hundreds. If you were mechanically inclined, there's a lot of people wanted to build cars, a lot of people were experimenting. And so I've brought this up on several pockets in the past, but a lot of people surprised. Like, the the the main engines that they were trying to build cars before the internal combustion engine, was steam and... Electricity. Was like, 8 people didn't know there's electric cars in late 18 hundreds. But his whole point here is that he repeats over in over again. He's very suspicious of experts and he feels that if you could actually fill up your competitors company with experts that you're... That... Like, it's a nefarious way to get an unfair advantage. So it says the idea of gas engines was by no means new. But this is the first time that a real serious effort had been made to put them on the market. They were received with interest rather than enthusiasm. And I do not recall anyone who thought that the internal combustion engine would ever have more than just limited use. This is his idea because he wants his car to travel far and steam first that that was super dangerous because they've explode, and there were and and electrical electrical cars couldn't go very far. So he's like, okay. Well, I try to use internal combustion engine and other people are telling. Was like, you can't do. It's just gonna be like, a tiny thing. All the wise people demonstrated conclusive that the engine could not compete with steam. They never thought that it might carve out a career for itself. That is the way with wise people. They are so wise and practical. Because they always know to a dot, just why something cannot be done. They always know the limitations. That is why I never employ an expert in full bloom. If I ever wanted to kill opposition by unfair means, I would endo ind the opposition with experts. They would have so much good advice that I could be sure that they would do very little work. Henry Ford is very blunt. It actually makes readings auto rather refreshing. I I like this the simple way communicates It's just like this this is what I believe. I don't care if you agree if they're or not kinda thing. What's fascinating is he's doing all these experiments on the internal combustion medicine or engine... Here's a... It's just ran over... I'm about to road over my own point. He was doing this while he was working for an electric company. He was offered a job. Was like, at this point, I was offered a job with the Detroit electric company as an engineering mach. So he's working on an electrical company during the day. And he says, every night, and all of Sunday night, I worked on my motor. I cannot say that it was hard work. No work with interest is ever hard. And really the way you think about. Okay. So he's got a full time job. He's got a wife every night and on Saturdays, Right? He's working on this dream of his. This dream of this internal combustion engine every around him selling this a stupid idea. Right? And the way I think about this is like, think about them amount of work ethic put in. He's been told, he's already told us, like, what, 5 4 or 5 times up until this point that Has lazy people who thinks idle this. And so when I read this section, I thought of what I wrote done is, like, if you can't handle the workload, someone else will. And the fact that he not only endured the workload, but he enjoyed it. He just thought I can't say it was hard work. No work without interest ever hard. He was fascinated what He was doing. So what's the result in 18 92? I completed my first motor car? Why is that important? Because the public praises people for what they practice in private? He has already been experiencing 4 years, and we're still decades away from the model? This is what he called his first car He said my gasoline buggy was the first and for a long time, the only automobile in Detroit. This line is hilarious. I had to get a special permit from the mayor, and thus for a time enjoyed the distinction of being the only licensed So in America. I built 3 call cars in my home shop and all of them ran for years in Detroit. So check this out though. He's... You know, he's selling these cars. Obviously, if he's there's only 1 car, People like, what is this saying who who made it. His boss at the electric company tries to get him to give up his experience. During all this time, I kept my position with electric company gradually advanced the chief engineer. I was making a hundred and 25 dollars a month, but my gas experiments were no more popular with the president of the company than my first mechanical leaning were with my father. It was not that my employer objective experiments only to experiments with a gas engine. I can still hear him saying electricity, yes. That is the coming thing, but gas no. And this is for its point, remember in 18 92, maybe 18 93 at this point, no 1 had the remotes notion of the future of the internal combustion engine. While we were just on the edge of the great electrical development. So everything, like all the energy, the attention, the money, the entrepreneurial energy and spirit is going into electricity and yet Ford was able to ignore that distraction. And with great independence of mind like, no. I'm gonna I'm gonna focus on this thing because I'm... I like it. I'm interested in. I think it has a future. That is so that's easy to say, oh, yeah, Think for yourself. It is almost impossible to actually do, especially when everybody around you is focused on something else. And this is where Henry Ford at every... There's always like a fork in the road in an entrepreneur founder life. Right? It's like, at some point, none of this is gonna work. If you don't bet on yourself. And usually, you're not in the best position when you have to make this decision, which is why so few people do it. The Edison company offered me the general super tenancy of the company, but on a condition that It would give up my gas engine and devote myself to something useful. That's their words. I had to choose between my job and my automobile and I chose my automobile. This is a crazy thing. Right? It this is a calculation based on arrogance. There was really nothing in the way of choice for already. I knew that the car was bound to be a success. I quit my job on 08/15/1899 and went into the automobile business. Why did I say that is a calculation based on arrogance. At this point, there is no such thing as a commercially successful car company, and he's saying I already knew it was bound to be a success. It gets even more believable. I had no personal money. Well, money was left over from living was all used and experimenting. But my wife agreed that the automobile could not be given up and then we had to make or break. There was an is so important. He's talking about the fact that at the beginning, there is no demand. Like, he's essentially describing the creation of a new industry. And how humans are likely to react to a change. He says there was no demand for automobiles. There is never demand for new product. At first, the horse carriage. Not even call an automobile. Right? The horse carriage was considered merely a freak notion. And many wise people explained why it could never be more than a toy. No man of money even thought of it as a commercial possibility. In the beginning, there was hardly anyone who sense that the automobile could be a large factor in industry. The most optimistic people at this time, hope for a development that was akin to the bicycle. So his first car company fails. It's really important to know because their idea. He he still has this idea is like, I wanted to be available to everybody. At this point, the few people are making cars. They're extremely expensive. I referenced earlier earlier So Just gonna give 1 paragraph till we jump into where he starts the company it's successful. The Detroit automobile company is the 1 that he's organized I was a chief engineer and held a small amount of the stock. For 3 years, we continue making cars more or less on the model of my first car. We sold very few of them. I could get no support at all toward making better cars to be sold to the public at large. Don't wanna make a luxury car like everybody else. I wanna make car for the every man. The whole thought was to make it was to make the car to order and to get the largest price possible for each car. He finds that idea repulsive. So he leaves. And he's like, I'm gonna start try to do on my own. He rents a a shop. It's like a, really, like, a 1 story shed. And he continues his experiments to find out, like, what the automobile business Like, really is. Like, what is it at this point? What can I do? And so 1 of the first things he builds or race cars, and he does that because he viewed racing as a means to an end. It's probably racing is the greatest marketing invention of the automobile industry. It's funny that they're using this in, like, 18 99. Actually, I think this is a 19 o 2, actually. They're using this in 19 o 2. You and I know because I've done 3 episodes on Enzo ferrari. Like, for that's that's laid the foundation. Obviously, Enzo 4 was is man obsessed. Like, 1 of history's issues greatest obsessive like, he worked 7 days a week, 12 to 16 hours a days for 60 years on Ferrari because he's absolutely insane person. Maybe history's is greatest obsessive. In in terms like that. He only thought about that 1 thing. But my point being is, like, he used that same idea. The fact that Ferrari is winning all those races in the fifties and sixties. Maybe even in the forties is what built, like, the demand. They're like, okay, Ferrari means winning. I want some of that winning, I'll buy that car. So anyways, Ford's doing the same thing as we met at the race racetrack and in Detroit and I beat him. So it's essentially, like, it's a spectacle that the press can cover. And that's like, that's how he's getting his initial traction. Is the way you could think about it. His initial traction for these cars. That he's making. So he says I met him about the gross point track, and I beat him. That was my very first race and it brought advertising of the only kind that people cared to read. The public thought nothing of a car unless it made speed and unless it beat other racing cars. My ambition to build the fastest car in the world led me to plan a 4 cylinder motor. And I feel it's been a few minutes since he's out of the word service, but don't worry, he's gonna say right here. The most surprising feature of business as it was conducted in then, and really he would argue now outside of the Ford. Motor company was the large attention given to finance and the small attention given to service. That seemed to me be reversing the very natural process, which is that money should come as a result of work and not before the work. The second feature was the general ind to to better methods of manufacturing as long as whatever was done, got by and took the money. So they're like, hey, we're making money selling 5 and 6000 dollar cars. Right? The other competitors or in some cases, like, 10000 dollar race cars. It's like, what seems to be the problem. Like, we don't have to fix anything. This is great. And henry before Was like, no. This is just the very beginning. In other words, of product apparently was not built with reference to how greatly could serve the public, but with reference solely on how much money could be had for it. And that, without any particular care, whether the customer was satisfied to sell the customer was enough. And when I re reread this part, I said, this is what I wrote down. This is why Henry Ford is 1 of my favorite entrepreneurs. And I mean his approach to work because a person is a creep. I I Have covered that on other podcast. And when I read, like, another biography of them. I'll go into more detail, but that is obviously absent in this book. But the reason that he's 1 of my favorite entrepreneurs is you just think of it from the other side. Right? We're customers. Like, you and I, were all building products. Right? For other people to use. But we are customers to way many more businesses than, like, we get to make 1 product, but we have to 1 partner service. But we buy, you know, what, thousands of, like, an inca number of products and services from other businesses all over our life. Right? So, like, we have 1 company. Yeah. We are customers of an inca number of businesses. Of course, you'd want the businesses that you give money to to have ford's philosophy. Service to the customer over everything. And yet, you know, I mean go go think about the last dozen businesses that you've given money to? How many of them had truly great service. How many were making decisions based on what was best for their customer and now is best for them? And then we get back to this idea of if his... He to test laziness. There's a great Kobe Bryant quote on this. I can't relate to lazy people. We don't speak the same language. I don't understand you, and I don't want to understand you. And so this is Henry Ford's version of that. I noticed a tendency among many men business to feel that their lot was hard. They worked against the day when they might retire and live off an income, get out of the strife. Life to them was a battle to be ended as soon as possible. That was another point that I could not understand. For as I reason, life is not a battle except with our own tendency to sag with the down pole of getting settled. If to petri petrified is success, all 1 has to do is humor the lazy side of the mind. But if to grow is to... Is success then 1 must wake up a anew every morning and keep awake all day. Life as I see it is not a location, but a journey. And the way I personally think about this is I love the climb. I don't care with a summit. And so anything that Henry Ford says his mind too. He's going to be really good at. He starts winning races his builds more race cars and, like, just builds faster and better ones. This 1 was hilarious. So it's like, he may 1. In some cases, he would race him. Right? But he's like this 1 scares the hell out of me. I'm not gonna race it We gotta find somebody else that does. And so they find a guy. This is a description of them. The man did not know what fear was. So the beginning of the race, they have to crank these cars. Right? There's no electric starters yet. And so our self starters. I guess what they were recall this point in history. And so Henry Ford's, the race about the start, Henry Ford is, like, cranking it and listen to what this guy says. Well, I was cranking the car for the start, He remarked Cheer. Well, this cherry may kill me But they will say afterward that I was going like hell when she took me over the bank. And then Ford talks about... He's pretty sure that the race car driver never even used the brakes ever. He just went like hell. Like he said, he was about half a mile ahead of the next man at the end of the race. And so he uses the publicity of the 999, which is the race car that he's talking about here. And it says this 999 advertised the fact that I could build a fast motor car and so a week after the race. I formed the ford motor company. He makes a mistake at the beginning because he was short on funds, And he owned, like, I don't, like 20 percent or maybe 30 percent of the company. So he's working on For a year or 2, but we got an inc his personality he says, listen, I very sure shortly found that I have to have control. And therefore, 19 o 6 with funds that I earned in the company. I brought enough stock to bring my holdings up to 51 percent of the company. So really could think of in the early days of the ford motor company. Like, they're like assembler, but not even really manufacturers. They're buying the ports from all all all of other companies. They ship them to their, like, it's more like a warehouse in a factory, and then they just put it together. But even from that, he's like, okay, He was determined. He's like, obsessed with taking weight out and, like, simplifying the product. He's already mentioned a bunch of times, and it says the most... And this is why the most beautiful things in the world are those from which all excess weight has been eliminated. And I would argue same for companies too. This... The the best expression of this idea, even though it pops up over again. I read the music producers biography, Rick Rubin. Right? It's absurd 02:45. And 1 of my favorite things Rick Rubin said. Rick Rubin said is he's like, you know, they would describe him as a producer. He's like, I'm not a producer. I'm a producer. Like, I take your music and I take away everything that is not the music. The most beautiful things in the world are those from which all excess weight has been eliminated. That's true for a song, a car and a company. And then this is funny. Whenever anyone suggests to me that I might increase weight or add a part to my car, I look into decreasing weight and eliminating a part. So he just know human nature. We like to make simple things more complex. So somebody's trying to get you to do something complex, just fight... Like, react vigorously and go in the other direction. It's like, okay, Yeah. We're gonna add a part. You want me to add a part increase weight. Actually, I'm gonna find out a way to decrease the way I already have. So now I'm not adding to it. I'm making it lighter and more simpler. In other words, sir, I reject your advice. A little bit about his mindset in the early days of his company. Argue, I would argue he this mindset his entire life. We did not, Meaning our company did not make the pleasure appeal. Our ads are when we teach people about our products, like, it's a pleasure. It's big, luxurious. Right? He's like, I'm not making... He's just like, I build... What does Steve Jobs said? Steve Jobs said, I build tools. Henry ford thought the exact same way. We did not make the pleasure appeal. We never have. In its first advertising we showed that a motor car was a utility. He just mentioned the need for control why he talk about the need for control why eventually. Does he have no partners. My associates were not convinced that it was possible to restrict our cars to a single model. At this, I think they have like, 3 different ones. But his old things like, I got 1 idea. And when I figure out how to get that 1 idea when they do the model t. They don't sell anything else. And so when I got to this 0.1 of my favorite things that I ever read in any of the books I've covered for the podcast came from Charles to gaul. And he says trans is my only weapon. This is the first of many disagreements with other people that Henry Ford has to overcome. To remain true to his 1 dream. And so when his associates convince him to build other cars, this is how he describes it, we scattered our energy among 3 models. He does not like that. And so he goes into detail, about, like, what they're making? How much it cost? How many they're selling all this other stuff. I'm just gonna give you like, the the highlights here. So 19 o 05:19 o 6, that they're selling models and some of the models are 3000 dollars each. And she's he's like, it's cheaper than, like, a 6000 dollar car or a 4000 dollar car that was common a time, but he's like, it's still too expensive. And so it's like, at 2000 dollars and a thousand, we only sold 1500 cars. And so he eventually goes like this continuous improvement, and this is still way before the model t. Can keep in mind. But he gets the price down instead of 3000, it's 750 and 600. And this is where he's like, oh, I'm right and everybody else is wrong. Because once he got the price low enough, that he goes from selling 1500 cars to almost 8500. So it's fascinating Is, like, even though there's like, thousands and thousands of cars, he's getting closer to his original ids not there yet. His... The other people, like, the shareholders and other people in the business are like, okay, Like, this is good enough. But again, Henry Ford's is like no. I just have 1 idea I'm glad the progress On I'm making towards it. I think I'm getting closer, but I'm still not there yet. And so it says we were a prosperous company. We might have easily sat down and said now we've arrived, let us hold on what we got. Indeed, there was some dispositions to take this stand. Some of our stockholders were seriously alarmed when our production reached a hundred cars a day. They wanted to do something to stop me from ruining the company. And when I replied to the effect that 100 cars a day was only a tri. And then I hope long before to make a thousand a day, they were shocked. And he says the temptation to stop and hang on to which to what 1 has is quite natural. I can entirely sympathize with the desire to quit a life of activity and tired to a life of ease. I have never felt the urge myself. So, again, there's, like, a little bit of a ego. There Was like, yeah, they thought a hundred cars a day was fine. They thought a thousand cars a day was crazy. He's like, listen, I understand it's very natural You know what message up what you have. You know, I sympathize your desire to kinda take it easy, But that's not why I'm here. I have never felt the urge myself, and it continues. It was it was however, no part of my plan to do anything of that sort. I regarded our progress merely as an invitation to do more. And why is that because he says, I had been planning every day through these years towards a universal car and we are not there yet. So therefore, we are not stopping. And so now we get to his, like, Henry Ford's iphone. So he could think of it. I designed 8 models before the model t. I made the following announcement. I will build... This is him quoting himself. I will build a motor card for the great multitude. It will be large enough for a family, but small enough for the individual to run and care for. It will be constructed of the best materials and by the best men to be hired after the simplest designs that modern engineering can devi, but it will be so low in price that no man making a good salary will be unable to own 1. That is Henry Ford's 1 single idea. It will be so low price that no man making a good salary would be unable to own 1. He has the the the important parts I it's easy to say, oh, this made my my product cheaper, but he's like, I don't wanna make a low quality cheap product. I wanna make a high quality cheap product. And so for there, he's literally got to invent the ability to mass produce cars, which did not exist before Henry Ford. So he makes the statement. They runs this ad, and it says the question was already being asked, how soon will forward blow up. Nobody knows how many thousand times it has been asked since. It is asked only because of the failure to grasp that a principle rather than individual is at work and that the principle is so simple that it seems mysterious. And so then he goes into all... I mean, there's a million different decisions he has to make in a million different processes that he has examine and just continuously improve over and over again, and you do that for a decade after decade and you get to be able to build a high quality product at a price nobody can match. But the way he... His brain works is very similar to the way Rockefeller brain works. And so for example, he said he's talking about the layout of the factory in the workflow, and he says, hey, if we can save 10 steps a day for each of the 12000 employees that I have, you will say 50 miles of wasted motion and miss spent energy every day. So that's his idea. It's like, ford's focus on the continuous improvement as this company scaled. Right? It's gonna remind you of when I just re reread Titan. It's episode 02:48. And Henry Ford and Rockefeller understood this. Like, these little things make a big difference because our organizations are gonna be gigantic. And so Rockefeller is watching a machine that would, like, sold caps to cans. And he's like, how many drops of sold do you use on each can and the guy's like, we use 40? And he's like, have you have you tried 38 Rockefeller asked. And the guy's, like, no, but I will. And so he tries 38 drops and a small percentage of the cans leaked? So that doesn't work, but then they try 30 nines instead of 40, and none of them leaked. And so at 39 drops of sold became the new standard, at standard oil at all those standard oil were refineries. And why is that important? The Rockefeller is gonna tell us right now. That 1 drop of sold, and I'm... I'm most likely pronouncing that. Work incorrect by the way. That 1 drop saved 2500 dollars the first year, but that export business kept on increasing after that and doubled and and they became immensely greater than than what it was, and the savings has steadily gone along. 1 drop on on each can. And now has amounted since to many hundreds of thousand dollars every year. 1 drop On 1 process, on 1 tiny part of a gigantic enterprise. That is how Rockefeller and Ford thought. Then me go back to this idea because he repeats it over and over again He says, like, if you actually know what you're doing, you would never consider yourself an expert. None of our men experts. We have most unfortunately found it necessary to get rid of a man as soon as he thinks that he's an expert because no, this is such a good line, check this out. No 1 ever considers himself an expert if he really knows his job. A man who knows a job sees so much more to be done than he has done that he is always pressing forward and never gives up an instant of thought to how good and how efficient he is. Thinking always ahead, thinking always are trying to do more brings a state of mind in which nothing is impossible. The moment 1 gets into an expert state of mind, a great number of things become impossible. Summarize that, no 1 is an expert if he truly knows his job. This is another. I just love his, like, una level of optimism that he has. And probably for mostly for his own, like, skill setting thoughts, especially when you hear the way he talks about other people. But This is 1 of my favorite Henry Fore quotes. I refuse to recognize that there are imp. I cannot discover that anyone knows enough about anything on this earth definitively to stay what is and what is not possible. And so, of course, if you believe that, you're always focused on this continuous improvement in every little aspect of your business. Right? Not a single operation is ever considered as being done in the best or cheapest way in our company. What is that? What do you saying? Things can always be done better. He just says it with more words than he needs to. Not a single operation is ever considered as being done in the best or cheapest way in our company. Things can always be done better. That is the idea behind that sentence. And so main theme in his entrepreneurship is that repetition is persuasive. I've now moved like, 20 pages ahead of where we just were. And he's still at it. We are never satisfied with the way that everything is done in any part of the organization. We always think it ought to be done better and that eventually it will be done better. And why? 1 cent saved on each part would amount to millions a year. Therefore in comparing savings, the calculations are carried out to the thousandth part of a cent. That is how far he thinks he takes things. My improvements may be so minuscule that I cannot even calculate them. Unless I take out my calculations to the thousandth part of a cent, Imagine trying to compete with this guy. Then is a bunch of like, 1 liners and maximum spread throughout the entire book. This 1 I love, because essentially when you're studying history, that's what you're doing. It's like I don't care what we think human nature is or at ought to be. It's like, what is it? We'll just read it. Like, if you're reading these books, it's like you're watching tape. It's like the same thing same way a basketball player watches tape, a game tape. Or and any kinda of athlete watches game tape. That's a reading biographies. We're just watching game tape of some of the greatest people in history like, how how they did life. Right? And he says there far too many assumptions about what human nature ought be and not enough research into what it is, another 1 liner. The habit of acting shorts sided is a hard habit to break. Another 1 liner. There will never be a system invented, which will do away with the necessity of work. Idle hands and minds were never intended for any 1 of us. Work is our sanity, our self respect and our salvation. Then he takes the same idea and he applies it to different domain. Like this, and if... The reason that I'm preaching continuous improvement, and I kinda like, man obsessed with this stuff because these whole points like, listen, continuous improvement, make your business likely to survive economic downturn, there is no use waiting around for business to improve in a in a like an economic slump. If a manufacturer wants to perform his function, he must get his price down to what people will pay. There is always no matter what the condition, a price that people can and will pay for a necessity. And always, if the will is there, the price can be met. It cannot make be met by lowering quality. It has to be met by lowering price in the way he lowers prices is because he eliminates waste. And so that... All these ideas, like, it's kinda of like a snake eating its tail. Right? Continuous improvement means less waste, less waste means lower prices, lower prices means that you could survive, at your more your business is more likely to survive economic downturn. And then once I get to this part, for the second time, I wrote myself, this is when I realized that this book is less of an auto and more of a manifesto. There are short sighted man who cannot see that business is bigger than anyone man's interest. Business is a process of give and take live and let live. It is a cooperation among many forces and interests. Whenever you find a man who believes that businesses is a river, whose beneficial flow ought to stop as soon as he reaches him. You find a man who thinks he can keep business alive, by stopping its circulation. And what is a circulation of business to Henry Ford service to others. Let's go back to this. You told us earlier. Hey Start with the product and everything that the business needs that that product needs. Right? That in other words, what we call business will appear around it. It also clarifies your thinking. He says you will notice that the reduction of price comes first. We have never considered any cost as fixed. Therefore, we will first reduce the price to a point where we believe more sales will result then we go ahead and try to make that price. So, really, what is he saying at this point in the book? If we had to sell the model t for only 300 dollars. And right now, it costs 400 dollars in night... 490 dollars, how we be able to do it? Well, 1 way to force our ways or ourselves to figure that out, hey, the price is now 300. How do we make that happen? A large part of the book is the fact that he feels a lot of people confuse finance and business, He does not feel business he does not feel financing his business his business. There's a lot of these opinions where he's like, you need so much financing because your business sucks. It's obviously what he says, we have demonstrated that we did not meet... Need any money. And why is he saying that at this point? Because he's like, my business is storing off Kudos of cash. I don't even know what to do with it. And so he's gonna elaborate on his philosophy. Says money is only a tool in business. It is just a part of the machinery. You might as well borrow 100000 late as 100000 dollars if there's trouble inside your business. So late is just a machine for, like, shaping wood or metal or something else you need in the the manufacturing process. So he's, like, okay, might will borrow a hundred thousand late as well as a hundred thousand dollars if the troubles inside your business. More lace will not cure it. Neither were more money. So his point is, like, he's analyzing the way that a lot of financing has been done. He's also talks about, like, this is a big problem in the railroad industry why he bought a railroad at 1 point is because, like, they have a crappy business that's mismanagement and wasteful and they throw more money on it. And that's not what you do. His opinion, you solve the problem first and usually the the financing that needs is in the elimination of the waste. Right? So it says more weight late will not cure it. Neither will more money. Only heavier doses of brains. And thought and wise courage can care. A business that misuse what it has will continue to misuse what it can get. The point is cure the misuse. When that is done, the business will begin to make its own money. He continues that, hey, this environment. This easy money environment is not helping any. Barring may easily become an excuse for not boring into the trouble within your business. And his point is like, okay, your business is going through difficult financial times, good. Problems are just opportunities in workloads, and many a businessman should thank his stars for the pinch, the economic pinch which showed him that his best capital was in his own brains and not in bank loans. And so there's this idea that all the businesses is a problem solving machine. And this came from... I did Bull knows 5, 4 years ago. It's Danny Myers fantastic it's called setting the table. And he's... He's not, like, a dinner with the guy from... This guy named Stanley Marcus from Ne Marcus. And he's much older gentleman if I remember correctly. And Danny like, you know, just like, down and out about a prom. And so I'm gonna read from that book right now And he says, opening this new restaurant, I said might be the worst mistake I've ever made. Stanley said his Martini down, look me and the eye and said, so you made a mistake You need to understand something important and listen to me carefully. The rhodes success is paved with mistakes well handled. His words remain with me through the night. I repeated them over and over to myself and it led to a turning point in the way I approach approached my business. Stanley lesson reminded me of something my grandfather had told me. The definition of a business is problems. Business is problems His philosophy came down to a simple fact of business life. Success lies not in the elimination of problems, but in the art of creative problem... Excuse, in the art of creative profitable problem solving. The best companies are those that distinguish themselves by solving problems most effectively. The way I think about this is idea is business is problems and successful companies are just effective problem solving machines. And that is a point that Henry Ford is making, you should thank your stars for the problems that you're having because once you solve it you will now have better problem solving abilities. And therefore, it's likely over time, that your company becomes more successful as a result of you being forced into this very difficult position to actually grow and acquire these new skills because business is problems. And the reason that Ford is so fan obsessed with continuous improvement and continuous problem solving is because his view is completely counter to anybody else in businesses at this point. And he talks about this. Old time business went on the doctor and that prices should always be kept to the highest point at which people will buy. My business has taken the opposite view. And so what I wrote here is Ford would not agree with warren Buffett. Ford would say just because you can raise prices, prices on seize candy, and it doesn't like sales don't go down and more people buy, doesn't mean that you should ford and buffet are playing different games. Another main point of forward. So I listen I want low prices on high wages, and this is why This is fantastic. There's something sacred about wages. They represent homes and families and domestic destin. People ought to tread very carefully when approaching wages. On the cost sheet, wages are mere numbers, they're mere figures. Out in the world, wages or bread boxes, and cold bins, babies creators, and children's education, family comforts, and contentment. What he's really telling you and I hear is never forget the people behind the wages you pay. Wages aren't the same as your other expenses. There is a ruthless that Henry Ford definitely has though. And his point is everything and everybody must produce or get out. What is he talking about there in a company that's dedicated to service. There's no room for waste. And he has entire paragraph dedicated to 1 of the my favorite lines Read George Lucas is fantastic biography. It's called George Lucas of life. The writers Brain jay Jones. I think it's founder number 35. But there's a line in that book Never ever forgotten. He says, George Lucas una invested in what he believed in most himself. It is possible to even over oversized the saving habit. It is proper and desirable that everyone have a margin, margin of safety, have some money in the bank. Right? It is really wasteful not to have 1. If you can have 1 but it can be overdo. We teach children to save their money as an attempt to counteract thought, and selfish expenditure. That makes sense. Right? But that has value, but it's not always positive. It does not lead the child out into the safe and useful adventures of self expression or self expenditure. To teach a child to invest and use is better than to teach them to save. Most men who are bo saving a few dollars would do better to invest those few dollars first in themselves, and then in some useful work. Eventually, they would have more money to save as a result. Young men ought to invest rather than save. They ought to invest in themselves and then create creative a value. Okay. Then I'm gonna spend some time in this section, it's chapter called the railroads. And it talks about, hey, this is a... His the perfect illustration of the idea is, like, where you need to copy the the how and not the what. And the fact that he needs certain railroads to transport his products all in the country. And they're so efficient has become such a large problem at this point in his career that he's gonna buy 1. And this is where he really compares contrast. It's like, this is why I'm writing the book. This is my philosophy on to build a business, and this is why because how most businesses are poorly run. I'm am entirely without any disposition to post a railroad authority. There may be railroad authorities. But if the service is rendered by the American Railroad today is a result of the accumulating railroad knowledge, Then I cannot say that my respect for the usefulness of that knowledge is all proof is all that profound. Let me pause right there. What is he's he saying? I see no evidence of this knowledge because it's not manifested in service. I have not the slightest doubt in the world that the active managers of the railways, the men who actually do the work are entirely capable of conducting the railway of the country to the satisfaction of everyone. The men who know railroad have not been allowed to manage railroad. So that's his way of saying, hey. Gun no problem. With the actual workers doing the job. It's the management and the administrators that are greedy and wasteful. And 1 thing he notices as soon as he buys the railroad is that they don't even actually reinvest. They just take the money dividends put in their pocket. Right? A very small fraction of the money earned by the railways has gone back into the rehabilitation of their properties. And so then he's examining, like, where's all this money going and this goes back to the fact that Ford is very profound and worker. He just despise anything that is not work directed at service, so he talks a lot of shit. About bankers and lawyers and administrators and all that stuff. The natural ally of the banker is the lawyer. Such games as they've been played on the railroads have needed expert legal advice. Lawyers like bankers know absolutely nothing about business. In our experience with the Detroit, the name of the railroad was irrelevant. In our experience with our railroad, we bought the railroad because it... It's right of away interfered with some of our improvements on the river rouge, which is a giant plant that he's making. Okay? We did not buy it as an investment are because of it's a strategic position. We literally bought it because you're interfering with where we're... We need to get done. And if you can't get the job done, then we'll just buy it and we'll do it ourselves. So it says since we bought the railroad because the interfere rotor plans, We have to do something with it. The only thing to do is to run it as a productive enterprise, applying it to it the exact same principles as applied to every department in our business. And when were you think about what he's saying there Like, listen. Since I own this thing, it needs to be an asset and not a liability, so I'm just gonna use the same principles that I used for building cars as building the railroad. This is why... Again, I'd pick up the whole book and just read this chapter is fascinating. It is true that applying a rule of maximum service at minimum cost, which she's always doing. Right? That's a really great way. What is Henry ford to still down to 5 words. Maximum service at a minimum cost. Maximum service at minimum cost. It's 5 words. 5 words summary of Henry Ford for. Maximum service at minimum cost has caused the income of the road to exceed the outcome, meaning it was losing money now it's starting profit. Which for that road represents a most unusual conditions. He... He also kinda of low funny because like, kinda, like, talk shit there. It has been represented that the chain... Because it's like, for this road, that that's an unusual condition. How dare they make more How... How do they have more revenue than expenses. What's happening here? It has been represented at the changes we have made and remember that they've been made simply as part of the day's work are peculiar? Oh, it says, oh, I need to back up here. They're saying, hey, this is, like revolutionary. Like, this is how is this happening? And ford like, these are not revolutionary, and they could actually be applied to railway management in general. And then he just has, like, a very common sense way of breaking down 1 needs to be fixed. He takes the inventory. Craig. This is what I... This is a business I own now. These are the assets So the people are working in there. Like, let's just go through and do a thorough, like, is everything being done as good as it could do. And in other words, like, what's about to happen? Is, like, the railroad is was being run in the exact opposite way that Henry Ford would run a business. All of the rolling stock was an extremely bad condition and a good part of it would not run at all. All the buildings were dirty, un painted and generally run down. The road bed was something more than a streak of rust and something less than a railway. The repair shops were manned and under machine. Practically, everything connected with the operation was conducted with a maximum waste. There was however an exceedingly ample executive and administrative department, and, of course, a legal department. So that's is what you're saying. Where are they investing the money? In their trains? No. Are they investing the money in the track? Nope. Are they investing the money into the Lay technology so that they can actually have more machines doing work? And so the men doing? No. They're not doing that. Where are they putting the money? There was an ample executive and administrator department and of course, a legal department. So he's like, we're not gonna do this. There had been an executive office in Detroit, and we closed that up, and then we put that administration in charge of 1 man. So he goes through some of the numbers here. It's like, 25 ministers. Okay. See you. There's gonna be we're gonna do 1 dude. 1 dude is gonna do all that. And he just goes through and does this line by line. All these unnecessary counting and red tape were thrown out and the payroll of the road was reduced 2700 people down to 1650. And it goes on for quite a bit. I'm not gonna read all that. I'm just gonna give you what was my interpretation of what's taking place. Most businesses are overs staffed, the people running them are just not sc for operators. And so then he's like, okay. Well, you can... There's there's also a way to increase money is that you can actually reduce time. We are not pouring in great amount of money. Everything is being done out of the earnings from the railroad. That is our policy. The time of our freight movements have been cut down about 2 thirds. And so he does that idea. The idea behind what he that sentence right there. He does that a lot. By increasing speed, he actually creates money. And is very similar to Apple that's 1 of the best things Tim cook did at the very beginning when when Steve jobs came back to Apple. And Apple actually did this because they they increased inventory turnover. When Steve came back, and it was like, I forgot how much money he, but it was a good. It was like, tens of millions. It might even been, like, 200000000. It was a good amount of money. Just like, making things go faster. We are routing as much as we can around our own business over the road, but only because we get... We... Because on this road, we get the best service. For years past, we've been trying to send freight over this road that I now own that I previously didn't is what he's telling us. Right? Because it was conveniently located. But we never been able to use it to any extent because of the delayed deliveries. And another way to think about that is, like, we... Like, the... He made the the risk in buying this railroad was actually really tiny to Henry Ford because he knew as trying to be is trying to be a customer of the business. It he knew was a poorly run business. So it's like, there's obvious room for improvement here. They're just not doing it. So just increasing the obvious things makes this risk in buying the the asset. I think I only pay, like, 5000000. Maybe 5000000 for the road. And I think he ended up selling for, like 30000000. I could... Those numbers might be wrong, but it's like a very small investment. Like, the risk is very tiny because from the outside I called, and these guys just don't know what they're doing. And his point was, like, I actually fixed what was wrong with the road. Everybody previously just kept raising more money. So he says will a billion dollars solve this sort of trouble? No. A billion dollars only makes the difficulty 1000000000 dollars worse. The purpose of the billion is simply to continue the present methods of Railroad management. And it is because of the present methods that we had any railroad difficulties to begin with. So what is he saying? You're just throwing more money at incompetent people. Okay. And then we'll end where we began, this is Henry Ford summarizing his philosophy. It has been thought that business existed for profit. That is wrong. Business exists for service. If I did not think so, I would not keep working for the money that I make is inc. Business must always give more to the community than it takes away. In the first chapter was set forth My. Let me repeat it. For it is at the basis of all of our work. Number 1, an absence of fear of the future, or v generation for the past. 1 who fears the future who favors failure limits his activities. Failure is only the opportunity more intelligently to begin again. There's is no disgrace in honest failure. There is disgrace in fearing to fail. What is past is useful only as it suggests ways and means for progress. Number 2, a disregard of competition. Whoever does a think best ought to be the 1 to do it. Number 3, The putting of service before profit. Without a profit, business cannot extend. There is nothing inherently wrong about making a profit, well conducted business enterprises cannot fail to return a profit. But profit must and inevitably will come as a result of good service. It cannot be the basis. It must be the result of service. Number 4, manufacturing is not buying low and selling high. It is the process of buying materials fairly and with the smallest possible addition of cost transforming those materials into a consumable product and distributing it to the customer. There is always something to be done in this world and only ourselves to do it. Every advance begins in a small way and with the individual. And that is where I'll leave it for the full story, highly recommend buying the book. If you buy the book using the link that's in the show notes, You'll be supporting the podcast at the same time. As you're buying more books and reading more books, make sure you get the Read wise app. Read wise is where I store all of my notes and all of my highlights for every single book that I read I've done this for years, and it's 1 of the main benefits of listings at because not only I... Have I read over a hundred thousand pages in the history your entrepreneurship, but the way I don't forget these things is because I put them in read wise and I read them over and over and over again. It is by far the best app I pay for and I could not make the podcast without it. So founders tend to read a ton. And if you're gonna read, you might as well remember what you read. And so if you go to I think it's... I'll leave in the... I should know the link by now. She's... I'll leave the link in the show in case Wrong, but I think it's read wise dot I04 slash founders. And you can get 60 days free. It's fantastic. That is 266 books down, 1000 go, and I'll talk you again soon, and"
}