{
  "transcript": "In the American cable industry, 1 man has over the last several years seized monopoly power. Using bully boy tactics and strong arming competitors, suppliers and customers, that man has inflicted antitrust injury on my company, and virtually every American consumer of cable services and technologies. That man is John C Malone malone. Malone malone seeks to exert monopoly power over key stages of the delivery of cable programming to the American consumer. Control over the creation of programming and studios. Control over cable programming services, control over the mechanics of transmitting programming by satellite and control over the delivery of programming to the home. At every stage in this process. The consumer has paid and will continue to pay a monopoly tax to John Malone. That was an excerpt from a lawsuit that Malone 1 time rival summer Reds stone filed and it is found in the book I'm gonna to talk you about today, which is Cable Cowboy, John malone in the rise of the modern cable business and is written by Mark Rob shaw. So before I go to the actual book, I wanna read some highlights from this fantastic Twitter thread written by this anonymous account called Load line Finance. It was written a few years ago, and I think it gives a fantastic overview of John Malone philosophy on company building, and I think knowing this before we go into the some of the highlights. It actually enhance your understanding of the highlights as we go through. So the first idea of Malone believed in building long term value through leveraged cash flow. Earnings didn't count. He was not constrained by quarterly expectations. The entire time that he runs Tc. It's a public company. And so he would tell his stockholders. If you're going to ask about quarterly earnings, you're at the wrong meeting and you probably own the wrong stock. I'll go into a lot more detail about his philosophy once we get to the book. Malone built the pipes, then bought the water that flows through them. So he wanted to own the cable lines going directly into the house and the parts of the programming that that flowed through those lines. This is why by becoming the gatekeeper with access to subscribers, he could negotiate equity stakes in the channels, gaining huge financial upside. Third idea. Malone malone took spartan operations to another level. Absolutely no bureaucracy, no waste. In this a quote from alone. We don't believe in staff, staff or people who second guest people. Fourth idea. Always protect the mothers ship. He used a web of subsidiaries to spread risk. So if 1 went down, it didn't sink the whole ship. Here's Idea number 5. This 1 actually made me laugh and it gives insight into how Malone viewed himself. He was not really interested in operating company. He thought himself as a deal maker. Malone malone average 1 merger an acquisition deal every 2 weeks for over 15 years. That's insane. These guys were sling billion dollar deals like Bowls of breakfast cereal. Oh, and Tc shares rose 55000 percent. And then the sixth idea is exactly what I read at the very beginning, which was Reds stone description of Malone malone, and it is 1 of the best parts of this book is the exploration of Malone malone complex personality. It is not a fawn glow peace. Malone malone is cast as a monster as much as M, an isolated soc path as much as a loving family man. And the final idea that wanna include from this thread is if you give managers equity ownership, they can focus on fighting for economics rather than wasting energy fighting for control, and I'll go into more detail about that specific highlight later on. At the time, malone was cri the difference between like a professional manager with no skin in the game, and the way they think and the way entrepreneurs think. So Wanna I jump to the introduction of the book where the author is telling us why he is writing the book. This is 1 of my favorite things to study, which is the beginning of industries. And the reason it's 1 of my favorite things to studies is because the beginning, the very beginning of industries are always filled with cowboys, pirates and mis fits. And so the author says, I had studied the bumpy odyssey of the industry for 6 of my 12 years at the Wall Street Journal. I was fascinated by the cast of underfunded cowboys who had wanted merely to make a buck by building a rural antenna service, so that is how the cable... The modern cable industry and its infancy empathy was essentially just a bunch of young entrepreneurs have no money in the middle of nowhere trying to build an antenna service, which I get to in more detail. Their vision always seemed just beyond their grass and they often stumbled in running to reach it. Now the same spider web of copper lines across the country was suddenly the single fastest route to the Internet. So the difference between what he's describing there, a rural antenna network morph into the way Americans get high speed Internet for the first time. That process that he's describing took over 50 years to happen. The tapestry of events that led to cables dominance was connected by a single thread. John Malone malone. And before I read this description of Malone and where he's he's gonna be compared and contrast, which a bunch of Robert Barons that you and I've talked about, The way to think about malone is he's 1 of these dominant personalities that you and I see have seen over and over and over again. And what's interesting to me is he's still living This book has written in about 20 years ago. He's still living and he's got this, like, cult like falling. This book by far has been the most requested book for me to cover on founders for years. I was finally pushed over the edge but my friend, Sam Hi, who's actually sponsoring this episode, and he told me a few weeks ago, he's like you gotta read cable cowboys, Malone malone was a monster. And to me that was an unintended double on Andre. Because Mu malone competitors definitely sell him as a monster, but he was also a monster and a formidable individual at company building. And so this is a little bit about that. Mu malone symbolize a much more ominous side of business to critics consumers and competitors. They saw a monopoly run by a Machiavelli bully who lived up to his many nickname, including Darth Vader, Angus Khan and the Godfather. He had gated very close to security law violations and like industrial powers Andrew Carnegie or Jpmorgan before him, he had extracted a price for the progress that he offered. As his power grew, he decided which cable network survived and he crushed competitors. And all of this he did openly and bra. So on the next page an overview of what he did. Mu malone did not found Tc. He is actually hired and recruited by the founder named Bob Magnus. And I'll get into Bob's story in a little bit because that's fascinating. I was actually disappointed, I could not find a biography on Bob. It makes sense when you get to know him because he very much believe that bad boys move in silence, and so he didn't seem like the personality typed that would cooperate with an author actually. So it says Tc was born in Western Texas in 19 52 when Bob Magnus, a part time rancher with a weakness for whiskey and gambling glean from a couple of hitch, a nifty investment idea that almost bankrupt him. That's that rural antenna service that morrison cable. He sought help from malone and by 19 90 Malone had expanded Tc reach and assets more than tenfold, making nearly 500 acquisitions in that time. That is bananas. At an average of 1 deal every 2 weeks. The structures of his deals were exotic and his financial A often be federal Wall Street and investors and be funneled the hell out of me. I had to read several sections of this book over and over again, and I still have no idea what the hell is going on? And that was intentional by the way, because the author points at 1 point, they had like, a 350 page perspectives of some investment deal that that that Mu malone was pushing through, and it's extremely unlikely that anybody other than malone actually understood the deal completely. So in addition to reading the book, I also watched this lecture that took place about 10 years ago, and it's John Malone, and he's actually speaking to a strategic finance class, and I'll leave the link down below, because it's very fascinating. He's like, just under 2 hours long. But strategic finance, I feel was Malone Superpower. So back to the book, it says the structures of the deals were exotic and his financial Aka often, of Wall Street, and Wall Street and investors. The flurry of complex mergers, acquisition, stock dividends and spin offs cloud the picture of the company's true performance. That too, I also think was intentional. Ish... This is really about his belief. It reminded me Remember when a couple podcasts ago. I can't remember if it was... I did 2 Rockefeller podcasts recently. 01/02/5248 on Titan and the another 1 on 02:54 on this, like, very obscure 40 year old biography of Rockefeller. But what was interesting is I talked about probably in both those podcasts is the fact that to understand Rockefeller. You had to understand that he literally believed. Literally believed this is if, like... As clear as day to him. That he was sent here by God to make as much money as possible, so then he could give it away. And I thought the reason that was important to emphasize is because when you... When... If you're operating with that belief, Like, you and I may think that, okay. That's a little ridiculous, John, But to him, it wasn't. It was actually real and then you understand what is... Like, what's his motivation behind what he's doing, and it stems from that belief. Malone malone had almost like a... To me, it was like, he he repeats several times in the book. He thought it was like a, moral, like, achievement to build wealth. And the part where his philosophy conflicts with mine is the fact that he would build wealth. He'd put the achievement of building wealth over service to customers. So says his shareholders got rich along with him From loan, it was a noble if not moral achievement. The fruit of his enormous capacity to d reduce and strategize. That is repeated. Variations of that idea that is a moral building wealth is something good, something, you know, moral achievement is repeated different variations that is repeated over and over again in the book. Okay. So before I go into Bob and the starting of the company, which is really 1 of my favorite parts of the book, we kinda go to the fact that Mu malone in some ways, it was irrational for him to... This is so important for min you and Chant. Maybe the greatest opportunity that's ever gonna presented to you and I. Like, it's going to be irrational that we chose to do it. And what I mean by that is Malone is an extremely gifted. I think you graduated from Yale, had all these credentials He's getting recruited by all these other super smart rich people. Right? And he's I think he's in his late twenties. So I think he's, like 29 at this point in story. Right? And he turns it down. Like, this... Let me just read this and it's crazy. So was weeks earlier, Malone had spur a far more lucrative job offer in new York. From Steve Ross, who was the Chairman of Warner Communications. Ross had promised the 29 year old Malone, a limo and a hundred and 50000 dollar salary. This is probably in the 19 This is... I think this is 19... Early 19 70 seventies. I think we're right right on around 19 72. So this is a a lot of money. Ross had promised a 29 year old malone, a limo in a hundred and 50000 salary, even pledging to relocate the new cable headquarters to Connecticut where Malone lived so it would shorten his commute. So I wanna pause there before I go into him turning out his offer and going into the the details of an offer, what is that less than half of the seller he's gonna accept from Bob. But I I think I need to point something else you is, like, every single person in the book where it's a young version of John malone or an older version of John malone makes the same point. Well malone is just smart than everybody else. And I think you're seeing shades of that here where Ross is already a formidable individual in his own rights. Like, hey I need to get this guy, this young kid on my team and I'm willing to go to great lengths to do so. As I said, instead, Malone had chosen hardship. This is what I mean about it's almost like I an... The bet... This... This is going to why to being the best opportunity he ever has the foundation in which he's going to build his multi billion dollar wealth on. And it didn't look like that at the time. Instead, malone had chosen hardship to take a pay cut and join Tc, which is an obscure cable company that had lured from crisis to crisis for the preceding 20 years. And this is a little bit why Malone made this decision. Malone had picked Tc because Bob Magnus was fatigued and running out of luck and was ready to re power and let a new man run the entire show. And because if Malone could make it work, he might become extremely wealthy. I can't pay you very much, Bob told him 1 day, but you've got a great future here if you can create it. Such a great line. Malone malone found the challenge irresistible. So he's gonna make 60000 dollars. Okay. So he turns down a limo, relocating the the the headquarters... So I can... It's a short drive from a house. And a hundred 50000 dollar salary, and all Bob can give him his 60000 dollars of salary and a bunch of stock options. So they agree... It says they agreed upon a salary, 60000 dollars, and then Mu malone had seen fit to buy 7500 shares of Tc stock which he helped pay for with a 60000 dollar personal loan from a local bank. Oh, I forgot to mention. He's gotta move him and his wife from the northeast, all the way to Colorado. And that might have been part of the appeal says Malone taking a liking to the informal Western setting in Colorado. It was scenic and un. Malone malone top executives were rough writers. They were not the Nba types that malone knew back on the East coast. And so let's go into the culture that Bob built. It was very much a cowboy, rough rider, heavy drinking extreme behavior culture. And it is wild. How it started. For 2 decades, Bob had relentlessly driven himself and his wife Betsy. So this is right before, he goes and recruits. I need to give you background into why up until the point where he he puts... He's looking at the numbers. He's in such despair and pain, and he realizes he's in really shitty situation. And he says, like, there's a great line I'll get to in a little. Like, Damn, I need to find the smartest man I could and recruit him to run this company for me. And until we'll get there. So his wife is also his business partner. So that's Betsy. They had started out with a single cable system in Memphis, Texas that they had built themselves. And they had ultimately assembled a company with more than 200 cable systems in the top 100 market. So that's what Bob's been up to for the last 20 years. Okay? Bob had done it by constantly dub. This is so crazy. He had done it he had done it by constantly doubling down in his bets and accumulating a mountain of of debt. He was always gambling that Americans hunger for this new thing called television would permit his company to grow fast enough to stay ahead of the bill collectors. What the hell does that mean? That means at this point in the story in 19 72, Tc had 19000000 dollars in annual revenue. That's fantastic. Right? It had... Its debt load was an obscene 132000000 dollars. This is irrational them malone saw this as an opportunity and he was right. Bob discovered this fledgling industry in a chance encounter in 19 52. So 20 years earlier than we were in the story when he gave 2 strangers a ride after meeting them in a cotton gen. Bob was then a 28 year old cotton seed buyer at the time. And then it gives us background on his life to some highlights he'd had grown up during the great depression, and he came from a family of farmers and ranchers. After serving World war 2, he pursued a college degree, and he was looking for the prosperity that the post war American economy could offer. He also worked in oil fields during the summers. That's when he meets his wife, and it says he would gain more than a country girl. She would also pre prove to be an astute business partner. And a trait that Bob had early in his life that he kept his entire life was he kept his mouth shut. He hated that Malone would tell competitors like their strategies and stuff. So it says Malone learned to listen instead of talk. And within a short time, he could read a customer like a poker player. Anticipating what that person wanted from the deal moments into the negotiation. And when I got to that part, and made me think of 1 of my favorite lines from when I read Michael Jordan's auto on episode 02:13, and I've never forgot the science since Then says successful people listen. Those who don't listen don't survive long, and we're seeing the same thing from a young Bob Magnus here. And then, this is how he found the opportunity. So he's given these 2 hitch shaker ride, and he says the 2 man told him that they had just built a big community antenna them And what did the system do? It help folks in tiny towns get broadcast Tv signals from bigger markets far away. So again, Magnus is listening to them. Thinks that's interesting. Drops them off, doesn't think about it anymore A few days later, a business partner brings us up And so the the The name of the chapter I'm reading from is called licensed to steel, and that's why. This is why we're here. Days later, a business partner mentioned, Bob that if you knew how to get into something called the Cat tv business, I understand that's a license to steal. To which Bob replied? Hell. I know how to get in. And so Bob decides to build 1 of these systems in this... In this tiny town that he's in, and this is why they called a license the steal. If he could raise the money to pull it off. Bob would be able to charge his neighbors a monthly fee for the television service, which he would get free of charge. Basically, p the programming from the Tv stations themselves without paying them a sense. So you can think about he's extending the range of these Tv networks from bigger markets into smaller markets, they're not currently serving. And this next part, you and I've seen over and again, the importance of having a supportive spouse for entrepreneurs and founders. As so says Betsy told Bob that she would do anything to support his idea. So they decided to bet the ranch, literally on cable. They owned like some cattle, so they went up selling it. Bob then sold his cattle, mortgage the house. This is this guy... They called him a gambler. Now you'll see why. He literally bet the ranch on cable. Right? And what's crazy is how early is. Up until this point, Bob and Betsy had rarely even seen a Tv set, and they certainly didn't own 1. That is how early they are in this. So it says, they decided about the ranch on cable, Bob sold his cattle, mortgage the house and borrowed 2500 dollars from his father. That last line about borrowing 2500 dollars from his father is crazy if you think about what's gonna happen, let's say, 50 years, let a little less than 50 years from where we're on the story. If you think about the decisions you make today and how they reverb, pasture your lifetime to your kids and grandkids. This is a perfect example of that. You'll you'll... The reason Bring up is because, I think you'll make decisions differently. You if you think... Like that, it's really long term perspective, but that 2500 dollars. Turns into hundreds of millions for his grandsons. There's no way he could have known by lending 2500 dollars to his son. I'm pretty sure his grandsons aren't even born yet. That that that his son is gonna take that 2500 dollars along with the money he got from selling his ranch, are selling his cattle and mortgage his house and turn it into... This is literal. This is non exaggeration. Hundreds of millions of dollars that are gonna flow to his grandsons when his son dies. And at that point I his son dies when me he's 72 years old. So this is as many... I mean he's 28 when he's doing this. So this is 50 years into the future. That note on this page is crazy. That 2500 dollars turns into hundreds of millions for his grandsons. So once Bob and Betsy start in 1 market, they keep expanding over the next 20 years, so they're gonna expand to expand to over 200 different markets. I just wanna pull out 1 or 2 sentences here, extreme behavior is found at the very beginning of the industries. They are trying to run wires in very rural areas. This, I think is in Montana says new employees were asked. Can you walk 10 miles in 10 below 0 weather. That is the requirement to get the job. This is how Bob managed and a little bit about the company culture at this point. Every evening, a handful of the Tc cowboys would sit around Bob's desk, and he would open the bar and review the day's events. Alcohol is a supporting character in the story for sure. This about 10 years into the business. Bob liken the cable to the oil rush days and his native Oklahoma and Texas. Cable Tv systems generated bundles of cash from the installation charges. Which were a hundred to 300 dollars a customer in the 19 seventies, and monthly service fees of 5 to 20 dollars. This high cash flow could service this is important because this... What Bob is describing here the economic the early cable industry is what is like the weapon that alone wheels. Like about a decade from now. So it says this high cash flow could serve an immense amount of debt, which was used to buy more systems. The company's hardly paid any taxes because of the high depreciation on the equipment. The average cable system enjoyed a profit margin of 57 percent, far fatter than most businesses at the time. And this rushed to constantly grow and stay ahead of the debt collectors took his toll. Bob's was just under an intense amount of stress and pain as he's building his company. This is when he finally snaps and goes and gets him alone. Bob drank almost daily. Alcohol, however, poison this his body dull the anxiety that nod at him. The weight of tea... This is so crazy because he doesn't know. Guy's gonna be a billionaire off of what's about to happen here. And he's doing well. This is early 19 seventies. He's doing well, but not nearly. He's like, 1 tenth, maybe 1 twentieth of the wealth that malone is gonna help build for him. So it says that he drank almost daily. Alcohol was however Poisonous his body told the anxiety that nod at him. The reason I bring that up is because I imagine you and I talk about the... Maybe the best maxim from the history entrepreneurship is that excellence is the capacity to take pain. Imagine if Bob did not have the capacity to take pain to deal with anxiety for decade after decade. And if he stopped here. How different is his life, not only his life, I just got done saying when he dies, his 2 sons are each can in inherit like 200 I think 202 hundred 50000000 dollars each. How different is their life if he cannot take the pain and he stops here. He dull the anxiety that nod at him. The weight of Tc debt Threatened to topple the empire that he invested works so to build. After 20 years of struggling to scrutiny was unbearable. The complexities of running a public company and tracking the performance of more than 200 cable franchises in 21 states all the wild fighting regulators and lawyers was becoming too much. He skimmed the company's numbers looked up at Betsy and blur it out, I'm gonna hire the smartest son of a bitch I can find. Enter John Malone Malone malone first year at running the company is the company's worst. So not only did Bob have to demonstrate that excellence is the capacity to take pain, listen to what Malone has to go through in the early days. Malone had the dubious pleasure of presiding over the first loss that Tc ever had reported. 2100000.0 dollars. Tc hut, and this is also important to understand Malone malone strategy in growing Tc to want into the largest. I think it was the largest k operator. When he sold it to At and T. Tc would hardly ever again report a profitable year. Forever after, it would reinvest cash flows to grow the business ever larger. For Malone, all this was painful to his pride and a blow to his personal finances is the fact that he takes his job turns down other more lucrative options and then provides over the worst year in Tc history. That's what they're talking about there. So it it was blow as personal finances finances and it's stunned him. The value of his stock options had sunk by more than half. And instead of reaping great riches as he had envisioned, Malone was now cash strapped and deeply in debt. At home, his wife Leslie was patient, but clearly unhappy. Remember he moved her across the country. There they lived in the Northeast. Now they're living in Denver. She was the love of his life and deserve so much more from him, but they were barely sc by. Malone malone had to cut his own pay to help meet expenses at Tc. They did not eat out. They had no new furniture for their home and the company... Or in the couple excuse me, had to go 9 months without telephone service because they couldn't afford it. This part was hilarious. Each day on his drive to the office, Malone malone passed a feed lot that was filled with cattle. And each day he saw the same bull standing on a pile of dung. That's me, Malone malone told himself. On top of a pile of bullshit. In the quiet few moments he had to himself in the drive a single question tug at him? Have I made the biggest mistake of my life? So let's rewind in the life story of John malone and try to figure out okay. Why is this guy who is a rare combination of incredibly intelligent and unbelievably driven. And as you and I have seen before, it's amazing how many of these ideas just repeat over and over again. So back on founders 02:42 I read the Biography of the legendary director, Francis ford Cop. And there's a line in that book that says you can always understand the son by the story of his father. The story of the father is embedded in the son. Long after, John's father dies. He talks about his relentless drive being a result of trying to gain his father's approval. John Malone father preach hard work and personal sacrifice. If you didn't try your best, worked the hardest, you're a failure. That's what people are put on this earth to do. Dan Malone would tell his kids. More than anyone, Dan Malone would shape his son's destiny. That's just another way of saying the story of the father is embedded in the sun. It's crazy that this repeats over and over again. More than anyone Dan's Malone malone with Shape his son's Destiny. His father's rigid expectations and private tutorials seem to inspire John, who would spend a lifetime struggling to prove his worst. Dan was iconic in dol out anything approaching praise. He set a very high bar. When John came home from school with a report card of all A's and 1b b, he asked about the b. Mu malone would internalize this model and become very demanding of himself. That part was very interesting because well after Malone is independently wealthy. He is still pushing them. He's still working incredibly hard. And I go and listen to that talk that he gave the 1 I I'll put the show notes, if you wanna watch it on Youtube. And he says that interesting how, like, sometimes you're you're buying all these companies. And sometimes you have, like, good managers, but a lot of times you have to, like, you you got to yank out the management that's in there because you just made them extremely rich. And he said a line that I think is really a reflection on how abnormal and unusual he is. And he says once you make a guy Rich, don't expect him to work hard. Very unusual people do that. John is 1 of those very unusual people. So in a fast forward past college, I wanna go to when he's about 29 years old, and he's working as a consultant for Mckinsey and company. And I found a very fascinating how he accidentally stumbles into the... Which gonna turn into the cable industry. And he's consulting for a cable equipment maker. And he's talking to this guy named Shapiro who just bought the company. And he says after several weeks, Malone laid out a Plant Shapiro to fix Fitzgerald, which is the the company. But Shapiro surprised him with his reply. I've got a better idea. If you're so smart, why don't you come and do it yourself? Malone malone was 29 and he accepted the offer? This is important because we we talked about this recently where, I think it was last week in the Edison number 2 67 on the edison biography, and number 02:58, which was about jay Gold. And it was the fact that Jay Gold winds up spotting the telegraph opportunity. Through his work in railroads. And I think this is a very powerful idea to think about it It's the idea that you can actually identify an opportunity because you have deep knowledge about 1 industry, and then you see an another industry developing parallel to the industry that you know about. Well, malone career is another example of that because he goes from Mckinsey. Right? It's working At mckinsey for a cable equipment operator, then the guy's like, hey, come run the cable equipment operator, but not only do they make cable equipment, but they also were the third largest cable operator at the time. Then through these meetings selling and running this cable equipment maker, he's going to meet. 1 of his customers is Bob Magnus. So it says in the process of studying Gerald Malone for the first time the potential of Cable Tv. Gerald was a com... It was a cable equipment maker that happened to be the third largest cable operator in America, and they're growing fast. And so what's happening is he's seeing the difference at scale. He he uses very... You you think of malone very much... So if to me is very similar to like another Rockefeller and just like Rockefeller was intent on getting as big as possible as fast as possible so the malone, and this is part of the reason, solely the efficiencies of scale stretched out before him. The bigger you are, the more parts you order. Remember he's focused just on the cable equipment making at this point. Okay? The more parts you order the cheaper the parts. Before Malone arrived at Gerald, the company was paying 8 cents for each of these tiny connectors they needed in this equipment. Right? Malone malone as they sort to grow, started buying them for 1 tenth of 1 sent. Remember this part for later, he literally uses the same idea when he's buying programming from people like Cnn and Hbo. When we were small, we paid 8 cents. Now we're big, we pay 1 tenth of 1 cent. I'm gonna read something I said 47 minutes into the episode 02:54. This is... If you haven't listened episode 02:54, you gotta go back and listen to it because it's gonna give you advantage. How many people have read a 40 year old obscure biography on Rockefeller. Right? And so what, I got to somewhere in the book, and I really, like, you really can break down what Rockefeller was trying to do, and this is very similar to what Mo malone is doing. So I'm gonna read from 47 minutes into episode 02:54. Okay? And so this is what I said, Trying to summarize what Rockefeller is doing. Step 1. You raise money so you can increase production. Step 2. Use your increased production to get better rates on transportation than other refine. Step 3. Use your increased profits because you have better transportation rates to buy your competitors. Step 4, continue to find secret sources of income. And a described Rockefeller approach at building his company and absolutely destroying his competitors as a ruthless efficiency and hyper competence. Those same 5 words can be described for what Malone is about to do. It is ruth... It was ruthless efficiency and hyper competence. If you read this book, it's obvious how more... How much more advanced malone was. And some of us, I think is, like natural intelligence, but then there's several times I left this note to myself because it'd be different examples of the book. And I just wrote, oh, Malone malone thinks about his industry more than anyone else. And I think that was true for Rockefeller 2. So now Malone is 32 years old. He's running Tc, and Tc has got this very complex web of, like, subsidiaries at owns and all kinds of crazy stuff that Malone is trying to figure out. But this part, this actually took me some time because I had to go and read through all of I couldn't find the highlight for... That I knew was there in and buffett shareholder letter So it took me like, 20 minutes to find it. I'll read the whole thing to you after I get his part. But Malone malone going crazy because he is watching every single dollar and rather frugal. He did not, like, he hated wasting money on taxes and inefficiencies Later on, he's like, yelling at the the Ceo of At and T because he's like, you guys don't know what you're doing. And so he runs into somebody that as good as Malone is that his job, this person was bad at theirs. If that makes sense. And so this guy running this subsidiary Tc, so technically, Malone malone is, you know, this guy's boss. And the this subsidiary is called Nt. And so it says Nt was bleeding money. It lost a million dollars in set in 19 73, and then 4000000 in 19 74. And this is how they described it. Nt is like a cancer on the tail of a beautiful dog. Nobody sees the beauty of the dog. So he's trying to find a way to get it out of Tc. And the way they run the company makes John Fur. So it says Nt executives flew first class and spent lavish. And this only annoyed malone further. So I wrote underneath underneath us. This is sloppy bullshit. Jeff Bezos vain would be popping. There's a great story that I cover back on Founders number 1 79 in the book the everything store where at the very beginning of Amazon during in a meeting and this guy's like, hey, Jeff, why don't you let Amazon executives fly business class? Like, why do I to fly coach and Jeff went buck. He starts like, I think it's hitting the the the table was like, that's a dumbest thing Ever heard of that you don't think like an owner, and everybody says when Jeff would get mad, it would be, like, a vain in his forehead that would just absolutely pop out and, like, come say hello. This we're actually pretty funny. So that's what I meant about. This is sloppy bullshit, and that Jeff Bezos vein would be popping. So it says Malone called Bob, Bob, you're gonna have to find 2 new top executives. He said through cl teeth because I'm gonna throw the Nt president out of the fucking window. And then he'll be dead and I'll be in jail. And so as the author was just subscribing this like, really sloppy way of running businesses on Nt part. I thought of what Buffett said in his shareholder letters which I thought was fantastic. And he says our experience has been that the manager of an already high cost operation frequently is uncommon resourceful in finding new ways to add overhead. While the manager of a tightly run operation usually continues to find additional methods to curtail costs. Even when his costs are already well below those of his competitors. So Buffet is describing 2 polar opposite ways of running a business, and that's exactly how to think about what's taking place in this the this book right now. Mu malone is clearly who Buffett would wanna invest with while Buffett is describing the silliness of people like the guy running Nt. So I just wanna reiterate the point. At this point in Tc history. The first few years, the malone is there. It's looking like he made a dry mistake. They're having to start... They're in terrible economic situations. It's like, this is during stag and everything, But it's also like, they're there's just no way that they're gonna be able to keep ahead of how much money they have in debt. Remember. I think when he takes over, they had 19000000 in revenue, you know, hundred what, hundred 60 hundred and 50000000 dollars in debt, whatever it was. And so you literally have Bob having to, like, run away when people collecting money comes to the office. If a bill collector showed up unexpectedly at Tc door. Secretary would stall the visitor while Bob made a getaway from his office to the parking lot. You and I have come across something like this before, all the back on founders number 01:51, which is is this crazy book about how difficult it was to start Fedex. In the early days of Fedex, I went found the the actual highlight in the book. The Fedex planes were heavily mortgage. And they were terrified that they would actually seize the mortgage planes. And if the bank sees the planes and Fedex would be out of business. And so the bank had a young bank officer that was keeping track of, like, the debt and financial situation and other days of Fedex, and they said every time he would show up at the airport where is where Fedex was was headquartered, we would radio the Falcon, which was the kind of plan, kind of planes they owned not to land. That's how tenuous the situation was Mu malone would spend his first 5 years to Tc acting more like a treasurer than a president. He would be fend off lenders raising money and sniffing out any angle that would give Tc breathing room. This is a hilarious way that John describes this point in his career I'm the head of a little Pip company in debt up to its ass. A couple million dollars in revenue and not credit worthy to borrow from a bank. We're barely making it. But my malone not the type to give up. He says why he could still see an upside in Tc, the bigger motivator pulled Malone out of bed in the morning was the fear of failure. If Tc failed, Malone malone felt that he would lose much more than the company. He would lose the respect of his colleagues, the trust of his family and the approval of his father. And so he does is see stop trying to grow so fast and then just ruthless controls every single expense, the way out with simple stop expanding so quickly. To meet budgets malone cut back office hours and salaries and took to personally signing any company expense over 500 dollars. And this is where he comes up with the blueprint that he's gonna use to make T the biggest k cable operator, think about it. He'd say, because Tc had high interest payments and big write offs on cable equipment, it produced losses. And because it produced losses, it paid hardly any taxes to the government. As long as cable operators collected predictable, monopoly rent from customers, met interest payments and grew from acquisitions, why worry. Mu malone like the mathematics of it. Tax sheltered cash flow could be leveraged to land more loans to create more tax sheltered cash flow. A standing joke around Tc was that if Tc ever did report a profit, Mu malone would fire the accountants. Malone malone theory of value was Ana to many investors, but it was a result of months and months of turning the issue over in his mind. There's a big difference between creating wealth and reporting income will malone like to say. Investors who held a long view rather than focusing going quarterly earnings would be rewarded handsome, and this is where he starts to repeat what I was mentioning earlier in that Twitter thread. If you're gonna ask about quarterly earnings, you're at the wrong meeting, and you probably own the wrong stock. He told 1 group of Tc investors. What we care about is value. We want to create value for our shareholders. So it takes him a while to find the right shareholders for his business. But once it does, it changes forever because then he doesn't have to borrow from banks anymore. A... A year later, institutional investors discovered the company stock and started to take the price up, Tc was finally able to go to the equity markets to raise capital. From that point forward, Malone malone never looked back. This is 19 78. So he's 6 years into the job, and then something that I think about all the time. And I think it's very obvious if you read a bunch of these biographies with me. I wrote down on this page, stay in the game long enough to get lucky. Now I wanna move ahead to 1 of his main ideas. This actually becomes really controversial, and then a lot of this is where he becomes accused of rightly, prop most likely to be a mono monopoly. So this is where he's decides, like, we're not just gonna make money the piping and owning the wires. We're gonna make money on the content too. And part of this is what I mentioned earlier. Like, I really do believe that Malone thought about his industry. Much more than anybody else in the inside the industry. Rather than just owning the cable that delivered the new programming, Tc needed to own a piece of the cable channels themselves, thereby sharing in a whole extra upside. Malone malone thought that Tc could own both the pipe and the water flowing through it. Eventually, this gets him into my I antitrust and I trust trouble and he actually does something smart. He he pre that by breaking himself up. So says Malone thought the Tc could own both the pipe and the water flowing to it. The cable wire and the cable programming. He started out small. In 19 79 with a bet on a company called black entertainment television, Bet. The founder of Bt is guy named Robert Johnson, Robert has a meeting with, meeting with Malone. And this goes to what I said, what we mentioned earlier is the fact that he did, what do you, like, 500 acquisitions, like, 1 deal every 2 weeks for more than 15 years or something like that? If you're gonna do that, you have to act really, really fast. This example of that. So Johnson wants some money to start this to start the to start Bt. So says Johnson replied that he thought it would take 500000 dollars to get it started. Is what Malone said, I'll buy 20 percent of your company for 180000 dollars and I'll loan you the rest malone offered. The entire transaction took about 45 minutes. And not only since he owns equity, he can participate in the upside of all these investments, but he also can guarantee he just comes with immediate distribution Okay. Do you wanna be in 2000000 in 2000000 homes? I can do that right now. The channel in investment deals would eventually make my malone vulnerable to charges of ex and anti competitive behavior. This is why says he's a monster. Right? He's just... I would not wanna... I would not have wanted to compete with this guy? His Tc system reach 2000000 viewers by 19 81. So when John Malone came calling, did the did these channels really have any choice but to hand over a piece of the action. If they didn't let him become a partner, he might not allow Tc cable system to offer the new channel. For a small equity stake in the channel, usually well below a majority share, Tc would add the new service to its cable systems and give that channel a fast start in gaining critical mass. Malone malone also had a bit of an ego and and an arrogance in them. And what he would do is he would be convinced that and usually was right about what he's about to say. The fact that in there's, like, these peaks and valleys in his industry, like every other industry. And in the the... When they're at the peak, he would abs stained from doing any kind of deal making. And his thought process was, like, I know you're over paying for that. You're... You don't know you're over paying for that. So I'm gonna wait a few years. So you realize that you over pay pay for it, and then you sell to me at a hefty discount. And so he would grow in these economic downturn by by buying asset. That were, you know, maybe 50 or a hundred percent higher, and it says Malone re the role of Bargain hunter, amid the spoils of bad deals made by his competitors. I have no idea when I read that sentence, but it made me think of something I learned from the cofounder of Nike are about the c cofounder of Nike Bill Bower back on episode 01:53. And what he would notice is he was 1 of the first track coaches to actually emphasize he importance of resting recovery in his athletes. And so his athletes would actually perform better by not beating up their bodies. And his competitors, Bower other fellow coaches. Were really late to that same realization. And so this was Bower response about other coaches, which I feel very similar to Mu malone response to other cable operators. As a coach, my heart is always divided between pity for the men that they wreck meaning they're they're the actual track athletes that they're supposed to be coaching and scorn for how easy they are to beat The history of entrepreneurship is very clear on the benefits to Frugal gh. People that are not resourceful. Usually don't stay entrepreneurs too long. Their wasteful eliminates them from competition. Malone malone was extremely frugal and lean. Tc was a lean company. When they flew from colorado to New York, they slept in the company's spartan 2 bedroom apartment doubling up 2 to a room. They shared secretaries and an automated service answered the phone, we do not believe in staff, John said, staff are people who second guests people. Malone also refused a conventional thinking that Tc needed to have a brand name or a Madison Avenue image. The company had no human resources department. So this is very frugal very lean Spartan is actually a great way to describe. The way Malone built his business. That's also the way that you would describe Jim Casey, was the founder of Ups Spartan and disciplined. The men who arranged who ran T cultivated a wild west image In the eyes of John Malone, they were nothing like the the defeat East coasters who ran bigger cable companies. The the Tc men were cable cowboys. That's where the book the book gets title, obviously. Though the term was repeated in der division by the bankers and politicians who coined it. So they meant it as an insult. John and his team take it as a compliment. The Tc team wore the nickname like a batch. This is Malone philosophy on Building Wealth. I've already mentioned it wants to you, but it appears over to over in the book, and I think it's central to understanding him. All the while Tc had consistently failed to report any earnings. As the stock continue to climb, Mu malone pointed out that it was the accumulation of valuable assets over time. Not the flow of reported after tax earnings that was making Tc shareholders so wealthy. Forget about earnings. That's a priest of the accounting profession he would preach un. What you're really after is appreciating assets. Malone also built an extremely tight it inner circle and management group. I don't think he lost 1. I don't think 1 main executive left for the first, like, 16 years. He was in charge. They say stuff like this. Malone malone the kinda guy that you wanna run through walls for. This is an emphasis of Malone Malone put on decent denuclearization. Tc was beginning to run the way Malone had wanted it to run highly decentralized. He had cut the company to 6 separate operating divisions. Each was nearly autonomous with its own accounting and engineering departments. What... This is now him describing why he's doing this. When you've got it running right, when you've got it decentralized. When you've got it structured properly, it's like flying the most powerful fighter jet in the world, he like to say. So last time we checked in on his idea of, hey, if you control distribution, you get equity in return. He's controlling the distribution for cable companies. Right? He would... He could be able to jump start your channel and put you in front of 2000000 people in return, you're gonna give them equity an upside. Right? But now he's got 8000000 of subscribers. Well malone controlled lines into 8000000 homes. In exchange for that distribution, Tc drove a tough bargain. He demanded that cable networks allow Tc to invest in them directly. Tc gave any programmer immediate access to nearly 1 fifth of all Us subscribers in a single stroke. I would summarize that idea that if you control distribution, then you get equity in return. I mentioned earlier that I thought when I was reading this. I was like, I'm just reading Rockefeller strategy and cable. This is a an example of that. Tc was the largest cable operator. It paid 90 cents a subscriber for Hbo. A small cable operation paid 5 dollars per subscriber, and that's on a monthly basis. John is paying 90 cents you're paying 5 dollars and you're doing that every month for every 1 of your subscribers. Cnn cost 2 cents a subscriber to... For John. It cost 29 cents per subscriber for cable operators that had fewer than 500000 subscribers. So at this point, Bob is still alive. He's gonna pass away a few years before before John sells the company to At and T. But this is what I was mentioning here earlier that that no wonder I can't find a biography on them because Bad boys moving silence. Bob liked to keep his life as private as his poker, and he felt the same way about Tc business affairs. Keep your cards to yourself, he would mu to Malone. Whenever Malone share a tactic with a fellow k cable operator. Magnus would. Hell, we've got it figured out. Why are you sharing it with these guys for? This is 1 part of a strategy I think actually serves as like, an anti model. I think Henry Ford's maximum service at minimum cost is actually a better framework to use. And this is why, you know, everybody hated their cable operator. And Malone didn't... Again, goes back to why I said there earlier, I spent so much time talking about, hey. You I really gotta think about why he believes the way what he believes they like the building of wealth as a moral achievement. Through the problem is a lot... Some of that wealth came at the expense of his customers instead of in service of his customers. So it says to malone, the outcry over lousy customer relations and price increases was merely a byproduct of good business. Charge as much as you can for a product or service and spend as little as you can get away with in providing it. Now that's not a direct quote. That's the author's description of his philosophy, but that's terrible. The reason I think Henry Ford had it right? Because what I mentioned on the the a couple of episodes ago when I reread is auto geography is because you want the cup... Like, we're only building 1 company. Right? But we're patrons are customers of thousands over our life. And clearly, it would be beneficial for us. If the companies that we're giving our money to actually had Henry Ford's philosophy and not John Malone. Idea was like, oh, the outcry over lousy customer relations and price increases was merely a byproduct of good business charges as much as you can for a product or service and spend as little as you can get away with him providing it. That's how you know that he owned a monopoly. And this idea was actually picked up because I I had stopped paying for cable, but, over 10 years ago. And I think cord cutters were usually younger people because they're like, oh, I can just use the Internet, why would I pay for cable. And it's this abuse of the customer that that carried on for decade after decade in the cable industry because they had essentially government regulated monopoly. You're not gonna have 2 different companies run wires underneath the ground into your house. Right? So at this point, Tc is so large that he has the idea Like, okay, well, I should break myself up because I know this is coming. This is also gonna be extremely good financially for him because he's gonna get, higher equity upside in this spin off called Liberty than he had a Tc. So it says mu malone suspected that government regulators would try to force him to split Tc and 2. A distribution company owning all of Tc cable systems and a content company owning interest in cable channels. So the loan decided to do it for them. In 19 91, he formed a new company, Liberty Media and plan to stock it with more than 600000000 worth of assets from Tc. And so not only is he trying to dodge being broken up. But this is also, you know, he realized, hey, I'm the most advanced player in this industry, and I'm making the least amount of money and has to do with the fact that the only path to well this ownership, and Ted Turner actually gets him started thinking in this direction. Ted Turner is like a huge character in this book. I've I've skipped over most of those parts. I will eventually read his auto because he's kind of this crazy character. But I do wanna fill you in on this conversation that they're having. His equity investment in the company he built into the biggest cape operator was Pun. It was a tiny fraction of 1 percent in 19 91. Oddly, was Ted Turner who forced Malone to sit up and take notice that he was lagging behind his peers and personal wealth. G John, turner home malone. I'm getting rich and Bob's getting rich and the only 1 that's not getting rich is you. Turner words stung more than Malone cared to admit. His conte were accumulating vast wealth and he wasn't. And in his mind, he was working harder and contributing more than anyone else. So not only is Liberty gonna provide him more up side. But he wants to get out of the cable operating business because that job comes with all kinds of things that he isn't like, like, lobbying and being forced to call in front of Congress and to forced to testify, villain in the media, So for, like 50 maybe 75 pages you can see it coming where he's like, I gotta get the hell out of here. And this is a little preview of why he's gonna want out eventually. As he put a years later to an interviewer, Any kind of regulatory decision that went against us could be enormously damaging to our economics. And it could be imposed on us by politicians who don't understand or who don't give a shit. I always felt that we never had the political power in our industry to protect ourselves, that we were always small fish in a big pond and that our survival was always a function of our being dragged along behind other big fish. So he does something that's smart. Of course, Malone is currently intelligent. But what he does is he's, like, figure... Like, this is another myself. Figure out what you want your life to be and then work backwards from that. Steve Jobs quote about looking in the mirror which I'll get you in a minute. So he weighed his life at 52. Here he was, leaving his family in maine hem inside over the Draco cro regulation of the cable industry under new law and not enjoying any of it. What he really liked was Liberty. And what I liberty, I guess that's a in the the dual meaning of the word. He wants to freedom to choose to how to live his life. But also Liberty the company that he started. And what I really don't enjoy what I really hate is this politically based regulatory afflicted cable business he told himself. Maybe he should just take Liberty and go run it. Arranging an exit from Bob and Tc. He pulled out a yellow legal pad and at the top wrote, John and Leslie goals and objectives. And then he makes a list. I'm just gonna pull out a couple ones to reduce stress he's obviously under an insane him amount of pain to have more fun. Remember that for later when his partner dying to have more fun. That's important. To reduce government, media and legal exposure by taking myself out of the public eye. He then started a second list there's other things on the list but those to me were the most important. He then started a second list, reciting actions to reach those goals. At the top of that list was retire from Tc, which he's gonna have to wind up selling. Remain chairman and controlling shareholder in Liberty, which is the business that he really likes. Stay on the turner broadcasting board because it was a big Tc investment and because the old cable gang was in it with him. What he did not like is as he's fears are younger than the the, like, the cable cowboy, the original cable entrepreneurs. And so all of these dudes have survived, got stupid wealthy. And they start getting by... Bought out by these giant conglomerate. And so then he starts having meetings and going even to his own office and and on, like, other industry functions. And it's like, there's no more cowboys. There's no pirates. They're all gone. And so we see that here where Like, hey, I wanna stay with this... I wanna keep this in my life because it's the old cable gang. These are my guys. So it says he studied the list and knew the conclusion was inevitable. He must sell Tc. And part of this is understanding, like, what do you actually like to do? A great life is just a string of great days. And if you go to work every day, hating what you do. Don't be surprised that you get to the end of your life, like, oh, I fucked us up. I am filled with regret because my days were filled with things I didn't want to do. And so that's when he's like, I'm a deal maker. I'm not a manager. And he realizes this because Ibm tries to to get him to come Bc c. So says, Iv Ibm approached Malone about the job. He responded that he had his fill of running big corporations. Mu malone had known something about himself all along that he was a deal, a strategist, a fund manager, anything, but an operator, he loa simply running a company. He could not handle the du rest of running a regulated monopoly for years to come. And so that's why I said this part. When he's 52. He's on the plane in this... That's where the story is taking place. And he's like, I'm gonna write down, like, what the hell do I want out of life? And then make a list of the things that he wants and I was like, let me compare how I'm spending my time. None of this shit is matching up. So therefore, I have to make a change. So why does it at the very beginning, Steve John's quote because in his commencement address at Stanford. Steve gave a great framework in dealing with. And he says, if you live each day as if it was your last, someday you'll most certainly be right. That quote made an impression on me. And since then for the past 33 years, I have looked in the mirror every morning and asked myself. If today were the last day of my life, what I want to do what I'm about to go do today. And whenever the answer has been no for too many days in a row, I know I need to change something. That is exactly. What is happening in Jam Malone life at this point in the story. And so he goes and sells Tc and the deal falls through, and this is his response. John Malone fell into a deep depression in the months after the collapse of the biggest deal of his career. Malone malone couldn't shake an oppressive cloud of disappointment. He did something he hadn't done in 20 years of running Tc. He took his eye off the ball. He let his number 2, Brandon Cl run things day to day and came to view Tc as an anchor around his neck. In his mind, he had already sold Tc and when the deal unravel, he seemed to avoid the responsibility of control. Malone malone dropped out of sight and stop coming into the office. So in between the first failed attempt at selling the company, who's several years and then they eventually are successful selling it to At and T, there is this... He's having this interview with Tom bro call, and it goes back to this idea from the very beginning of the book. The story of the father's embedded in the sun? I'm driven by my desire to please my dad. In a 01:01 interview Anchor Tom bro call asked malone. Broke call. Did you always think that you privately had an edge on those you competed against and were you always driven to win? Malone. You know, I think I'm primarily driven by insecurities. You in insecurities. Yes, me. Any psychologist would tell you that I suffer from the inability to please my now dead father. So his real dad is dead, he comes to view Bob as like another father and another mentor. And Bob is dying too. And so I think there's 2 lessons on this page. Let me read this first. John Malone struggled to quell the que feeling of going it alone without Bob to bounce things off and tell them that everything would be okay. And so lesson number 1 there is like, Mu malone isn't some weak guy. He he isn't soft. It is incredibly normal to have extreme negative and depressive feelings about work and people that you've put a lot of energy into. So his idea where he's like, I don't know if I can make it without Bob. From the outside that may seem crazy, but it's very real he's experiencing the death of somebody that he loves. And then the second part is the last day of Bob's life. He had a stroke and then he sent to the hospital. Everything that constituted Bob had left the man's body. The sharp wit, the sense of humor. The sheer appetite for life. In his last hours, he greeted visitors in the hospital silently with eyes, which now conveyed his profound sense of loss. The 72 year old surely felt that he was taken too soon. And Annoyed left myself when I got to this part is no 1 gets out of this alive. Enjoy it before it's too late. And so once he dies, we see the contents of his will. Remember what I said about his grandfather. So His dad, which is obviously the grandfather of the kids are about to inherit a ton of money. Right? That 2500 dollar loan turns into hundreds of millions of dollars for his grandson. And I wrote holy shit that is 1 rich cowboy, Bob had left the lion's share of his estate to his 2 sons who got about 225000000 dollars each. So Bob Dies, John's is gonna run Tc for a few more years before sells to At and T, and he takes his 14 hour flight with the Ceo of Comcast, his major competitor. Who I think if I remember correctly is the son of the original founder of Comcast, and so a couple years younger than Malone malone. And so they take this 14 hour flight to Asia together, and this is what I meant that Bob just knew. He just thought about his industry much more than anybody else. And so it says, from the time they took off, neither man took an nap, watched a movie or had to drink of anything other than coffee. Malone gave Roberts an ear full, sometimes an excruciating detail. The tax logic of Liberty, where cable stocks were headed and a strategic analysis of the Dbs industry. It was the kind of high level briefing that would have driven Bob crazy. Why let our rivals know all this sophisticated stuff. He discovered him alone a shrewd mentor. This is what he said. He's giving you a lot of theories, and a lot of them are conflicting, and you get the idea that he's working them out with you while he's talking to you, and that's part of the engaging style that he has. It is also the knowledge that there's a lot going on inside his brain that you're not totally on the same plane with. People say John has a 3 dimensional chest type of mind, and it's true. And a lot of time, you feel like you're still playing in 1 dimension. And so after he sells Tc to At and T, he realizes a difference between the way At and T is gonna run the company than he would. And really what Malone talking about here is the difference between owners and managers and control and economics. I thought this part was fantastic. Malone malone believed that the much of the core problem with the company was that the managers of At and T were not owners. A guy who rises to the top. This is now a direct quote from along. A guy who rises to the top of a big corporation and owns none of it is much more interested in control than he is in economics. It is just the nature of humanity. A guy who owns his business is already used to control. He never has to fight for control. What he has to fight for is economics, but a bunch of entrepreneurs find it much easier to collaborate and create economic value. They have something beyond control. They have economics. So Already mentioned this earlier how he start started displacing the industry more and more. The cable operating industry more and more because the cable cowboys were out out of there. I'm gonna read 2 sentences and this made me think of advice that I read in Mark Jason's since blog 1 time. So it says the cable industry was an industry where a few original cable cable entrepreneurs were still around. Corporate they were now owned by corporations with no ties to the first generation of cable cowboys. So all the way back on founders number 50. I read Mark injury since 200 page of blog archive, which you can get it for free online. It's actually the the links in the shortest us episode 50. But he thought I thought it was interesting. He said the rule of thumb for young people when picking an industry to work in, you should look for an industry where the founders of the important companies of that industry are still actively involved. At this point in the story that is no longer the case in the cable industry. And so after he sells Tc At and T, their speculation is he gonna retire people a new Malone well. We're like that's a ridiculous assertion. True to form, Malone wanted nothing more than to build Liberty. Sailing past retirement age, he was still hell bent on finding the right combination of partners, currencies and desperation to put together another show stop transaction. John Malone malone was nowhere near done yet. The work of Malone mind, the never ending days, the negotiation, the clashes, the fat profits and the losses had been fueled by nothing less than absolute passion. 25 years in the public spotlight had been enough. John Malone was finally ready to be alone. And that is where I'll leave it for the full story by the book, I think this book should be in every entrepreneur library. If you buy the book using the link that's in the show notes and also available founders podcast dot com. You'll be supporting the podcast at the same time. If you wanna remember more of what you read and you wanna use the app that I use to save all my highlights on all my notes, go to read wise dot io o forward slash founders, and you can get 60 days free. That is 268 books down 1000 go, and I'll talk you again soon."
}