{
  "transcript": "No 1 has ever looked a meeting with me wondering what I meant. When I say something it is clear, candid and often blunt. Am I being too subtle, it's my punchline when I deliver a message that I consider obvious. I can seem gru, I know that. And I can be impatient. I have an embedded sense of urgency. What I can't figure out is why so many other people don't have that. But from an early age, I realized that I had a fundamentally different perspective from my peers. And I was willing to trade conformity for authenticity. Even when that meant being an outlier, which it usually did. And even if it meant being on my own. In this book, I share the story of how a restless curious boy who grew up in Chicago made it to the Forbes 400. I'll describe the risk that paid off and those that didn't, and I'll tell you what I learned in the process. I'll take you inside my world of companies. I'm probably best known for creating several of the largest companies in commercial real estate and for helping establish today's 1000000000000 dollar public real estate industry. You could say that I'm an investor or an all of capital. But I really am is an entrepreneur. As an excerpt from the introduction of the book I'm gonna talk you about today, which is Am I being too subtle. Straight talk from a business rebel and is the auto of Sam Z. The introduction of this book is perfectly named because he named it no Bs s. No one's gonna read this book and then after, like, hey, I wonder what Sam z really thought. He tells you in very plain language. I wanna jump right into the introduction because something that I found really fascinating. Is how much he preach the gospel of entrepreneurship, not only for people running their own companies, but also for teaching the people inside of your companies to think like an entrepreneur. And so he starts out defining what an entrepreneur is to him, In my definition, an entrepreneur is someone who doesn't just see the problems, but also sees the solutions, the opportunities. And what I loved about reading that was that that is not a new perspective. The best way to think about how entrepreneurs look at the world based on what you and I've read in these books. Is that they see problems that are just opportunities and workloads. That is a actual... That's an old quote that can came from Henry Kaiser. Henry Kaiser was his entrepreneur, Red biography did did an episode all the way back on Founders number 66. But he had built, like, a hundred different companies over his career. He made the majority of his wealth all the way back in the 19 forties and 19 fifties. And 1 of Kaiser talking points that he repeat over and over again is that you shouldn't be looking at problems problems. You see you should see every problem as an opportunity. And based on my reading of Sam Za philosophy of company building. I think that's very much in an alignment with the way Henry Kaiser looked. So it says a fundamental part of being an entrepreneur aligns with my tenancy to walk out of step with the norm. I have a saying, so these sayings he's gonna repeat over and over again throughout the book. They're widely known. They're called Sam, and this is the first time he mentioned. 1 of them, He says, I have a saying if everyone is going left, look right. Conventional wisdom is nothing to me, but a reference point, and he gives examples throughout the book of multiple decades of this trait working very well for. Another way he puts this is that when everyone is going right that you should look left. So he says, I make a point of shutting out the noise, doing what makes sense to me. I want everyone's opinion because there's tremendous value in being a good listener, but then I determine my own path. And once I form my opinion, I have to trust my perspective enough to act on it. That means putting my own money behind it. My level of commitment is usually high, and I stay with my decision even when everyone else is telling me that I'm wrong, which happens a lot. And another thing I liked about Sam's philosophy is that he's all about long term partnerships. In many cases, he's doing deals and working with people for 20, 30, sometimes 40 years, and so he talks a lot about the importance of having long term building long term relationships So he says when you're a repeat player, when your world is your business and your business is your world, it is all about long term relationships. In any negotiation, I believe in leaving a little bit on the table. And in any relationship, I believe in sharing stakes. I've been doing deals with many of the same people for decades because the goal is for us to all come out ahead. And many of my employees have been with me for 20 or 30 or more years because if I if I do well, they do well. These long term relationships reflect the most important lesson imparted to me by my father. He taught me simply how to be. He often told me that nothing was more important than a man's honor than a good name. Reputation is your most important asset. Everything you do. Everything you say is part of the permanent record. Your name reflects your character. No matter how successful I got, I never forgot that lesson. And so I like the fact that he starts with, hey, keep yourself to a high standard, and then immediately goes into the fact that I am imperfect, and I wasn't even able to to hold myself to the the standard I have. Not that I'm a saint, I've been married 3 times, and I admit then when I was younger, my career competing was my role as a husband and father, and my career often won, and I have to bring that to your attention because that is a very common mistake and regret in these books that you and I go through. More often than not they over optimize for their professional life at the detriment of their personal life, and then they wind up regretting it when they're older. In Sam's case, he changed his perspective on this, but of course, you know, child... Like, the, the founder of Ikea had the best quote on this ever because he talks about sacrificing he he missing his 3 sons growing up as he was building Ikea, and he says childhood does not allow itself to be recon conquered. That is the best description of this very common mistake and regret that a lot of entrepreneurs have. And so Sam says today, I have a better perspective. As most of us get over time. The first thing you see when you walk into my office is a screen with scrolling photos of my wife, my kids and my grandkids. I re my time with each of them. My life is more balanced now. And then he goes into what motivated him why was he drawn to a life entrepreneurship. And, of course, everybody's like, oh, it's gotta be the money, and they say that because done at the highest levels entrepreneurship brings the most financial rewards. But the personality types that stay in the game for as long as Sam has, and he's been in the game for 50 years. Usually describe entrepreneurship as a calling in an obsession, and we see that here. In fact, let me read... I'm gonna read my note to you before I read this session. Because as I rent went through Sam Za quote, I'm like man, this sounds a lot like Sam Walton. So all the way back on founders number 02:34, when I read Sam Walton auto for the second time. There's just this fantastic quote that I think just hits on the... And on the ethos ethos of an entrepreneur says the great thing about entrepreneur. This is Sam Walton speaking now. The great thing about entrepreneurship is you get to spend your time building something you enjoy. Most people don't get to do this. They're stuck in jobs that they hate. I had the time of my life, and that's exactly what Sam Z is about to hell here. I'm not solely motivated by the accumulation of wealth. There's a line from an old movie called wheelers and dealers. That says, you don't go wheel and dealing for the money. You do it for the fun. That's exact same word that Sam Walton. Right? Money is just a way of keeping the score. And that's how I see it. I've always been much more drawn to the experience. My life is about testing my limits and having fun in the process. Business is not a battle to be waged. It's a puzzle to be solved. That's a great line. Business is not a battle to be waged. It's a puzzle to be solved. The end goal isn't to accumulate a lot of toys and then kick back. Now I wanna pause there. He's kinda go on for a little bit longer, but think about what he's saying there. Once you find your life's work, Extra strategy is death. It's not retirement. The end goal isn't to accumulate a lot of toys and then kick back. He is 75 when he's writing the book. He is 80 today, and he is still working. If I'm being intellectually challenged. If I'm doing things I've never done before. If I'm using my creativity and resources to solve problems, if I'm constantly learning, then that is fun. Really think about that paragraph. That's another way to describe entrepreneurship. I'm being intellectually challenge. I'm doing things I've never done before. I'm using creativity and resources to solve problems, and I'm constantly learning. And so, yes, he's got a lot of dark periods in his career just like anybody else is gonna have. He goes into detail but he tries to make everything he does. Fun. I adopted a philosophy I called the eleventh command. Thou shall not take ourselves too seriously. The Wall Street Journal back in 19 85 did a front front Story me and quote quoted me saying, if it ain't fun, we don't do it. Then Left myself there is optimized for a reverence. And keep in mind, we're still in the introduction. He's giving us, like, his overview of the way he looks at life and philosophy, and he's already where a couple pages in. He's already repeating over and again and he's like listen, I'm making my own rules. I'm not just gonna accept what other people tell me, or I'm gonna... Not gonna act the way other people want me to act. And so it says 1 of the biggest wraps about me is that I've been known to use for profanity. Sometimes our real estate colleagues will make bets on whether or when. I'll drop the f bomb On stage at a conference, I simply do not buy into many of the made up rules of social convention, I think people often get distracted by these superficial fatalities. For example, I've been wearing genes to work since the 19 sixties, long before it was acceptable later on the book I left because he literally says, I mean, he's got a giant personality he jumps off the page, which makes the... You'll learn a lot reading the book, but it also makes it fun, but he, like, he's like, I I invented business casual. And I don't know if that's true. I just think it's funny that he would even say that. So it says, for example, I've been wearing Genes to work since the 19 sixties long before it was acceptable. The bottom line is if you're really good at what you do. This is his main point of what this entire paragraph I'm reading to you, which is, I think is probably true. The bottom line is if you're really good at what you do, you have the freedom to be who you really are. And I just love founders like this because he says, people often ask me when you gonna retire. And I... And I answer, retire from what? I've never worked a day in my life. Everything I've done is because I love doing it because it was ent. I never stop pushing myself. I'm 75. I work out every morning at 04:45 in the morning, and I'm at the office by 06:30AM, and I don't get at home from work until 7 at night. Now here, I'm gonna pause there because there's... There's still a lot. There's 2 more sentences here that are actually fantastic. But he just got done telling us that he's more balanced now. Right? With his family life. And look, that doesn't seem like he's was having a lot of time for family. So imagine what his schedule was when he said that he was unbalanced that it work 1 out, you know, the fact that he got married divorce a bunch of times. But he says, I'm 75 Work at every morning at 04:45, then I'm off... I'm I'm in the office at 06:30AM, and I don't get home from work until 7 at night. I have plenty more to do and a lot more to say. Every day is an adventure. Here's my story have fun with it. So then he goes into the unbelievable story of his father and mother and his older sister escaping from Poland right before the holocaust. If you want a great book that it's dedicated to his entire story. It's a very similar story. I did it back on episode 159. It's Andy Groves memoir swimming across. It's a memo memoir about the first 21 years of his life. There's a lot of stories in there like you could take from, like, the overcoming unbelievable odds and actually surviving. Andy G was widely considered maybe the best technology Ceo of all time. But there's nothing about actual business in that book. But I think understanding why Andy was the way he was is, like, reading their book is fundamental to to understanding who he was as a person and all and how he approached his career for the last 50 years of his life once he actually gets to America. So Sam Z family is Jewish. His father is seeing all the events that are happening in Germany and Austria at the time. He's just like, we gotta get the hell out of there. And the rest of his family stays, I think between his Sam's father and mother. I think they they lose... I wanna say, like, 14 or 16 siblings are killed in the holocaust. And I just wanna pull out a few highlights here because I think it illustrates how tenuous, Like, just 1 decision. The decision by his father changed this entire life. He got out on the last train. If he did not make this quick decision. There's a good chance that Sam is never born. Because his father and mother and his sister die. His train arrived home at 2PM. It was a 10 minute at walk home. And when he got there, he told my mother to pack all that she could carry. They were boarding the 04:00 train out that afternoon. He made 1 last effort to beg the family to leave Poland with them. It felt like a race against time, but again, they refused. So my parents and sister started out alone on a near 2 year odyssey. The Germans invaded Poland the next day at Dawn My father this is crazy. My father had caught the last train out before the Nazis bombed the railroad tracks. My father, mother and sister traveled after the train on foot by bus by horse drawn carts and by cattle train. So think about the independence of mind that you have. You're like, no. I have to leave now. Everybody else your entire family saying, no. No Stay say. You take your your wife and your baby little girl and you leave. And then this is a result, most of all the family was murdered. Their parents and all but 2 of their brothers and sisters. So I was wrong. All of their siblings 18 children. I gotta repeat that again. Most of the family was murdered, their parents, so that would be Sam's grandparents. All but 2 of their brothers and sisters and all of their siblings 18 children. It took them 2 years, they finally get to American and it says every year for the rest of their lives. They celebrated the date of their arrival with the toast to America. My sister and I grew up keenly aware of how fortunate we were to be in this country. They know that myself there is no 1 loves America like an exile from a hostile regime loves America. I just had dinner with the twin founders of this company called Lu. They're trying to build the stripe for insurance. And we just had the same conversation because they're they're sons of cuban immigrants. My dad, I've told you before. But my grandfather decided when he saw Castro take over Cuba He's like, we got... He made this a very similar decision. He's like, we gotta get the hell out of there. And he did that with No money, no education and a wife and a and a baby boy, which was my father. And so even though our families came from a different area than Sam Za fame family, we completely understand why their parents would do this where they celebrate the date of their rival every year. So then we get the relationship that Sam had, Because Sam was the first 1. I'm pretty sure the first 1 of his family to be born in America. And then we get... He... He spends a lot of time in the book actually talking about an idea that you and I have spoke about over and over again. And it's the fact that you can always understand the son by the story of his father. That's the story of the father is embedded in the son. And so Sam just starts to describe the what the relationship was like. His father dies in the 19 eighties. I think he dies in like, 19 86. So he's describing this many decades later. 30 years after his father died as a matter of fact. He was very strong will and authoritarian. And because I had a strong personality as well, we often clashed. He continually attempted to rein me in, and I always b at being told no. Consequently, we had a rather contentious relationship, but the difference was he always respected him. He said I had an enormous respect for my father and that respect was absolute. And so Sam talks about the fact that what his father had to survive. He didn't provide Sam a lot of time to be a kid. This may be the reason why Sam was able to start businesses. Like, he's he builds this, like, massively successful Real estate business when he's still in college. In fact, he gets a law school and I think the last year of law school Mistaken. He makes the equivalent of, like, 2 and a half million dollars or maybe, like, 1500000.0 dollars, like, his last year of law school. And part of that is because he had to grow up his dad forced him to up. And I was thinking about this, like, as I reread my highlight yesterday. I like, okay, Look at it from his dad's perspective. Imagine being in your late thirties. Your... You see that the anti semitism you see that Hitler like on the rise, you escape with your wife and your daughter, you get to America 2 years later, all of your family is dead. Like, how could you not approach the raising of your family in a very serious manner and saying, hey, there's no time for there's no time for games. Like, you need to go out and build a set of skills to be able to take care of yourself and survive in this very crazy world. So it says He he would tell his... His dad was telling Son He's like, you don't have time for fun. Like, he'd go to... Like, hey like, hey dad I wanna go see a basketball game. He's like, his dad said something that was kind of, like, humorous looking back at. He's like, you saw 1 last week. Why'd did you have to see another 1? So it says you have plenty of time in your life for fun. Now you have to focus, You have to achieve. You have to be directed. You've got to understand that the world is a hard place. This was a typical conversation that I had with my father. And so 1 of Sam Sam is that we we suffer from knowing the numbers. And he talks a lot about how, like, other sloppy, like, real estate investors and entrepreneurs are and that they're just very un, and he was like, obsessed with understanding risk and understanding what the numbers of his business actually are. And part of this, he thinks that he got from his father... Or from his parents because even after his father dies, Sam were rather wealthy, his mom would not let Sam give her, like, a ride home. He wants I think, following her, I forgot how he finds us information, But she was so frugal in the sense of, like Sam at this point. In his life, you know, had basically unlimited resources. His mom would make it up excuse that, oh, no, you can't take me home or you can't get me right home or you can't pay for a cab or whatever because I gotta do Walgreens. And so he finds out that that's not... He... She's going to Walgreens because there's a bus stop right in front of Walgreens. Instead of spending 3 dollars on a cab, she would spend 50 cents on the bus ticket. And in some cases, this is very irrational considering that her son is wealthy would obviously give her the money to have a taxi. Right? And then So I just gave you like, a summary of the story, but I wanna hit you with his punch because I think this is the best takeaway and he says a refugee never forgets. And part of the background to that story also is the fact that the only way they were able to able to escape was that Sam's dad saw this coming, so he was able to get money out of Poland and deposit it. I forgot where the money when I came remember where went to London or Palestine at the time, but he was able to sneak about 10... With the equivalent of like, 10000 dollars today. Out of the in advance of him escaping. And if he didn't do that, there was a good chance that they wouldn't have never made it to America. So that's what he's talking about, like, being careful, like, watching your costs and a refugee never forgets. Now he talks... Goes back to his childhood. And he tells us his first. Like, he's, like, I've always saw like an entrepreneur I don't... Just like, and he says later on. He's not entirely sure that should entrepreneurship could be taught. It's most likely an inherent, like, characteristic and part of your personality. And so he's gonna tell us a story, like, the first time you realize, hey I could buy something for a dollar. Or I think 50 cents and then sell it for more money later on. So it says this was my first entrepreneurial adventure. It was 19 53, and a provocative new magazine called Playboy had just made his debut featuring Marilyn Mo monroe on the cover. The Magazine sold for 50 cents, and I bought a copy. So he's doing this in Chicago, but he's growing up. I think he's in Highland Park. He's like in a... Suburb of Chicago. So he goes back and he's, like, I can buy something in the city that is not available in the suburbs. And because it is scarce in the suburbs, I can charge more. So it goes back shows it to his friends and he says, I showed it to my friends. 1 of them offered to buy it. 3 bucks I said. After that, I started a little magazine import business, and in the process, learned a lasting business lesson. When there is scarcity, price is no object. This basic tenet of supply and demand would later become a governing principle of my investment philosophy. Let's fast forward to high school, and we see... He opened up the introduction of the book talking about being comfortable standing out being comfortable being an outlier being comfortable going left when other people are going right. This is something that he he did even when he was a young person. And this is already a pronounced trait when he's in high school. I discovered that fitting in just wasn't important to me. I was more comfortable standing apart than I was in searching for a common denominator with others. I could embrace my tendency to go against conventional wisdom, and it would later end up defining my career and that embracing the fact that he was a mis fit. I mean look at the subtitle of the book. Straight talk from a business rebel. I've also seen a published under the subtitle of the adventures of a business maverick. He's wearing that as a badge. And so he tells a quick story about doing something that he could not tell parents about because they thought it'd would be too dangerous and he's like, I wanna see the entire country. He goes and roles. I think he's taking like, a summer class at Ucla. It's he's like, well, I know how to get there. Let's just hitch hike. So him and his friend is like, hey, we're just gonna hitch hike across the country. I was gonna use the extra 2 weeks to hitch hike across the country. I don't know if it was rebellion. But I didn't want my parents to worry, so I never told him about the trip. I do know that it was a 2 week adventure that it was that was too good to pass up. So while he's in college, this is how he accidentally enters into to real estate industry. And from this point, the story to where we are in modern day is about 50 years where Sam builds, he's regarded essentially is, like, 1 of the most successful real estate professionals of his time. He's gonna sell his real estate company for 38... I think it's like, 38000000000 dollars. To Blacks stone in 2007. And his education in this industry starts right here. 1 day in the middle of my junior year, I was at a friend's apartment and he mentioned that his landlord had just bought the house next door. They were gonna knock down both houses to build a 15 unit student housing apartment. I'm pretty sure this is in Ann arbor, Michigan. Let's pitch them to manage it. I said. Who's better than us? We're students we know what students want, and we'll run the building and maintain it, maintain it and each get a free apartment. So I've heard him talk in addition to reading the book So went and listen to He was on this... There's a fantastic episode of Tim ferris podcast. And I listened to a bunch of his videos on Youtube. And he talks about. Like, my real estate career started just by trying to get free free apartment. So that's what he's talking about. We didn't know how to manage our rent apartments. We had no clue, but this is something He's about to say the sentence for the first time, and it really is is, like, part of it his operating system. It says, it just never occurred to me that I couldn't do it. That's how you know you're born to be an entrepreneur. The desire take risk to test my limits and to ask why not was just part of my Dna, and I do not think that I've changed that much since then. He goes into much more detail on the book, but essentially he did a good job with this first opportunity. You and I've talked about this all time, just focus on being... You have 1 opportunity in front your. Do that the best you can and it will unlock opportunities you cannot possibly be predict going down the road. So he does a good job with the 1, then he gets a second 1. Then a third 1. And just kinda steam rules from there. The same landlord built a second student apartment building and gave it to gave it to us to manage as well and then he gave us a third. So in addition to managing all these student departments, he gets a summer job where he has to be a door to door salesperson. And this is extremely important because he thinks this was foundational to the success gate that is gonna happen later on his life. And so he says, if you never sold anything through cold calls or without appointments, it may be hard to imagine, but I can promise you that it is humbling. Most responses are no. You will build up a tolerance for rejection. You're... You learn to keep asking and find ways to get a conversation going. While I was unaware of it at the time, my real compensation for that job was not money. I was learning about and getting comfortable with rejection. And as I would later realize ind to rejection is a fundamental part of being an entrepreneur. That is a great line. So I wanna read it again in ind to rejection is a fundamental part of being an entrepreneur. So he graduates. Then his dad is like, listen, I know you're into real estate, but you have to have a profession. He would tell him if everything goes bad, you need to have a profession that you can fall back on. So he... So Sam goes to Law school, and this is what he says about it. He says Law school was boring beyond belief. I just wasn't built for the arc arcade attention to detail and the endless rules and sub rules and sub sub rules, that know left myself here as I got into. Now we're... I think we're in the second second chapter is are, are you noticing a pattern? He needs control over how he spends his time. You're gonna see another pattern in this real estate deal he does. So while he's in law school, he's buying up, he still has this idea for doing the student housing. So it's like I bought my first building during my second year of Law school. I bought it for 19500 dollars with 1500 dollars down. This is where he built... He buys out, like, an entire block by 1 by 1. A couple months later. I bought another building next door and then I bought the house I was in between them. I had some money saved from my various ventures, and I able to bootstrap my way into these early deals with a combination of my own savings and then bank loans. I was 23, I didn't know anything about financing. And here is what I mean about, See patterns or whenever never gonna book, but it never crossed my mind that I might be too young to start an investment business or that I couldn't do it. And so once these first 3 transactions works, is, like, well, can we buy the whole block? And his pitch was unique. He's like, listen, you guys are older families. Maybe you have kids, maybe your kids have left to home. This is all... This this neighborhood journey is changing. It's going to be a bunch of drunk college kids. You don't want that around your house. Right? And so it says, as I explained to the homeowners that that we were gonna build student housing, and then they can either stay and put up a loud music at night and beer cans over the lawn, or they could move to the other side of Ann arbor. It worked. I kept buying houses and eventually acquired 1 full block of land. This project eventually grows bigger and gets more sophisticated. So then he goes to his Dad saying, hey, can you invite... Can you... Do you wanna invest for of? Or do you wanna invest with me? And can you introduce me to other people? And this was more about, like, their relationship. Like the unspoken part of their relationship, being able to invite my father to participate in this investment and his willingness to do so were big confidence builders for me. Like any kid I wanted my father's approval and knowing that he viewed me as a legitimate businessman even though he's only 23. Right? Was a milestone for me. He was a gru guy, stoic in an old world way. He would never say that he thought I had done well. So I learned to appreciate the small signs that I had his blessing. And so since his idea was like, let me buy these individual plots, and then I put them together and they'll be more valuable on time. He had to overcome, like, if there was 1 hold out out of 10 or 15, that's a big problem. And so 1 person, 1 of these deals just takes a long time to actually get them out of there. But Sam's relentless. And, really, I'm skipping over the story and I just wanna get to the lesson he learned because I think it's very important and he... Something he repeats. Remember again, I remember this event so clearly because it was at this point in my career that I fully realized the value of 10. I just had to assume that there was a way through any obstacle, and then I would find it. This and this is why I'm reading this to. This sentence in particular. This is perhaps my most fundamental principle of entrepreneurship and to success in general, the value of 10. And so 1 thing I skipped over then and you'd expect you now is like, at the time, you know, successful business, other businessman and and things like that would take the money that their businesses produce and they would invest in real estate and they were looking for, like, returns of, like, 4 percent, 5 percent. And most of their investments were concentrated in in big developed cities. The idea that Sam built his early career on was going where there was no. And this is something that he's gonna repeat over and overall. He's like, competition is for other people is not for me. And this is also where he gets the value of, hey, I'm when everybody else is going right, I'm going left when everybody else is going left, I'm going right. The cost of construction in these cities where he's doing these deals. Okay? The cost of construction was significantly less in smaller cities, and even more important, there was no competition. There was no real capital looking for assets in these smaller markets where he's doing this. Okay? Without competition, I could set the price and the market. This was my first real investment thesis. If I could replicate what I was doing in ann arbor in other markets, I could realize some serious upside. I would build a portfolio of assets in smaller, high growth markets with a focus on university towns. That is the very foundation, the first idea of this business empire that's going to grow and morph and change over the next several decades into something that he can sell for 38000000000 dollars. I would build a portfolio of assets and smaller high growth markets with a focus on university towns. That all seems logical and hindsight today, but back then, nobody was doing it. And then he compares the returns. He's like, we weren't getting 4 or 6 percent. We were getting 20 25. 18 30 percent of returns. As James Dyson says, episode 200 if you haven't listen to it, and it's gonna be episode 300. Because I think instead of reading that book every year, Like I've... Told I'm going to do, this is against the odds and auto of James License, still my number 1, recommendation for auto. If you could only read 1 auto an entrepreneur, that's why wanna Make it. Think I'm just gonna, like, like, every hundred episodes, so I did it on 200 for the second time, They'll do it on that episode 300, episode 400 and so on and so forth. But main theme of Dyson book, which is very, which is really what's happening in Sam's life when he's a young person in law school is difference for the sake of it. That is where all the outs outside returns are, and we're seeing that exactly and a young Sam life. So he tries to get a job as an attorney, and he's his idea is, like I'm gonna be attorney and do deals on the side. He goes to 43 rejections. Finally gets hired last 4 days. I'm skipping through that, because what happens is after 4 days, like, man, I don't wanna do contracts. So the the guy that owns the law Was like hey, why don't you just do your real estate deals will c invest with you and then we'll do the legal work. And so he does that for a little bit, but then he's making so much more money than even other people that other people in the law office are getting jealous this is where he says like, man, I'm just going out on my own. This is ridiculous. And the reason I'm reading this this paragraph to you is because even today when there is some kind of like, entrepreneurship industry per s. It's still a very weird thing to do. But you know that it's what you're meant to do because it never felt weird to you. And so Sam is relating this conversation between a a partner in the office and they're just... They can't understand the way he thinks, and he's like, oh, I am kinda weird. So he says the conversation was a revelation. Until then, I hadn't recognize that my career was so radically different from the mainstream. I had thought I was just off center. I hadn't realized that it was on a completely different road, but that partner's perspective jar into an epiphany. I have to leave this law firm. I remember coming home after I quit and my wife, their first wife at this time. Was pregnant. You quit it she asked alarmed, what are you gonna do? Just what I do I replied, which is real estate deals at this time. My orientation towards being an outlier was good. How many times how many times is repeated this? Like, this is extremely poor important part to understand Sen z and what he, I... You can read to between the lines. He's like giving he's giving future generations of entrepreneurs at same advice, lean into your eccentric, be comfortable standing out from the crowd. That in and of itself. The ability to do so is an advantage. Right? My orientation towards being an outlier was going to define my future. I was going to do what I love doing, and I wasn't going to be en incumbent by anyone else's rules. So I left and opened my business in a spare office and my brother law's law firm. That was the precursor to the investment firm that I still run today. So this is when he goes into 1 of the most important relationships that he ever has. And there's this extremely famous and wealthy family in Chicago that still exists to this day, but I think it goes back multiple generations. I'm gonna go to Google to figure out how to pronounce it. I think it's P. I don't know if you can hear that It's P. P. And the point of the story is that he's gonna turn down a job offer from an extremely famous entrepreneur, and he says everyone knew the P they were 1 of the most prominent business families since... Chicago, and they had started the Hyatt hotel chain. Jay P, which is going to be his partner, 1 of his partners and, like, basically his mentor. He talks, I mean, even many years, I I heard Sam talking think Jay died like, 20 or 30 years ago he still talks about all the lessons that he learned from J Jay. P was legendary in the investment world. He had built and now controlled a staggering empire. And so Jay is looking for a young person that knows law and that is interested in real estate and Sam fits all these bills, so he's introduced he's like, hey, go talk to this guy. And Sam didn't understand why he should do that because he's, like, I'm not for hire. There's no way in hell I'm working for anybody else. So it says the idea of meeting Jay P was intriguing to me, but I already knew I didn't wanna work for anyone. But his friend convince them just go meet him and it'll be worth your. The next morning I went over to Cj. I got there at 9 in the morning, and I did not leave even until 04:30 that afternoon. And so Jay is trying to recruit. And he's like, listen, come here. We have a lot of resources, you can do deals and you'll end up owning 5 percent. And Sam's like that's ridiculous. Like, why would I ever accept 5 percent, but they got along. So it says I stayed and kept talking. Truth is Jay and I instantly clicked. I was having fun even though I knew I wouldn't take the job. Finally, at the end of the day I said Jay, I'm not gonna work for you or anybody else. But why don't we do a deal together? And he said fine. Now that was a really smart idea that Sam did because Jay winds up being, he says Jay was, like, new risk better than anybody else, and he just learned how... Like, even at that that level. Like, how fast they make decisions how there's just... He calls a no bullshit. I think at 1 point, he comes to Jay in a bad situation, like I need 50000000 dollars. And by this time, they done a couple deals together and Jay just trust them. So I think that also echoes why Sam talked about, hey, you really need to be optimizing. Leave money in the table optimizing for these return relationships that that last for 10:20, 30 years. Because then it just helps you go faster later on life because you have this shared, like, web of trust. The meeting with Jay was the beginning of the most influential relationships in my career. Jay was the smartest financial guy I ever met. So the first deal that they do together is somewhere in Lake Tahoe, this is really important because he wasn't sure at this point in his career, like, what part of the real estate chain do I wanna be. And he's like, oh, maybe I'll be a developer. So he tries to do a development deal. He's, oh, this is terrible. I'm never doing this again. As a result, I was cured of any inclination to become a developer. I think that to stay in that business, most developers must get 50 percent of their returns from real cash flow. And the other 50 percent from the intangible benefit of seeing their ph symbols rise out of the ground. Sam was hilarious. If you're... I hope you buy the book. The looks pretty easy to read to. You could read in weekend. It's just hilarious. But that idea is like, oh, only getting 50 percent of your return actual money and 50 percent of the intangible benefit of seeing their fellow symbols right rise out of the ground. Otherwise, I cannot see the reward. My takeaway was a whole new respect for simplicity. That's something he repeats over and over again too. Development required multiple steps in every step meant 1 more chance for something to go wrong. And then he goes right into another lesson that he learned from Jay. Like, you just bet on the person. You bet you cannot make a bad deal with... You shouldn't you kinda make a good deal with bad people. And so JTJ developed a trust with Sam and allowed him to work quickly and you see it it manifest stuff like this. Listen, I said, we closed this deal, but I just realized we never drew up a formal partnership agreement between the 2 of us, Jay. And Jay's response was, yeah, yeah. He said, not really interested. That was indicative of Jay. Trust was 1 of his abiding principles. He'd always bet a lot more on the person than on the deal. Once Jay decided decided that I was honest and smart, he was on board. He never called me to check in on things. He never questioned where we were in our investment. He continues. He just... This entire chapter. I'm, if you buy the book, I'm in the chapter called my own rules. I think it's important to read this, because it's really what's what I find fascinating and he's just how many of these ideas that he got from an older more experienced entrepreneur that he used for the rest of his life that he talks about many decades after Jay dies. And it's this idea Like, listen, you might have 7 things, 8 things, 9 different variables in whatever you're working on. But really, you can always say different... There's gonna be 1 important variable, and he learned that from j. Where he be describing a deal to J is like, we got 7, you know, 12 steps here and Jay's is like, actually, the only step that's important is 7. Step 7. Like, if we can rent this commercial office space then everything else, all of our assumptions are gonna be proven true. And if we failed that 1 assumption then the whole deal falls apart. That's 1 example that he use. Jay's level of intellectual... Intellectual rigor really applied to me. And I made it latched onto to the understanding that it could cut right to the heart of something complex if I broke the problem into pieces. It was a matter of organizing my thinking. It was a discipline, meaning it is an actual skill that you can learn. And really for me, that was 1 of the most important parts of the book. It's just this constant reminder that there is usually just a handful of variables. I remember I did that 3 part series on Larry ellis. It's Founders, episode 01:24, 01:26 and 01:27. And that was his belief too. Where his his assistant or his partners should be like hey, there's a thousand things we got talk about. Like No. There's 4. There's, like, the handful of really important things that I know that that that require my attention, and I'm going to ignore everything else. Even if people get upset at me for that. And then I was reminded how important this principle was in a past highlight, when I did the the the biography of Johnny Carson back on Episode 1 83, Johnny Carson at this point is careers. Like, am I gonna am I going to leave at there's, you know, I think it's only, like 3 or 4 channels on Tv at the time? And it's like, do I wanna leave Nbc for Abc b or could be vice versa. But whatever... Like, am I going to leave the channel on? For another channel. And so, Johnny and his team are going through and they're like, okay. Let's make a list of this is a pros and the cons and what are we gonna do? And so he goes and seeks advice from Lou Was. And Lou Washington is, like, they consider he's like the most powerful and influential person in Hollywood He was like, Hollywood Mo for, like 4 gates. And so Johnny goes to see him lays out all these things. Like I don't know what to do. And in and Lou gets... Rates. The reason I'm gonna read this paragraph to you from Johnny's biographies because it's almost exactly what Sam Was learning from from Jay P. Which like, What's the most important variable focus on that? And so it says like most Oracle Was gave an opinion that was simple and sensible. It is not prudent, he replied to ask people to change their nightly viewing habits. Once they are used to turning into a given channel, they find it hard to make the move, no matter how good an alternative is being provided elsewhere. That's the end of his quote. This is what Johnny says. Was that it, all over our thinking and talking and arguing and agonizing came down to the belief that Americans won't change the dial. And so as a result, Johnny states put, and this is the deal. He gets 1 of the most lucrative deals ever offered to a single individual in the history of television. Let me read this to you this this is blew my mind, Johnny Salary was set at 25000000 dollars a year. For that, he worked 1 hour night from 11:30PM to 12:30AM, 3 nights a week, 37 weeks a year. He had 15 weeks off. So he is getting 25000000 a year to work 1 hour night, 3 nights a week, 37 weeks a year. Okay. So let's go back to Sam auto. Sam, just like everybody else that we studying in the podcast red biographies, learn from biographies and auto. And great people that came before him exactly what you and I are doing at this moment. Around the same time, I was spending a lot of time with Jay, I read the book second. The auto of the man who played a real life game of monopoly and won of the largest real estate Empire history. That is a very, very long subtitle. It reinforced the approach of viewing the whole through its individual pieces. But for different purposes. William Z was perhaps 1 of the greatest real estate developers of the modern era. And so that's 1 idea he picks up from this book changes the trajectory of Sam's career. His auto is packed with colorful stories, but with fascinating moe, most was his strategy. Z viewed assets as a sum of parts, so he could increase the value of the whole. Various parts were more valuable to different buyers. So Z would maximize the value of his holdings overall in effect making 1 plus 1 equal 3. He calculated this is the main punchline of what he learned from him? He calculated everything separately, the building's title, the building's land, the leases, the individual mortgages. I thought this was brilliance. I adopted the approach both inside and later outside of the real estate industry. And I just realized... I'm gonna... I'm gonna buy... While while I'm talking to you right now, I am buying this book, Second book. That's how, like... When when I hear, like, a book recommendation or in this case, so when you... Normally, a lot of book recommendations come from you. But whenever I receive them, in in this case, this guy... We have same sales like, hey, I read this book. I I've got a great idea. I made a ton of money from this idea. Like, it's a no brainer. My point is, like, I don't I don't think it's smart to deliberate on the purchasing of books. What's cool is I'm looking to page out. It's already bought. So I just ordered it while I'm recording the podcast. This book was first published 05/06/1971. Now he talks about the building of his real estate empire, he does a bunch of deals different people, but he only had 1, like, true partner in the sky named Bob Blurry, who unfortunately dies. I think he's in his forties when he dies from an aggressive form of cancer. But he really talks about but they had different personalities, but they had the same passion. It says Bob and I both saw business as a puzzle to be solved, and we both had an ins intellectual curiosity. And so this rebel and maverick nature applies to the way they build their business. They have, you walk in into business or you walk in the office, and it's, like, bright cover... Colors everywhere. He doesn't allow office doors to be shut, and this is where I started laughing because he says he invented business casual. We have been at all pretense tense and established a casual dress office policy, which believe me was unheard of in the rigid world of finance in the 19 seventies. We invented business casual. Our thinking was that if you dress funny and you're great at what you do, you're centric. But if you dress funny, and you're just okay what you do, you're a sc. We were determined to show everyone that we could excel without conforming. In the early days they were asset rich and cash pork because they kept pumping all their cash flow back into the business. And part of the their ability to do that is but that Bob was extremely resourceful. He watched all the costs. This is a fantastic paragraph for you. Bob watched every single nickel in our business. Bob was constantly on the lookout for anything that could be reused. He'd used to walk into somebody's office and while talking would casually rum through the person's trash can. He'd take out stacks of paper that still had paper clips on them. All while continuing this conversation as though nothing out of the ordinary was occurring. Bob would pull off those paper clips. Our Bob would just pull those paper clips off and hand them back to the employee, conclude the conversation and walk out. And so when I read that immediately thought of this Hilarious story, I did all the way back. 1 of my favorite books, I should reread it and re record another podcast on. It's called the invisible billionaire by Daniel Ludwig, Very hard to find book. But it's episode 68 of founders, and he was very much like Bob, there's entire gigantic organization where I remember 1 time in the book, he's like, ad an employee because they put paper clips. Like, there's documents that had to be signed for this massive deal, if I remember correctly. You know, like Fedex it or whatever, way that you could get it back there. I don't know if Fedex existed at this point in history, but they're like, Fedex the paperwork and Daniel is just going apes shit because they included the paperwork, and I think he said something like, are the paper clip and there He's like, we don't send iron Mu, it uses this weird word I had to look up, which I didn't know what the definition was. It's like, we don't send iron Mon by mail or by air. It was just hilarious, and it's really memorable writing too because could just see Bob. Like, in my mind's eye when I'm reading this. I just see Bob like having his conversation slow Imagine sitting your office as your boss comes in just starts rum through your trash can. And he just doesn't even monitor you. It just, like, pulls them out I was like, oh, here your hands back and then just walks out the door when the conversations finished. I just love that. So Sam Za nickname is the grave answer. And the reason he's called the grave answer is because he accumulated a lot of assets when their price was depressed by, like, some kind of financial crisis. And this is the first time he talked about Dice between 19 74 and 19 77, We brought roughly 4000000000 dollars in assets with a dollar down and a hope certificate. I didn't know what a hope certificate it was before reading this book. And it says hope certificates were probably used during downturn turns they would allow a seller that was reluctant to unload at an asset at a depressed price, the opportunity to participate in the potential post sale appreciation. And so he gives an overview of what he was thinking at this point. In his race. As the 19 seventies could have been a disaster for us. They were for many in real estate. Instead, they were a they were a great ride. Our firm ended the decade was an enormous diverse portfolio, some of which would later see 2 of the largest Reits in the industry. Reits or real estate investment trust. Some people say Sam Z invented the Reit. He says he was not the inventor. He's just the 1. I think he says it's like, I'm just the 1 that made Reits dance. And the way he would describe what a Reit is to an outsider is, it's liquid real estate. There's a lot more detail in the book on that. Years later, people would would ask me how did you know when and what to buy. But all I did was basically create a massive arbitrage. If this is the the grave dancing strategy he's using between 19 74 19 77. That's what he's describing. Okay? But at all I did was create a massive arbitrage, a fixed rate instrument in an inflationary environment. I essentially took on 4000000000 dollars of non recourse debt at an average interest rate of 6 percent in an environment with inflation of 9 percent or higher. That means I was already making 3 percent returns the second the deal closed without doing a thing to the assets. And so there's several times throughout his career where he writes these like marquee articles or pieces explaining his philosophy and Yu, his philosophy at the time. Is completely counter to whatever else is occurring in his industry, says I ended my 19 86 article called the grave dancer. Dancer with an important warning. Grave dancing is an art that has many potential benefits, but 1 must be careful why p around not to fall into the open pit and join the Cad cadet. There is often a thin line between the dancer and the dance upon. And so as he continues to build up his real estate business, he realizes realizes, hey, a lot of the principles that I'm learning to experience and learning for more experienced people J. Spritz, and all of my other partners, it's like, they can apply not just to real estate. So that's where he starts buying into in in some cases grave dancing into other industries. And it came from just a question he's asking himself. If we've been a successful in real estate as we have been, Aren't we really just good businessman? And if we're good businessman, then why couldn't the same principles that apply to buying real estate apply to buying anything else. So then he talks about some of the ideas he has between acquiring or buying into or investing into other companies and I really wanna pull this up because it's really fundamental understanding his his dis. He hates competition. He says, frankly, there's no substitute for limited competition. You can be a genius. But if there's a lot of competition, it will not matter. I've spent my career trying to avoid its destructive consequences. Competition skews people's assessments as buyers get competitive, the demand for assets inflate pricing often beyond reasoning. Later on, I gotta finish the sentence, but later on, he talks about. It's like, I, hate auctions unless I'm the 1 doing the auction. So he says competition skews people's assessments as buyers get competitive, the demand for assets inflate pricing, often beyond reason. I joking tell people that competition is great for you. Me, I'd rather have a natural monopoly and if I can't get that, I will take an oli gu. And so 1 thing he looked for when he's buying another companies is just poorly run companies that did not have control. He's like, I don't think you can... It's realistic to think, hey, you know, they're doing this amount of sales, and I'm just gonna go in there and, you know, 5 x sales. But it's always these poorly run companies, you can always make returns by getting rid of expenses. And this story, this paragraph from about to read you is if you listen to last week's podcast with John on John Malone. He does... He had the exact same thing happen. He actually threatened to throw the manager of 1 of his subsidiaries out of a window. For behavior like this. Throughout the 19 seventies, it was a giant flamboyant company known for its corporate excess. So this is a company he's buying into. The management through lavish parties, filled the drinking fountains at headquarters with Perry, installed Persian Rug and executive offices and gave massive bonuses to senior executives. Even while the company was struggling, it sent its stale staff on a 1500000.0 Caribbean cruise. So that's what they were doing in 19 seventies, the company called Inter or not Intel. It... It's intel without the end. So It intel or I think It tell. In so that's what their tell was doing in 19 seventies. In 19 81, Tell was 1 of the largest bankruptcies in history of the country. The reason I point that out, is like, hey, they're a giant for flamboyant company, known for corporate excess. They throw lavish parties. They fill their drinking found fountains at the... At the headquarters with Perry. They're installing persian rug. Let me ask you a question. Is having a persian rug and executive office doing anything for your customer. So then why exists? It's ridiculous and then gives massive bonuses and has a a huge travel, a travel budget even though they're not doing well financially. And the reason I included is because really the note that I popped to my mind when I got to that section. I said every single entrepreneur that you and I have studied on the podcast would Molly, mediocre business managers like this. And the world of business surprisingly is full of mediocre business managers that do stuff like this. That is insane. Why are you putting per in drinking fountains? Why you buying persian rug for your office? It should not be surprising that 6 years later, that company is bankrupt. And so that leads to 1 of his main points that red are much more predictable and transparent than theoretical opportunities to add value. My focus is always on the downside. Overly optimistic assumptions lead to the graveyard of corporate acquisitions. So my interpretation of what he's telling you and I at that point, most companies are poorly run. If you buy 1 focus on cutting waste as opposed to thinking that you can quickly grow revenue. And so even though he's working all the time and definitely working a hard, like, he takes these. He... He's traveling the world, and he takes breaks to do these... They sound them really fun, motorcycle trips. And so he lands in the nepal, and him is the group pullover, And this is what they were doing. Were enjoying the sunny day drinking wine and eating sandwiches. When an old woman carrying a shopping bag down the nearest mountain and walk towards us. It was filled with high quality cannabis, and she offered to sell it to us for 10 dollars. So it sounds like him and his friends are smoking. So we bought it and shared it enthusiastically with our new friends. At some point, the guy I was sitting next to turn to being and asked. So what do you do? I replied? This is while I'm reading this whole section to you. I'm a professional op. And that has been my response to that question ever since. What do you do for a living? I'm a professional op. And then we move on to a devastating part of his life because not only does he have his biggest financial challenge in the company in the in the early 19 nineties, but this is when his partner dies. Bob and I had been partners for about 20 years. Bob was only 46 in 19 87 when he was diagnosed with advanced colon cancer. He did not tell anyone. Even me for a long time. As he explained to his wife, I'm not going to be able to stand it if people mourn me before I'm gone. When Bob got sick, I went into a irrational denial. We talked 2 or 3 times a day, but I didn't see him. So he stopped going to the office. And so this is going on for, like, 2 years, and then Bob finally shows up, and it hits him. Like, he can't be in denial anymore. A couple months, Sam can't be in denial. Bob wasn't a denial the whole time. A couple... A couple months after Bob had stopped coming in, he walked into my office. I was dumb struck by his appearance at how frail he was. To me, this is the absolute worst way to die. And then don only, like, to be on... To be an actual person of suffering from cancer. But then to see... I went through this with my mom back in, 2015, 2016 and 2017. She had metastatic breast cancer that went everywhere all over her body. And I think there's actually an important lesson there that I was way too late for me to learn is So I... We... Me and her had been in a fight. And so I hadn't talked to her for 6 months, and then we found a family found out that she she had cancer advanced cancer. So I go to visit. Remember, I wasted said 6... She... She's only gonna survive 2 years. Less... I think a little less than 2 years from the point that story I'm telling you right now. And I go to visit her, and I see her and I burst out crying because she had literally shrunk. The cancer was in her bones. Everybody else in my family lives in the same city so they would see her all the time. And so they didn't notice it. But because I hadn't seen her in so long, I didn't immediately notice that she had literally got shorter, and she was young. She was in her late fifties at this time. And the reason I bring this up is because I'm so disappointed with myself. Let's say she had 24 months to live. Right? The previous 6 months we hadn't talked to so she had 30 months left to live. We didn't know at that time. I wasted 20 percent of the time that she had left on this earth. Being a a dick and letting an argument get me from stopping to talk... Like, stop talking to her. And the worst part is I don't even remember what the hell we were arguing over. Because I couldn't swallow my pride because I couldn't see it to her perspective because I was just being... There's no other way to describe, I was being a dick. I missed out on the last 20 percent of her life. And then from there, the the rest of the 80 percent she had left was unbelievably heartbreaking because they literally... You you see somebody that gave birth to you somebody raised you slowly widow their body whittle away and they die. And there's nothing I can do about it Like, I can't... That's that that's a mistake. I can never get back. So I'm telling you in case you're in a position where your parents or somebody you love is still around. It's just not worth it. It's like the how... I don't even remember what the fight was about. That's heartbreaking. And so when Sam is talking about in this book, I know exactly what you're talking wrong. You see something it's like, you were shocked at how different And the the physical manifestation of what cancer makes people look like. It's just... It's 1 of the cruel things that life has to offer. Something I'll never ever ever understand. I was dumb struck by his appearance at how frail he was. And he said we had to talk. He looked at me straight in the eye and said, Sam, you have to understand I'm going to die, and I'm going to die soon. It was the first time I had really faced the truth. I was devastated. I think he dies like 6 months after this, his death coincided with the most challenging time in our business to date. Just weeks later, the economy tipped into a full blown recession, there was no financing for high... No no ref financing for highly leveraged asset owners, which is exactly what Sam is at this point. Okay? We were rich in assets but star for cash, and in the... And we had an ins need for capital that dominated my waking hours. There were weeks when our billion dollar company was scrambling to scrape up enough money to make payroll. I didn't know it then, but this phrase in my career or this face. Excuse me? This phase in my career was the Genesis of a mantra that I would repeat regularly for decades to come. Liquidity equals value. And that's something Sam would repeat over and over again. Even talked about it later on and, like the dot the technological, like, the technology dot com a bubble. In the late nineties, where people were are like, Sam, it took you, you know, multiple decades become a billionaire. You must be frustrated that these people are become billionaire, you know, a few months or in a year, and he has a great line. He's like, yeah, he goes he says call me when that actually turns into cash in the bank. I don't care what your valuation is what is the cash that you actually have at his point. And this is where he realizes like, to get the capital I need. I have to go to the public markets. He winds up taking a couple pump companies that he had been in, like, investors in. And actually taking them public through an Ipo. He talks about the fact that he had never done an Ipo before he had to figure out, like, learn this process, and he does it over and over again, and he gets the idea where he says that I think it was something 19 93, 19... Early 19 nineties, that there was no such thing as like, institutional investors in real estate that they had to invent something, they had to invent a Reit as a way to draw in, institutional capital. And I think as far back in, like, the late eighties. He thought if there was a way to make, real estate that it'd be a trillion dollar industry. And I'm pretty sure if I'm not mistaken, he actually is on, like, public record. Like, he she wrote and publish that. And 2 decades later winds up hitting almost a trillion dollars, or maybe I think it might be over trillion now. So the reason I bring that your attention is because, like, understanding the Ipo process of right... Like, private companies, influences his thinking on building all these reits later on. And so in addition to his business struggling at this time, his 1 of his closest friends and and best partner ever dies. He also goes through his second divorce, and he's like, I'm having personal failures too, but then he starts to learn more about himself. And this is his realization over the years. I had just resolved that someone who had the responsibilities I had and whose goals required such an enormous amount of attention simply had to make a trade. So he's saying I made a trade for my work over my personal life, it caused the dissolution of 2 marriages. And at this point, he is 53 years old. So then he goes into what it's like trying to raise a lot of money at this point in history, like, how is his message being received? I guess, that's the way to think about this. And so he lays it out for us here. He says imagine the scene. I'd walk in the door and announce. We're about to have the worst real estate debacle in history. And the guy would look at me and say, what do you mean? We're at 12 percent this year in real estate 12 percent return, I think. I had to get him to come to grips with what was really going on before I could even start to talk about the opportunity. I had to show him that vacancy rates and related metrics prove to him that all the conditions were aligned for an epic fall. And then I had to assure him that we were gonna make money lots of it by picking up the pieces. Sure enough over the next few years in the early 19 nineties, the devastation became increasingly apparent. Most private real estate was leveraged at 80 to 90 percent and with falling oc and rents, debt service became unsustainable. Many of the big real estate players that had dominated the industry for decades had lost their shirts. It was called the worst real estate crisis since the great depression. And this is his punchline here. It did not matter how smart you were. If you didn't have staying power. If you were not able to hang onto to your assets. Like kinda echoes warren buffett, quote, that... To win you must first survive. And so he goes more into, like, his role that he's playing in this field. I mentioned this quote earlier, I did not invent the modern Reit industry, but I helped make it dance. My goal was to secure the industry as an independent asset class with its own allocation among institutional investors. It took a lot of lobbying and preaching in front of my peers, pension funds, insurance companies, banks and politicians. The idea that real estate could graduate into the upper class of Corporate America was absurd at the time. But by force of will, I knew we could get there. And so this part's a little confusing to me because he says, hey, in 19 92, it's actually Morgan Stanley that created this first structure. It was called an Up reit. So the word are the the acronym Reit and then put up in front of it. But I wanted to read this part you because it's important because he's saying why? Like, why did he wanna start doing this? And so he says he goes through, like, stuff I don't understand, and then he kinda breaks it down for something I can't understand. Hopefully I can read you. In other words, the upright establish a methodology for large holders of real estate to create liquidity without triggering a taxable event, so this is the why you wanna to do this. As long as the holders didn't sell their shares. The structure allowed the majority of major private real estate holders to incorporate their portfolios into the public sector, and he compares this invention like being an oil boom for private real estate holders like himself. Okay? And the reason I'm gonna read this to because this is fantastic and something I've noticed over and over again, do not be surprised. If your best idea comes after decades and decades of experience. I see this all over and over again where there's ends enzo ferrari, Sam Walton, even Steve jobs. Their best idea came after decades of experience, we see the exact same thing happening in Sam Life. By the time of the first modern Reit in 19 83. I had the advantage of having spent the last decade, schooling myself in the public markets for our corporate companies. I was very familiar with what worked on Wall Street and what... What was expected of great companies. And I knew the real estate industry was starting to was starting with a reputation deficit. I said our latest entry into the public markets reminded me of a bumper sticker. I once saw in Houston, Texas in 19 84 that said, please God. Give us 1 more oral boom, and we promised we won't screw it up. In this sentence is just unbelievable. We ended up growing the industry from 7000000000 dollars in the early 19 nineties to over a trillion dollars by 2016. The simple genius of public reits is that they turn brick and mortar into transparent and predictable liquid assets. So now I have to get to what Sam is most well known for. I'm sure people in... Within his industry knew he was, but vast majority of people when you say Sam. Like oh, that's the guy that almost... That sold a company for almost 40000000000 dollars. And the reason he sold is because he said he received a God father offer. That's obviously from 1 of my favorite movies where it's like, hey I'll I'll give him an offer. He can't refuse. Timing is everything. That's another thing that he says over and over again of the book. Timing is everything. That's just a trait phrase until you actually find yourself in a situation where you've closed the business... Biggest transaction in history. On the cusp of a catastrophic collapse in the global real estate market. But perfect timing is revealed only in hindsight. So when I completed the 39000000000 dollar sale of equity office that's his company in early 2007, I didn't yet know how the story would play out. So he says equity office was the largest reit in the country. We had spent a decade acquiring an irr replaceable collection of over 500 in the best office buildings in every major market in the Us. It was my baby. Truth is, had I had it kept the company private, I probably would have never considered selling. But when I took it public, I assumed a fiduciary responsibility to shareholders in exchange for their capital, I made a commitment to give them the best return on their investment. That was my primary obligation and nothing stood before that. Over the years he gets a bunch of different offers. They they keep going higher and higher and higher. Blacks stone called us informally with an offer of 40 to 42 dollars a share. We told Blacks stone, the bid was insufficient. Still, we were a little bit surprised to have such a robust offer. Suddenly, I realized that my big might... What he... He thought at the time. So he says, suddenly, I realized that my too big to sell company might sell after all. He thought, like, he had built a business so big. Like, there's no acquire. Like, no one's gonna spend 40000000000 dollars on an acquisition. And then he's I was, oh, wait. They actually might do that. And what's crazy the time is there the guy doing this deal for Blacks stone. His name is John Gray. At the time, he was 36 years old. So he's the 36 year old head of Blacks stones real estate division. So he sends out this this float of an offer at 40 to 42 a share. Like, no, it's, you know, it's still ends vision. So it says serious and detail oriented grade didn't overlook even a streamer mark. When Richard, this is somebody working with Sam. Told him that our board had decided again selling the company. Great asked under what circumstances that decision might change. We calling what I often told him, Richard says, Sam says it has to be a godfather offer. It has to be an offer that's too good to refuse. So they come back. Now they're saying, okay, we'll do 47 50. And Sam like, now, we have to listen. Blacks offers well north of what we knew the value of our real estate was then. I've always believed that... This is a really important point because he repeats us over and over again how to value your assets. Or at least his opinion on how you should value your assets. I had always believed that every day you choose to hold an asset. You're also choosing to buy it. Would I buy our building at the price Blacks stone was quoting? Nope. And why did he say that because this is gonna win up be being the biggest deal in real estate history. So once the Blacks stone bid comes out, there's another deal by another offer by this company called For, and this is Sam's response to what's happening. He says the game was on. If you do deals for a living, like he does. You know the energy that big that a big deal generates. It's into. The air crackle with the energy of anticipation. You're bouncing on your toes all day every day. It is quite simply really, really fun. Blacks stone winds winning the deal. And then this was actually pretty surprising. And I guess it gives insight into Sam that he's really about deals and not companies. I guess to put another way, his love is for the deal not for any particular company. So says, as for the attachment I felt for the company had nurtured from its infancy, I had moved on. Once the deal was done, it was over for me. I had no remorse, I didn't think about it anymore. And so he's got a bunch of other deals and companies he goes into detail on the book. I just wanna pull out a couple other things. So just really to me pieces of advice on life and building business says time is much more important to me at this stage than money. I am highly judicious about where I put my time At this point that he's writing. He is 67 at this time in the story. So of course. I think that's something that we should work on trying to make time, obviously, way more important to money. Even when you're younger. But it sure as hell time is way more important when you have less of it, and as a byproduct for him being 67 as opposed to, like, 37 or 47. He's... He knows he's got less time. And he's got some good advice for other entrepreneurs. As an entrepreneur, I am nature... I am by nature and optimus. The word failure is not in my lexicon. I don't spend a lot of time lament on what could have been done. My mental set is that my head doesn't turn the other way around. I am always compelled towards what is next another piece of advice he's quoting this 1 of his favorite poems, does our fate lie in the stars or in ourselves? I believe it is in the latter? I think this is just good advice for life. When I read or hear about a place in the world that ent me I go there. I've always been that way. And then he goes into detail how the world now, like, in world markets, he was trying to do, like, international investments, you know, decades ago It's very difficult. He just talks about, like, how interconnected. Like, we have truly world markets today as opposed to, like, what he had when he was growing up and in really lot large part as, like, how the Internet enables, like, these truly global world markets. And he says, I don't think we've even begun to understand the various ways that interconnection and inter dependency will evolve over the next couple of decades. And I definitely see that from my vantage point. In fact, 1 of my friends is a synonymous account on Twitter it's called mostly borrowed ideas. And I was able to get to know him through the podcast. And he sent me a message the other day. That was fascinating. He says David, I just wanna let you know that your podcast reach many of my Bangladesh Friends. That's where he's from. Most of whom discovered it even before I shared it with them. So you're definitely reaching all the Nooks and Cra of the world. So I like that idea. I don't even think we've gonna understand the various ways the... Interconnection and inter dependency will evolve over the next couple of decades. He also talks about really understanding who you are and what your skill set is and making sure you're designing a business to to around what you're... What you're good at and which you actually you like to joy. He says, I'm a... I often say I'm chairman of everything and the Ceo of nothing. I stick to what I'm good at, vision direction strategy. That is where I add the most value. I pick great people to run my businesses. I do not involve myself in the day to day management, but I stay close to those who do. And then I think if you read in between the lines, he's really encouraging you to think about like, the culture building and the company you're building, And I think what I'm what I learned, and I I feel this way myself, but what I'm learning from this paragraph in this book is that people really, really dislike formality and bureaucracy. And they... The sure all don't like the slow movement that accompanies formality and bureaucracy. And here's an example. That 1 of few senior managers who whoever voluntary voluntarily left my company ended up coming back. He left after 20 years for a job that paid more money and gave more power. So when he returned, I was curious to know why, I don't understand, I said you were earning twice as much money. You had a much higher position. Why you why did you come back? He said it's really simple. When I was here, if I had a problem, I walked down to your office and asked the question and you'd answer it. I had instant access. In my new company, every issue involved writing memos to half a dozen people. And by the time we got to the end, all creativity had been s. You could hardly remember the idea you started with. Fast decision making and autonomy had become like oxygen to him. Just 2 great quotes about entrepreneurship. I'm often asked can entrepreneurship be taught or is an innate. My answer is that I... There is an inherent entrepreneurial gene. Albeit it's stronger in some than others. So that's my guess too that there's an there's an inherent entrepreneurial gene. And then another great line. Critical thinking is the hallmark of an entrepreneur. I'm often asked what I want my legacy to be. My best answer is, he made a difference. He also talks that he just consumes way more information than was people who reads like 5 newspapers a day, 3 magazines a week, reads a book, and he says this part it was kind of funny. I... And I've experienced this myself. I go through about 1 book a week. I usually remember nothing about them. Unless all of a sudden something becomes relevant. It's just amazing how we have to constantly remind ourselves about what we read. This part made me laugh out loud. I suffer from being very competitive and that is not limited to things I can do well. And then I may have saved the best for last. And he says, let me leave you with this. An entrepreneur is consumed with making the most out of what he already has. He is all in. An entrepreneur is always looking for new opportunity. He is always reaching. This isn't a dress rehearsal. I try to live full throttle. I believe I was put on this earth to make a difference. And to do that, I have to test my limits, go for greatness. And that is where I'll leave it. Highly recommend buying the book. If you buy the book using the link that and the show notes on your podcast player? Are we going to founders podcast dot com, you'll be supporting the podcast at the same time. If you wanna remember more of what you read and you wanna use the app that I use store all my highlights and all my notes and really the app I use to to help make the podcast. You can... It's called read wise. You can get 2 months free by going to read wise dot io o forward slash founders. That link. Of course, will be in the show notes and available at founders podcast dot com like everything else. That is 269 books down 1000 ago, and I'll talk to you again soon."
}