{
  "transcript": "The voice from the podium called him back. Over the next 6 years, 1 in 3 of them would flu out. The head master said. They might be the top seventh graders in Boston, but this was a school where even the best had to work hard. And that meant homework, 4 to 6 hours of homework at night said the head master. Paul stared at the man. In his mind, he spoke to him. Fuck you. I will never do homework. There were things he would do though because he wanted to do them. He tried off with the school band and made the cut, and he also decided to check out the computer club. It had a faculty adviser and for a club house, a window less room down in the basement, equipped with 6 terminals. They looked like Tvs, but they had keyboards in front of them, which meant you could tell these Tvs what to do, and that made all the difference. Paul had never liked Tv. He called it the stupid box. He'd watches his father He would watch his father watching the evening news after a day at Boston Gas. His father would sit in his easy chair with a box of C and his Manhattan, looking at pictures of car crashes and murder victims. And Paul would wonder to himself why his dad would just wanna sit and look at what somebody else wanted him to see and listen to strangers tell him what he should buy. So that is from the introduction of the book that I wanna talk to you about today. Which is a truck full of money, coding, man, love, genius, the life of American entrepreneur. And it's about Paul English who is... I would say best well known or best well known. No. Most well known. For his, for being a cofounder of Kayak, the travel search engine. And before I get into the rest of the highlights that, I found interesting when reading this book, there's an like most books. They have an author's note at the beginning, and I was struck by the uniqueness of this 1. So the... This is the author Tracy Kit talking, and I just wanna read this little section to you real quick. So He said she's talking about Paul and She was, I'd never heard him speak about his day job, but I knew it had to do with software and that he was successful at it. So I asked him to show me around. After a while, I began to feel that what, that my guy should become my subject. What I actually said was, why don't I write about you? And this is the the really interesting part. It was some months, I think before he answered. I remember the moment well. He agreed with a That I had never heard before in my years as a reporter and writer. You have to promise not to make me look better than I am. He said. So the reason I wanted to point that out is because this is a little different from some of the other books that I featured on this podcast in the past. And 1 of the reasons I love doing this podcast in readings books is because... So we all know the names of like Henry ford, Jeff Bezos, Ce elon Musk, all these people after the fact after they were successful. But when you're reading biographies of them, You realize that they were just relatively normal people. And they all started from different vastly different points, but you got to see them way before they were who who we think of them now. And what I like about this book is I would say almost half the book. So, like, in the title says, man. What they're talking about there is he's a diagnosed... He's die... Paul's diagnosed bipolar disorder. And so when he he adds that little caveat at the. He's like, okay. You can write about me maybe you have to promise not to make me look better than who I am. Because there's a lot of stuff in this book that you realize even... It's really good. I think for everybody to understand that, like, successful people are still just people. And a lot of them can be fucked up just like you or eye. And in his case, like, you see struggling with, bipolar disorder for, you know, 30 years. You see some of the results of, like, his grand statements. Some things that, you know, don't make him look that good. And yet he still sold was able to found a company was acquired by price for 1800000000.0 dollars, and he walked away with a hundred and 20000000. So I just want you to keep that in mind as we go through this book. Now another thing, as I always do, I go... I, I'm reading the highlights and the stuff that that's interesting to me just to give you an idea of why you might be interested in reading the book, and I do try to read them in chronological order, but this book starts... It weaves back and forth throughout time. So just another you know, I say this all time, but it's not meant to summarize the entire book. These are just the parts that spoke to me. If you read it, different things might speak to you. But it is... It might get a little confusing if you think it's chronological because we start right at the beginning. With... Well, I'm I'm gonna read from the introduction, so I'm gonna tell you about his first job, which is I I always find interesting when I'm reading biographies of company builders. But then we're gonna jump to, like, present day, which is, like, the day he makes the announcement for the sale. And you go back and forth weaving and kinda kinda kind of trying to tell his life story through all these like, anecdotes in in in store, and, like, memories that he has, but they are not taking place obviously now. So this is his first first job and it kind of, builds on what he was just saying that, you know, like, most of the people that are on the podcast and most people that are feel they're, like, born to be founders entrepreneurs, you know, they don't really, like... They have a problem with authority and and they wanna do what they wanna do. And when they find something they wanna do there, they're... They can be somewhat obsessive at it. And that doesn't mean, like, taking up all your time, but you wanna be good at it. So he's definitely the same way. So he's saying, hey, I'm not gonna do homework, you know, forget that. But that doesn't mean it's a slack. So let's go to the book for that. Paul was ind outside of school. In seventh grade, his first year in Latin that's Boston Latin in the school he's going to. He took 10 dollars off of his paper route earnings and bought a dime bag of pot. From the same man in the north end who sold the boys fireworks. Paul sold the dime bag bit by bit and with an a... And with astonishing profit bought an ounce. Memories in Seventh grade doing this. In a corner of the attic he found a small munitions box that his father had brought home from World war 2. He broke off the lock and and bought a replacement at the drugstore, and he stored his drugs inside, mostly marijuana and also some me. Don't... I'm not familiar with that drug, so I don't know if I'm pronouncing it that correctly. He hid the box in the eve of the Attic near his mattress. He never came close to getting caught. No 1 in the family knew except of except for Danny. This is his brother who didn't get involved and didn't tell of course. Paul quit that business after about a year. He could have bought... This is the most fascinating part considering this is now happening least eighth grade. He could have bought several used cars with his profit. Had he been old enough to get his driver's license. So now we're gonna jump ahead to the first chapter, and it starts like I said with... He's making an announcement. He said, we've actually agreed to merge with price line. He's talking to his, the whole company at Kayak now. It says, the crowd turned into, oh, they said. Price line was a large holding company of online travel agencies, and Kayak was a small and unusual, but very profitable travel site, and the very profitable part is very fascinating to me. And I'm gonna get into that next Might be the most fascinating part of the entire book. It's, like 2 paris. Until recently, it had done now Talking about kayak. Until recently, it had done no booking. Rather it was a comprehensive search engine for travel, often described as a Google for finding flights and hotels and rental cars. Paul and a young businessman named Steve H had founded Kayak 9 years ago in 2004. Since then, many companies had offered to buy them out, Paul told the room price signs offer was the only 1 with the right ingredients. First of all, the purchase price is 1800000000.0 dollars. He made the translation. Kayak stock was now worth 40 dollars a share. 14 more 14 dollars more than when the company had gone public just 4 months ago, and 10 dollars more than the current price. Paul didn't say this but about half of the people on his team own stock now worth at least 1000000 dollars, and some own considerably more. Paul's was the largest take, some hundred 120000000 dollars. So let's skip ahead. This is the part I really liked where it goes into the details, because I knew, obviously, I was Kind the business. I didn't know how they made money or any... Anything like that. So just talking about the office and their office is somewhere... I think it's called Concord, Massachusetts, So let's go into this. Concorde belong to what was now a mighty segment of new American industry, mighty and yet utterly on muscular looking. A stranger walking into this office, a stranger who like most of humanity knew little about software would have to wonder what these eccentric looking kids could possibly be doing to generate any money at all, let alone a fortune. Not for the stranger, but for his team, Paul had tried to offer an answer. Programmers are always in danger of becoming happily extracted from the consequences of their work. Paul had arranged to show his crew the fruits of their labor, a representation of the product's achievement a representation in numbers and an obstruction itself. A screen hung on the far walls of the second floor. 1 screen was large, big enough for an art house cinema If you had looked up from your desk, say at 03:32 on the afternoon of 11/07/2012, the day before the Kayak sale was announced, you would have seen in bold type at the center of the screen this number. 2000737... 2737926. Digits changed at stopwatch speed. 2 seconds later, the display read, 2738008 hundred and 16. No explanation was provided, but everyone who worked here knew that this number represented the days running tally of travel searches. The searches that is that visitors had made between 1 midnight and the next on the Kayak website and the Kayak Mobile application. Now this is really interesting part. There's only a few more paragraphs. As a search grew... Let me do that over. As the search grew on the screen, you also began to understand Kayak purchase price, the business work this way. A user goes to the Kayak website, finds a desirable flight or hotel room or rental car, and then is sent to the website out of an airline or hotel chain, our car rental company are to 1 of the online travel agencies such as Ex or orbits. Kayak receives a fee from those other companies just for the referral. 75 cents for a flight and 2 dollars for a hotel, and considerably more if the user books car or the room or the flight through 1 of those other companies. So every number added to the tally of searches conducted on Kayak was like a sale wrong up on a cash register. Advertisements on the site D mirror by industry standards added more. You know, this is... I love this because they're actually short numbers. In the course of the fiscal year 2012, Kayak users made 1200000000.0 searches. These brought commissions and ad revenues amount to 292000000 dollars and profits of 65800000.0. This the most fascinating part to me too. Remarkable figures, not for their size, but because only 205 employees had been required to produce them. In 2012, Kayak revenues came to nearly 1500000.0 dollar per employee, 1 of the highest ratio among all publicly traded companies. So I found that really interesting. 1500000.0 in revenue for each employee. So some of this is just... I'm gonna pull out obviously, like I've done in Podcast podcasts past. Just little interesting ideas that maybe only last paragraph that I that I that I think are interesting and might be helpful to your you and I. Okay. So this is Paul on meetings. Paul had made it a habit to glance now and then through the transparent walls of Kayak conference rooms and spotting meetings that he thought were too large and too long. He would poke his head in this this door or in the door and with a smile always a smile, say he was sure that 3 of the dozen people in there were smart enough to solve the problem in half the time they'd already spent. He also bought a tally clicker, A device that night nightclub bounces used to keep count of patrons. And hung it outside the door of the main conference room. This, by way of saying, by way of saying, quote, I'm paying attention. I want meetings of 3 people, not 10. And that's something we've seen from, other entrepreneurs pass the 1 that jumps out of my mind, it was when we talked about, Jeff Bezos and his whole, idea of keeping teams where you can feed him with 2 pizzas and no large no larger. Let's see. Okay. So this is actually gonna... This this... I'm gonna skip over. This is taking place over 3 different pages, but only a few paragraphs on each, just because I wanna tell you... Yeah. So I found this, I guess, let me back up. So a lot of the books I find through, like, recommendations of, like, other founders or entrepreneurs or just, Twitter or podcast podcasts or anything of this. This is 1 of the first books that I actually found just because I bought, you know, I buy a bunch of these books, all of my books on Amazon, and Amazon recommended it to me. And I'm like, it's, you know, kind of a clickbait bait title, which I think is the whole point where it's like, a truck full of money. Like, what the hell does that mean? Because I never even heard of Paul english before this. So I wanna tell you how the title came came to be. Because I think it's actually really funny. Okay. So, he's talking... They're talking about just to give you some context here. He's he's worked. Now at Kayak He's in his forties. Right? But he's been starting companies for 15 15 years at this point and already sold a company previously. So he had a group of people that he'd work with Cons and. They'd work on a project, and then maybe that project would end or in a failure on a sale or something that and then go to separate ways and then eventually Paul would have another idea and he'd recruit him back and back and so cycle went over a couple decades. So he... They're talking about how... On... With Kayak, he hoped... He basically set up his 2 lieutenant bill and Sc to make sure that they were gonna be financially independent. So it says, Paul had made sure that both own Kayak stocks and amounts commensurate with need to have status, stock now worth nearly 20000000 dollars for each. Bill had prop something like this back in 19 97, so we're gonna get to the title. In the aftermath of the mis adventure that Paul had led him on with the startup up company Net centric. And, of course, a lot of, like, anything. Paul may had 2 or 3 hits, but he probably had 50 different ideas, and maybe out of those 50 different ideas, maybe 15 or 20 actually started, whether an app, a deficient of a company whatever the case is. And I think this is the most common thing that people that don't serve companies don't understand. That it's not about... I forgot how how you put. It's not like your batting percentage or second percentage, but basically, like, 1 or 2 successful ideas can pay for a lifetime of of other failures. Alright. So let's go back to this. So he's saying, Paul let him I'm down on the start the start up net centric. So they lost their... Their butt on that. Shrank shrank had also followed Paul to Net centric, and like bill he had soon quit. Then the 2 of them had started their own little software company along with an extraordinary programmer named Jeff Jeff Ra. But things hadn't gone much better with that enterprise and they had a net sent Their idea was to build Internet connected Boxes that would serve as advertising devices. The technology they created was first rate, but it didn't sell. And then 1 day in 19 98, Paul walked in. He was starting a new company he told them. Something called Boston Late software at this time, Paul in his early thirties. Paul pitched the idea with his usual speed, his usual vi and certainty. They built... They'd build a website for building websites. He had again, another thing I I think that it's really helpful for me reading on these books did you realize that the ideas that are really successful. I think about Wordpress and Squarespace now, how successful those companies are. Like, their ideas you see so many of the people had the same idea, but they might have been 10 or 15 or 20 years too early. So he's actually gonna be somewhat successful in the Boston lights offer because he went selling the company. At the top of the the dot com boot boom, but I just think it's funny that we're reading in a book that 90 days. He's like, I'm gonna start a company. That's gonna be a website for building websites because we have several examples of successful companies that have done just that now. He had a client already, and he was assembling a team of old colleagues getting the gang back together. Bill didn't say much, but as he listened, he thought this is gonna work. After Paul left, Bill told Shrink and La, Look, this thing's not going anywhere. We should go work at Paul's company. They said they wanted to go on with their startup. I feel bad for leaving you guys, Bill said, but he was going, but he was gonna follow paul. 15 years later, he remembered his words exactly. Someday, this boy is going to get hit by truck full of money, and I'm gonna be standing beside him. Shrank and Rh had soon followed Bill and Paul to Boston Light and about a year later in 19 99, Paul sold the company. He gave half of his own proceeds to his team and still came away with about 8000000 dollars. Paul was only in his mid thirties then. This idea of giving proceeds away and he's splitting up half the money. It it's really interesting to me because there's a quite a... There's kind of a, like, a j position or or dichotomy. Or I I don't know the correct word I'm looking for. But, basically, Paul's is very good at creating software companies and making a lot of money, but he's very uncomfortable of being successful, and there's a lot of his... His his ideas comes from the fact that he came from a family of 7 kids, and they were told that, you know, no one's ever supposed to be special that you're all the same. So he kinda has, like, this residual guilt of being so successful. And so he has, like, a a very strong, like, communist streak in him. So he's, like, capitalist by day. And then once he's successful was capitalist, he takes the proceeds and he doesn't believe, like, hoarding money is that smart. So he gives a lot of it away. In the book, it goes into detail, I'm gonna talk about it too much, but he develops a very strong relationship. With a guy that was very successful, and who has an interesting life store in his own right, fought in World 1, came back to Boston, transformed his family's construction company into, like, his massive multiple multiple hundred million dollar company and then spends lives to a 90 and basically with the goal of dying broke. So you donate tons of money to haiti and all this other stuff. So Paul does is too, like, the book talks about all the stuff he gives, helps people with and including Homeless in Boston and and and Charities and Haiti and and all kinds of other stuff, but you you kinda see that even when in his thirties. He he kinda... You know, he has a. I don't if guilt is the right word. Like, I mean, I guess, it is kinda guilt. And we're gonna realize that a lot of the stuff that Paul does is not really easy to explain because, you know, he is... He suffers from mental illness. So I wanna actually touch on that. And I'm not gonna touch you on too much of that because Like I said, a lot of the book is is written about showing the bad... You know, the bad sides that even go with bipolar bipolar disorder, and we're gonna read some... I'm gonna read you some of the, like, how that manifest in Paul's life. But even people like that, like, as long as... They they they are still capable of building companies and being successful in I'm doing this. So, I don't know. Like, especially, I I've been thinking about this lately, where, like you see, like, 1 of my favorite people just committed a suicide. You look at, like, Anthony the life of Anthony bo. You're just, like, how is this possible and you just realize that this this problem of mental illness is is everywhere. And it's hidden for for most parts. So that's kinda why I selected this book now. There's a series of other books that I'm gonna be doing in the podcast too. I guess I could have done them first, But that normally I don't give it give a shit about, like, celebrities, I'm not into, like celebrity worship. I think it's downside to culture human culture in general. But for some reason, like, I woke up to a text. And my friends, like, you know, Anthony Bo hung himself. And it just hit a lot harder because, you know I've following the guy's work. I read his book, kitchen credentials when I've heard books of her read, watch all his shows back from, like, 2006 of the travel channel, and it's just, like, I wasn't expecting to to deal with this emotion. It made me think about, like, how many other people are, you know, because you you ask anybody what kind of life do you wanna live? Like, you know, he got to travel the world make great content, meet interesting people, eat great food. Like, he was loved by millions of peoples and it just that none of that matters. It matters how... Like, how you feel about yourself, and he was deeply. Obviously, deep press, and, you know, he had he'd had been open about it he'd been talking about, like, remember reading 1 of his quotes. He's, like I knew anybody else that wanted to die as much I have. Like, So I think this this is appropriate because I think people in general struggle with it, but I'm sure founders do. You always hear, like, don't always hear. But you hear some of these examples of, like, you know, like, the pressure to, like, act, like everything's is always going well and some people, like, live feel, they're living 2 different lives, and I've even read stories of, you know, people that their businesses fail, and so they kill themselves. And you also saw that in in different cultures like, finance the industry. Like, when you have crashes, like Black Friday air or 1 of the cases, people jumping up buildings. And So III think that's a big problem. I I don't think you... I think you... We have to do whatever we can to dis associate, like, how we feel about ourselves for, like, whatever is going on your professional life. Even though they kinda it's really hard to, like, based on, like, I just... All the entrepreneurs twitter I know I feel like it's part of your identity, you know? As opposed to most people have a job. It's like I go to my job. And it's like, that there's no... It's like a clear cut. If you have a job you go home doing hobbies or just spending that we can do whatever you want. Like, I don't know if founders have that, So they might be more prone to it. So if you are, like, struggling with any of this kind of stuff, I definitely read this book because there is a happy ending here. And So I ramble enough, and I wasn't expecting to even say that, but I saw my note, and it I just that thought popped in my head. So this is a a description of Paul's illness. And this hyper activity is is called hypo, I think. Know if I'm pronouncing... Correctly, but you're gonna talk about that too. Hyper activity was likely just a symptom of his deeper problems. His bipolar disorder. The general term denote what used to be called manic depressive illness. Now broaden to include intermittent alternating, and sometimes mixed states of depression in man. Man, man, man. Varying widely in kind and severity. In the in the past, Paul had suffered from near I mobilizing depression. But not from the psychotic states of full fledged man. So were they're something here is suffering from near I mobilizing depression. There's a lot of times like, right, this is interesting where what triggers us to. Where he was just wake up, he can't host feel like 2 hours, and he just stares at the window till the sunrise so he can get his day going. And sometimes this is happening when he's having, like, he's having, like, trouble in his professional life, but more interesting is the sale of Kayak and that huge success being written about in the Boston globe the next day, triggers him to go into, like, a d... He spent a week and, basically not moving, not being able to sleep, which is again, I think from the outside looking in, which is very inaccurate way to look at things. Unfortunately, most people would probably think, oh, this guy must be on cloud 9 and in reality, he's at his lowest point. Okay. Okay. So He suffer from neuro mobilizing depression, but not from the psychotic states of full fledged, in which 1 is consumed by delusions. He was subject instead to the oddly vague vaguely named hypo, which means less than full fledged man, The labels are kind of dumb and meaningless because no 1 really knows how the mind works, Paul once said. What really... What's really important is, what are the symptoms you're having, and are they that bad? And then what what things can we do to make those symptoms be less? He called his current psychiatrist and found a drug, an epi called Lam tau that had kept paul's depression mostly bay for a decade and with minimal side effects. But his bout of hypo, his highs recur. I just wanna interject real quick before I go back to the book. So they name... I I don't... I'm not gonna read them all, but I... There's quite, a dozen different medications throughout his life that he's on, and they talk about the side effects in the book too, which is I I've never taken any of that. I try to, like, live clean as much as a can, and definitely nothing like, pills so like I just not into that strip, but, I, never been, you know, clinically the press, I'm not trying to make light of that. I'm just saying that, like, it it was jaw dropping to me because I've never had to been put on medication and what... Even, like, a he talks about what, like, 5 milligrams can do to him. It it it's pretty crazy. So again, if you're interested in that by the book. But his bout of hypo has high, and his highs recur at their Apex on this is interesting When he felt on fire, he was prone to what psychiatrists and therapist called grand. Then everything seemed possible when he's they're talking about when he's on fire, then everything seemed possible for him and the success of every new venture assured. A hypo manic high could also be lonely and irritable state. As when everyone seemed too slow to understand him, he'd stare at people who were talking to him, straining to be polite. That's pretty funny. He would say, while thinking, you just made my blood pressure go up because I just lost 3 seconds that I'm going to beg for on my deathbed. Often during highs, he gave away a lot of money. More important, he's scarce rested and sometimes used alcohol to calm himself. And that's, again, going back to what he said, don't make me look better than I am. He drinks throughout this entire time and almost every single that he's on, You're not supposed to make alcohol. So, again, he's not really hiding his his flaws from you, this book definitely isn't... Okay. So he's seriously wrestling and sometimes use alcohol to call himself. And a high could lead to his sleeping with someone he later felt he shouldn't have. When he returned to a quieter state, his fires bank for a while. The... These risks were clear, it's bad for money and sex and for drinking. But as a rule, Hypo took away his ability to resist it, even when he was aware of being in in its grip and mindful of the risks. In Paul, the highs tended to build an intensity. Sometimes over hours. Sometimes it seemed over months. Usually a set of physical sensations told him the full blown thing was arriving. Now this is going into his his actual effects and description of his physical manifestations of his illness. He would feel like tingling in his arms and hands, then blood racing through his arteries and veins. The colors around him changed. Sometimes to lu Hughes and he felt alert to everything, the He was reminded of the commotion of feelings that came flooding over him in the moments before traffic accident. But the sensations around accidents soon subsided. These lasted for hours sometimes for days rising and ebb and rising again. The overall feeling struck him as bizarre as something that his body wasn't meant to feel. An an uncomfortable state when he had first experienced at years before. Now when he sensed it coming, he felt a both a little frightened and thoroughly ex. In 1 email he wrote, adrenaline period. Hard to sit period. Mind racing period. Thrill period. It feels good. In another, if someone invented a drug, this is a quote from him. If someone invented a drug that normal normal people could take to feel like I feel this morning, the inventor would be a billionaire. On 1 occasion, he said, I love the highs. I can feel the blood racing through my veins, and I get a lot done. In the midst of a high, he was apt to wonder what it was that needed to be cured. He knew he knew this in his quieter times. Another quote from him. It's a funny thing about Man. Man, It feels so good that when it is with us, we feel cured. Perfect. And we don't want the meds anymore. What he's speaking to there is, not only was prescribed a bunch of different medications, he routinely just jumps on and off of them as well. So I mean, skip over, the the chapter that I in currently goes... Keeps building on that, but I think that that's a good highlight to give you an an understanding of like what, you know, what he's going through. Okay. So this is now the jump forward and and the timeline I get a little bit, and now we're kinda seeing the downside of... Even though he he... The sale Ta kayak goes through. He has... He makes a hundred and 20000000. He... This is the note left for myself. It's tomorrow morning when I wake up, I'm now an employee. This is derrick from Paul. As of tomorrow morning, when I wake up, I'm now an employee. Since then, he had given some burst of energy to this new role, but it had been weeks since he had talked about finding a new office in Cambridge for Kayak are about the video wall are about much of anything else to do with Kayak except to say, I have to show my face there once in a while. So the the new office and the video wall. He had all these ideas. And he he's constant ideas. They list probably a hundred of them in in the in the book. And it's a way to, like, get him excited and and keep forward momentum, but he's kinda getting a little depressed here. Then 1 morning he drove out to Concord to give 1 of Kayak vice presidents a routine quarterly evaluation. Then the Vp asked, Paul, can I give you some feedback? Sure. Paul said, how many hours a week do you work kayak lately? I don't know. Said Paul, 20? Try 3. Said the vice president. Paul didn't believe it. Not at first. But when he looked around the office, he realized to his dismay that there were now new young people, there he... Whom he didn't know. Whose names he didn't even know. When and how could of this happened? It took him 3 weeks to act. So kinda see, he's very excited to be running Kayak gave C 9 years. Once the sale goes through and he just an employee, he just... He's not meant to be an employee. And he completely becomes dis interested, And in this case, he he's working about 3 hours a week, so he makes a change. Okay. So now I've skipped head a little bit. And this, like page, it's about a page long. I found really interesting because it's the economics of games, video games. So his older brother becomes a computer programmer and a game is desire. And I love that book that we... We talked about on the podcast, the master of Doom, John Car and John Romero, and the beginning of doom and then what I loved about the book is also the the... Like, they go over, you know, how much money the games we're making and it's just a really interesting for me the most interesting part. 1 of the most interesting parts. So this is the economic of games. And I think this is I wanna say this is in the eighties. This is all happening. Somewhere around that time. So let's just... Let me just go into it. During Paul's senior year at Aladdin, his brother Ed became a celebrity in the world of electronic games. Ed had left home and spent a year writing a chess playing computer program for a company in Florida. It was a hit and Parker Brothers had brought had brought him back to New England and given him the task of converting a Japanese arcade game called Frog, into 1 that could be played at home on the Atari 2600 video game console. A difficult assignment. First of all, because our atari didn't want other companies producing games for its device, which meant that Ed with the help of a colleague had to reverse engineer the Atari Console to figure out exactly how it works. More daunting, Ed had to reproduce frog in a program that would occupy only a smidge vision of memory. He pulled it off in just 6 weeks. His version of Frog was the first electronic game accompanied by a 2 part by 2 part Harmony Music. He called the experience on Olympic trial for game making and the finished product, my Mona Lisa. Parker Brothers priced ed ed version of the game at 20 dollars per cassette. And was already shipping 4000000 what's should? 4000000 copies. Let me read that part again because I'm reading as a run. It's not Parker pro... Parker Brothers priced Ed version of the game at 20 dollars per cassette and was already shipping 4000000 copies to retailers when Ed brought bought a could set over to Per Street to show his masterpiece pizza of the family. So I guess that's a street they lived on. He set up the equipment on the kitchen table and everything go was going well until Paul started f with the controls. The next thing ed knew, the game went haywire. What's more, Paul was able to make it malfunction again and again. Here was Ed baby's brother who whom Ed had only known decently, and mainly from from conscientious games of from con contentious, sorry, games of chess, which Ed to his sugar had usually lost. And now this teenage version of that irritating prodigy have found a a bug in Ed Mona lisa. Ed was furious. I could have killed him. He said, and then he was scared. The code for the game was contained in Ram read only memory chips, which could not be reprogram. For some time, Ed waited to hear that others had found the bug, and were returning their cassettes, but no 1 ever did. Parker Brothers having sold all 4000000 of those cassettes in a year offer offered to pay Ed 50000 dollars for every game he program thereafter. Instead, he does a smart thing here. Ed quit and started his own gaming company and soon afterward brought a brand new portion a house on the waterfront. South of Boston. So I really found interesting about that. It's not only that Paul was able to to find a bug no 1 else did. But look at look at the the... Why you... If you can and all possibility work for yourself is they're selling 4000000 copies, 20 dollars a pop. Right? And that's my math is 80000000 on that. Okay? So 80000000 dollars, and They give... They offer ed, the guy that created what they sold for 80050000 dollars. That just blows my mind. Alright. Skipping ahead, here's just a great quote. As I've said before I'm a sucker for app and pit little quotes, and just general truths I can kinda be expressed in, you know, sentence 2. So this is a... When I highlighted, 1 rather curious thing I've noticed about a aesthetic satisfaction satisfaction is that our pleasure is significantly enhanced when we accomplish something with limited tools. Okay. And on the very next page, we find out why Paul falls in love with programming. He learned how a program when he was really, really young. I think seventh eighth grade, and then kinda and I'm just forgot about it for a few years. And so this is... He picks it back up. He was witnessing amazing things and also making them happen. Now and then he would hear sounds of the life... Sounds of the life of the house. Remember he lives in a house with 7 kids. The pipes to the water heater would start t, are there would be footsteps in the kitchen overhead. Upstairs, all the emotions of a big family were swirling around. Arguments, many competing sorrows, and there was nothing he could do up there to change were worried and upset him. But he could always figure out how to tell the computer to do what he wanted, and it didn't argue back or ignore him. In his basement room, it could be of any time of day or night and when he was coding or watching a message being painted on his screen he felt as though there was no other time than now and no other place, but the small universe was creating in his current program. A place where he was in charge, a refuge inside a refuge. Skipping ahead, this is actually really interesting. I highlighted it, and then you realize it's got... It's how he learns how to negotiate from his dad. You gotta remember this part because at the end, it it comes back. And it's just fascinating. Well, let me just... Read it to you. By the tall... By the time, Paul became a regular on the buying trips. His dad was mainly dealing in window amount air conditioners. Much easier for a man with an aging back to lift and put in the car. So his dad whenever it's sits still, worked very hard. And so he finds a side hustle He has a really successful job at Boston gas, climbs the ranks. And on the weekends, he goes like gas or, my cast. Garage sales and and and the like and and picks up things that he can fix because he didn't believe in ever letting anybody else do anything for him and then resale. So we're gonna see see why this is important now. His dad's general scheme was to buy the Ac in the late fall winter, repair them when he had the time and wait until the hot days of summer to sell them. He made many of his purchases at yard sales. Paul studied his techniques saying his dad say his dad like the looks of an air conditioning unit on sale for a hundred dollars. He'd go to the owner and he'd start by cracking a joke. Maybe the seller would say by way of claiming that the Ac unit in question was virtually brand new. I bought it from my aunt and she passed away. Paul's dad would smile, Well, she probably needs air conditioning where she is now. Paul imagine the other part party thinking, who is this guy? His dad was trying to catch the seller off guard, Paul thought. Then right away his dad would name a price, always a crazy number. I'll give you 3 dollars for this piece of junk. And surprisingly often, the seller would say, oh, I guess, to Paul, it seemed as if As if having been thrown off balance, the seller needed something tangible like a number to get s. Okay. So before he when he's in college, he thinks he... He doesn't think he's gonna be a programmer. He just something he does. He thought he he he thoughts. He thinks he's gonna be a musician. So this is the transition from how he gets from musician to programmer. And this is when he's in college. At the next session, the instructor and unveiled his code, writing it out boldly on the board. Peer from his bat... His seat far back in the room, Paul saw that his own algorithm was shorter than the professors. It would do it would do the job faster he thought. He was surprised and he was pleased. I'm way smarter than this guy he thought. And then he thought, I could do this... I could do pretty well at this stuff. He took most of his classes at night and many in computer science as he was allowed. During the days, he worked full time at a string of programming jobs 7 years long. Soon enough, he realized that in spite of his first impressions, the computer science faculty at Lowly Uma mass Boston deserved his respect. Some were still in the midst of distinguished careers and most had practical experience at companies. Unlike many computer science programs, theirs focused on not... There's focus not on theory, but on the actual engineering of software. Paul's jobs, his day jobs added up to a supplemental course. Like clinical rotations in medical school. In his first programming job, Paul was hired as attempt doing men chores, but ended up rewriting the company's administrative software. He had wanted to learn what off what office work was like. After about 6 months, he quit and signed on at a medical device company where he wrote a program to control a cent. He also spent a year and a half with the defense tractor writing software to control high speed... A high speed camera in an air force spy plane, and a user user manual to go along with it. Remember he's doing all this while he's taking full course loaded night. And another year and a half at the mini computer company data general. Where he performed coding jobs for a team of computer scientists with Phd. So he wants up realizing, hey, I'm really good at this. I'm gonna do this for work. He gets his Phd. He's still working. He's saying he's phd, computer science and he goes work for, an old colleague at this place called Inter leaf. I don't know if I even talk much about that. I don't think I do. But, yeah, he has a he has a bunch of successes not only as a founder, but before that as a... Works with the ladder becomes a programmer or an executive, etcetera. So, this part though I'm wanna skip ahead, and it's interesting because it's a description of the work, And I think why he realized he was drawn to it. What he later called the social nice didn't come easily to him, but that didn't matter with computers, exploring them didn't require that he deal with other people on their complexities. Writing software seem to occupy a place between pure mathematics and the experimental sciences. Between the search for a plato ideal and the search for theories that jive with observations of nature. He referred to writing software as quote unquote this funny business. It was the creation of it was a creation of something, quote, notion slash fictional slash imaginary end quote that nonetheless had tangible effects. Coding was infinitely precise and yet imperfect. Programs got written and revised until they did their jobs as well as possible. It was a field for people who liked the idea of good enough instead of perfect. The idea of play around... The the the idea of play around in the in your head instead of play around in the mud. If your program failed, it was because you hadn't tried hard enough, not because information was withheld or missing. Programming computers felt like entering a universe unto itself. So now skipping ahead, I mentioned earlier that Tom becomes friendly with this guy's much older than him. Our shooting named Paul becomes friends with this guy named Tom, who's much older in than him, and he's the 1 that came back from the war. It builds up this super successful construction company and then decides, to give away all his money. Right? So there's this part where they they spent a... The the book spends a a good amount of time talking about Tom because he's fascinating in his own right. And so Tom grew up in Boston he went to Harvard in 19 thirties. And he talked about, like, he was from, like a real blue collar background, and he had... I guess they had like, a a section of Harvard at the time where, like, people that we're not, like, blue blood or whatever you wanna call it, basically hung out. And so back in the thirties, he felt, like, you know, less than. He felt that even if he was as smartest as some of the people there, because he didn't have, like, they're upbringing, they he was somewhat inferior. So he... In the section about to reach you, Tom is talking about running into a, harvard class made of him and now they're way older. Right? So this is there... I think they're seventies or 80 or something like that, maybe nineties. And well, let me just let me just read it, and I'll get to why I included this. So the Tom talking about this guy named Sandy. Sandy was a class of 19 32 at Harvard. Handsome guy, a real Bra. Just like the cup cabo and la... They spoke only to God. I guess, that means coming from, like, prestigious families. The last time Tom ran into Forbes because that's Sandy last name. The man was pushing 90. He said to Tom, quote, Things change as you go through life, and we don't feel about you people the way we used to quote. You people. By then, Tom wrote, he only felt he felt only amusement. 1 can overstate the exclusionary power exercise by Boston Anglo Saxon Elite. There had long been ways for a young Irish catholic to rise. Tom had found 1 in construction. In my business, he like to said, say, all you had to do was be the low low the low bidder. There was politics, of course, and thanks to recent economic history. There was another... This is the part of why included. There was another... And thanks to recent economic history. There was another and broadening route route up. The technological exception. You could have the wrong accent in no table manners and be possessed by psychological odd or worse, so long as you belong amongst newt 2 percent that he's referring to Donald News. Maybe it's It's his... Last name is spelled k n ut t h. They all talk about him a lot in the book. I don't know how to pronounce name, but he has a theory that only about 2 percent of humans are actually born to program computers because you need these... What he's called of the psychological odd. So he says as long as you belong to to N 2 percent, born to program computers. Enthusiasts imagined the digital technologies would serve as a great democrat equal force, and that's the last of part I highlighted. And when I read that section, I I... Made me think to this this tweet. I saw in on Twitter by this guy named Neville Ra, who's a really interesting thinker, and I think a lot of people know him because he's a founder of Evangelist, and this is his tweet. And I just wanna read it to you. So the Internet has massively brought in the possible space of careers. Most people haven't figured this out yet. And I think to people that are interested in technology or in general, think that, you know, it's it's really widespread, but a lot of people don't even think that. And I kind of agree... I do agree with when All saying is it's like, the possibility of jobs and things you can do and things you can create. It's just so much broader than if you look at this, They thought the only way to succeed Boston was coming from a right family going to, you know, going... Basically doing the same careers going to the same schools, and you see this, like, this, which is so stupid to me. To go, you know, things change you go through life. We don't feel about you people it's the way we used to. It's like you people. Like, this guy served he won a bunch of honors in World war 1 builds this giant massively successful company gives all his money away. Like, I don't give a shit if you're from some blue blood family. Like, what... They're... Like, you didn't do that. Like, I... It is so weird to me How people are, like, proud of things they had no control over. You know? It's like where when... If you have to create something that helps people or you build a company something you actually did. And that's where they're being out being proud because we're born into, like, a royal family. Like, that's pure luck. Like, it... I I don't understand why you would be proud of that. So... And I just like the fact that we're we're alive in a time where I do agree. Like, enthusiasts imagine that digital technologies would serve as a great democrat equal utilizing force. And you're kinda seeing, like, the balance of power and wealth and and not even even at the highest levels like, just being able to provide for your family and enjoy what you do all day. Like, the Internet made this all possible in a way that if we were born 50 or 75 years ago, the route... Our route would be vastly different. And Don't, I I find that really inspiring and If I just I don't know. I love that idea. Okay. So where I'm gonna talk skip ahead now. Okay. So this is how he becomes diagnosed with bipolar disorder, And again, the the book is going forward and backwards through through flashbacks and memories and then bring you to present day and kinda of pushing the story forward, but since I'm not reading in in the entire book, it may a little confusing, so we're gonna go back to when he is now at Inter. So he's already got his Phd. He's probably what his twenties now. You figure maybe early to late twenties, but before he starts Boston Light, which is his first successful company. And this is how he figures out that he's diagnosed with bipolar disorder. And again, because I think this is important, just more the details. There were days and parts of days where he had to struggle for civility? This happened most often when he had to go to meetings. There would be 5 people in the room and he would try to explain what he was doing with his code and no 1 would understand. He'd think what are they stupid? How much do I have to spell this out? They can't go from a to c. Some of those times he felt as if he were back in elementary school. Teachers asking him, would he please explain how he come how he'd had come up with the answer to a math problem so quickly and feeling both irritated and puzzled, he would have and feeling both irritated in in puzzle he would reply, it's obvious. Sometimes in the meeting rooms at Inter this the company working for. It seemed as if the un un comprehend others were gang up on him. And what he felt then was anger. Sometimes he let it show. This is quote. And, again, this... I think this goes back to, like, what the author's note said that he's not trying to make himself seem perfect. Sometimes he let it show, Quote, do I have to explain every fucking step here and quote. After about 6 months of wild coding, Paul forced himself toward clarity, something was happening to him and he didn't understand. It was a weekend at the time he's married. He asked his wife to take him to the nearest big hospital. He didn't dare drive himself. Their neurology resident told Paul that he had bipolar paul that he had bipolar disorder. Paul didn't want to believe it. But when he returned for a second opinion, the chief of neurology confirmed the diagnosis and prescribed lithium. It's another drug he starts get on. The drug left a bad taste in paul's mouth as if he'd been sucking on pennies and taking the drunk drug meant acknowledging that he had this thing, this disorder inside him. He told no 1 at work. He stayed on lithium for several months, just long enough, almost to forget how he had felt before. A friend came by his cubicle and asked what's wrong with you. Nothing, Paul replied. You've lost all your energy, his friend said, you sure you're not depressed. Actually, I feel pretty flat, said, Paul, Like, I feel safe. But afterward, he thought, I don't wanna lose my energy. He could deal with anything but that. He quit lithium at once. So this is what, I think many people might consider a mistake. The note I left is leaving a million dollars behind. But again, we're gonna see the difference of people even if they're succeeding at a job if they feel they're meant to run their own, like, work for themselves, then they're gonna do that even to drastic measures. So the... Give you some context in inter if he's doing really well still. He negotiate he winds up being promoted, really high up, and it's a large company, large stable company at the time, and he's got fat salary and millions of dollars of options, some of which have invested. So but he decides to take a leap. Paul saw un undo promise in it, and in the growing host of new online technologies to talking about Internet. So he was disposed to listen when in 19 95, the founder of a local Internet related startup began recruiting him. This was that fledgling company Net centric. The founder pitched it as a 20 first century phone company. Its first product facilities... Now check out this this idea for the product. Its first product product facilitates. Fax over the Internet. Businesses and law firms all relied on fax for the rapid exchange of documents, but they were obliged to use telephone lines and the rates, especially for long distance transmission were still high. In principle net centric could offer them a much better deal. Because fax could travel over the Internet for free. 2 rep reputable venture capitalist firms and venture capital firms in Boston had already bet 5000000 dollars in the new company. Paul was offered the job of running engineering and return for a substantial share of the company's stock. Only half of his inter leave stock options had vested. Qui quitting inter relief now meant leaving a million dollars behind. He didn't care. The move look like a sensible step into the future. So, again, in Hindsight, it looks... It could look like a mistake, but the leaving his comfortable job at En relief, going to start up, having that startup fail. And then eventually, leads him to being able to to start his own company. And that 1 actually succeeds. So this section is called 3 years of depression and starting a new company. He builds at this time, that centric after he leaves inter leave That fails. So he builds this this... It's like this game. I don't, s. So he builds... He learns this, like, I guess, like, kind of, like, Asian chess. I don't even know how to describe it because I never played the game. So he builds a form. It becomes really popular. Yahoo may make him an offer for the for the website. He declines it because they were... They insist that he moves from California He doesn't wanna leave his family in Boston. So he's still really depressed. He's working... He saved up a bunch of money, so we could get through this time, but he's running out of money, and he he's working, like, part time, a program earning, like, 80 dollars an hour. And He gets... You know, he's just down on himself, but he kind of a programs his way out of depression. But his gloom didn't last long. Soon after he turned down Yahoo, he had a chance encounter on a Massachusetts golf course of all places. Where he met a man who's is working for the Boston Globe, managing the papers online store. Soon afterward, Paul had a deal to improve the globe website to make it a place where visitors could easily buy all sorts of Boston related stuff, such as t shirts and snow globes and sports team para. The contract was for 50000 dollars. A contract for a product before Paul had a company to build it. He had a name though, Boston Light software. If all went well, he's he'd assembled a great team and they'd bill Boston light into a website creator, that would serve all sorts of giant corporations once they'd done their first job for the globe. He had taken a step back to a former self. He had programmed his way out of depression. Now it was time to go back to work. Paul founded Boston light in 19 98. 3 years after he quit inter. Okay. So I'm gonna skip ahead. This is after he found Boston light software. And do you remember that part where I said, remember when Paul goes when he's kid, he goes with his dad on these buying trips and learn how to negotiate. So this is him using applying the lessons he learned from watching his dad negotiate to sell the company. The... The Intuit team, this is the Intuit company it's still today. The Intuit team was suit impressed enough that Intuit it invested about 2000000 dollars in Boston Light and soon afterward decided to buy it. But what was the market value of a company only a little more than 6 months old with 15 employees and an unfinished first product. Paul heard that another old colleague colleague from Inter relief had just negotiated the sale of a small new company. Paul called him for advice. The old friend asked him how much he planned to ask. Paul said he wasn't sure. Maybe 20000000. Asked for 40, his friend said, 40, Paul said, Boston light didn't have any revenues said Paul, except for the 50 grand from Boston the Boston Globe, His friend said to ask for 40000000 dollars anyway. The in the Intuit negotiator was a woman. Paul Liked her. He considered her a formidable adversary. He thought of her as, quote, a cigar smoking whiskey drinking he thought of her as cigar smoking whiskey drinking tough. As Paul remembers, she said, are you fucking kidding me? 40000000 for that piece of shit? She hung up on them. Paul called her back. 40. That's crazy. She said. He said, I agree. I'm probably worth a hundred thousand, but the market thinks I'm worth more, and I'm negotiating right now with 4 other companies. Just skipping head a little bit. Intuit agreed, he's selling the people at work at Boston right now. Intuit agreed to acquire us for 33 and a half million dollars said, Paul. Skipping head to the next page, just continuing the story. He goes to visit his dad. It was evening, and his father was sitting on the porch taking in the sea air, facing out across the water toward Boston. He was an old man now, white haired and quite unlike his once forceful self. A bit fearful fearful of the world. Paul had always felt wary of seeming boast around him, but he simply had to tell him what he'd done. I sold my company, dad, his father smiled. But when Paul told him the price 33 and a half million dollars dad, the old man smile vanished. He quickly glanced from 1 side to another. This was the man who once pride himself on never seeming faced. Who negotiated for you his father asked. I did said, Paul. You didn't have a lawyer do it? No. How do you know about negotiating his father said, dad, it's exactly what I saw you do at yard sales. I just love that part. Skipping it a little. There's not too much... Not too many more highlights left. This is a short, really easy read. It's, like, 240 pages in the paper rack version. So I do I I highlighted this part because it made me think of, the podcast I did on Danny Lu, no better time, and, turns out Paul was actually booked on the same flight that Danny died on. Paul's greatest luck, his purest in which he had no hand at all, came on 09/11/2001. He and some colleagues had booked the doomed flight from Boston to Los Angeles, but at the last minute they switched to a less expensive And this another random part I loved. It's the ice entrepreneur. I never heard of it this before. I love this. Paul's placed by the pawn had a curious history. The land in the oldest section of his house were once part of the state of a nineteenth century magnet named Addison Gag, an entrepreneur of Ice. He harvested ice from Spy pawn and other locals and shipped it far and wide. To America's warm southern states and also according to 1 local chronic to the east and west Indies to China to India and South America and even Australia. Paul knew some of the history and would entertain guests with it, drawing a moral. No matter how wacky and I... No matter how wacky. An idea can succeed if it aims at a big market, all those hot places that out look refrigeration. And if there are technologies to execute it. Special saw, sawdust us in the holds of sailing ships, insulated buildings. What vision the ice barron of New England must have had to look at the ice on spy pond and think I could send this to India. That just takes a lot of knowledge in that paragraph there. Skipping ahead, so after the sale of Boston Light after sale Kayak, the the book spends a great deal of time on all these other ideas that Paul has, I'm not gonna spend any time on it. Most of which obviously don't work out, but, there is... There's probably 1 chapter we list, like 10 or 15 different ideas and and each 1 has a paragraph. And I just wanna I wrote my little notes to myself that I like this idea. So it's just a paragraph real quick. There was good enough software, a nod to the way his father had of pounding in a nail and saying that's good enough. The idea sprang from irritation. This is Paul talking now. Microsoft keeps releasing a new version of office every year. Who needs all those bullshit features? I would take the 10 most successful software apps and strip them down to the 20 percent most people use. And the last from the book that I wanna read which I think is interesting. So this idea of the new economy, I think it echoes back to the podcast, on the Michael Lewis book on, the new thing, which is about Jim Clark. And he was a very much a creature of the new economy and a like, a new growth. I think it was new growth theory, was like, a lin pin of of the way he thought. So... And they're gonna use the word, like, American, and I think that It's not just Americans. I have this trait, but I just wanna read this last paragraph to you. Paul was a creature of the new economy, but he was also an old American. He was a carrier of strain in the American character that refuses to be en incumbent by the past. It's an ethos that says you don't have to do what your father did that indeed, you don't have to do what yourself were doing 6 months ago or even yesterday. Consistency doesn't matter. Only invention matters. And I'm gonna leave it there. If you want to get the full story. I'd recommend reading the book. Obviously, it's Did a podcast on it. A truck full of money, coding Man love genius the life of American entrepreneur. The great thing is is if you want to read the book and support the podcast at the same time, you'll see in the podcast description and on founders podcast dot com. So what I do is after I'm done recording these podcasts, I obviously, go back. Like I said before, it's just a 1 minute show. I pick out the books I'm gonna read, I read the books to do the highlights record edit do all that other stuff. Myself. And what I do to make it easy because I also in addition to reading a lot of books. I listen to a lot of podcasts. And I leave, like, time stamps. So I go back through after I'm done editing and anything that, like, pops out to me. I try to leave, like a timestamp stamp. So if you see, like, the the full description of your podcast player, you'll see, you know, it it's, like 2 minutes, and this is what I'm discussing in 2 minutes or like, 10 minutes whatever it is. So below all that, I put links to the book I covered on this podcast, and every single other book that I've covered so far. And so I keep adding to that list as the more podcast I make. So if you wanna support the podcast, if you like what I'm doing here, I don't really have... I don't interrupt it with any advertising. So at the end of every podcast, I obviously, we'll tell you ways to to support the podcast. And if you wanna help it out. And the best way, honestly is just by the books. I'm doing this podcast because I think reading people read more, like, their lives are gen... Like, it's just a way to improve your life. I feel like when you're focused on a story, especially when it could last you, from 5 to 20 hours, just completely different than, I feel like these little... Hits a dopamine we get with all these social apps and and staring at our phone all the time. So it's kind of like, it's a way... It's like my own... Not anecdote, and a anecdote. You know, I can't pronounce any words. So the 1 where if you get bit by a snake. What is that called? Antidote. Alright. I think you know what I mean? It's my antidote, Hopefully, that's the right word to, you know, the, like, the hyper activity we have with our with our phones. When I'm reading a book, like, I feel like, I'm in paying attention I'm in the moment and just spending a lot longer on a subject. I it feels helpful for my mind, especially, like, helpful if you need to take a long term view of of building a product or service or whatever it is that you you're working on or I wanna work on in the future. So if you wanna support the podcast, click used by the book using those links, so Amazon affiliate links, which means Amazon gives me a small percentage of the sale at no additional cost to you. So I think each book, I get, like, 80 cents or something like that. And a bunch of you guys do this. So I really appreciate it. It's a great way to get yourself a book to read, which is the whole point of the podcast and to support founders and and help me do more of these. So I'd recommend doing this, but honestly, buy them all, or you don't have to just buy this 1 buy a bunch of them if you want. The more you books you buy, the better, the more support you're giving. So... And again, like, have you ever bought a book and regret spending 10 or 15 dollars it. Like I just think it's a bargain for any book. Like, I thinking about... So I do mostly shorter. I try to do mostly shorter books of this podcast because, you know, a lot of these longer books that are 800 pages them. They just... I feel like there's just too much fluff in there, but 1 book where that that is a exception to the rules that book Titan on John D Rockefeller that I covered, which is probably 708 hundred pages, but it's like a 25 hour read? And, you know, I think can get for, like, 14 dollars or something like that. Like, where are you gonna get 25 hours of entertainment plus valuable, like, information. There's a quote in there. I kinda wanted to make a shirt that it just stuck with me. And I think about all the time when... In my own day day and it's like, it's describing it's the author describing John Rockefeller and it's, like, he was not 1 to persist in a flawed situation. And it makes me analyze them I'm like, alright. No matter how hard a work or how many hours I work if I'm working on the wrong thing. It's a flawed situation, and you shouldn't persist in it. And I... That's just sticks to sticks with me. And that alone is worth all the time. But the stories and they're just amazing. So by this book, by any book that seems interesting to you using Amazon links, obviously, will help me out very much, and I I appreciate it If you all do like, and you get value out of what I'm doing here. Another way you could support the podcast is telling your friends about it. So I see... I get some at mentions if you wanna follow us on Twitter or interact or send me, like, a book that you think I should do. Best way to do that right now, is just just tweet at me. It's app founders podcast, and just say, hey, this book might be good or whatever. But a lot of you guys also, you know, recommend the podcast here your followers. So that's super helpful because As as the weeks go by, the downloads keep going up and more people are finding it out about this. 1 ways because, listeners and people are fans are emailing the link or tweeting the link or sharing it wherever they spend time. And, another way is because we keep getting... I keep getting reviews. I think I have a 5 star average which just fantastic. Which means you guys are enjoying it. I also read them. I tried to avoid internet comments. But I do think they're they're funny, and there's some good, like, it's interesting because this is, you know, something I've created. I kinda like... Everybody's been nice so far. I hope that trend continues. But the the reviews specifically on, Apple podcasts and itunes. I do read. So if you you can also... If you wanna leave a review there, make it 5 stars. You'd can also recommend other books, I'll read it and you can send a message that way. But what I'm saying is even if you don't wanna buy the books, you can help by not spending another dollar. Because I know everybody, You know, if what I always say is, like, I like to keep the podcast free for everybody. That's why I changed my mind on the whole Patreon thing because everybody's in different situation. So if your budget allows you to buy books and buy books. If it doesn't, then you could still help out. If you if you wanna spread this message and the best way to do that is is leave reviews. I'm sure you've seen just like, I have... Even though I have 3 different podcast apps installed on my, phone, and I do this to torment myself apparently. Apple is really their they're... It seems like they're they're getting more involved. They realize that they have the single largest podcast app with the most listeners. And so now I'm are seeing, like, it's easier to review. They're starting to say, if you... They're starting, like suggest different podcast based on your listening experience. And I gotta take some time to read bit about this, and III can't believe I haven't yet, But just the actual the actual experience of that app is greatly changed. And they do seem to be, like, for lack reward giving a shit since they do have, you know, the largest podcast audience. And I use a overcast, which I love and breaker, which I also love parts of. Overcast, I think is a single best podcast that built and I like that it's just 1 dude doing it. Breaker has interesting features. I don't like the whole social, like, liking things or, like, I don't think everything has to have, like, a comment to. Like, I think Internet comments are probably the bane of our existence. Like, Yeah. There's some good ones, but you have to go through probably a thousand comments to get to 1 good 1. If you're if you're talking about just random comments on the Internet as not opposed to people like you seek out. So... But Breaker is very helpful because it has this whole it I I can see an entire history of what I listen to, which I really like because I I listen to podcast podcasts over and over again, because I use Progress primarily just, like, a tool for learning, and they let me leave notes. Now I leave notes on the podcast, like, I leave highlights in a book, which means quotes at a specific time stamps, so I know what's taking place in that. I see other people like, commenting on it. Like, I don't think that's a good idea. But it's not my app. They could do whatever they want. I use all 3 of them. Point being is whatever you use, recommend even you from Stitch, anywhere you use. If you wanna give views. It's really the best best thing I really appreciate you guys taking the time and doing that so far. And for the nice words, it's not necessary and very much appreciated. The second 1. So I'm gonna ramble a little bit at the end of every podcast about how you can support the podcast, and it's not just like me reading ads because I'd be boring. It's me, like, talking about thoughts that I can't really include and then the podcast Hopefully entice you to stick around. If you don't, want to, you don't have to. But you know, there's just some ideas. So... There's 2 other ideas I wanna talk about. They're both tied to other ways to support the podcast too. So I've talked about the app. Another way you could support this podcast is by subscribing to Blink. So if you go to Blink dot com slash founders. Right? You can go to that Url or, like I said, in every everything I talk about, links are always at founders podcast dot com, and I also include them in the podcast player app. So you never have to go to another website, but you can find them anywhere. So you can also find this link. Blink dot com for slash founders. You could 20 percent off of a yearly subscription blink, and I think now they do monthly. But when when I bought the app, and I first knew about it, I did the yearly. I think their feature request was like, hey, let's do this monthly. But I think yearly is probably the best way to go, you save more money. But anyways, Blink is basically, like, the whole thing of my opinion is like, in the information age, and so there's, like an abundance of information, and we can't keep track of at all Everything has to be shorter, more concise more to the point. You know, I don't want... When I'm trying to pick out the highlights, I try not to waste your time. You know? So maybe I read almost all the highlights I do, but sometimes I reread him, like, this isn't interesting in retrospect. So I try not to waste your time. So what Blink is good at is saving time. So they basically provide 15 minute summaries to over, like, 2000 non fiction books. Right? So I think there's a lot of value in reading biographies because you understand the person and we're all people and we understand those messages. They can be, like, kinda mentor to us throughout time. You know? Some cases like the book on Henry ford. Did. That book was written over a hundred years ago, yet that knowledge it still can affect my life now as I record this in 2018. So Blink is helps with this because there's a lot of non fiction books that just... They're just too... They're just They're just too long. They're just almost a too fucking long. Because that really is what it is. They're just too goddamn long. And they have an interesting idea, but you can't, you know, maybe you could explain that that interesting Idea need a few paragraphs, but you can't really sell a few paragraphs, You know? So they wrap it up in this book. So I use Link 2 ways. 1, I find new books through it because I can... I have the the blink account where you can listen. You... There's 2 different prices. 1, you can just read the 15 minute summaries, but I like to listen to, just I listen to the podcast. So I listen to it. And it's usually even less time in 15 minutes by the way. It gives me a good idea of what the main point. And if I like the point, I... And like, I'll read the entire book. But some taste some cases, I'm like, okay. That's an interesting thought. I don't need to go any deeper. I'll just retain that thought. So, what I... What I wanna share with you here is, like, I'm gonna read some parts about from the... This blink on this book I read a few years ago. So, I've talked about on the podcast before. I like, I have a really, like, weird obsession with efficiency. And trying to, like, get most leverage out of my time and, like, like, this are, like, a deep streak of, like, minimalism in me too because I just wanna focus on things that, like, that are important to me and spend a lot of time doing that, and hopefully get good at it and spend literally 0 time on anything else. So what essential is, the subtitles is the the disciplined pursuit of less. So it was a good book. It's 200 and some pages. I have probably have... I don't know, 15, 20 different highlights in there, interesting top because, like, some pages are just 1 giant quote. And I think the guy's idea is really important. But let me show you... I probably could've have got most of that with just reading the blank. So here's some parts directly from Blink blankets. This is their their words. Essential essential, which is just the main foe... Of the main idea in the book. Focuses on 4 main points. 1, do less, but do it better. Number 2, reject the notion that we should accomplish everything. 3, constantly question yourself and update your plans accordingly, and I put in quotation marks on, a summary of that summary is be an editor. And then 4, once the tasks have been reduced from the trivial many to the essential ensure that the change you've made have put into place. So right there in maybe what 25 words, whatever that is. The... That's the main thesis of the of the book. Now, there's some deep deeper dives I found interesting. They're also in the blink that's what the blink his called a little summaries. Be ruthless in cutting away things that are not essential. And this is dis distilled... They dis distilled that that thought down to 1 sentence. If it isn't a clear, it's a clear no. When I read that, that made me think of 1 of my favorite... I guess a blogger, you used to be an entrepreneur. I don't know how describe it, but this guy named Derek Si. You you've probably seen what heard him my podcast and stuff, but Derek Si has a version of this where if it's not a clear it's clear note. He says, a great way to decide on what you're doing. Is if it's... When somebody asked you to do something or you ask yourself, it's either hell yes. Like, I'm super excited. I wanna do this or it's no. A lot of times we have this thing where, like, we say yes to be polite, or like, we haven't and, Don't know if I like that Maybe I'll go and, like, that's... Time is all you have. So if you're wasting that, like, you're gonna be frivolous on others areas of your life. So, when I try to figure out what I wanna do is, like, yes. I absolutely wanna do that or the answer is no. And for most things, you know, I I passionate about starting companies. I'm passionate about being a good husband, a good father to my daughter, working out, being, like, physically healthy. So I'll spend time doing that, reading, listening your podcast. And dinners, long dinners with old friends. And other than that, I'd say no almost everything else because that's what I get the most satisfaction of life is. So that's kind of how I applied that. And all those things, I say a clear, like, a clear hell, yes. I want to do that. And I was listening to Jo podcast, and he made this good point how, like, we just complain too much. And he's just, like, why don't you just be excited you get to wake up and improve tomorrow. You know Like, so, when I get up and I'm like, wow. I get to, like, make something better myself better, a product or service or And it's just that's a really good benefit of eliminating a bunch of shit from your life because without all that crap, like, distracting you, you focus on these you really love and you're, like, super amped up for what you're doing. And realizing that yeah ads. There's gonna be bad times, but, like, stopping being negative. Like, you have a chance to be better. That's amazing. You know how many people, like, the idea of, like, if you were on your deathbed. What you would give for that time back, and we're kind of wasting it, complaining or being sad when, you know, we just need a different perspective to to to operate from. And when I... So when I read that blink, again, I try to, collect all the stuff and kind of tie all this information together, And so I've talked about, ad nausea on this podcast, like 1 of my favorite writers as this seemed to lab, and he has similar thoughts with his concept of via. Right? So I saw a tweet describing via Ne without having to read some of like, as much details as to Love goes into. Even though I... Will definitely recommend reading his books because they're fantastic. So this this tree says via Ne applied to your life. So via... It's it's all about subtracting, which is what essential is. Right? So sell treat. Via Negative applied your life. When things are not adding up in your life, it's time to start attracting. When you stop doing the wrong things, you give the right things a chance to catch up with you. So remember that when I talked to you about a book I read in a few minutes from now. Okay? And then finally, the end of the blink usually end with, like, a key message and they tried to still down even further and said the key messages to this book, talking about socialism. In spite of how it might seem only a few things are actually vital to our goals and well being, and everything else is unimportant. By focusing on these few essential things and learning to do better by doing less, we can craft a life that is more productive of fulfilling. So right there, I spent 10 minutes. I spent hours reading the book. Based On reading the book, I'm telling you, you got... You got 90 percent of the important parts and 10 minutes and blink and the blinks. That's why I think this is so important because where... There's... If you calculate, okay, maybe read 10 books every year. And maybe you're 30 years old, you can expect to live another 50 years That's only 500 more books. That's not actually a lot considering there's millions, hundreds of millions of books out there. So we have to be really smart about how we play your time. The reason I recommend this app is because that's what it does. It saves time, and there's nothing better than buying time. Because when you're when you when you run out at the end of your life, it would give everything you own for more time. Okay. So if you're interested in that, and you wanna support the podcast, go to blink dot com forward slash founders, they give you 20 percent off, and it's a great way to support the podcast and get you something that's actually useful. And something actually used. So last way you could support the podcast and then I will leave you for this podcast until we meet again is audible trial dot com forward slash founders, audible trial dot com forward slash founders. You... You're familiar with Audible. If you don't have an audible subscription, it's it's it's a no brainer to me. So audible... K. Let me just go to the to the actual Url real quick. So Audible trial for slash founders. They give you a free audio book just for sign... You sign in with your Amazon account. You get 30 days free you can cancel anytime you want, and you get to keep the book even if you cancel before your 30 days is up or after your 30 days. That matter. You get to keep your books. Audible to me is just like podcast podcasts. Like I use podcast podcasts and books mainly for learning and for keeping my mind healthy and interested, and there's just times what I'm driving or walking or doing other things where I'm not gonna be able to stare at a screen or a book. And audible is just a a no brainer. Now what I recommend? So let me just read the stuff you get in case you don't now. So you get 30 days membership free, plus a book to get you started. You get 1 month to credit after trial, so you get 1 book every month good for any book regardless of price. It's... How... I don't know if your social circles like this, but I feel like more more of my friends are listening to audible than they are even reading books now. I still prefer reading books first, but audible supplements that to me. Like I said in the times where I can't read books. And I've kind of gotten away from reading books. Like, I own a lot of the kindle versions as well as a paper or card cover versions so so I'll buy multiple copies the same book because if I travel something, I'd like to read it on my iphone. But I just... I fell in love with reading actual physical books, and I love this this technology has been around for 5000 years. And That's my first choice. But supplemental to that, I listen to at least 1 book a month too. And just like reading it's just like listening to a really long podcast. I mean, that's basically what it is. So the reason they I said, remember, last few weeks, I've been reading other books that are not biographies that's why it's also taking me so long to get this episode out. So I just finished No. This seems to have newest book. It's called skin in the game hidden as in Day life. I thought it's fantastic. It's book 5 and what he calls the insert. And so what the insert is is his ideas on probability. And starts with full by randomness. Is the first book. So each book is a standalone book, but it's also in a collection of this idea that he's been expo on for now over 20 years. So it goes full by randomness. Black Swan, the bed of P anti fragile and now skin in the game. I've read all of. I recommend, so I got a text from a friend. Let me see if I could find it the other day. And he... So he he is in 1 of these guys that only reads, like audible stuff, or only... I guess, Reads listens whatever you wanna put it, say there. But he text me with... And I have to scroll back now, but it was funny, because I got this text when I woke the morning. Skin in the game and then the emoji for the thumbs up or thumbs down. And I was like are you asking my opinion? Yes. And I respond. I I recommend everyone read every single word in the. So, yes, read the fucking book and he said fucking wasn't necessary, but will do. And I was like, this, I'm passionate for his writing. So obviously, you don't mean to just have gratuitous vulgar ga there, but this... And a lot in some in some cases, it's it's definitely deserved. So you get 1 credit a month after a trial, good for any book or regardless price. It's at free, premium auto. You... Audio, you can listen to offline. No interruptions. That's huge. Your own amazing library, Keep every book even if you cancel. You also get 30 percent off of exclusive member, 30 percent discount for, member only savings if you wanna buy more than 1 book a month, and 1 of the coolest features is easy exchanges. If you don't love the. You swap it out for free time. So support the podcast, go to audible trial dot com for slash founders. You get 1 free book, sign up Amazon account it takes 2 seconds. And if you want to read 1 of the books I've covered in the past, I would recommend that If you don't want to, I'd recommend skin in the game, listen to it. Unfortunately, tel le doesn't na it, but it's his still his writing. So... And it's worth worth your time. And it's not that long. I think this... I've out of all his... But some of his books are monsters, like, the worth but I think I got the hard cover version, and it's sitting in front of me. It's 200 and... What that 02:24? Something like that. Yeah. 2 02:30 something like that. So audible trial dot com slash founders, that will give you a free book, and it's a great way to support this podcast. I've taken up enough of your time. Thank you for listening this long. I appreciate everything that you're doing. I appreciate This very unique experience, just going back to than the vol quote that I shared earlier that the Internet has broadened, you know, the the amount of things that we can do career wise or, career or otherwise, the Internet and the ipod and now the Apple iphone and the rest of these smart devices, you know, have made it possible for me to have basically a 1 on 1 conversation with people all over the world and 1 to many. So I look at the the the metrics and I'm just, like, I just cannot believe how many people in all kinds of com... Countries, you know, Japan... Just everywhere, listen to this because I think that there is a small percentage of us that are extremely passionate about building companies, and couldn't imagine doing anything else. And then there's other people that listen to this that aren't there yet, and they they want to be there. So I don't know. This is just like, really cool experience. And I always kick myself in the butt when I I... Like, sometimes I take too long to put another podcast podcasts or Get distracted or what are the case now I keep in mind, sometimes I have to read books that I'm not like, I read books and like, there's no way we're gonna recommend. So it takes a little while, because, you know, I have these little mini failures in between. But what I'm saying is I'm really appreciative. This is... I'm just in love with doing this. So... And I... I'd be just be talking to no 1 if you didn't listen. So, I appreciate you. Have a great day. Talk to you soon."
}