{
  "transcript": "In pieces of the action, Van Bush, engineer, inventor, educator and public face of government funded science, offers an inside account of 1 of the most innovative research and development ecosystems of the twentieth century. As the architect and administrator of an R and D pipeline that efficiently coordinated the work of civilian scientists and the military during World war 2, he was central to cat the development of radar and the proximity fuse. The mass production of Pen and the initiation of the Manhattan project. Pieces of the action offers his hard won lessons on how to operate and manage effectively within complex organizations build bridges between people and disciplines and drive ambitious unprecedented programs to fruition. Originally published in 19 70. This updated edition includes a forward from Ben Rein that contextualize the lessons pieces of the action can offer to contemporary readers. These lessons include that change depends both on heroic individuals and effective organizations. That a leader's job is 1 of coordination. And that the path from idea to innovation is a long and winding 1. In bound to those involved. Those enduring figures who have a peace of the action. That is a description of the book that I'm gonna talk you about today, which is pieces of the action and is written by Van Bush. So stripe the payments company actually started their own publishing division. And what they're doing is they're bringing back these lesser known and sometimes out of print or hard to find books. And they're updating them and then publishing them. So I'm gonna leave a link to the website that I was just reading off of that came from Straight presses product description of the book that I'm holding in my hand. It's well worth checking out all the books that they publish are on this idea of ideas for progress. But there are also some of the most beautiful books that have ever come across. So I have this book. I ordered another book or I have another book called the dream machine, which eventually will turn into a podcast of future, and then I just ordered another 1 of Stripe presses books, which is the making of the prince of Persia. And I'll leave all those links down below, of course. So I... This is the second book that I've read about Van Bush. This is from his perspective. He wrote the words when he was 80 years old. There have been something like 10 or 15 books over the years that I've read to completion and I never made podcasts on. 1 of those books was a biography of Any Vr bush, It's called Analyst Frontier, Van Verb bush, engineer of the American Century written by G Pascal Zachary. That book is excellent. The quality is not wide and turn into a podcast is because Vin Bush is such an important and impressive figure that I didn't feel comfortable making a pakistan on, because I didn't think I actually understood how impactful he was. Even though he appears. So I'd probably read. If you read any book on, let's say post world war 2. And for this podcast, I probably read, you know, 50 books on that because of the giant wealth explosion that occurred after World war 2. Every single 1 of those books will mention Van Bush. So now that I've spent time reading bush's own words, and then going back and reread all of my highlights. From Analyst Frontier. I feel Have a way better understanding of who Bush was as a person and why some of his ideas are so important that Stripe would feel the need to invest money and reprint his very hard to find auto. So with that, I wanna jump into the of the book The forward of the book is written by Ben Rein, and so Ben writes to forward of the book from a fantastic perspective. He's like, this is what I got at of reading this book. And so he starts off right away. This is why Van Bush. Everybody called them Van by the way because they couldn't pronounce his first name This is why Van bush should be studied. Anybody who is serious about creating enduring change realizes that it's critical to understand the origins of the institutions that shape our world. Any exploration of the institutions that shape how we do research, generate discoveries create inventions and turn ideas into innovations inevitably leads back to Van Bush. That is a hell of a statement. Why did he say that? Because he was the conceptual architect of what we now call the innovation pipeline. In which basic research leads to applied research, which is then commercialized commercialized. And that last part is exact... There's a ton of engineers, ton of scientists that'll read this book, but it's why founders should be studying Van bush. And why so many of the founders that you and I have studied on the podcast. At least, I my guess would be 50 of them, their lives interacted with bushes. To illustrate at this point, I'm gonna pull out another quote that comes from the other book called the Endless frontier. And it says no American has had greater influence in the growth of science and technology than Van Bush. Back to pieces of the action. To this day, the idea is bearing bush's fingerprints that emerged in this time exert a massive influence on research institutions around the world, both in science and technology. And then Ben repeats this point on why you should be studying push and really a main thesis behind the entire the the existence of this podcast. Right? You need to understand the origins of things that you want to change. Some digging led me to this book, Pieces of action, which Bush had written near the end of his life. Its subtitle, this is a fantastic subtitle. I wonder why Stripe doesn't include it in any of the printing of the book. Because it's it's fantastic. So it says, it's subtitle is especially promising. The personal record of 60 event filled years by the distinguished scientist who took an active and decisive part in shaping them. And so that's why I'm heavily going to encourage you to order this book. Because when you pick it up and you read it, you're reading the words of an 80 year old genius. 1 of the most formidable and accomplished people that have ever lived and all he's doing in, like, 300 pages is laying out what he learned over his 6 decade career. And so let's go back to Ben discovering the book for the first time, he says the book was out of print, and the Internet was devoid of any additional context. I felt like I had discovered a secret powerful, buried relic from another time. Pieces of the action is well worth reading and reread. It provides an inside view of arguably some of the most effective people and processes in history. From someone who played a pivotal role, and his next sentence is something I noticed as well after I finish reading the book. All of this is rendered at a level of detail that could only come from someone who was in the room where it happened. We'll go into more detail later, but, like Van Bush is like the force gum of World war 2 in science technology. He's, like, he's it every single important thing that happens. He's there. So It says bush packs in timeless lessons for leaders and technologists and of course, for founders, Bush's life was defined by change. This is wild. Check this out. His life was defined by change. It neatly bracket the creation of the world we live in today. A quick list of things that did not exist when he was born in 18 90. And which had become mainstream by his death in 19 74. It includes diesel engines, airplanes. He winds up having dinner, spends an entire night with Or wright from the right brothers. We're gonna talk about that later. It's it's so to fantastic. Guys who love it. So it says diesel air engines, airplanes, antibiotic drugs, space flight, the transistor, integrated circuits, plumbing and electrical systems for most of United States, email and arp the network of linked computers that would become the Internet. And this is Ben's punch and absolutely fantastic. The world in which bush wrote pieces of the action was unimaginable when he was born. And then I just have 1 sentence. I'm gonna have to fit in here that really has nothing to do with other narrative other than I try to bring up claude Shannon whenever I can. He advised the number of graduate students who with them who would themselves go on to have ill careers, including Claude Shannon. So I read Claude Shannon written by my friend Jimmy Sony, That's all we're way back on Founders number 95. If you have not listened to the episode, listen to it after you're done with this 1. And the reason this is important is because Van Bush is the first person to see Claude Shannon for who he was, which was a near universal genius. And he picked up on that when Claude was, like 21 or 22 years old. Absolutely incredible. So then he continues, all the people that Bush inspired. The this guy, Doug, Douglas En bart. I have a book on him coming very soon. It's actually sitting underneath my feet right now. He read bushes, bushes has a bunch of these seminal, like Essays he wrote, 1 of them is called as we may think. So it says, I would call as we may think a resounding success. Douglas En explicitly cited it. As the inspiration for the work that led to his mother of all demos, which you can actually watch on Youtube, which in turn laid out the agenda for almost every aspect of the personal computing environments that now p prevailed our lives. That is not hyper. It's saying, hey, Bush inspired En bart, En bart inspired us all. What do I mean on that? So all the way back on 01:57, I read Walt Tries Book, the innovators how group of hacker geniuses and Geek created the digital revolution. Okay? So that's that's episode 150 70. Let's do it. There was a entire section on these people that played really important roles in the foundation of the modern technology industry as we think of it. Okay? Douglas is in there, and they have a hell of a statement about Douglas. And I'll go into more detail when I'd actually do the biography of Douglas. I just wanna read you this quote that comes from the innovators. It's by Allen K, and it's why you and I have to study this guy. Says I don't know what Silicon Valley will do when it runs out of Doug ideas. Some of these ideas include on screen graphics, multiple windows on a screen, digital publishing, blog like journals, Wiki like collaborations, document sharing, email, instant messaging, hyper text linking Skype like video conferencing, and the formatting of documents in other words the world that you and I live in today. It is incredible and will never cease to amaze me how. Generations of humans inspire the next generation. And this chain of inspiration literally changes and forms the world that future generations habits. It's incredible. Okay. Let's go back to this. This is again, I'm I'm skipping over. I'm only pulling out a couple highlights from the forward, obviously, because I wanna get into as much of bush's as own words as possible and, he'll see why. Wait till we get into his personality it's wild. The reason to study bush is because he was effective So it says, the research organizations that He led were shockingly effective. Exclamation point. We continue to cite so many World war 2 era anecdotes about what effective research and development looks like from radar to the Manhattan project to Pen for a reason. And then Ben picks up on this phenomenon that you and I've seen over, remember again that you can look... Like, you can use the past success as inspiration. So, you know, there's some things that are relevant to the day that the book was written in where you have where, like, bushes bush the people in the the world at that time were deeply concerned with, like, the same chronic problems that you see a lot of people, like crime and waste. And when we got... Is the world gonna be over populated. But the lesson that Ben took that that Ben saw that Van took from history was a powerful 1. He says, the fact that old threats had been claude encourages me to share bush's optimism that we can defeat them, especially consider considering that he in turn based his optimism on his vantage point looking at old threats in another way to think about what he's saying Is it's like, van understood that people in history had these worries. They were concerned. They were like, insurmountable problems. They used their intelligence and their technological advancements to solve these problems. We can do so we can do the exact same thing for the problems that we are facing. And then Bush is an advocate. So he's gonna wanna being very close friends with Edwin Land. Who I refused to and will never shut up about. And I think my constant... I always say you reputation is persuasive. It's working because I get a ton of messages now saying, hey, I didn't know who Edwin lane was. Thank you so much. I got a text chief from another founder the other day, who said you have completely killed me Edwin land, by the way, I cannot stop researching. Guy. But what bush and land had and in common is that they believed in the power of the individual And so bush points out the tipping points often rests with far seeing energetic individuals. We can be those individuals. And then just a few more things before we get into bushes on words, this, I really like because 1 thing I understand about reading all these biographies that we don't see things as they are. We see them as we are. And so he says a beautiful thing about the book not having a precise thesis is that we will each notice different things. 1 of the elements I especially appreciated was how bush's personality comes through. Relentlessly curious, shockingly cheeky and quietly humble. 2 things I jump out to me about that sentence. Ben may be the only person to ever describe Van bush as humble. And the second part is shockingly cheeky. That's certainly 1 way to put it. You're gonna notice his personality. He he has bite to him. He likes to fight and he is super smart, and he knows that he's super smart. Bush aggressive nature shines through in the words that he uses. Another thing that's cool about the book is that he references 237 historical figures. And then in the book, there's... First of all, there's footnotes. So when he mentioned somebody, he'll number and then you can go to the back because he has, you know, I don't know, 40 pages. Actually 27 pages with, like paragraph descriptions of who this person was and why they're important. And so it says he devote over 2 dozen pages of the book not to himself, but to bio notes on some 200 plus people who played important roles and whom he worried might be lost to history. And then this is the last part and maybe the most important part of the forward because it's exactly how I feel like books are a way to gain mentors in historical context. And he says, I went into this book with little more than a name and came out with the closest thing to a mentor. Someone you've never met can be. This book hints at powerful artifacts of the past that we can use to build the world of tomorrow. And with that, we'll go to Van bush's own words. He has a very short preface that he wrote in the book It's 3 paragraphs. I'm gonna pull out the last sentence because it's absolutely fantastic. We are not the first to face problems. And as we face them, we can hold our heads high. In such spirit was this book written. And so his first chapter is titled 60 years, which is how long his career has lasted, and he says a lot has happened in the last 60 years. Today as I write, I find people are worried. What are we worry about? Well, just about everything. And so to me, what he's really saying in this section is that history doesn't repeat human Nature does. I remind myself, the know that myself is I remind myself of this all the time. Why are you worrying, David. This is not unique to your life experience. Youth has always been in rebellion and should be if society is not to become static. And then he says something that was true 19 70 that you see still here today. Respect for us as a country has overseas has d. Yet, as I look back, we have always been worried about something. And often about the same things that we worry about now, that is so important, such an important observation from studying history. Let's let's read it again. As I look back, we have always been worried about something and often about the same things that we worry about now. And then he's gonna repeat things that you hear people say today that they told him when he was young. And he was young like the 19 forties This, I think 19 45 is when he wrote the the this first essay. And this is gonna sound again a lot like his friend Edwin land. So it says I remember when I was told that the frontier had been occupied that all of man's wants and needs have been met. I was also told that all industry was now in the hands of a few great companies, meaning great big companies, mono monopoly. Right? And that no innovator could break their grip. So that's what they're telling a young van bush, and everybody saying, like, in my own lifetime, I... It's been proven that this is not true, just like it's not true today. Today, there are thousands of small companies making money on new things right in the shadow of the giants. Some of them make the same sort of stir as xerox or polaroid or Ibm, all of which are making products that were unheard of when I was young. And then he has a line that's really important that I've already mentioned 1 time. And he says there will be no ordered account of my life in this book. This is considered his auto, but it leaves out a ton about his personal. He's gonna talk about his dad, and in many ways, his dad was a hero to him. But the way I think about the book and the way I wanna talk to you about is, like, listen, we're just getting together right now, and we're gonna have this 80 year old genius that's had 1 of the most unique life experiences of any human that ever lived, and he's gonna sit here and say, hey, This is what I went through. This is what I learned about it. This may be helpful in your journey because he's at the end of his life. He dies 4 years from now, and he's unfortunately very poor health and kinda lost his spirit shortly after he he published his book. And so way think about it is like, these are the ideas are useful for my life. My life at the end, I'm documenting them. So future generations, it may help you with your journey as you progress through your life. And so some of this is just random highlights that I thought, hey, this is really smart. I wanna remember it, and if I wanna remember it I as well tell you. And 1 of the main themes that he talks about over and again is the important of education and how he defines his fantastic. So he said learn at hand, and that's the guy's actual name. He's actually a judge. He was a Us circuit court judge. So Van bush is about to to quote from him. So it said learn hand remarked that while both men and monkeys are curious and monkey around, man remembers and transmits his experiences to the next generation, which is exactly what Bush is doing. Right? And the monkey does not. So in the end, man keeps the monkey in a cage. The writing of this book is so crisp. Like, I I hope you buy it. This is an actually... A fantastic paragraph. The essence and to me, this is the end of the paragraph. To me he he's really defining what he... Like, his definition of education. Right? The essence of civilization is the transmission of the findings of each generation to the next, and then he's gonna talk about this process. You and I are going to fit into this group... You and I fit into the group currently. 1 day, we will be the older generation transmitting all that we learned to the next generation. But right now, we're the many young people So he says many young men like to get the old stir talking, provided the talk helps them pick up a better grasp of human nature to discern neat ways around obstacles and to realize how the formal relations of men are intertwined with personal relations. I'm not done with the paragraph. I wanna pause there. So he's saying, why are young people learning from old people because they're hoping to learn something can helps them do life? We mean you just cover that. Right? But this idea is something he repeats over and over again. He thinks of him primarily himself primary as an engineer. And so something he's also gonna repeat is that it's not good enough just to have great to build great inventions to grow great products, great research organizations. You have to understand the ways of men. And that is the first hint that he gives us. That, hey, you need to realize that formal relations of men what we think as professional relationships are actually intertwined with the personal relationships behind the professional relationships. And he'll mark time Them again how malleable the world is when you have a personal relationship with somebody in power. And that learning how to c cultivate these relationships is fundamental to having to to actually achieving, the goal that you have. And so somebody that he wind up having a professional relationship and then had to learn how to build a fundamentally profound personal relationship was Fdr, and he says, listen, I didn't like Fdr political theories or his policies, but that was irrelevant. I had to build a personal relationship with them because we were working together and he was the person in charge, he could make me just on the basis of our personal relationship, he could make me effective or ineffective. So given those death series of choices, what do you do? You build that personal relationship. That is main thing that I picked up on in the book. So let's go back to his paragraph because the second half of the paragraph is really exactly why founders exist and why you and I get together and go over these books. Right? It may well be worthwhile to recite a few events here. And there was with the thought that through them, meaning his experiences, some chap. I love that that he calls everybody a chap by the way, some chap coming along a similar road may learn something, not be taught, but learn something that will ease his journey. And then I have to include 1 sentence because you might get to his podcast like David. Why didn't you talk about the Man manhattan project? Why didn't you talk about the development of radar, which is what Van Bush is, you know, he's tied to these things. In his point, he's like, listen, nothing in this book, I'm gonna cover if it had... If it's been covered exhaustive and extensively elsewhere? So it says I do not review in any detail to drive towards control of the atom or the birth of radar for those have been described many times. And then from here, we just have, like, random sentences or thoughts and in some cases, they might turn in a into your brain, that are just gonna be helpful that I thought were interesting. This is just a great line. We cannot help the week unless we are strong. Therefore, much of this book will be devoted to how we can keep our business rolling in the right direction. He wants you to be on an individual basis anna on a country level rich and strong and smart. So he's constantly talking about using technology to grow the size of the economy. Another random piece of advice. Humans are always gonna claim to know things that they can't, or they don't know. And so at this point in history, they're saying hey, by the year 2000, there's gonna be so many people. We're not able to feed them. And this is a advance said about that. I hear that by the year 2000, there will be so many people on Earth that they can't possibly be fed. I don't believe it. And he uses the basis of not believing that as the fact that this... These predicted disasters throughout human history have been overcome through intelligence and innovation. And then we get to a point where he has explicit advice for us, really think about this next paragraph I was like, this is what Van Bush wants us to do. And this is why if you're gonna pick a mentor. If you're gonna pick up a book in hopes of getting a mentor, he's 1 of the best people you can actually use to serve that function in your life because he holds you to a very high standard. We need a revival of the essence of the old pioneer spirit that conquered the forests and the planes that looked at its difficulties with a steady eye, labor and fought and left its thinking and its philosophy for later quieter times. This is not a call for optimism is a call for determination. A lot of the book has to do with what's taking place in World war 2. He's seeing the... What what what is an effective organization when there's an effective government what is an effective leadership and what is not. And this he's about to talk about on a country level or maybe even our organization level, I think it applies for your... The purposes of you and I on a company level. There are 2 primary ways in which to lose a battle or a campaign, assuming nearly equal antagonists. 1 is to have confused lines of authority. And so he repeats that over and number again. You have to have 1 person in charge, and everybody else has to know that they're in charge. I think he uses an example of, like, Truman and president Truman doing this effectively later where they're having, like, a cabinet meeting and and 1 of the cabinet members like, hey, we're gonna, you know, we're seeking consensus. Like, no. Truman... Truman is like no. No. That's not what we're doing at all. You guys are here to give me advice, but I get to make the decision, and I will make the decision. This is not, oh, there's 10 of us, and we have to get to 6 of us to agree. And so Bush is gonna use examples over and over again. He's like, you cannot have confused lines of authority. And says the other is to have a top... This is how you lose is to have a top commander with poor judgment. History is full of examples. And so he used the example a few times in the book, even if you assume the Germans and Americans were equal military might, the Germans were going to lose because they had hitler charge. You had a top commander with extremely poor judgment and most likely high out of his mind by the way. And 1 example of his poor judgment that Bush uses in the You and I've talked about in past podcast is the fact that a lot of the the scientific achievements in the world happening at this time came from Jewish scientists and physicists, and they... And Hitler expelled them out of the country, and many of their ideas flowed to the allies. So let's go over that real quick. You need the 2 ways you can... That you're gonna lose is you have confused lines of authority this number 1, and the others you have the top commander with poor judgment. And so then he talks about telling a story about how organizations kinda get bureaucratic and they move really slow. And even during times of war you had to overcome this where you had better technology. So he he tells a story of something called like, the Or con gun. And the different countries adopted this superior technology at different times, and that the difference was the individual And so I'm just gonna give you the punchline line here because the story goes on for a long time, But it says it is pleasant to turn to situations where conservatism or let was overcome by far seeing energetic individuals. Amen. The way I think about what he's talking about there is like, listen... The... This roadblock. Right? Was overcome by a person. 1 person, a far seeing and energetic in individual. This reminds me what my friend Sam Hi says. 1 of the best lines I've ever heard him say. Is that people are really a power law and that the best ones can change everything. And so then Bush describing what the state of affairs was before America jumps into the war. And really, you could think about this is the problem. You know, he's working hand in hand. He's coordinating private engineering and science with the government. Right? So the way think about this paragraph is this is the problem that he had to solve. We were agreed that the war was bound to break into an intense struggle. That America was sure to get into it 1 way or another sooner or later, and that it would be highly technical struggle and that we were by no means prepared in this regard. And most importantly that the military system had a existed and as it had operated during World war 1 would never fully produce the new instruments that we would certainly need. So in other words, how do we win a highly technical war? We do it with engineering innovation and science. So then looking back after the war He's like, okay, Well, who actually made the technical contributions during what 2? And you could think about it like, who makes the actual innovations that turn into products today. And so he says I had plenty to do. Second, I made no technical contribution whatsoever to the war effort, not a single technical idea of mine ever amounted to shu. At times, I have been called an atomic scientist. This is... This is hilarious. This is the first indication of this cheeky, you know, that's 1 way to put it a reverend personality that Bush had. It would be fully as accurate to call me a child psychologist. The key now gonna tell us where the actual technical ideas came from. The key ideas arose in the special groups that we're working for months and years with the problems and they arose from nowhere else. So you think of half the book as, hey, how do you make yourself into a formidable individual and then formidable inter individuals to be truly effective. They have to know how to build organizations that can actually function. And so he's gonna go back and forth between those 2 messages? This is the first example. I wrote companies our Ben neville dictatorship, and then Jeff Bezos idea that slow decision making can actually push away good people, which I'll get to. There... This is now bush talking. There should never be throughout an organization, any doubt as to where authority for making decisions resides or any doubt that they will be promptly made. And then he gives us an example, and then you'll see his personality. I remember 1 time when a section walked into my office and resigned as a body. So a group of people. Okay? So I just told them 1 does not resign in a time of war. You chap get the hell out of here and get back to work and I will look into it. They did and I did. And so his point being the knew that he was 1 in charge Jeff Bezos has this idea. So he says, okay, First of all, you... There can be no doubt, they have to know where the authority for making decision lies. Right? And then not only that, if you... Once you have the decision, you can now make decisions slowly. This is something that Jeff Bezos realized in building Amazon. And he has this this this comes from the book in Vet and Wander. It's number 01:55, episode 01:55 of founders, which is all of Jeff Bezos shareholder letters, but also transcripts transcriptions of his speeches. It's a fantastic book. If you don't have it already had ordered it right away. And then, of course, listen to Episode 5. But this is Jeff Bezos on why slow decision making repel a players. And Jeff says, you can drive great people by... You can drive away, great people by making the speed of decision making really slow. Why would great people stay in an organization where they can't get things done? They look around after a while and they're like, look, I love the mission, but I can't get my job done because our speed of decision making is too slow. And then another piece of devices demonstrated through his interaction with Fdr, and he thought that Fdr was 1 of the best bosses you could ever have even if he didn't like his politics, and he said, I told Fdr that he had handed me a potato, and I might have to go bump some heads together. He said, you go ahead and bump them, and I'm gonna back you up. I had been appalled. He's talking about previously before I ever a a person relationship with Fdr. I been appalled at some of Fdr political theory in practice. But when War came, I took the attitude that loyalty to the chief must be absolute and un tarnish. That is the get rid of anyone that is not loyal to you and your company mission at part of the advice, then he talks about why he thought Fdr was a great leader. He gave me a tough job to do, never interfere with me and always back me up in a pinch what more could 1 ask. So the idea is you give your team a tough job to do. You don't interfere with them. You actually allowed them to do the job you hired to do, and then you always back them up when need be. And the end result is Bush had fierce loyalty to Fdr. Then you talked about, how do you deal with personal biases and personal quirks of humanity. And so 1 case, like, you have this older generation that had come from world war 1. Now they're they're still around world war 2, and they had a mistake in view in in bush's eyes of what an engineer she does. So the way he gets around that is he rename his engineers. He is leading a group of engineers, and he just calls him scientists to get around this personal human bias. Among older military man, the engineer was at first regarded as a thinly disguised salesman. And hence, they kept them in arm length. In this mistaken view, the engineer was a kind of second class citizen compared to the scientist. This is this is the way things were at first us in our relations with the military in our war effort. So all of my personnel were promptly renamed scientists. And the result was now the military manager Was like, okay. I made, the same exact person goes to present to the the the people in church military, and they say have an engineer and they're dismissed. That same person is now a scientists and they're into. So then he has an entire chapter on dedicated to getting around stumbling blocks. Right? So anything that gets in the way of what you're trying to achieve on an individual or an organizational, level, I'm gonna read the last sentence of this paragraph. At the beginning because I think it is actually really important to understand. He's telling us how to get around these stumbling blocks. And he says the justification of what you're doing. Okay? Is the importance of the work and the depth of one's commitment to it. So that's how this ends. This is how it begins. When when he knows that stumbling blocks may get in the way of a joint effort in which he is engaged, a man who is light on his feet tries to anticipate them to figure out where they may arise and why and how best to evade them. This means that he tries to figure out strategies to get them out of the way so that the work can go ahead. Planning strategies means taking into account the personal quirks of some individual who almost always is the source of the blockade. So he says usually you could trace these blocks these people that are getting in your way down to a single individual. It says you take into account the personal quirks of some individual who almost always is a source of the blockade and devised ways to null his blockade by disarming him, by avoiding him or if by necessary, knocking him on the head figuratively, of course. The justification for your actions is the importance of the work and the depth of your commitment to it. Few pages later, just 1 line and 1 call here, this is very similar to how Steve jobs organized Apple and Bush says, rigid lines of authority do not produce the best innovations. When I just re reread for Episode 2 65. I read becoming Steve Jobs, the evolution of a reckless up start into a visionary leader. It's biographies of Steve jobs that I've read now for the second time. I came across this thing. I missed the first time and that's Steve the s. And so it says research projects you're talking inside Apple now. Right? So Bush us so, hey, Rigid lines of authority don't produce the best innovations. Research projects flower in pockets all around the company. Many of them without Steve's blessing are even awareness. They would come to Steve's attention only if 1 of his key managers decided that the project or technology showed real potential. In that case, Steve would check it out. And the information he would glean would go into the learning machine that who was was his brain. Sometimes, that's where it would sit. And nothing would happen. Sometimes on the other hand, he'd con cock a way to combine it with something else that he'd seen or perhaps to twist it in a way to benefit an entirely different project altogether. This was 1 of his great talents. The ability to s separate developments and technologies into something previously unimaginable. And I think a way to summarize what's taking place in that steve jobs biography is using the words of Ambush, rigid lines of authority do not produce the best innovations. And so then he's got a great story about some of the people that he works with. I think this guy actually reports to him. And the note put myself on this page is be like Putnam. This guy's fantastic. So it says now Putnam, he was a go get. In fact, so much, so much though that I had occasional demands from the more uni adventurous individuals in our organization that Putnam be tamed or suppressed. Demands, which, of course, never budge me. Putnam had some of the characteristics of the best type of promoter in industry. He was well liked by men with lots of drive and often disliked by those with less. What a great line. He was well liked by men with lots of drive and often disliked by those with less. That brought to mind 1 of my favorite books I've ever read for the podcast was actually his biography on Joseph Pulitzer, the guy that the Pulitzer prize named after its it's episode 01:35 if you haven't listened to it yet. But in the early days of his career when he's starting out, the people that he worked with didn't like him because he out outgrown them so much. And there's a great line in that book that I have saved my phone, and it's subscribing a young Joseph Pulitzer, and it says he was so ind that he became a positive annoy to others who felt less inclined to work, b like Putnam, b like Pulitzer. And then I wanna give you an illustration of his personality in that bush is not backing down. He is going to fight you. And so he gets into a lot of rose, which he... That... That's the term he uses for fight. They... He gets into good rose. Is the way he says it. So he gets into a fight with actually the admiral, the head admiral of the navy. And so he's describing a typical typical interaction that he has with Admiral king. And he says characteristic, our discussion opened as follows. King would sc and say, I have agreed to meet with you, but this is a military question, and it must be decided on a military basis to which you can hardly contribute. So I told him, It is a combined military and technical question. And on the latter, you are a babe in arms and not entitled to an opinion. This was a good start to our discussion. And then we see a little bit of his ego. This is why Said, I don't think anybody would actually describe him as humble. In fact, some of the people that worked with him and fought with him the most when Respecting him said that he was a vain man, a very, very vain man, but he had a right to be vain, and so Bush is talking about the role he was playing. He's like, listen, my rank. He didn't say, listen. That was me. Said my rank in the hierarchy of war was never defined, but it certainly was not minor. And so Alfred Loom, who I read a biography about. It was back on founders 01:43. Alfred Loom is probably the most interesting man that most people don't know about. He wind up making a entire fortune on Wall Street and then retiring with a bag full of money right after the depression and opening this, like, palace of science. That is called Tuxedo Park. So that's what the entire book is about. It's it's episode 01:43, and he played a role in in developing technology and science that was that was used by the allies in World war 2. And he also happened to be the cousin of the secretary of war who had Fdr ear. So anyways, the reason I bring this up to you is because I don't think that Bush was just being Arrogant and where he said says listen, just because my my role in the war was not my like, my hierarchy he was never act accurately defined, doesn't mean it was minor. Because Alfred Loom on record saying, hey, out of every single American that if they died, their death would cause the greatest setback to the American War effort in War 2. Number 1 is Fdr, and he says Van Bush would be second or third. And so then he is an entire chapter where he he puts people into categories this thing called a ty, an amateur and a professional. And this is 1 of the... This is 1 of the longer highlights actually. This is a very fascinating. I think you're like this. This chapter has to do with Ty, amateur and professionals. And it is necessary to define... Define the terms as I used them here. The ty is a free wheeler in an organization. He also got this name because the Romans would I would call a new recruit a Ty. Okay? The ty is a free wheeler in an organization, who gums up the work he hates Ty. I should tell you that before. He describes him, who gums up the works because of his arrogant ignorance. Often because he authority that does not belong to him. He operates because his boss doesn't know what he is doing our nose and doesn't care. He can throw any organization into confusion. So that is why he hate hates Ty. His breed should be exterminate for the good of society. And then he makes the point that if you've worked in a complex organization, you've run into this type of person, everyone who has ever worked in a complex pyramid organization recognizes that there occasionally appears somewhere on the ladder of authority, a dumb clock who had to be circumvent if there's to be any progress whatsoever. So that is the ty, then he's gonna define what he feels is an and a professional, and obviously, you and I I think are striving to be professionals by this definition. The amateur is a far different breed of cat. He is operating in a field in which he is at first in ignorance. But he can learn and he often does, and then he could become a professional, and a professional is a master of his craft. And then he makes the point to run an effective organization, you might have masters of your craft of their craft working for you. You may never master it to the level they will, But if you're a good... If 1 you're doing the the necessary research to so you're can actually understand what they're doing. Even if it's a level below theirs, you can get ahead by being an effective judge of the quality of the individual and their level of talent. So Just gonna read this whole paragraph to you because I thought it's was fantastic. A man of intelligence and only such will fill the need. So he's like listen, if you're not smart, don't even attempt to this because you're not gonna be able to. So a man of intelligence and only such will fit the need can become well acquainted with a subject in a surprisingly short time if he puts his mind to it. This is not to master it, but to arrive at a point where he speaks the language and can judge whether a proposal before him has been thought through. If a man is a good judge of men, he can go far on that skill alone. Then he's got good advice for leaders that you have to control your emotions, you should not be showing your emotions to the outside. I made plenty of mistakes and the worst 1 was that I got mad. It is alright to get mad and is all wrong to show it. I showed it. So in this book, he mentions a bunch of people that I've done past podcast on, and I'll leave in the show notes on your podcast player and also at founders podcast dot com I'll leave anybody he mentions that I've done a podcast on. I'll leave the name and the episode number. 1 of them is jay Robert Oppenheimer, and he wanted it. He actually spoke about him quite a bit because he thought that the way he was treated after the war was disgraceful. And so he describes Oppenheimer. He says, as an example of an abel man's genius and adaptability, I turned to Robert Oppenheimer. And the reason I select him among a thousand will be clear to all his friends. He did a grand job for us and after the war we treated him shameful. His was a profoundly complex character, a character in fact, which could be analyzed only by 1 who knew him well and who was equally profound. Certainly, many of his fellow citizens failed to understand him, and then it takes a surprising turn. So he says, so my comment will be brief. I simply record a poem, which he recite to me 2 nights before Alamo Go. So he's referencing the first ever explosion of the atomic bomb, and this is the poem that Oppenheimer is reading 2 bush 2 days before this happens in battle in the forest at the pre in the mountains, on the dark great sea in the mist of Ja and arrows. In sleep, in confusion in the depths of shame. The good deeds a man has done before defend him. And then he has an entire chapter on inventions and inventors. And the way that... I think about Bush is he's an ally and an evangelist for entrepreneurship. And so next to this sentence, I just wrote Amen. We need to pioneer by creating new things. New small companies and new ways of competing in international trade. And then he goes into why it's so important and why it's so difficult. Industrial progress is essential if the nation is to be strong and industrial progress and no small measure depends upon the creative ingenuity of individuals who can generate new ideas. The whole history of the United States has been marked by that fact. From the days of Benjamin Franklin are Eli Whitney to our own. But the nate here's the problem. But the nature of inventors and inventions is not well understood that is... That was the case in 19 70 when he's writing this from 19 seventies when he's writing this to... And it's still the case today. By the nature of... There's really no form for it. If you can really think about what what what the promise is. The nature of inventors and inventions is not well understood difficulties often encountered in bringing invention into production and use. And maybe you could even rewrite that sentence that difficulty is always encountered. It's not often. It's always encountered in bringing a new idea into production and use. Industries can get bogged down and stag, and so to ensure that things move that things move forward, the rise of small, independent companies is essential. And on the next page, he continues to expo on this idea, and I wrote holy shit. This is good. And so bush rights. And invention has some of the characteristics of a poem. It is said that a poet made derive real joy out of making a poem, even if it's never published. Even if he does not recite it to his friends, even if it is not a very good poem. No no doubt, 1 has to be a poet to understand this. And so for our purposes, 1 has to be a founder, or at least half founder mentality to understand this. In the same way, an inventor can derive real satisfaction out of making an invention. Even if he never expects to make a nickel out of it, even if he knows it's a bit foolish. Provided he feels it involves ingenuity and insight. An inventor invent because he cannot help it. And also because he gets quiet fun out of doing so. Sometimes he even makes some money at it, but not by himself. 1 has to be an inventor to understand this. That may be my favorite paragraph in the book, and then he goes right into this night that he has with horrible rights. So he's talking about he starts out He says hey listen. An invention has some of the characteristics of a poem. And to understand that you have to be a poet, then he talks... He ties that idea to why a poll... A poem is is similar to an invention. And then to understand that you have to be an inventor, and then he says hey, guess what? I'm an inventor and so was right, and we're having dinner and this is what happened. 1 evening in Dayton and I dine alone with Or wright. During a long evening we discussed inventions we had made that had never amounted to anything. He took me up to his attic and showed me models of various weird gadgets. I had plenty of similar efforts to tell him about. Neither of us would have thus spilled things except to a fellow practitioner. 1 who had enjoyed the el election of creation and who... Damn that's another good line. 1 who enjoyed the creation and who knew that such el election is to a true devote independent of practical results. So it is also, I understand with poets. I'm gonna leave that entire 2 paragraphs in the show notes? I think you should copy and keep it, Though that's fantastic. Then he spends a lot of time talking about, like, where where does innovation occur? And why do we see it constantly occurring from outside? And so he says, in an industry that has become closely standardized, where nearly all competing companies are comfortably making profits, minor improvements can readily be introduced, but major improvements are up against a stonewall wall. The prosperous company sees no need to change. The borderline company cannot afford the cost. And so the example, I always used for this is think about the incentives when James Dyson, this is a episode 200. I think I tell a story on. When James Dyson invent the world's first bag vacuum cleaner. He initially tries to sell his invention to the companies that are currently making that at the time we're making 500000000 dollars a year selling vacuum backs. And then couldn't say is like, why don't you wanna buy my new superior invention. It's a better vacuum cleaner. And all He had to think about was their incentives? Because if they bought your vacuum cleaner, then they can't make 500000000 dollars a year selling bags. And so then Bush continues to point that this trend is pronounced in maturing industries. And he says it is also true that in the young industry, there are usually plenty of courageous pioneers. He loves that word pioneers. There are usually plenty of courageous pioneers. And the old industry tends to go to sleep. I mentioned on a, past episode of a few. I don't even remember which 1. I ran recently in the last like month or so. That, when I was reading mark injuries since 200 page blog archive, all the way back on founders number 50. That he has this great heuristic on deciding on what industry you should work in. And he says when picking an issue to enter, my favorite rule thumb is this, pick an industry with the founders of the industry, which is the founders of the important companies in the industry, are still alive and actively involved. Bush is saying something similar here that old industry tends to go to sleep. There's not the new... You're not gonna find a lot of courageous young pioneers in old industries. And since he's talking about inventing an inventor, he's saying hey hit listen and being an inventor is not enough, and, you know, we understand this because founders have to learn this. If you're a successful founder, you've already learned what he's about to tell. Tell us here. The point is that an invention is val. Unless it is joined with a number of other accomplishments, promotion, financing, development, engineering, marketing and so on. If the independent inventor believes otherwise, his invention will turn out to be a liability. So Bush hasn't spend too much time in the fact that he helped C profound Ray, which went of being a giant company that lasted almost a hundred years, but he does talk about some time... Like he's working at this thing called Am rad. Am rad was the American radio and Research Corporation. Out of Am rad and some of the work that he was doing at the time comes this invention of these radio tubes. That invention and the formation of the companies what makes push wealthy later on. But I just wanna to... He doesn't really talk about that too much in the book. But I wanna point out something that he discovered when he was a young researcher at Am. And it's this very unusual way to interview somebody for a job interview. And his interview process is like, hey, I can't figure something out. I have a problem. If you could solve it, you can get hired. It's actually pretty smart. At Am, I hired a young physicist from Texas named Cg Smith. The way I hired him is interesting. An interview of that sort like a job interview of that sort. It's always likely to be on an artificial basis, and somewhat embarrassing. So I discuss with him a technical point on which then I was genuinely puzzled. The next day he came in with a neat solution, and so I hired him at once. I think that's actually way better than a normal job interview. Like, I actually like that idea a lot. It's like, hey I got this problem. I can't solve. The the company that I'm working with are working for needs a solution. You wanna job solve the problem. I I love that idea. And then later on, he's talking about Alexander Grim bell and the invention of the telephone and he goes into talks about Thomas edison. But he makes the point Like, you may have 1 individual that we know. Everybody knows bell name. But for Bell to actually achieve would, like, to bring his invention to market and to make it actually useful so that could benefit people. Right? You need all these people you never hear of. And so he continues this, like, pre like preaching this gospel, hey, we need industrial progress and have industrial progress you need industrial pioneers, and some of them you're gonna know their name of, and some of you won't, but they should be celebrated. So he talks about Was like, why do I keep bringing up. It recite because it would be well if people recognize the debt that society owes to the quiet workers whom we never hear of, especially those who were led on by their curiosity and their desire to explore with very little thought about a claim or fortune. It would also be well if people in this country generally regarded with more respect, the industrial pioneers who are willing to take a chance. And who fur a very necessary element in commercial progress. If these people are not present and active, very like very little progress is likely to happen. And he is more advice for inventors or in my opinion company builders And he says, if you wish to invent useful, you must not attempt to do it in isolation or to shield yourself from criticism. Criticism inevitable. As I mean, you go to the early episodes of founders, and every time I had this section called Critics don't no shit because you had people telling, you know, like, the famous examples You had Sam Walton was working at Jc. His manager saying saying, Sam, I'm sorry to tell you this, but you just not cut off for retail. He told maybe the greatest retailer all time that he's not good enough to do it. It's it's silliness. So bush's point and I think the larger point in these stories that you can derive yourself is that this is it's a constant. It should be expected. So don't try to run away from it. So he says you must not attempt to to do this in isolation or show yourself from criticism. The world is full. And this is why he's telling us this. The world is full of would be inventors who do just that. They never invent anything worthwhile. And then Bush brings up his friend and when Land. He's gonna say some crazy stuff here, and this makes me feel good. Like, it feels like... Makes you feel like I'm on the right track that I keep, like, evan analyzing, hey, founders please study Edwin Land. You have literally, like, the guy that Steve jobs meets when he's in his twenties. Steve is in his twenties Edwin lands in the seventies saying, hey, this guy's my hero takes a ton of ideas that edwin land used to build Polaroid, and then builds Apple, which is 1 of the most valuable companies that have ever been in existence why if job studied and why aren't we. And so this is crazy because Van Bush who's 1 of the most formidable people can come across is saying to you and I right now in this book. Hey, my friend Edwin Land, he's 1 of the most ingenious and wisest person I've ever met. That's insane, and I'm so happy I found this paragraph. The background to this paragraph. He's talking about patents. So so certainly, if a company operates only under patents it owns and infringe on no others, its monopoly should not be disturbed and the courts should hold should hold that view. An excellent example is Polaroid Corporation founded by Edwin Land. 1 of the most ingenious men I have ever knew. I ever knew, and also 1 of the wisest. Polaroid has grown and prosper because of his inventions and those of his team. No 1 will deny that this accomplishment has benefited the country and it demonstrates the operation of the patent system at its best. So again, he's saying, hey, Edwin Land is 1 of the most in gene. Think about the people that bush interacted with over his lifetime. And for him to say that the edwin is the most ingenious man and also 1 of the wisest people I've ever met. If you haven't listened to any of the I've made. I've read like, 5 or 6... 5 books on Edwin Land, most... I've done, I think 7 podcasts on him, just go back to the ones I've did recently, and then you could go deeper if you want to. It's a 2 64 and 2 63 in those podcasts, I will mention all the other podcast I I did on them as well. But again, if if jobs is studying land then why aren't you. And I promise once you dive in Edwin Land, you're like, oh, I should've have been reading about this guy the whole time. And then he ends this absolutely fantastic chapter. Even at, like, even if you buy... If you buy the book, first of all, I ip 24 dollars thing. Come on. Even if you just read chapter 4, our shooting... It's called chapter 5 of inventions and inventors. I think it's worth the price admission, And, in the forward, Ben makes the point that you actually don't have to read the book in chronological order, I read the book in chronological order. But after I finish, I realized that he was correct. But even if you just picked it up and to to read and they're rather long chapters. It's only, like, chapter entire book, I think. But My point being is, like, the price of admission for the book just to reach chapter 5 of inventions and inventors for founders makes perfect sense. This is the way he ends the chapter is fantastic. I just wrote won an incredible paragraph. We need an inventor... We need an event... We need inventors and inventions, and we need to encourage them. In particular, we need to encourage the entrepreneurs. Those who supply venture capital. Those who have the nerve to take inventions over the initial bumps to create new companies to offset our trend toward industrial giants. Incidentally, we must discourage parasites and wheeler dealers in this area as well as others. But above all, we need better understanding of the whole complex affair. On the part of legislators, the court and the public. There will be no lack of inventions. Genuine inventors just can't help inventing, but we want more successful ones and to get them requires better understanding. And then he is an interesting story from when he was teaching a graduate course at Mit as the professor. And to me it's a really in illustration of as we age and go through life, we're gonna play different roles and to make sure that we're hoping the next generation is possible not setting up blockade for them. And so in this field to study, Van Bush had gone from being able to write a textbook on it to realizing that his students have now surpassed their teacher. So it says once spring I received a shock. With these 2 chap, I was putting together a final examination. So he's got teaching assistance. Okay? Those are the 2 chap that he's he's referencing. So it says I was putting together the final examination with these chap. Suddenly came to the realization that they knew more about the subject than I did. In some ways, this was not strange. They were concentrating on it, and I was getting involved in other things. But it hit me hard. And right there, I decided that I was not gonna get in the way of younger men. And that when the time came that I could not compete genuinely with them, I would get out. I have acted in a accord with that decision many times since. And in the process of doing so have found stimulation in trying to learn new things. Relief in not being in competition with younger men and satisfaction in watching those men succeed without having me as an obstacle. So I've come across that Id before, I read, Pt Barn biography. It's I'll way back on found number 01:37. And I read Pt Barn biography because if you're studying, like, the history of entrepreneurship, you'll be surprised. If if I could take every single book and have a way to search it. I think the name Pt Barn Pulled comes up more frequently than any other name. It's almost become like shorthand for somebody good at promotion and Show ship. And so I had heard the name. I'm, you know, I heard Barn and Bailey Circus. So I'm reading the whole book And I get to the end. I'm like, where the hell is... The... Where's this bailey guy, like, where... When you guys gonna start the circus, Barn had all these other businesses that he was world famous from? He might have been 1 of the most famous people in the world at the time when there was almost... Those are saying as a celebrity. But anyways, he winds up at the very, like, it's like the last few chapters. He winds up meeting and competing with other people that are trying to put on circus. And it's Bar him, and I think he's got 2 other partners. And so Barn him initially tries to compete with these younger men. They're like a generation or 2 younger than him. And they're kinda kicking his ass, and he does something smart. First, he says something we're gonna read from the book. He says Barn was also impressed by how well the 3 younger men had turned the tables on him. They were using his own methods against him. And this is what he said. They were foes worthy of my steel. So once he realized, okay, they're worthy competitors. I can't be dismissive just because I'm famous and Rich, and he had, like, all these ups and downs with his finances, but that's really beside the point. I guess Being here. But he just... Like, okay. They're worthy the at adversaries. They're foes worthy of my steel. And he's like, I'm not gonna try to compete with these younger men, which is exactly what Bush is saying. He's like, in Barn case, like, we're gonna partner. And so they wind up... That's where Barn and bailey circus comes from. This decision by Pt. I'm like, let's not compete. You're my equal in this domain, let's partner up. And so that's what popped to mind to my mind. When I read this paragraph about him making this decision Like, okay, I was a pioneer in the the beginning of this field of study, so much so that they can write a book on it, but now the students have become the teachers. They have surpassed me. So let me get out their way. So another thing, Bush is an advocate for is having hobbies, In fact, he has an entire chapter dedicated on his love of engines and hobbies and all these things, But he's also talking about what I'm gonna point the section of our paul to you on this chapter is on growing old. And he thinks hobbies become even more important as you grow old. He says the essence of hobbies is the fact that 1 does not have to take thing... A thing seriously in order to get fun out of it. There has been a lot written about hobbies. They provide release when 1 is working intensely. And they save lives when men retire. There is nothing more pathetic than the man who retire and does not then know what to do. Adverse aspects of growing old and retiring, press heavily upon us. The joints creek. The eyes grow dim, memory fo and skills become obsolete, But there are some bright compensation. 1 can sit in the shade and watch young men sweat under the sun. Timetable tables are discarded. 1 can look out at the snow and decide not to go to the office today. Beauty of nature, the beauty of women lose none of their benedict addiction. They penetrate deeper into consciousness when the hot pace is over. And then he has an entire chapter on teachers and teaching, and he opens it up with just absolutely incredible writing. Life on this earth is becoming hectic. We marvel the rockets and spaceships. We are fascinated and my by computers that run machines to build more computers. We fret about a possible supersonic transport trailing supersonic booms across the nation, yet are eager for its great speed. We are staggered by the I amenity of the universe as great telescopes and marvelous intricate space probes display it for us. We smile to ourselves as the cosmo get the universe all sorted out to their satisfaction and then find Quasars that may make them start all over again. The physicists build Atom smash a mile along and discover so many sub particles that they don't know what to do with them. The struggle to pin down their language so that it will finally be precise and then question whether it means anything whatsoever. We cure disease and face population explosion. We struggle to modify our legal and political systems to cope with the changes all around us, and the changes out face our cures and leave us still tangled. We make progress. Lots of progress in nearly every intellectual field only define that the more rep probe, the faster or field of ignorance expands. And then he goes into why he thinks teaching is a high calling, and then he relates it to a personal experience, which he does not really expo on too much in this book considering it's some technical in auto, and he talks about the greatest ever had was his father. In writing the chapter, I've turned back to the memory of teachers I have known are suffered under to some who I now recognize as men who had a genuine influence on my life. I doubt if how to teach can be taught. Techniques can be taught, but not the art. And the art or its absence is what makes the difference between good teaching and bad. When I think of teachers who have molded my own patterns of thought, I think what once of my father. I acquired much from him. Although I hardly realized it at the time. A lot of ways he's picking up to his father told through stories, and the lesson is not always explicitly stated. He expects you to read between the lines, and so he talks about when his own father was, his own father was, young man. His family were strict methodist and religious strife at that in this area where it was intense. I remember my grandfather telling me about how 1 crowd wanted to build a church and brought the lumber in my ship. 1 of the competing protestant and fates proceeded to burn all the lumber. They started again, brought in new lumber, and this time, they sat over the lumber night and day with shotgun until they got the building framed. And so the church was built. And 1 of the main lessons he learned from his father was that even though they picked different professions, his father was a clergy, his father knew how to deal with people, which is a main theme throughout the book that that van repeats him Over again. He had an interest in all the people around him, and he understood them well. He had an uncanny sense of how to work with people of all sorts, and I saw him do it. And then I double underline this sentence. I had pride in my father. I was fortunate in having... This is how he described his dad. This is the last he mentions of them. I was fortunate in having right at hand the opportunity to observe a true teacher in action. Then he tells a story of 1 of the best professors and teachers ever had. He actually does Van does something really smart here. They actually reads the textbook before taking the class. So he says he used the textbook and in the summer before I was to take the course, I read it. Then I went to him in the fall and told him what I had done and asked if I could make some time available for other things I had in mind by taking the final exam in the course when it occurred. And if I remember the story from the other book at the analyst endless frontier, I'm pretty sure that he was... He needed to work. He didn't have a lot of money early in his life. And so he's saying, hey, I already read the book when the final exam happens, can I just get credit for the course by taking the final exam? And so in instead of the professor, like I'll just give to you right now. So it says he gave me an examination right there and then. I went into the next room and worked on it. When I came back, he read it. Then he touched me on the shoulder and said he would ask the faculty to give me the credit at once, which they did. Now this made an enormous impression on me. You think this. This is happening 60 close to 60 years before he's writing this down. Or in other words, he's remembering this 60 years after the fact. Think about how big of an impression something has to make has to make on you that you remember it 6 decades later. And so he says now this made an enormous impression on me, and he became my idol, and the man I wanted to be like, And the reason because he took a genuine personal interest in me and showed it. I revere his memory. He was a culture gentleman proud of his profession, happy in the exercise of it. Suddenly, by an obscure process of osmosis, some of his ideal became embedded in my subconscious mentality. He taught me pride of scholar accomplishment. And he never said a word to me on that subject. And it's from these experiences and the other life experiences has that he comes with a very unique way to think about education. So this is a way he says. The basic function of education is to ensure that the experience of 1 generation may be passed on to the next. It is the ability to make this transfer that distinguishes man from beast. That ability began when the period of youthful dependence was lengthen and family structure was strengthened for protection. It stepped ahead might when language developed to include abstract symbolism. And when the written word sup sup planted speech. The expansion is still going on today as we build machines that handle data and communicate with 1 another. And then he goes back to the idea that being a truly great teacher cannot be taught taught. It is more art than anything else. Here we come to the criterion of which I spoke earlier, the inter linked qualities of primary importance in our evaluation of teachers. This is the spirit of success, the ability, the deep subtle ability to transmit the mysterious characteristic which inspires to emulation. And then I'll end here with Van description of what a great teacher does. What is true in the college classroom is true in kindergarten as well. Every teacher, no matter the subject needs to remember that he is preparing most of his students for a life marked by a great duality. 1 part as a tiny element in a complex social structure. The other in informal relations with their fellows. As he remembers this and puts it to work and all he does as he leads his student to be useful, but also to find joy in life, He is a great teacher. And that is where I leave it for the full story. Highly do you recommend buying the book if you buy the book using the link that's in the show in your podcast. You'll be supporting the podcast the same time. I also leave a link of it. I will also leave a link to all the books available for on Strike Press. Check them out if you want their truly beautiful books. And as you buy more books. And as you read more, if you wanna remember more of what you read and you wanna use the app that I use to save all my highlights and my notes, it's an app called read wise, if you go to read wise dot I o forward slash founders, you can actually try read wise for 60 days free. It's the best app I use. It's the best app that I pay for, and you could see if it's right for you 60 days for free. That is 270 books down, 1000 go, and I'll talk you again soon."
}