{
  "transcript": "On his death in 19 74, the New York Times honored Bush with a front page of obituary, calling him the engineer who marshal American technology for World war 2 and ushered in the Atomic age. Jerome Wei, science adviser to president Kennedy judged bush's influence on American science and technology so great that the twentieth century may not yet produce his equal. Acts of importance were the measure of his life. And they are the reason that his life deserves study today. He was a contra skeptical of easy solutions yet willing to tackle tough problems without compass. He was a p who thought that knowledge arose from a physical encounter with a stubborn reality. Suspicious of big institutions bush objected to the per effects of an increasingly bureaucratic society and the potential for mass mediocrity long before such complaints became conventional wisdom. He believed the individual was still of paramount importance. The individual to me is everything. He wrote. I would restrict him as little as possible. He never lost his faith in the power of 1. That was an excerpt from the book that we talked you about today, which is endless Frontier, Van Bush engineer of the American Century and it was written by G Pascal Zachary. Okay. So this is the second podcast I'm doing on Van Verb bush Last week, I covered his auto pieces of the action that was episode 2 70. And this is actually the second time that I've read the book that I'm holding in my hand. The first time I read it. I did not feel I understood Van Verb Bush. Enough to make a podcast on. After reading his auto last week, I have a better understanding of him, but it's still not perfect. In my mind, Van Bush and D h the founder Visa are actually very similar. In the sense that I don't quite grasp how they were able to accomplish what they did. And I still feel that way even though I've read d detox auto twice. I just most recently did another podcast on his auto number 02:60, but I just think there's too many ideas that are in this book, that are gonna be helpful to you and I for me to not do a podcast on it. And even that introduction on the second page of that introduction, a lot of the way that Bush speaks and a lot of his beliefs are very much in line with his friend, Edwin Land. And discovering and studying Edwin Land was such an important part of my life that I've done 6 podcast podcasts on them. I think I've read 5 or 6 books, multiple the... I think 2 or 3 of those books. I've read twice. So I just wanna go through a couple of these things just on 1 page. Just just give you an idea because I guess the important part here is, like, studying Edwin Land and studying Bush, 1 of the main themes is they they both had a profound belief in the individual capacity for greatness. So the note I left myself on this page was this is more on Bush's philosophy. A lot of this sounds like Edwin Land. And so it says he was a contra skeptical of easy solutions yet willing to tackle tough problems without a compass. He was a p who thought that knowledge arose from a physical encounter with a stubborn reality. He was suspicious of big institutions. Every single thing I'm saying, it's bush's what Bush believe, but also Edwin Lamb believe the exact same thing. They objected to the per effects of an increasing increasingly bureaucratic society and the potential for mass mediocrity. And that's not hyper ba. Edwin Land is a 2 time harvard dropout. He winds up going and Mit asked him to give a speech. I think happened in the 19 fifties. And Land was worried that our education institutions at that at that time, got so bureaucratic. He said that a student would get a message. He talking about Mit for God's sake. He said a student would get a message that a secret dream of greatness is a pipe dream. And then he made the point that there's little connection between the way they're being taught and how the world actually works. And he says he asked what's passion. This is Edwin Lance speaking. If this is preparation for life, where in the world will a person ever encounter this curious sequence of prepared talks and prepared questions, questions to which the answers are known? And so Lance point is if they're able to survive this educational ind nation, they may be good, but they'll never be great. And so you see in bushes the way Bush would think about that is like, we have... We're essentially mass producing mediocrity. And finally, Belief that they both share that's related to what you and I talking about right now. He believes that the individual was still of paramount importance. The individual is everything to me. I would restrict him as little as possible. He never lost his faith in the power of 1. And to me, that's why I think it's important to read books on Bush and to do podcast podcasts about them because he wants to inspire other people to greatness. So the pro log of the book gives a absolutely fantastic overview of Bush. I wanna quote from there right now. Says he was the most politically powerful inventor in America since Benjamin Franklin. It says Bush came from an American line of Can do engineers and tinker, a line beginning with Franklin and including Eli Whitney, Alexander Graham Belt, Thomas Edison and the wright brothers. Bush tinker with gadgets to a boy, c founded a radio tube company as a young professor and designed the world's most powerful mechanical calculators in the 19 thirties, laying the groundwork for the advent of the digital computer and the information revolution made possible by this machine. During World war 2, he advised president Roosevelt on Science technology and organized a successful effort to build the first atomic bomb, properly known as the Manhattan project. In 19 45, he published 2 landmark essays that expressed a stunning vision of a future in which technology would serve humanity's highest intellectual and political needs. The first essay as we may think predicted that new technologies would somehow deliver an unprecedented ability to receive and manage information. He's describing the world that you and I living in. Right? Thus improving the quality of life in untold waste. His words contain the germ of what would become the Internet. The second essay, science, the Analyst endless Frontier, skill equated scientific and technical progress with national Health and convincing made the argument that government must finance independent researchers at levels far above those seen before the war. In fact, as I was looking for another book on bush. This author g Pascal zachary actually just published It's it's another book I'll leave the link in the show notes. It's called the central writings of Van Bush. It's a collection of 50 of bush's most important essays. So I'm gonna get the book. I think it's important because a lot... The reason I started studying him, and Told you this before in another podcast is like, if you study, there's this gigantic economic explosion in American history that happens during and after world war 2. Right? And when you're reading books about these founders, and, you know, I probably read I don't know, 30, 40 50 of them. Bushes in every single 1. His writings and his ideas were influential to generations of technology company founders. And then this book goes into more of how he viewed the world, bush saw the engineer as a pragmatic Poly and he's gonna describe here what that means. The engineer he once wrote was not a physicist, a businessman or an inventor, but someone who would acquire some of the skills and knowledge of each of these and be capable of successfully developing and applying new devices on the grand scale. And that's important to you and I because he saw entrepreneurs as the people to organize these inputs and to convert the inputs into an actual product practical product that could be used by other people. This realization that the engineer was the engine of the twentieth century capitalism qualified Bush as the godfather of high technology, and a leading proponent of industrial vitality through innovation. He c founded 1 company and inspired many others that form the nucleus of the Route 01:28 high tech cluster near Boston at this time in American history, bush's keen appreciation on the value of entrepreneurs made him a lonely advocate for economic d when most economists welcome the concurrent rise of big business and big government. That's an important point to Pause on. He's having these views. These users are completely up. He's having these views in 19 50. It's completely opposite to the world that he's living in, and it's why the author at the very beginning called him a Contra. He was among the few who realized curative power of new ventures. The best way to limit monopoly, economic power he insisted was through the advent of small new industrial units, what we call startups today. For if these latter have half a chance, they can cut rings around the great s businesses. And so not only did he have opinions, but he forcefully argued those opinions in writing in speeches in actions. So this is what I mentioned last week where when you read Bush's words, it's clear that he's smart He knows that he's smart, and he likes to fight. His philosopher King or smack arrogance. He struck his critics as imp intimidating at at times even a bully who harbor a were relentless, perhaps ins drive for power. His intelligence, vitality and can impress many. He enjoyed a good tu, meaning a good fight, refused to back down from anyone and when opposed could explode in anger. He rubbed people in authority the wrong way, and he never shi away from a fight. He took as much ground as his opponent seated. My whole philosophy is very simple. He told a few generals during the war. If I have eaten... This is idea. If I have any doubt as to whether I'm supposed to do a job or not, I do it. And if someone socks me, I lay off. So I wanna pull out a couple things from bush's early life, his father Perry was his hero. In his auto bush calls him the best teacher he ever had. And so this is an example of a lesson that he... His father taught him when he was 5 years old. Perry expected his children be grateful for what they had and not to dwell on what they lacked. He had a kind of fearless in the conflicts of the world, which made him seem stoic at times. When his son was 5, he joined his father at a funeral only to break down in tears during service. On the way home, Perry stopped his son, his son's crying by saying, we've paid our respects to a dear friend and we'll have happy memories of him. There's nothing more to be done. The younger bush never forgot the lesson. The stiff upper lip suited van. He grew self reliant, confident in pug. There was more to his combative than mir Bra. He was fiercely independent and a budding maverick. All these personality traits are appearing when he's a kid, and they're much more pronounced as he gets to be an adult. He did not like to be told what to do. He credited his ship captain fore bears for instill in him, quote, some inclination to run a show once I was in it. So he's growing up in New England This part actually reminded me. All the way back on founders number 01:03, I read the biography of He Green, who was the richest woman in America at the time, and she came from a family of Whale. She actually grew up in new bedford for Massachusetts and in that book, the author makes the argument that new Bedford, Massachusetts was the richest city per capita in the world at the time. And that was a direct result of the fact that the w industry was so large at that time. So here we see, this is actually absolutely incredible. When Bush is growing up in in New England as well, He's in Cape cod, and for entertainment as a boy, he would read old w logs over and over, and this is why. It said the logs taught him about leadership and group dynamics. The relations between the captain and the mate during voyages that lasted for years strained human nature to the utmost he wrote. He learned that successful captains were auto. Let me actually pause in the middle of this paragraph. So he says he learned that successful captains were auto. It doesn't say how old bush When he's doing this, but let's say, you know, maybe 10 or 15 years old, that would mean since he was born in 18 90, he's doing all this reading, let's say 1919 o 5 somewhere in there, about a hundred and 1020 years later, I'm doing all these re... All this reading too. Instead of reading old w logs over and over and reading biographies of entrepreneurs over and over. I've have come across, like, that's the same conclusion that I've come to. He learned that successful captains were auto bureaucratic. And so let's define that word, a ruler who has absolute power. You and I have talked about that before. The best founders they run their companies. Their dictatorship they're not democracies. Hopefully, their Ben neville dictatorship. But I think what he what he picked up on here, the fact that successful capital captains were auto bureaucratic is dead on that they were met that they met all kinds of people and did so on their terms that they could lose everything on a gamble, but were ritual rewarded for success. Somebody sent me a book they want me to read. Called the Power Law of Venture capital in the making in the new future and is written by Sebastian and M, actually have another book of M that I haven't got to you yet, but I will It's called more money than God. But there's a lot of crossover between the early w industry and then the venture capital start up industry today. In fact, I think some of the terms if I'm not mistaken come from there. But, I guess I'll read the book and I'll find it more. That just popped my mind manager right and reading this. They could lose everything on a gamble, but we're ritual rewarded for success, and they demanded loyalty, even defer from subordinates. He's still talking about the most successful captains. K? They demanded loyalty, even defer from subordinates, but they were fiercely loyal and protective of those who stood by them. And then here's the punchline, Bush had captain at sea in his blood. And then he brings up how important. His father was, in fact, I think this exact line is in his auto. That's probably where the author's is quoting from. I talk about his father, the the teacher. When I think of teachers who have molded my own patterns of thought, I think at once of my father. I acquired much from him, although I hardly realized it at the time. So his father's a clergy, they don't have a lot of money bush sees entrepreneurship. He's gonna call it in, inventing, but we think about it in terms of entrepreneurship as the path to change his financial situation, well aware of his family's modest means and the absolute require requirement for him to turn an education. Into a good livelihood bush realized the path of the inventor offered him perhaps the only means of achieving conventional success without sacrificing, sacrificing his maverick leaning. So he's in his late teens early twenties. He's going to college at this point, and we see that he's got this founder mentality. He relieved his anxiety through endless activity. He admired men of action despise rules and felt that merit meant everything. I don't have the Kindle version of this book, but I would have to guess if you could search it, the word maverick or stubborn would come up dozens of times. He was like that way as a kid. He was like that later on in his career even when dealing with the highest forms of the Us government. But he also see that in college when he's trying to guess get to graduate school. The noise left myself on this page was stubborn, independent and in a hurry. Bush next tried to gain admission to Mit as a doctor student in electrical engineering. But when the professor handling his admission refused to give him credit for his tufts. That's the school he was at before. His tough course and thermodynamics, bush fought back. The professor said that the man who taught bush thermodynamics didn't know any thermo thermodynamics. That's correct. He didn't bush recorded, but he isn't trying to enter Mit. I am. Bush's arguments carried the day. He wanted to promise for my Mit that he would be awarded his doctorate within a year. So long as he produced the thesis. Impatient as always, he now had a specific reason for Has. He planned to marry his college sweetheart as soon as he finished at Mit. He had bear... He he's in a rush because he's got no money. So he he can't take the a lot of time if if the course is gonna be 2 years. He's just like I gotta figure out how to do it in 6 months or a year. This is kind of the mentality. He applied to everything, and it was extremely helpful little more war too. He had barely enough money for 1 year of study and he wished to avoid dragging his new wife into a life of per. So he didn't have enough money. So he said I working 2 jobs to get by. Well, 1 job he's on the faculty at Tufts. And then he's also working at this company called Am, which is American Radio and Research Corporation. And I mentioned this last week, but the reason that's important is because this is out of Am rad comes the invention of these radio tubes. That's the foundation for this gigantic company that's gonna make Bush wealthy called Ray. And this is an example of being at the right place at the right time with the right set of skills. They time their move well In 19 24, the number of homes with radios tripled. Within 2 years, the first nationwide radio networks were in place. Ray radio tubes were destined for success. They brought down the price of home radios and made them easier to use. They took away the sense that mastering a radio required a z for gadget. The ability to plug a radio into a wall socket rather than rely on un wielding batteries domesticated the radio. It was now no more threatening than an electric lamp. It will never cease to amaze me how all these ideas fit together. So this jumped out at me. I had just recently reread becoming Steve jobs, which and to me is the best single biography on the life of steve jobs that I've read so far. That I read it for the second time Made another podcast on it. That's episode 2 65. In that book, there is this, like, 200 word, mini speech that Steve gives off the cup. Cuff. I think he's, like 22 years old, the reporter writing this article finds him at a computer show. And he uses that exact terminology. So they say, hey, This is what Ray did. It gave it brought down the price of home radios. Made it easy you to use. Took away the sense that you've been mastering a radio required z for gadget very similar to what Steve Jobs site was like, hey, why are we building computers for hobby for every 1 hobby There's a thousand people that wanna buy a computer from the store, plug it in and use it, the ability to plug a radio into a wall socket. It's the same idea. Rather than rely on un unwilling batteries, domesticated the radio. It was now no more threatening than an electric lamp. This is incredible. So let's go... I'm gonna read the whole 220 forward word because it was concluded in the book because it says it gives you an idea of Steve's fully formed verbal mastery, and the fact that he was had this verbal mastery and and magnetic charisma even when he was young. And so the Magazine reporter comes to a young Steve jobs at the computer fair at the Apple computer booth. Right? And this is what Steve says. I wish we had these personal machines when I was growing. Up, Jobs tells him. That's Hilarious considering that he's still in the process of growing up when he's talking about this. Right? It's just Hilarious. Jobs tells him before continuing on for a hold of 224 words. People have been hearing all sorts of things about computers during the past 10 years do the media. Supposed computers have been controlling various aspects of their lives, yet in spite of that, most idea, most adults have no idea what a computer really does. Or should be computer really is. What it can or can't do. Now for the first time, people can actually buy a computer for the price of a good stereo interact with it and find out all about it. It's analogous to the camera. There are thousands of people across the country taking photography courses. They'll never be professional photographers. They just wanna understand what the photographic process is all about. Same with computers. We start a little personal computer manufacturing company in a garage in los Alto in 19 76. Now we're the largest personal computer company in the world. We make what we think of as the rolls royce of personal computers. Here's the punchline line. And the reason I'm reading this to. His next sentence. It is a domesticated computer. That is so wild to me. I love how these ideas all connect, and the crazy thing is this is what speaks to the importance of reread books. I reread... I read this book for the first time. I don't know maybe a year ago, a year and a half. I I can't actually remember. Just like I read the becoming Steve jobs probably 2 or 3 years ago. The fact that then, I pick up the book the becoming Steve Jobs book, years later or 2 or 3 years later or whatever it is. Reread it reminded of this fantastic excerpt that's in that book of a 22 or 21 year old Steve jobs. Then a few weeks later or a month later or 2 months later, I don't actually remember when it was, I picked this book up again reread it and like, oh, wow. Where have I heard the word domesticated? It's a domesticated radio. What the hell? Why is my brain going crazy when I read that. And I'm like, I'm pretty sure somebody said that about they domesticated the computer. So who the hell said it, then I go to read wise where I have it 20000 highlights from all these books and all my notes and this crazy database on the history of entrepreneurship that I'm not sure anybody else in the fucking world has? I type in the word domesticated computer and boom. I immediately see the ideas, the philosophy and the communication skills of 1 of History's greatest entrepreneurs. That is wild. That is how you know it is a good idea. If you could take something complex and a little bit scary and domestic it. Make it easier for the customer to immediately get a benefit out of. When you do that, you explode the fucking market. The size of the radio market before this invention was tiny compared to what it is now. What is the size of the computer market in 19 76, the personal computer market in 19 76 compared to now? That is an incredibly powerful idea, domestic diversification. And I would have never ever ever. Come up with that on my own. And these 2 separate experiences are separated by 50 years. This is happening in 19 24, and that Steve Jobs quote is from 19 77. That gets me fired up. Okay. I'm gonna switch in the next page. This goes back to... I just love, bush's personality. I like the fact that he likes to fight that he won't back down, and he knows that it's important because you're gonna have throughout your entire life. You're gonna have people to try to bully or try to enforce their will on you, and those kind of people tend to only respect people that actually push back. So this guy Jackson runs the electrical engineering department at Mit. Technically bush works for him. And so the main theme of this paragraph is that you have to stand up to bullies. He says I remember 1 day, Jackson told me that he didn't like the way I was running a research lab. Bush said, I told him, if you don't like it, you can stick it up your rear rent. We parted on those kind words, and I came home and told my wife? Well, I guess we're all through at Mit. Where would you like to go next. Maybe I can go out to Cal tech. Do you wanna go out to California? I asked her. The next day I went in and met Jackson and you'd never know anything it happened. We walked down the corridor together, and you'd think that we were old buddies. But if you took it lying down, you'd get it in the neck. So actually maybe that's a better punch line of that that paragraph. Don't take it lying down. And then this is bush on his father's death. So it says with Perry death, Bush lost his only hero. He had revered his father in a way that can only be defined as hero worship. While Bush had followed a vastly different path in life than his father, they had shared an outlook and a personality. They had never drifted apart either. In the last years of his life, this gives me goosebumps, because I think about, like, even if you have imperfect relationships with your family. Like, you can fix that. You can change that. So I hope my kids describe me this way, and I hope we have a relationship as they go off and become adults and then live their own world where Bush is an adult, but he's still talking to his dad all time and still having... Look at they have family dinners every week. So it says well, Bush had followed us a different path and his father, they had shared an outlook and a personality. They had never drifted apart either. In the last years it was life, Perry joined bush for an evening meal every Sunday. So the phrase cease list activity is repeated over and again in description of bush. This is another example of this idea where Mark G says that... And I start up, you only experience... Ever experienced 2 emotions Euphoria and terror. That you're prone to flip rapidly from a day which you're gonna own the world that you think you're gonna own the world. And then to the next day you'll feel that your business is doomed. And so we see bush going through that now, Bush found that all his striving for knowledge, status and wealth had taken a toll in him. Though he generally succeeded in tam his nervous energies to cease this activity, it wasn't always possible possible to exercise the demon of anxiety. He remains susceptible to bounce bout of nervous tension throughout his prime years. These eruptions of anxiety were hard to predict, but undeniable all the same. I can't think of 1 person I read a biography about that did not experience that. And I think the lesson there is everybody's gonna figure out from. Themselves Was like, how anxiety, terror, discomfort, emotional pain, all the stuff. It's inevitable. So what can I do to lessen its effect, so I can work my way through it and not give up something that that bush use was he was a believer in hobbies? And so it says his heart is bush work. He seemed equally intent on relaxing, and he did so by pursuing myriad a myriad of hobbies. He was a great believer in the tonic effect of hobbies and took his private pursuits seriously. Whenever he fan something, he did not go halfway. That's for sure. This guy is incapable of doing anything by hap. And then there's just this random line that I think his fantastic advice is the advice that he gave his sons My father used this is his son's talking. My father used the phrase, justify the space you occupy, which graphically conveys a message, justify the space you occupy, throughout the book from the very first page almost to the very end is this theme that repairs over and over again, the fact that the world that we live in is going to be dominated by science technology. And if you don't, learn how to utilize these tools you're gonna be run over, and he applies us to all kinds of different domains from education to war to building a company. And so I pulled out this 1 specific paragraph in this 1 specific quote, from Bush because I love it, you can reduce it down to a maxim, which is do not emulate the os rich. For better or worse, we are destined to live in a world devoted to modern science and engineering. If the road we are on is slippery, we cannot avoid a catastrophe by putting on the brakes, closing our eyes or taking our hand off the wheel. What is the sane attitude of a scientist or le? Absence of wish thinking? No emulation of the ostrich? As you can imagine for somebody like Bush, learning was a lifelong pursuit, And 1 way to express the value of that is this maxim it says, his success and his pleasure in his success. Lent credence to this assertion. Brains are wealth and wealth is the chief end of man. A few pages later goes back to this idea for better or worse We're destined to live in a world devoted to modern science and engineering and the increasing effective technology on the the world that we live in bush disagreed that America had it overdose on technology. That's hilarious because this is happening in the This is before the 19 forties. Bush disagree agree that America had an overdose on technology. Snapping at critics. Would we go back to an earlier time with less sophisticated technology he asked, of course, not. Because the standard of living has gone up, not down due to technological advance? Besides humanity cannot separate itself from technology. It is us. For better or worse he warned, we are destined to live in a world devoted to modern science and engineering. And then we get an overview of his entire life philosophy you could even say this was van religion. He insisted that discipline must be self applied or will be externally imposed. Bush's own personal religion stood in sharp contrast to the collect ideal. Shu organized denomination, he raised his faith in individuality into a secular spirituality. A capacity for joy and self mastery, a sense of tradition and the courage to meet difficulties with a smile or a joke. These were the hallmarks in Bush's view of a life worth living. The greatest thing he told his Mit students is to play an effective part in a complete scheme of things. He found romance in adversity and solace in hard work. Sheer activity was it was his antidote for doubt and the avenue leading to existential satisfaction. And then he goes back to this point that universities are just mass producing mediocrity. Bush be the failure of teachers to show students how to tackle comprehensive engineering problem in its entirety. Drawing his tools from various sources, ranging across mathematics, physics, chemistry, and even economics. Instead, students were usually taught by a narrow specialist with an interest in the min of a very limited field that's a direct quote from Bush. They're taught by a narrow specialist. Remember this part because he's gonna contrast the way people were being taught with what the education, a self education from Leonardo Vinci and Ben Franklin. So he says he students who were being taught by a narrow specialist with an interest in the min inertia of a very limited field. As a result, the student is hound. Bush insisted. His hours are crowded and closely scheduled, he has a little time for reading a reflection, and he does a little such, all but the exceptional students become autonomous tons. For bush, you... This is a really good punch on here actually. For Bush using freedom wisely was the whole point of life and so must be the entire thrust of education. And I would compare what he's saying there with what Edwin Lance said that formal schooling destroys the capacity for individual greatness. And so he goes into more detail why he thinks this is dangerous and unnecessary In these days when there is a tendency to specialize so closely. It is well for us to be reminded that the possibilities of being at once broad and deep did not pass with Leonardo Vinci or Ben Franklin. Men of our profession. We teachers are bound to be impressed with the tendency of use of strikingly capable minds to become interested in 1 small corner of science and uni inter interested in the rest of the world. It is unfortunate when a brilliant and creative mind insists upon living in a modern monastic cell. We feel the results of this tenancy keenly as we find men of affairs wholly untouched by the culture of modern science, and scientist without the leave of humanities. I'm gonna pause right there Think about what his friend, Edwin Lance said that he wanted to build a a company at the intersection of science and the humanities, our technology and the humanities. 1 most unfortunate product is the type of engineer who does not realize that in order to apply the fruits of science for the benefit of mankind, he must not only grasp the principles of science. But he also know the needs and aspirations, the possibilities and the frail of those whom he would serve. In other words, he's gotta know the nature of humans. Another way To think about Bush is the fact that he's an evangelist for entrepreneurship for inventing for learning and that he couldn't help himself. He would invent for fun. Bush was an irr inventor, while an astute manager of research teams, he often pursued his grandest intuitions alone. For him, inventing was a calling, a way of life, inventing was a gain. He was good at it and it relaxed and amused him. No matter how tight to schedule, Bush never stayed away for long from his own experiments. He would find sheer pleasure in tinkering. And then I of his own experience, he realizes the need to develop some kind of tool for thought. And what he's gonna describe here. So He went what about to reach you her. He's thinking about this in the 19 thirties. He's gonna describe the way you and I use personal computers today. He muse about ways to automate the activity of thinking itself. People trying to think strength straight in the midst of complexity as he often did needed more than a device that just crunch numbers. They needed help in disc their random ideas. More important, they needed a way to manage the rapid rapidly growing amount of documents and data that threatened to overwhelm the specialist. And render whole fields incomprehensible to even the intelligent le. Bush wondered if some sort of thinking machine might forest will look to be in in an an inevitable information glut. And so not only did he have these thoughts, but he put them out. He wrote them. He shared them with other people. He spoke about them. In fact, I I came across this paragraph a couple pages later after he's talking, hey, I need a tool for thought like, what... What can we do here? What he's want to describe here, he's describing the Kindle. Right? In 19 36, So he publishes an article in technology review magazine, and he says he envisioned paper books being replaced by micro film readers. He outlined a device that would store and reproduce on a screen thousands of books. Okay. So now I got fast forward in the timeline because I gotta get to why Bush The most important thing he ever did and what he was most well known for is this idea of being the Liaison between government and industry and researchers. So I'm gonna read this whole part because I just think it's fantastic and it gives you an overview of why he was so important. Then he tackled a crucial topic that had said so far had been ignored. This was the possibility of, quote, a Liaison between government and industry and researchers are arising in a time of stress. So I guess I should pause here. I just said I was gonna read the whole thing and then I reading interrupt myself. What we've already discovered is, like, how he he was, like, so far seen. He's constantly finding himself at the right place at the right time with the right side of skills. And being able to see on the horizon a need for change. And so this... He's describing something before World war 2 before, I don't actually, it might be it's, before America is in World war I should say. So he's he's got this idea is like, hey, in a time of stress we're gonna need to coordinate and no... There it has to be somebody coordinate between government and industry and researchers. Right? He soon made it clear that the stress he worried about was another world war. He hoped that the Us would not be drawn into another conflict. But if that happened, an organization that united government, academic and industry researchers could prove of great value to the nation's military establishment. That was the idea he had before it actually occurred, and he was dead right. And this is why I feel crates quite strongly he said that it... That if this organization of corporate research directors gets into healthy, operative condition. It would also be an important factor, an important link in the chain between government and the industries of the country in times of stress for the purpose of the national defense. So this is happening in 19 38, the looming international crisis ended bush's day days as a world class inventor, and then he does something unbelievably intelligent here. He moves to Dc to Washington Dc in anticipation before he's asked to do this. And this is why. Bush could not tell the Us would be drawn into the war, but he considered moving to the nation's capital in in case it was. Washington is a central point he thought. And I might be useful there in time of war. He didn't, and this is crazy. He didn't want to do this. He just thought it was the right thing to do. He did not re the prospect of living so far from his cherished in New England. Washington struck him as alien ground and even visiting the city was an irritation to him. And then we see this repetition. He's repeating this idea that's throughout the entire book. It applies to war education company building. This is happening. This chapters is on 19 39 to 19 40. So I think this is when he said it. It is being realized with a thud. That the world is probably going to be ruled by those who know how in the fullest sense to apply science. And so in the early days of World war 2 before America jumps in, Charles Lin, the famous avi gives his speech. You you probably know his name because he actually was the first 1 to make that first nonstop flight over the Atlantic. I think he flew from like, New York to Paris. But anyways, he gives his speech saying, hey, The Germans is just so much the German Air force is just so for much further ahead. There's no way we can compete with them. I've read in a bunch of different books that people thought he was like a nazi sympathize. I have no idea. I haven't looked into it. But the reason I'm bring this to your attention is because I just love van Bush's response. This... His response to an enemy with superior technology. Alright. Cool. We're just gonna have to get smarter. I absolutely love this guy. Limbo we left to mark on bush who did not easily easily accept influences. Lin showed such respect for German Air power that he usually convinced listeners that the Nazis should be granted a wide bert, but bush reacted differently to Lin Scare tactics. He was imp to action by the very threat, which Lin so forcefully presented. This is I know repeated this never again, but this is a main trait of of bush that we have to get in. He likes the fight, not 1 to retreat from a fight. Bush felt the country could keep its peace only by showing its strength. He wisely asserted that every innovation in war could be s by a counter innovation. He glimpse around the curve of knowledge ex exerting a po and confidence. And that tomorrow's inventions would erase the advantage of today's dominant weapons. This is way before the invention of the atomic bomb. How crazy is this? He was all... He was not un by Germany's lead in military hardware. Neither did he accept American weakness? This is a little bit about bush coming to respect Fdr even though he did not agree with his policies. He says Roosevelt wanted an invent government rather than an orderly government. That's a really interesting idea to apply to to companies. We won an invent company rather than an orderly company. I think big bureaucratic companies right, They optimized for order over invention where startups ups are smaller little groups of small smart people actually want the the opposite. I like the idea. Roosevelt wanted an event government rather than an orderly government, Not a team of reliable workhorse, but but a team of high spirited and sensitive thorough. Even if that meant, he must spend time hand holding his p Adonis. That just made me think of something. Let me grab it actually. I have a a couple quotes. When I got to this section, it's about how it says Fdr and bush B is the soul of wit. David Og has really influenced my thinking on the importance of B. But then I'm just sitting here thing He's like, oh, like, he wants an invent government rather than orderly government and he's willing even if he has to spend time hand holding his p Madonna. I'm like, wherever have I heard that before? I just put in the term lay golden eggs. This comes from confessions of an advertising man, which is David Og auto. I did this all the way back on founder number 89. I gotta reread that books soon? It's been... When did I put that podcast out 09/15/2019. Yeah. I gotta... Ob overview like, a hero of mine now. I gotta reread his fee. But he says something fascinating. It's very similar to what Fdr... The conclusion Fdr is arriving out here. And David always says tolerate genius. Conan doyle wrote that mediocre knows nothing higher than itself. My observation has been that mediocre command recognized genius resent it and feel compelled to destroy it. There are very few men of genius and advertising agencies or in any company anywhere, but we where we need all we can find almost without exception, they are disagreeable. Do not destroy them. They lay golden eggs. So let me repeat that even smaller. Tolerate genius. There are very few men of genius, but we need all that we can find almost without exception. They are disagreeable. Do not destroy them. They lay golden eggs. Absolutely fantastic. Go back to this book. Bush was a high spirited thorough bread and no doubt a p donna. He pulled out a single sheet of paper that contained a crisp description of his plan for mobilizing military technology. Remember B is the soul of wit. That's what we're talking about here. He pulls out a single sheet of paper that contained a crisp description of his plan for mobilizing military technology. Bush then sealed himself to answer tough questions, and he does it in like this 6 point is, like, 6, it's number 1 through 6, like, basically bullet points of what's, like, what he has in mind. So he says he steele himself to answer tough questions from the president. But Roosevelt had already made up his mind. After a few casual comments, he wrote okay, dash Fdr, this is what he would do throughout the war, like, you sent him information. Like, you you need authorization to do something, whatever the case is, this communication, the way he... The Fdr would communicate. Think about all the stuff he's managing at this time. It's gonna be insane. Right? And that that's what you were looking for. You wanted okay dash Fdr r on the, like, on the paper back to you. Okay, da dash Fd fdr on the single sheet of paper. Bush was related. He had his endorsement and it had come in less than 15 minutes. And so Og religion, David Religion was B. I'm gonna quote from a couple different. I have all these highlights saved from his books. This is from Og and advertising. He says I asked you to forgive me for overs flying some complicated subjects. And for the dogma of my style, The dogma of B. We are both in a hurry. And this is also why his love of B is why I think Tv will give me maybe the the single best writer that I've ever read any books from. It says it oh, 0 believe in a model of clarity and B. His ideas is gain powered, gain game power rather. From a t compact writing style, I believe in the dogma of B. All of the books, and I'll leave a link, in the show notes and at available at punch podcast dot com. To list all the different books I've read in podcast podcasts have made about Og, but what I try to convince people is like, listen, just right now, go go on Amazon go everybody books, order the unpublished David Og. It's like a collection of memos and writing he did these who were internal things. These were not meant for external publications. It's... You don't have to read the book and... It's like a collection of just ideas. Put it on your nights stand, put it somewhere out on your desk, whatever. Pick it up, read it for 2 or 3 minutes, 5 minutes a, whatever it is. It's going to prompt thinking And ideas in just a few minutes. It's absolutely fantastic, but it... It's a great description of his, like, t compact you know, writing style? More quotes from Bush here. I'm gonna read his quote first, and then I'm gonna read what my thinking? Like, how can we apply it to what you and I are doing. If we had been on our toes in war technology 10 years ago, we were probably not have had this damn war. Bush said. And so my thinking is how do we not fall behind with technology inside of our companies? Something that appears over and over again these biographies is that these people have personal models. Teddy Roosevelt personal motto, get action ernest Shack, the the famous Polar explorer. By endurance we conquer. Stanley, the creator of Marvel. Had a personal motto. He says ever upward. And this is bush's personal motto He actually kept us on his desk. It says if the person was especially sharp, he might even understand the Latin phrase that push took that bush took for a personal model. It translate... Translate... When translated into English, it meant, don't let the bastards get you down. Don't let the bastards get you down with his personal model. That's hilarious. This is bush's advice on how to have meetings. He pun his meetings with precise declarations, which lent an aura of certainty to his off the cuff decisions. He would outline the situation up to that date using his precisely accurate recollection. Then he would say, what's new? What are our our alternatives, what are the pros and cons of each? Then we'd kick those around? Then he'd say, well, it looks like we should do so and so. But if we do that, what are the pros and cons? From this win process, a decision would arise, he'd then say we'll do that we'll move. He would not dill delhi. And it goes into using technology to develop these unprecedented weapons of war. But I found 1 paragraph in this section jump jumped out of me because it's describing what role bush played and it really sounds like the role of a great founder. Right? So it says, Bush's role would not be to build more powerful bombs. But to organize the experts who would. He would not immerse himself in the making of any special weapon, but become the father in a sense to all weapons that would spring from his lab. He would sustain his far flung researchers financially and organizational, protect them from arbitrary demands of others in government and in the end, shepherd the fruits of their labor onto the field of battle. And then this is just an amazing description because with with Fdr, General Groves, Oppenheimer and Bush. They're really operating in a hidden world that very few people know exists. I went... There's some detail. I I read this fantastic book about the partnership between Grows and Oppenheimer. It's episode 02:52 15, rather, if you haven't listened to it it's called the general and the genius grows and Oppenheimer, the unlikely partnership that built the Atom Bomb, and, of course, pushes in that book as well. This was just 1 paragraph which is fantastic writing I wanted to share with you because it's a way to think about the Manhattan project. Throughout the war bush shared in a secret world. This secret world was like a box within a box. A hidden room behind behind the wall of war. It had its own rules or rather no rules. It mocked all of bush's other war work, looming in the background like a gh shadow with the passing of each day the shadow grew larger and larger until it engulfed everything in sight. This was the new world of the atomic bomb. And then a few pages later, just 2 sentences here that I think are very important because Bush has got a giant ego, but he's gotta sub his own ego in service of the country. And so this is how Bush saw his role in this project. Bush saw his role as the relay of reliable opinions from scientists in the trenches to Roosevelt and his aids. He did not mind serving as a messenger provided he believed in the intelligence and judgment of those who had written his script. So something Bushes mentioned multiple times. He mentioned his, mentioned in this book. He talks about how rough and tough. It's like we live in a tough world. The direct line is we are living in a real and tough world. And I think that statement is informed by all those things that he had to lived through, and just saw that you have to do when your survival, your literal life and death survival was on the line that you have to be willing to do whatever is necessary to tax actually win. And so throughout the book there's some examples of how far they're willing to go and even, like, a cursor study of history is like, in time of war. There is no limit how far humans would go. This is an example of that throughout the war, the state of Germany's bomb project was the great unknown. So they had to ponder ways to reduce this threat. 1 of those actions that this is is an idea that Oppenheimer groves and Bush discussing 1 of those actions might be the kidnapping of the top Nazi physicist, Werner He, who at the time was considered the key to Germany's hope for an atomic bomb. This idea was taken seriously enough by Robert Amin Oppenheimer that he discussed the possibility of of kid kidnapping kidnapping He with bush and groves. Bush doubted the value of the He scheme. But this is the reason I'm saying, I'm I'm reading this point to you. He had no moral qualms, but that the kidnapping would be hard to carry off. And then he goes into the amount of stress and anxiety. Under. He's really... There's only, like, 1 other person. Maybe he might be the only person having his set of experiences in the world. Bush felt isolated, and he knew he had few people to lean on. He was well aware of the extraordinary loneliness of his own situation. The anxiety was intense Yet bush refused to trouble the president president simply in order to calm his nerves. He later said of a situation. No 1 who has not been placed in in a post of heavy responsibility can realize what lone some feeling it is. The best antidote for bush's anxiety was action. And then there's a great description of, like, the tangible effects of bush's work along with that thousands, maybe tens of thousands of other people. But really the lesson here what I'm about to read you and this is just a paragraph is for our purposes, the more resourceful entrepreneur is the 1 who's going to win. The material output of the allies was extraordinary. All the more striking when contrast with the inability of their enemies to make the most of the resources they had, it took expertise in other words for the allies to out produce the axes. Germany and Japan were handicapped by an inadequate level of conversion to munitions production and utterly hap hazard planning procedures. By contrast, allied administrators proved astonishing competent At churning out useful equipment. While the axis began the war with a huge lead in weaponry by 19 43, the material balance had reversed. In that year, the allies out produced the axes in aircraft by a factor of nearly 4 to 1. The more resourceful entrepreneurs are the ones that will win. And then after the war, there's an entire chapter on his essay called as we may think this is important because it it inspired generations of computer scientists and founders and inventors, the Atlantic published an essay sa by Bush entitled as we may think. In it Bush describes a futuristic machine called the Meme that produced are assuming that promise to give man access to and command the inherited knowledge of his ages. He imagined the Meme as a work desk with a with viewing screens. A keyboard and a set of buttons and levers. Printed and written material, even personal notes would be stored on micro and retrieved rapidly and displayed on the screen. This device would be more than a private library. It would be a personalized aid to memory that would remove the dr from human thinking. Bush presumed that the human memory organized information by Association, so he imagined a process by which any 2 pieces of information could be linked together. He considered this an aid to memory hence its name by mech the process of association, the meme would extend the powers of the human mind. And this is a great summary on the impact of this essay that he wrote. He put into plain English, a set of problems that technologists must satisfy if they were to claim victory in the drive to mech cognition. That he had barely a clue how to actually achieve this in no way d tracks from the value of his vision. He gave a generation of inventors, a target to shoot at. And then I just wanna include this 1 line for completely selfish reasons because I feel that an apostle of the individual is a main theme of founder, an apostle of the individual bush imagine a machine that could amplify the consciousness. Of a single person. I love the fact that they described him as an apostle of the individual. And then I'm gonna get to what Bush said after the test. He was at the first successful test at the Atomic Bomb. It says it was 07/16/1945, and the Manhattan project was a success. The atomic age had begun. After things settled down, Bush her that Oppenheimer, the project scientific chief was leaving by car for a day or 2 of rest. Bush walked down to the base gate and waited for Oppenheimer to pass. When Oppenheimer arrived at the gate his car slowed, he could see bush standing at attention. At the moment of recognition, Bush took off his hat to Oppenheimer, then the car sped off. For Bush, there was little left to do in New Mexico. That afternoon, he hopped to plane back to Washington. Bush remembered only feeling tremendous relief, what he later described as quote about his great a release of tension as a man could possibly have. And this is a hell of a sentence in great writing to put everything into perspective, perhaps no inventor since benjamin franklin had exert such a direct effect on American political life. Bush expressed no guilt over the nature of his achievement. He had married science and the state, invention and destruction. And then I wanna end where his auto leaves off, his auto published in 19 70. The 1 I did last week, he dies in 19 74 and to me, this is a reminder, no matter how formidable you are and Van bush is 1 of the most formidable people have ever studied. We all share the same fate. So the serves as a reminder. Our time here is limited. Bush recovered slowly at home from a prostate operation. But at 83 years old, he was worn down and he knew it. His eyes were failing and his hands were no longer steady. He could not work in his shop. Even worse, he apparently had lost his fierce. He missed his wife phoebe who had died 5 years earlier, and often just stayed in bed. Maybe his age is against him now. He just wants to lie there. His house said. We are all in hopes that he will get mad enough someday and get up, and get the show on the road again, but Bush felt his mel colleague. Compared to his ill past, his present life meant almost nothing. And that is where I I'll leave it. If you want the full story, this is a giant book there is so much more in the book. If you wanna read a fantastic biography of Van bush, I will leave a link in the show notes and it's available at founders podcast dot com. If you buy the book using that link, you'll be supporting the podcast at the same time. If you wanna remember more of what you read, and you wanna use the app that I use when I was pulling up all the stuff I was mentioning earlier about the domesticated computer and how it relates to the domesticated radio in this book. I was using the app called Read wise. It's the best app I pay for. You can get... You can try it for free for 60 days. 68 free trial. You go to read wise dot io o forward slash founders. That is 271 books down 1000 go, and I'll talk to you again soon."
}