{
  "transcript": "In the midst of the chaos of his third season, Bryant was a very lost, lonely, frustrated 20 year old. I just wanna be the man he told me, reaffirm his goal of making himself into the Nba top player. I don't know how I'm gonna get there. I just have to find a way. And he would. Despite how unlikely such a goal seemed at that time. As he closed in on the end of his career, Bryant could look back at the numbers he racked up in 20 seasons. And declare that he had earned a seat at the table with the game's greatest players. Though that night, he said he didn't know how he would get to the top. He had settled in on an answer that he had known all along. He was gonna grind his way there. Imp, relentlessly grind away at the challenges of the game night after night game after game until he found a dominance born of his ability to out everyone else. He is easily the most driven competitor in the history of the game. 1 who over the seasons quietly gained a reputation among the insiders of the sport as an absolute master of study and intense preparation with a singular focus on detail that astonished those around him. In turn, his life also proved to be a machine that churn out immense conflict. Just about all of it, the byproduct of his push to dominate the sport. Night after night day after day for 2 decades to injury and turmoil through the rupture of 1 key relationship after another. There would be no price he would not pay to have his greatness. What follows in this book is my effort to capture his fascinating story. In many ways, a cautionary tale. That was an excerpt from the, and we talked about today, which is this giant 600 page biography that I'm holding in my hand, It's called Show boat, the life of Kobe Bryant and is written by Roland La. So in addition to reading this book, I also watched and then took notes on this new documentary on the redeem team, which is the 2008 Olympic basketball team that Kobe was on. And I think I'll quote some notes from the podcast, but I'm also gonna put all the notes that I took while watching the documentary in the show notes. So I wanna start the introduction with a few themes that you and I discussed a few times. And the first thing is that belief comes before ability. And I think most people mistakenly reverse the order. And we see this demonstrated because way before he even gets to the Nba. Kobe believed that he was gonna be 1 of the greatest basketball players ever live. From his teen years, Kobe Bryant had been shockingly bold in his prediction that he's gonna make himself the greatest basketball player ever. At every turn, this is gonna be a second thing that you know I have discussed Over again, when you have a giant goal for your life, Other people around you are not going to be able to understand that that is an extremely rare trait. And so as a result, they're gonna be extremely dismissive. And many times they'll call you crazy. The word Kobe is crazy. A phrase C Kobe is crazy, is repeated over and over and over again in this book. So says at every return, his declarations of future greatness have been met with head shaking and raised eyebrows because such dreams are ludicrous. They're impossible to fulfill. Kobe is crazy. The people around him concluded time and time again with a laugh. And this next paragraph is happening. I think Kobe is around 12 years old. So his dad played in the Nba. In many cases, we're gonna talk a lot about that actually. The fact that you can always understand the son by the story of his father and that the story of the father's embedded in his son his dad in many ways is the anti Kobe. He made it to the Nba, but lacked discipline started doing a bunch of drugs, had problems with alcohol, had problems with gambling and soon no team the Nba wanted them, so he went up having to, play in Italy. And it says since a young age when he rode on bus trips with his father's second tier Italian league team, he promised the old man and his father's teammates that he was going to be far better than either of them. Brian's existence has been a singular almost in inhuman pursuit of that greatness. So Basketball was a lifelong obsession with Kobe, starts even at a very early age at 4 years old. His dad is taking him to Nba games because he's still playing in the Nba at this time. And he said this is a quote from his dad. I've taken Kobe to Lakers games and introduce him to the players. He's a huge magic Johnson fan. And this is the first hint that his father's is the anti Kobe. And really, this is just disgusting level of a responsibility from coming from a father. I think at this point, he's got 2 daughters and I think Kobe is the youngest and liquid what he does. So his father's playing for the Houston Rockets at the time, and it says in his last season, he played 81 games. The 1 game he missed made headlines when he went bust in an all night poker game and didn't have money for a cab to make the team bus. After that season, it became clear that absolutely no 1 in the Nba wanted the jelly bean anymore. The jelly bean was, his dad's nickname. He was just 28 and in his prime years as a player. Looking back much later, Jerry West would observe, he threw away his career. And so there's several stories in the spoke about how irresponsible and, like, the bad decisions that his father makes. If you put Kobe and his father on a spectrum, all the way on the left, you would have his father, like, doing cocaine. In 1 case, he he gets pulled over by the cops. I think he's... He's also drinking and driving, and he's he takes off. They stop him, and then he, like, leads them on a high sweet chase. Then winds crashing his car gets arrested and in the car they find not only another woman, but several vials of cocaine. And so on 1 end of the spectrum, we have that level of behavior and then on the afar other end of the spectrum, it's almost like Kobe insane level of dedication was like, over compensation for the bad decision making of his father. So let's go to description of Kobe when he's 8 years old. He's playing at a basketball camp. The family's already moved in the lee at this point, And this is how his teammates were describing him no smiles, very determined. He was always so serious about everything he did as far as sports. Always so intense. He was 8 years old. The rest of the kids just wanted to play and he was like, I wanna win. And so later in life, Kobe talks about the benefit of learning how to play basketball in Italy. And the fact that he thought it gave him an itch. And so this part was especially great because spread out over 2 pages is a bunch of different ideas, and the note left myself here is he's laying out a blueprint, and there's 4 parts to it. Master the fundamentals, improve your weaknesses, study the greats and concentrate. And so he says, I started playing basketball over there meaning Italy, which was great because I learned the fundamentals first. Most kids who grow up in America learn all the fancy dr. In Italy, they teach you true fundamentals and leave out all that other nonsense. And so I told the story before on on past episodes, but I think it's worth repeating here. Shortly before he died, 1 of the last conversations he had with michael Jordan, and we're gonna get Jordan today a lot because he's a a main character in this book as well. Jordan and Kobe on the phone, Because this idea about just forget the fancy stuff, master the fundamentals at a deep deep level, something Kobe repeated a bunch. It's in the book. It's in interviews with him. And so he calls up Michael Jordan and he's talking about the way they're teaching his daughter how to play basketball. And he thought that they were prioritizing, like, fancy stuff over fundamental. So he calls up Journeys and he's like, hey, I'm trying to figure... Like, I'm trying to... I'm having a hard time remembering, remembering what I was learning when I was 12 on how to play basketball. But I'm pretty sure it's not all this stuff. And Jordan's response was dude, at 12, I was playing baseball. And so the point Kobe was making in this interview is as I think about that. The greatest player to ever live, hadn't even picked up a basketball yet. Your 12 year old doesn't need all this other fancy stuff just focus on the fundamentals. So back to the book it says throughout his career, if he was deficient in something, Bryant would display the work ethic to build every element of his competitive portfolio with an almost manic insistence, so that's the second part master the fundamentals Number 1, number 2, improve your weaknesses. He never seemed to stop working at the game, even at that very young age. If he wasn't playing the game, then he was watching video tape of Nba stars. That's number 3. Study the greats. And then finally number 4, he would show that he had already grasped the powers of concentration. And then we skip ahead and that third part study the greats is repeated. I'm not kidding, like a dozen times in this book. And when they about to describe it, it's exactly what you and I are doing on founders. Listening to founders is like watching game tape of history's greatest entrepreneurs. So it's that soon Joe, which is his dad was subscribing to a service that delivered video of games directly. They're still in Italy at this point. Joe and Kobe would pour over them together taking notes of all the key subtle, the foot work. The various offensive and defensive styles of Nba teams and their stars. I used to watch everybody from magic to bird to Michael Jordan to Dominique Wilton. Wilkins Brian recalled. I used to watch their moves and then I'd add them to my game. It was the beginning of a career long focus on studying game recordings. He would invest long hours each day in breaking down his own performances and those of opponents. Far more than what any other Nba player would ever contemplate undertaking. So this is guy named Tim Grover, who trained both Michael Jordan and Kobe Bryant, and I heard him in any of you talk about this. And Tim said, everybody watched film of the current players. Kobe would get film of players going way back. He would say Jerry you'd watch Jerry West, Oscar Robinson. He'd say, I wanna see what those guys did to be successful. So during the off season they'd come home from Italy to Philadelphia where they're from. And Kobe would play in the summer league. And 1 of the counselors of the summer league tries to give Kobe terrible advice, which is advice a lot of people say and it's they say be realistic. So it says 1 of the counselors was looking over the applications and noticed that under career plans, Kobe had listed Nba. So the counselor made a point to ad Kobe. Only 1 in a million make it to the Nba. The counselor are said, so you have to plan on a future other than basketball. I'm going to be that 1 in million Kobe replied. He was 11, And that kind of self belief and desire to be unquote unrealistic is very common in these stories that you and I study when when I got to this part, the first thing that came to mind was actually 1 of my favorite quotes from Jay z's auto, which I covered back on episode 02:38. And he's describing. Like, think about, like, how quote unquote unrealistic Jay z's life is. If you were describing it, it sounds like fiction. It's like, okay. Well, you're the the youngest of 4 children, you don't have a dad. You're being raised by single mom. You live in the projects. If you could picture Jay, at maybe 15 or 16 years old at this point in his life The idea that he's gonna get to the top of his profession in an industry that's just beginning which the Hip hop industry that he's going to found and sell multiple companies for hundreds of millions of dollars. Eventually become a billionaire and Marry 1 of the most beautiful women on the planet There's no way anybody would have predicted that at that point in his life, but that actually happened. And so Jay z understands it's all the same journey Right? Whether you're playing basketball, you're trying to start a company, you're trying to climb a mountain. He calls it the dream of being the exception. It's perfect. This is where Jay z wrote. There's no way to quantify all that on a spreadsheet, but it's the dream of being the exception, and we see that with Kobe right there. It's like that's nice that all these other people failed at getting Bay. Maybe 1 in a million. That's fine. I'm that 1 in a million. So then we skip ahead. Now they're living in Philadelphia full time. Kobe is in high school, and we see this legendary work ethic is already present. That fall in high school, his coach discovered that Brian had a startling work ethic. He pushed himself through a grueling self improvement schedule that included road work, weights and seemingly stop basketball. In team practices, he was determined to never lose a team drill or contest. For almost 4 years, he would maintain a perfect record in that regard. And then we see that he matches a fierce work ethic with a relentless learning machine like mentality. This is his coach saying, you know, the work ethics, 1 thing, but he also had a sponge like mentality to be the best that he could and to do so he would absorb information. I always thought his brain was a sponge, the coach set. And obviously, if you've ever coached, you know that you just can't say that about all of your players. And then the coach continues to talk about the fact that his level of intensity raise the bar for everybody else. And so this part made me think about 1 of my all time favorite steve jobs quotes where he says be a yards stick of quality. Some people aren't used to an environment where excellence is expected. And so this is his high school coach describing that. Once the they, meaning his other team saw how hard he worked and how passionate he was about the game, it was hard for them not to get on board with what we were trying to do. And so if you watch that redeem team documentary that's on Netflix, they tell a story and this story went viral. I saw it on a a bunch of different platforms. And it talks about, hey, they're they're in Vegas. They're doing, like, a training camp for the Olympic basketball team all the other players go out to a club. And they say, hey, we're... We had a great time. We come back at 05:30 in the morning back to the team hotel, and we see that Kobe is already working out. And this is what this is a direct quote from Lebron James who's very young at this point in his career. And he says this motherfucker Kobe was already drenched in sweat. Yeah. He's different. And this was the end result by the end of the week. The whole team was on Kobe schedule. So it what is exactly what is happening at this point in the book. Right? He's in high school. He sets the tone with an increased intensity level, his high school teammates match it. That exact same thing happens on the Olympic team. And then back to this section of the book, there's 3, this the third idea that's on this page, I thought it was really important. And it's importance of maintaining a singular focus. His singularity. The focus was just in... They're still describing him in high school. But he had this this trait his entire career. To his singularity. The focus was just incredible. I don't know if crazy. There's that word again, is the right word but he was certainly unique. Next page still in high school. The no myself in this page. This will happen, you can help me or you get out of my way. Kobe Bryant had a clear destination in mind. And if you weren't on board, he had clearly conveyed the idea that he was a sort who wouldn't hesitate to grab you by the collar and throw you right off the train. And if you think about it, it's a that's the same idea expressed in a different way. We saw this idea before, if you have ever read Jeff Bezos inspired feet everything store. Somebody working with Jeff described him the same way. He said if you're not good, Jeff will chew you up and spit you out. And if you are good, he's gonna jump on your back and ride you into the ground. So let's go back to another description of Kobe. He's still in high school. We're still here. And keep in mind, he's doing all these crazy workouts. He's dedicated winning and when he's not working, he's studying the greats. So it says he worked harder than any other kid that I've ever seen. This is a guy that's running the actual summer camp. And he wanted it more than anybody else. And it says, if you're breaking down tape of Magic Johnson and Michael Jordan, which which Kobe doing as a 14 15, 16 and 17 year old kid. Right? If you're breaking down tape of Magic Johnson and Michael Jordan and so many other greats, you come to consider them your teachers. So 1 of the things that makes Kobe story unique, is the fact he jumped right from high school to the Nba. In fact when he was drafted his parents had a signed contract because he was 17. And so this book spends quite a bit of time talking in fact that, hey, you have all these shoe companies like Nike and Adidas. They're playing a huge role in the basketball industry because they're making just so much money. And so Kobe gonna sign with Adidas, and they're gonna put a lot of resources behind them making them obviously extremely. Like well known and making sure that people buy use. But I'm skipping over that part because really what I found so interesting and what per personally interesting to me is if you read Phil Nights auto shoe dog, which I covered for the second time on episode 1 86. It's a fantastic. It's 1 of the best auto if an entrepreneur you can never get. But you have an indication that he's really competitive in his own words, but I always find interesting is how people say no, no. He's even more competitive. Phil Knight is even more competitive than you could possibly imagine. And so I just wanna pull out 1 paragraph because I thought this was is interesting. Jordan and Knight certainly shared a competitive nature that bordered on insanity. If you think Jordan and Kobe are competitive. Go meet phil knight. He's a no bullshit competitor. It's... You play for me or I can't stand you, and I will kill you. That's Phil Knight, full stop, and he is not shy about it. And so if you wind up buying this book and reading it, read the chapter they're called the rising, there's a lot more detail about the... It's the early days of Nike, how how they're competing with Adidas, the amount of money that's involved here. It's actually really fascinating. Because if you think about it, like, they they bet their entire marketing budget on Jordan when he was... He was somewhat known, but not nearly as world famous as he was obviously going to be. But just this idea where you could even think about, like, Jordan the influencers getting equity 40 year 40 years ago. And that was a real important turning point in early nike history because they gave him a deal that no 1 out, like, a adidas and converse recording Jordan as well. But Nike eventually gave him a royalty. So it says neither Adidas Nor congress could come close to matching the Nike deal, which offered an unprecedented royalty on shoes sold. No endorse are up until that point had gotten a percentage of profits as Nike had offered Jordan. And so then you fast forward. I think that's happening in 19 84 if I'm not mistaken. And so fast forward, you know, 40 years, and that deal makes Jordan, you know, hundred... Somewhere around, like a hundred and 50000000 a year today. Which sounds crazy and is obviously fantastic for Jordan, but it wanted being an even better deal. The the main point me telling you stories. It's like, it sounded crazy at the time, but It wanted be being a even better deal for Nike. Okay. So we're still not to the Nba story yet. Kobe still in high school. I wanted to pull this part out because it made me laugh Kobe is known for playing engaging and he believed you're engaging in psychological warfare. He thought you should play mind games with your opponents, and so he's doing this in high school. So he's gonna call up 1 of his opponents. The voice on the line said, Don, what's up? Who's this car said? It's Kobe. What's up, man? I was just thinking. I'm looking forward to the game. Brian had heard a rumor that Catholic, which is the team gonna be his opponent. This the team that car, the guy he's playing calling it's place for us. Okay? So as Brian had heard a rumor that Catholic was losing Arthur Davis, who was a top 50 player who partnered with Carr. So Bryant was calling and wanted to know if Davis would still be playing in the upcoming game. Carr already knew that Davis was leaving the school but he replied that he didn't know. And then this is where this the psychological warfare jumps out. I just wanted to see if he's gonna be at the game, Bryant told him. Because if it's just you, I don't even know if it's worth me coming. Car was stunned. He was letting me know, Car said, I'm coming to kill you. I'm coming to rip your heart out when you get on the court with me. So something important happens That was outside of Kobe control, and it's the fact that when he was a senior in high school, He's able to play pickup games against Nba players because the Nba is on a lockout. And this experience boosts his already excessive amount of confidence. So he plays these pick games against Nba players, and this is what he says. I'm telling you, man, whenever you get a chance to play against these guys, don't be afraid man, just play your game. You'll be surprised. They go for all the moves that high school guys go for. And this is important because at the time he's like, okay, maybe I should go to Nba, He's like, maybe we should go to Duke, Maybe it should play in college. Like, he's not entirely sure what to do. And this really pushed him over the edge. It says they remain difficult to draw too many conclusions from Brian's experience working out with pros that summer, except for 1 impression that really mattered. Brian's own. He came away thinking that he could do it that he could play against Nba players right away. And so when I got to this part of the book, and made me think of this... I've told you before that have, like the these folders on my phone and I save, like, quotes and videos just as a way, like, hype myself up and and really brain wash myself. And so 1 of these things is this video of Larry Bird, a young Larry Bird, specifically talking about this experience, which is very, very similar to what is happening in Bryant. It's just always amaze me how these things connect together. It's like the same story or over again. He's like, it books. He came away thinking that he could do it. He could play against Nba players right away. Therefore, he could skip college and go right to Nba. Right? So there's this fantastic video. I've watched... I don't know, A thousand times. And Larry Bird is talking. And he's like, you know, they... The... He's talking essentially about the doubt. Right? Like, you you went to a tiny school, and so that... That's the background to what... I'm about to quote him here. He says, they said you never played against a Ucla or Nor dame or an I. They said he, meaning, Larry. He's talking about himself. They said he won't be able to get his jumps off in the pros. He won't be quick enough. He won't be able to rebound. It took me 3 days after Rookie camp. I found out, hey, this league is nothing. I can play in this league, and I will dominate in this league. And that is so important because he's like, wait, every everybody... All what the critics we're telling me. This is a critics don't know shit that you and I talked about over and over again. Right? The critics is saying I can't do this. I get to the Nba. I'm playing against all the Nba players, like, no. I can do this and I'm actually way better than them to. I absolutely love love that video. And then we go back into Kobe work ethic again. It's not just saying hey, I'm I'm good enough. It's like, you have to back that up, and you should be putting in the work to do so. Says, man, Let me tell you something. That's when I first saw. This is 1 of his high school teammates. In the other high school players in this camp that he's in. He he's a... Kobe is a senior in high school. We worked out twice a day. We would start at 10 in the morning. Kobe was there at 8 To We get done at 12. Kobe would stay till 2. We'd start again at 7 at night. Kobe would be there at 5. We'd finish at 9, he'd stay to 11. Every day. None of the pros were doing that. And so when I got to that part, I thought about another video that I saved. And this is Kobe actually talking about how to get an edge, which can be applied to any domain. Right? He says your obviously be the best you can be. You wanna train as much as you can as often as you can. Imagine you wake up at 3, you train 4 to 6. Relax. Now you're back at it again, 9 to 11. Relax. Now you're back at it again, 2 to 4. Relax. Now you're back at it at 7 to 9. Look at how much more training I have done just by starting at 4. As the years go on, the separation that you have with your competitors and peers just goes larger and larger. By year 5 or 6, it doesn't matter what work they do in the summer, which is when most other players do, like, their their training and try to to focus on improving their game. Right? So he says, by your 5 or 6, it doesn't matter what work they do in the summer. They'll never catch up. And this is just a quote from his Aa asu coach at this time. Kobe a genius and basketball, he studied the game harder than anyone else has ever studied the game. The note I left myself on this page, how many high school seniors are this focused part 1. Being talking about the girl he's dating in high school, being Kobe Bryant girlfriend at that age meant, lots of evenings at Brian's house watching basketball videos. Few pages later. How many high school seniors are this focus part 2. 1 day, just before practice the team was informed that it couldn't use the gym because there was flooding. 14 guys, practice had to be called off. 14 guys just printed out of their high 5 each other excited about no practice. This is bullshit. Bryant screamed, slamming a ball on the floor. This is bullshit. We've got to practice. I want to practice. This is ridiculous. Okay. So now we get to the point where Kobe is going to the Nba. He's already made a decision, and this part is really important to understand is that imitation proceeds creation. This is something I learned from Stephen King. That it is perfectly normal for you to imitate other people before you create something unique. It's fundamentals to the human experience, and we're seeing that here because Kobe is spending so much time He's idol analyzing Michael Jordan, he's watching his game tape. He's studying over and over again. And so it says, they were struck by how much Brian was beginning to play the part of the next Jordan. His head was shaved just like Jordan. He talked just like Jordan He had adopted many of Jordan's manner. He's 17. And later on, in the book. I'm pretty sure I a highlight where Jordan is just like, stopped us nonsense something Like, this is perfectly normal. Kobe copied me just like I copied the people before me. He's like, and jordan newman and says, that's how human beings learn. And so 1 of the promoter that's... I think working at Adidas if I'm not mistaken. Is is talking about this. She says, his name's Michael Harris. So she says, yeah, he's talking to Kobe about. He says, Kobe had a closet at home. Filled with critical research. It held all these V s tapes of Michael's games. I wrote founders and then exclamation points because essentially like you're walking around your pocket with a podcast that does this for you. Right? Kobe had a closet at home filled with critical research it held all these V dhs tapes of Michael's games. He'd pull them out and study them and do the moves. Look at what I added, Bryant would say, and then he would do a move. I think it's important to sit here and pause on this because this is not unique to Kobe. Right? Where you've seen the last dance which is a fantastic guy documentary commander you should watch over and over again. The the the the episode where Kobe appears in the last dance right before he tragically dies. Right? He said something... Gives me goosebumps. Like, I'm not I'm not kidding. And he says I truly hate having discussions on who would win 1 or 1 are fans coming up to me saying, hey, Kobe, you'd beat him Kobe, and he says, I'm like Y, and he puts his hands up like, hey. Stop. What you get from me? I'm getting goosebumps now. What you get from me is from him, I don't get 5 championships without him because he guided me so much and gave me so much great advice. That happens in entrepreneurship too. If you listened to episode 01:07, which is biography of Soul price. Everybody knows the business Costco. The founder of Costco is this guy named Jim Senegal. Jim Senegal started of working for soul price when he was like, I think he was a teenager. And later on, I think this after sole price passes away, Jim had known him for, like, 50 years at that point. And a report is talking to him and he's like, oh, you've known soul for a long time. You must have learned a lot from him. And he's like, no. I didn't learn a lot. Everything. Everything I know came from him. It's the same idea. When Kobe says stop, what you get from me is from him. I don't get 5 championships without him, because he guided me so much and gave me such great advice. It's the same role that soul played in Jim's life. Everything I know I learned from him. That knowledge passed on from 1 generation to the next made Jim a billionaire. That is incredible. How could this not excite you? So a couple of pages later, more more observations by this promoter, this harris guy that's working with them. They're doing all kinds of like, media stuff. They they arranged for Kobe to take the the singer brandy to high school prom, which I could to in a minute. So this is in the coming weeks, Harris has got a few of just how ambitious young brian was. He would stay out until 1AM, boom no matter how late Brian stayed out he was up early and going through unbelievably demanding workouts each day. Are you crazy? There's that word again. I think this is a third or 4 time. I've mentioned it. It's all over the book. I'm telling you. Just expect for people around you not to understand you. People that do not have founder mentality cannot and will not understand it. Are you crazy here sought to himself. He believed. Mean Kobe, in himself far more than I or anybody else did. So they arrange all this media obligations. So they're gonna have, like, they're make this, like, big media spectacle about his high school prom and him taken brandy says people Magazine was there about a bunch of dozens of other reporters are there. But Brian almost disappointed him. He and a teammate were watching basketball videos. Think about that. He almost missed his prom because he was watching game tape. Let's made me think about when I did the biography of Rick Rubin, on episode 02:45, Rick Rubin missed picking up his grammy because he was working. So before the lakers agreed to figure out a way to draft Kobe, they're doing workouts. And Jerry West is a legendary like, he's the logo, Like, when you look at the Nba logo, that's Jerry West. This is also the guy that Kobe had been watching videos of, and when's it being a really close mentor throughout, like, his entire life. And so Wes says something interesting here that I think this is why I'm bringing this your attention. But it says before the workout, Brian got his first opportunity to talk at links with West, and this is what Brian said after that. He just knows so much about the game. And according to this, the workout that Wes put him through was very short. And he says within a few minutes, West told Bryant that the Franchise was gonna do everything within its power to draft him. And then he describes why, and then this is just me being selfish where I wrote on this page, Like, I'm trying to be like this. I wanted it to be obvious to other people how much work I'm putting into what I'm doing. I'm not Lol gag. I'm taking this very seriously. Says West had long held to the belief that as a scout, you could see what a player could do on the floor, but it was much harder and almost impossible to read a player's heart, which was where real greatness lay. But Brian's workout had been so impressive that for Jerry West, it had revealed his heart. It was there in his skill set alone. Just the amount of work that a player would have had to do to possess such imma moves. The foot works and fakes and execution, the hours that must have been put into to get that kind of perfection. So now he's playing on the lakers. He's a still a massive magic Johnson fan, and he's gonna copy something that magic believed as well, And it says magic was the kind of player that didn't let his teammates get out of focus. It was all about the ultimate prize, and there were no exceptions. You either won the Nba championship or you did not. There was no second place. Just 1 line in this page for you. Bryant was an intense introvert. Famously, there was a cause in Michael Jordan's contract called for the love of the game game clause meeting and he could play basketball at any anytime and anywhere he wanted, which I guess was rare because, from from my understanding Nba teams were trying to restrict when they could completely be basketball because they didn't much once you get injured, Kobe actually injure himself playing a pickup game in Venice Beach. And so I'm gonna tell you about that, but then I thought Jerry West's response to this. Considering he just drafted Kobe was very interesting. Alright. So it says, Kobe had injured his wrist playing at Venice Beach. I just couldn't believe that a guy would be playing pick ball there. But an Nba guy would playing playing pick ball here. That was my first experience with how excited and enthusiastic he was just about playing the game. He truly had a passion for playing, regardless of where it was, what time of day he was gonna play. West didn't seem worried. This is what he said. This guy will play in a literally league tournament. Tournament. It doesn't bother me. He loves to play basketball. He's 1 of the most dedicated players have ever seen. And so his first few years, his coach is not playing him that much. Just not getting minutes, Kobe is getting depressed. And so he does something very, very smart here. Larry Ellis did the exact same thing when Oracle was going through rough times. He'd read biographies of great figures as a way to motivate himself and convince himself that things will get better. Kobe does exact same thing. Part of his strategy for keeping his disappointment bay was to focus on others who had faced far more difficult difficult circumstances. I read the auto of Jackie Robinson Brian said. I was thinking about all the hard times that I'd go through this year and that he'd never compare to what he went through. That just kinda help put things in perspective. He would also read fiction and do this as well. He actually... The not with myself on this page is build your own world, and then we gotta talk about all the founders that use this idea of visualization. So it says Kobe always loved Disney and Star Wars and Jedi knights. When text winner, so text winner is this coach coach Jordan and Kobe. I think he's the 1 that came up with or maybe who's the greatest expert on the Triangle offense. And he's like, this wise old man and Kobe essentially uses an idea from Star Wars, he's like, oh, Texas is gonna be my Yoda. So it says when Text winner showed up to help Coach lakers, Brian immediately dubbed him his yoda. He had this very symbolic Kobe that is. Kobe had this very symbolic metaphor way of seeing things. He viewed the world through the lens of a fabulous narrative. His favorite book had been the Sci f Fantasy end game about a protagonist trained from a young age to face increasingly difficult challenges in order to save the world. For the next 6 years, Brian had lived his life as if going on a mythical quest. The only way could keep the whole dream going was to work harder and harder and harder to spin his fantasies around and around until they wrapped him tight in a new reality. Visualization was immense for that. It drove his many hours of solitary practice time. So this idea of visualization sees something in your mind before you see it in reality. Sounds like Willy Fu food to a lot of people. I understand that. All Antonio is pops up over and over and over again in these books. Kobe Bryant. Bob No, Edwin land, Steve Jobs, Arnold Sc, Est Lau, all did this. This is a quote from A Lau Otter free episode 02:17. If you have not heard that podcast you gotta listen to it right after you're done with this, visualize she says, in your mind's eye, you see a successful venture, a deal made, A profit accomplished, it has a superb chance of actually happening, projecting your mind into a successful situation is the most powerful means to achieve goals. If you spend time with pictures of failure in your mind, you will orchestrate failure. Countless times before the event, I have pictured a heroic sale to a large department store. Every step of the way and the picture in my mind became a reality. I have visualize success then created the reality from that image. Great athletes, business people, and inventors, and achieve from all walks of life seem to know this secret. So there is this well known event that happens early in Kobe career. I think this is the first year. His rookie a year they had eliminated from the playoffs and he is blamed because he shoots a bunch of air balls. And so I wanna read his immediate reaction to this unbelievable disappointment that he had to endure and how it compares to Michael Jordan and the founder of Ikea. And so says that in evening after the lost, Brian went straight to a gym at a neighborhood school as soon as he got home to La. He went in the gym that night and shot until 3 or 4 in the morning, Scoop Jackson said. There was no crying, none of that shit. He went straight to the damn gym. I think that game was vital to how good he became. That level of embarrassment to happen to somebody like him. The next year he came out like a fucking Man act. And then I wrote a quote that I learned from the founder of Ikea, which is, I think is absolutely fantastic. He says only those who are asleep, make no mistakes, making mistakes is the privilege of the active. And so Kobe response was the perfect correct response. Let's go to Michael Jordan's auto driven from within. He says look around in just about any person or entity achieving at a high level has that same focus. The morning after Tiger woods, Rallied to beat Phil Mick in the ford championship in 2005, he was in the gym by 06:30 to work out. No lights, no cameras, no gl or glamour, un compromised. And very soon after this, he does something smart. This is also advice that Est Lau said they should embrace peer relationships in your field. He goes out and he tries to build a relationship with Michael Jordan, He's like, what 21 at the time I think, Michael Jordan 35, and this is a perfect illustration of Steve Jobs point that asking for help it's a superpower. And he's... And it's a superpower Steve Jobs says that most people don't use. He's like if I needed help. I would just pick up the phone and call and ask for help. And almost everybody would always help me even early in my career This is Steve talking. Even early in my career, and most people just won't even pick up the phone. So they're playing against each other and Brian does something smart. He says during a pause in to play in the fourth period. Bryant bra went up to Jordan asking his his advice on posting up. In the fourth quarter that game, he asked me about my post up move in terms of do keep your legs wide, or do you keep your legs tight, Jordan said later. I told him I always use my legs to feel where the defense is playing so I can react to the defense. His bigger challenge now this is Jordan Arm mo mccoy. His bigger challenge... His biggest challenge will be harnessing what he knows and utilizing what he's got and implementing it on the floor. That's tough. That's experience. That's the things that Larry Byrd and Magic Johnson all taught me. And so Kobe also said that when they're having the conversation on the court in the fourth quarter. Like, if you ever need anything, call me. And so you tell a learning machine like that, and what do you think Kobe is gonna do? We know what he's gonna do because earlier, I was quoting from the last dance documentary. And Kobe said, I don't get 5 championships without him because he guided me so much and gave me so much great advice? This won't be the last time that we talk about the relationship between Michael Jordan and Kobe. It is a main theme, and a really important part of the book. This is later on in Kobe career. This is his teammate Derek Fisher talking about the importance of self confidence The more you experience time around him and get to see him in different situations. The more you understand that that's all it is. It's confidence. He's just the guy who has an immeasurable amount of confidence in his ability to play the game. That really was... He's talking about the the level of intensity brings practices. That really was the way we all should have been competing. We should have been competing with Kobe Spirit. And Kobe was always standoff. They talk about that number redeemed team documentary too. He's a little older in his career, so he was, you know, somewhat open, but he is a lone wolf very much. And in many cases, he had a hard time. Essentially, like, if you wanted to develop a professional relationship with Kobe, he would view it through the lens of basically 1 thing. And the reason that he was as close as he could be to another player. That would be with Derek Fisher is because he saw Fishers work ethic. He's, like Fisher may not be a superstar like, I am, but he works his damn ass off. And so therefore, Respect and work ethic was the 1 standard by which Bryant measured another player. 1 of Steve jobs favorite quotes was that simplicity is the ultimate sophistication This an example of that, the great basketball players and really great and at anything. Right? The great basketball players try to take complicated things and find simple ways to do them. Another example of Bryant talking about how Jordan was in the development of own career Bryant said that getting advice from Jordan is like, getting advice from the buddha that sits on top of the mountain who has everything figured out and passes on some of his knowledge to the next guy who's trying to climb that mountain. We also see that Kobe willing task anybody. For advice. If he feels you have talented that he lacks or information he lacks, he's gonna go straight to you even if you're your competitor. At this time, he's like, I have... I'm making progress on offense, but my defense is lacking. So he goes up, there's a... This takes place during all star weekend. And it says another important moment happened when Seattle Gary Payton helped Bryant understand screen and roll defense. So again, go back to what Steve drops said most people are never even going to do that. Bryant has a giant ego, Thinks he's gonna be the best ever. And he's still willing. He's like, hey, Gary. Like, help me with this, man. I don't know how you do what you do. This is huge. And I try to copy this as well in my own life. So it says Gary payton and help Brian understand screen and world defense. I don't think Gary knows how much he helped me. Brian said. Brian demonstrated dramatic defense improvement afterward. So something that jumps out in this book but also jumped out because, oh, I forgot to tell you. This is the same... So I told you. I haven't said this a few times out. The book that I did on 02:12, The the biography, It's like a 700 page biography of Michael Jordan. It written by the same guy. Roland Last. That book changed my mind. Alright. Not my mind. That book changed my life. I think about it all the time. So what was interesting to me is how much and it shouldn't have been interesting, Really? It shouldn't even be surprising, is how much of the jordan biography is about the importance of mental strength. And a lot of lessons Jordan learned about the importance of taking care of like, being in a moment like, the Zen training, the taking care of, like, the the mental anguish and and stress under. He learned from Phil Jackson. And so we see in this book that Phil Jackson is doing the same thing with Shaq O'neal and Kobe Bryant. And so I'm gonna... This is gonna happen over a few pages, but I got a couple things I wanna pull out here because those that is interesting. Where they call this guy their secret weapon. And I think the the parallel here is obviously very important that entrepreneurs are going to... It it's inevitable. If you're building a company, you will have times of mental anguish depression that you wanna give up episode 200 on James Dyson is the best, like, thing I could point you to on how to get through it, But it's what Mark Jason said. Like, there's only 2 emotions that entrepreneurs experience and it's either Euphoria or terror. You feel at the top of the world. And then the very next day of the very next week, you you were convinced that you're doomed. Anytime I put that quote out on social media or I talk about on a podcast. I get a ton of messages. So, yep, that's exactly how Feel. So let's go into how they try to, like, deal with this. Right? So since George Mum had been brought in to lead the lakers in meditation mindfulness training just as he had for Jordan and the bulls. He offered specific mental training much of it in the zen mold for reducing the stress of competition. He's our secret weapon, O'neil would say of Mum. Bryant was content to discuss the mental elements of competition with Mum as were his teammates. It was good because it gave people a chance to talk about the things they that might be on their mind. The hype, the pressure, Brian explained. I think it's good for them to talk about those things. It's increased our performance a lot. I'm surprised other teams don't do this kind of stuff. Working with George helps us get to the issues. Or helps us get issues out of the way before they even start. This is more on the inevitable conflict all great teams where their business, otherwise, have conflict, In fact, Jeff Bezos prefers it that way. When I read the book, the second biography of him, Amazon un bound, for Episode 1 80, there's a line in there that Never forgot where Jeff says if I have to choose train an agreement and conflict I'll take conflict every time. It always yields a better result. And so we see that here. Jerry West had reportedly told Shaq O'neal. I play with 2 of the all time greats. Wilt Chamberlain and El Baylor. You don't think we had personal rival going on back then. You've gotta stop being a baby. Put all this personal stuff aside and do what's important. Put the team's success first. So the beginning of the book The author says, hey. You might wanna look at this story. It's like, a cautionary tale, the fact that he would sacrifice anything. In service of this goal. There's a fantastic quote by my friend Sam Hi. He was on, best like the best with. It's my friend, Patrick. And he brought this up because something that he really enjoyed was Robert Carr multiple part biography lyndon Johnson, and I thought Sam, 1 of Sam's takeaway, takeaways was very similar to Kobe Bryant, and it talks about, like, how ruthless a person can be. And understanding this, is just part of nature of these personalities disappear over and over again, like, you're... You you have to understand that there's people out there that literally don't care. And if you get in their way or if you're a naive to the fact that this personality appears over and again, like, they can cause an incredible amount of damage in your own life. And so Sam says, if you want something like the presidency, or being a billionaire. I think that that was my, quote not his. Like the presidency, you should presume there is someone out there who will devote all their time, money, relationships, sense of ethics, everything in sacrifice of that 1 goal. Of course, that kind of person would win that race. Now, he's clearly not saying you should be a person that has no sense of ethics. He's just telling you this is part of life, and we see that with Kobe. A huge part of this book is him sacrificing the relationship with his family. I I left it out because I don't actually understand it that much. They have, like, these falling out. It's a lot of it had to do with money, but he didn't just do it to his family members. The guy that brought him to Adidas that made him famous that this guy named Sonny Vac. He's just, like, famous figure in Nike history in a adidas history and his all... And he's, like, this interesting backstory. Anyways, Eventually, he cease to be useful to Kobe, and this is what Kobe does to him. And I just wrote the word ruthless. And this isn't in making his exit just cut busy cut him out of his life, but never even bothered his tell him. And so it says in making his exit, Bryant never even bothered to phone Sonny, and thank him for the experience, which had included money for his parents and guaranteed millions for Bryant before he ever played an Nba game. More than a dozen years later, sunny still has never heard a word from Bryant. Ruthless. If you want something like the presidency, you should presume, there is someone out there who would devote all their time, money relationship, sense of ethics, everything. In sacrifice of that 1 goal. Another main theme of the book that you and I've talked about a few times now, don't expect people to understand you. So this is just somebody that knows both Kobe and Michael Jordan. He wound up working with both Jordan and Bryant, his name Sc, and it's so as a result of these experiences as Schaefer had made a study of competitive personalities. This is about Jordan's hall of fame speech. And so again, main theme is expect to be misunderstood. I saw Jordan's hall fame speech. The public general reaction took me by surprise, where it it's gonna take Schaefer by surprise too. It says whereas the public seem infuriated by Jordan's emotional Hall of fame speech in 2009, schaefer deeply admired it. I remember sitting there on my couch with my wife watching, He said, and I turned to her about halfway through, and I said, this is the most real he's ever been with cameras on before. It was authentic. It was him. It was everything about him that I loved personally. I thought it was great. It was far from easy for such competitors to be real he said, adding that Jordan got crushed for doing so. He is just this person who I think is unparalleled as the greatest player in the history of the game telling us what he thought. It was a privilege for everyone to hear what he thought. And so going back to that theme that this is maybe a cautionary tale. Be careful what you wish for. These are very old ideas that are passed throughout human history, there's, like, an entire chapter, it goes on and on, I I don't had to pull out anything, like, any specific quotes. What I was struck by is how similar this was to what you learn if you watched the last dance documentary. How Jordan, like Jordan in the last dance, a lot of Kobe... With the the more famous you get. Right? It's like, they can't go anywhere. And the crazy thing is, like, by the time in Jordan's career that we've seen in the last dance. It's what happening to Kobe here at this point in the book It's like a lot of their time is spent in isolation in hotel rooms. And so let's go back to this idea that they have the secret weapon. They have the psychologist. They're working on, like the mental part, the maybe even, like, the personal relation parts you can think of. Really, the the the... There's 2 paragraphs here I'm gonna... I'm gonna quote from. This is the main theme. I think it's founders 2 65 of becoming Steve jobs and why I think that Steve Jobs biography if you're gonna read 1. I'd read that 1 because it talks about to transition. The fact that he evolved the subtitles is evolution of a reckless start into a visionary leader. Like, The Steve jobs are 25 or 29 could not be, lead the the quality of organization that Apple became when Apple... When Steve came back when, you know, we his late forties. And so I put Steve Jobs way of interacting with people is very similar to My young Steve jobs and older Steve jobs was really. Is the same way that Michael Jordan and Kobe Bryant reacted to people that didn't meet their very high, almost ridiculously high standards. And so I think this is actually an important part for founders as they think about managing other people that are not founders. Right? It would become Mum goal to help supremely competitive players find a means of contending with what made them different. So that they'd be able to not just compete at the highest level, but also to find a means of channel compassion into their everyday lives despite their astronomical competitive instincts. Highly competitive personalities like Jordan and Bryant could absolutely kill a team atmosphere with displays of ruthless or selfish ness. That that sentence right there. You put take out Brian and Jordan and put in Steve jobs are really a ton of the people that you and I talk about, and it's still true. They could absolutely kill a team atmosphere with displays of ruthless or selfless. So therefore you have to learn the scale. Right? From the beginning, Kobe was not a debt with social skills He did not realize how to get through relationships and interactions with other people. He was a young guy and it took the course of his career just like he jobs to fill figure out how to deal with people on a 1 on 1 basis and in a team atmosphere. And he was not perfect in this regard even if he improved. Right? Either they're never gonna be perfect at it. And they're just so different than anybody else. And so we see example of this. This is what Kobe told his teams after they missed playoffs. He'd had already won 3 championships at the time, but Shaq not in on the team anymore. And it says the lakers missed the playoffs had had been in 11 years since the last time they had missed. And this is what somebody in the locker room said happened. So after the last game in the locker room, the coach goes to the usable bullshit. You know, you guys played hard, blah blah blah, trying to be positive. I appreciate your effort. Kobe says, I've gotta say something. He stands up, points around the room and says, you motherfuckers don't belong in the same court with me. You're all shit, and he walked out of the locker room. And so the rest of the book is on Kobe drive to get back to the championship. That's all he... He's, like, I have 1 goal, 1 determinant in whether my career was successful or not and it's, like, how many rings did I get. And so there's many pages where I don't have any highlights, and then I get to page like this where there's 2 or 3 pages. In a row where I highly almost the entire thing. And so I'm gonna read my note first, and and I'll leave this in the show as well. This is important. There's another 4 ideas on spread out of his pages. Search for your limits, extreme personal practice, resourceful, find a way. The number 3. And number 4, study the greet. And so it says, if the scoring displays, meaning he's just scoring a ton of 0.405060 points game. It's going the play showed anything. They revealed that Bryant was clearly a man in search of his limits. His ability to perform at this high level was solidly based on his years of extreme personal practice. He began with his imma foot work. An array of pivot, reverse pivot, Ja steps and faint that allowed him to create the room to rise up in a tight space and make seemingly impossible shots under impossible circumstances. This is really the way I think about this is all, really resourceful us. Right? Taking something that other people could do yet finding an opportunity. And and something that's available to everybody else where, like, you see opportunity where others people see nothing. Right? This unique skill was the perfectly formed product of his study of untold hours of video tape of every single 1 of the game's great scores. It it was also involved conversations and more film study with text winner about foot work and time spent with Jerry West talking about a million important details. And this is the end result of putting all this together. Brian was building respect among his among his peers. Every time we played them and the game was tight We guarded him well, said San Antonio Spur coach Greg Pop, but he'd still knocked down the shot. Papa had a full understanding of what allowed a singular player like Bryant to stand far above so many others. He was 1 of the rare few who simply cared far more about the game than anyone else. So now we go back to this guy, Sc, who I was referencing that had worked with both Bryant and Jordan. Chip Sc became Bryant go to aid as far as workouts, which meant that S was on call around the clock. Sc had an endless supply of Jordan stories. To share with Bryant, to share when Bryant wanted to take a break in between his workouts. Sc recalled. Kobe would ask me specific questions about how we how Jordan would handle situations. Kobe was often curious about how not just basketball specific stuff, but even some of the peripheral things, like if a team was going through something, how would Michael react toward a teammate? He was interested in what kind of leader and what kind of leadership and management Michael would have. And so on the next page, schaefer continues to tell us, like, give an inside look into Kobe Bryant, the note I left, this is a note, a personal note to myself. I'm asking myself as I get to this page Well, like, what would your equivalent level of dedication look like? And so this is what Sc said. A game would end and we would fly to the next city. We'd get in at 3 in the morning and he'd want me to come and do a stretch with him instead of just going to bed. He couldn't switch it off. On the flight, while his teammates were sleeping, Brian would watch the game, he just played to review his and the team's performance, then he'd watch a scouting video of his next opponent. And then we get to the point, where I mentioned earlier how Jordan actually sticks up for Kobe Like, this is actually how humans learn. So it says Jordan talked about how hard Brian had worked to be great. He and Bryant were were obviously close, and Jordan spoke up to defend Brian against critics that claimed he was merely copying Jordan. Jordan said he didn't see what all the big fuss was about. After all, human behavior was meme. That's how humans learned. They copied and ate another, 1 another. Jordan acknowledged that Bryant was the best of a generation of players who had sought to be like Mike, quote unquote, but how many plate people lighted the path for me, Jordan said. That's the evolution of basketball. There's no way I could have played the way I played if I didn't watch David Thompson or guys prior to me. There's no way Kobe could have played the way he played without watching me play. That's the evolution of basketball. You cannot change that. Bryant was the 1 who had done the work in the face of the example he presented, Jordan said. And it says his retirement was announced in a love letter he wrote to the game, citing his obsessive passion for the sport, and it's that letter that I wanna close on. Dear basketball. From the moment I started rolling my dad's tube socks and shooting imaginary game winning shots in the great western form, I knew 1 thing was real. I fell in love with you. I love so deep, I gave you my all. From my mind and body to my spirit and soul. As a 6 year old boy deeply in love with you, I never saw the end of the tunnel, I only saw myself running out of 1. And so I ran. I ran up and down every court. After every loose ball for you. You asked for my hustle. I gave you my heart because it came with so much more. I played through the sweat and the hurt, not because challenge called me, but because you called me. I did everything for you because that's what you do when someone makes you feel as alive as you made me feel. You gave a 6 year old boy his lake dream, and I'll always love you for it. But I can't love you obsessively for much longer. This season is all I have left to give. My heart can take the pounding. My mind can handle the grind, but my body knows it's time to say goodbye. And that's okay. I'm ready to let you go. I want you to know now so we can both savor every moment we have left together, the good and the bad. We have given each other all that we have, and we both know No matter what I do next. I'll always be that kid with the rolled up socks, garbage can in the corner, 5 seconds on the clock, ball in my hands. 54321. Love you always. Kobe. And that is where I'll leave it. As you can imagine, it is a 600 page book. There is so much more in this book. If you want the full story, Buy the book using the link that's in the show notes and you'll be supporting the podcast at the same time. If you don't get this book, make sure you order and read Kobe book, Bob mentality. I'm doing a bonus episode very soon. It'll be the next upload that you see from me, I'm reread that book for the second time in making a new episode on it. And as you read more and more, it's important to remember what you read. If you wanna use the same app that I use that stores all of my highlights in all of my notes on everything that I read, it's read wise, I'll leave a link down in the show notes, but if you go to read wise dot io o forward slash founders. You could try it for 60 days free. That is 272 books down, 1000 ago, and I'll touch you again soon."
}