{
  "transcript": "If you really wanna be great at something, you have to truly care about it. If you want to be great in a particular area, you have to ob assess over. A lot of people say they wanna be great, but they're not willing to make the sacrifices necessary to achieve greatness. They have other concerns, and they spread themselves out. That's totally fine after all, greatness isn't for everybody. What I'm saying is greatness isn't easy to achieve. It requires a lot of time, A lot of sacrifices. It requires a lot of tough choices. It requires your loved ones to sacrifice too. So you have to have an understanding circle of family and friends. People don't always understand just how much effort from how many people goes into 1 person chasing a dream to be great. There's a fine balance between ob about your craft and being there for your family. It's akin to walking a tight rope. Your legs are shaky and you're trying to find your center. Whenever you lean too far in 1 direction, you correct your course and end up over leaning in the other direction. So you correct by leaning the other way again. That's the dance. You can't achieve greatness by walking a straight line. Respect to those who do achieve greatness and respect to those who are chasing that elusive feeling. That is an excerpt from the book that we talked to you about today, which is the Mob mentality how I play by Kobe Bryant. Okay. So let's start with the dedication that Kobe wrote right at the very beginning of the book. And this is really a great way to think about all the books that you and I talk about. And Kobe says this book is dedicated to the next generation of great athletes. May you find the power and understanding the journey of others to help create your own? Just make it better than this 1. And so that is a main theme that Kobe repeats probably a dozen times in this book. He dedicate an unbelievable amount of a book that does not take this book is made mostly like a picture book. You can read the whole thing in a day, and he dedicate a lot of time in this book. To the importance of learning from and studying the great people that came before you. So I wanna go to the forward. It's written by Kobe teammate Pa saw. They won 2 championships ships together, and he talks about, hey, I was traded to the Lakers in 2008 and my life changed. And it says it was past 1AM when I finally I got to my room and shortly after I heard someone knocking in my door. It was Kobe. The message was clear, there was no time to waste. The moment was now. Let's go get ourselves a ring. His mindset was unmistakable. It was all about winning. And so I've heard Paul talk in other interviews that, like, oh, you know, people thought that working and playing with Kobe Bryant was really difficult. And it's, like, it wasn't difficult, And I think he mentions this in the sec actual forward as well. He's, like, if you just understood that he cared about 1 thing and 1 thing only. He cared about winning. So then it gives his teammates an understanding why he is the way he is or why he's doing what he does. So it says the message was clear. There's no time to waste. It's all about winning. 1 of the quantity qualities that has made C so successful and always will is his attention to detail. This is exactly what Text winner told us, just finished reading that 600 page biography of Kobe Bryant. It's the last episode if you haven't listened to it yet. But text talks about. It ago send I coach Michael Jordan, at Coach Kobe. 1 thing they both had in common is there insane attention to detail. Back to the book, He always used... He always used to tell. If you wanna be a better better player you have to prepare, prepare, and prepare some more. His dissection of the game was at another level. In my entire career, I've never seen a player as dedicated to being the best. His determination is unparalleled. He un worked harder than anyone else I have ever played with. And this is 1 of the reasons why Kobe knew that to be the best you need a different approach from everyone else. I remember a time when we got together as a team to have our annual dinner right before the playoffs. I was sitting next to him, and as we were getting ready to leave, he told me he was going to the gym to get a workout in. As much as I was very aware of the amount of extra time, he put in outside of our regular work hours, it always shocked me and how disciplined he could be even during a relaxed situation, Paul, up paul Phil Jackson writes the introduction to this book, and he mentioned that as well that, you know, the coaching staff would usually get would show up but the arena maybe, like, 8 08:30 in the morning. And by the time that he gets there, Kobe is already taking in nap because he had already worked out on his own several hours before practice started. Back to this night at dinner. When everyone else was thinking was time for bed, his mind was telling me when it was trying to get ahead of the competition over the years. A lot of people have wondered. Oh, this is what I was just mentioned to you a minute ago. Over the years, a lot of people who have wondered how difficult it must have been to play with Kobe. It really wasn't. All you had to do is understand where he was coming from, what he was about and how badly he wanted to win. He would challenge players and coaches to match his intensity. His desire to bring the very best every single day, not just at games, but it practices too. And so that idea and he challenged players and coaches to match his intensity, that is mentioned when Kobe is like, kid in, in Italy, playing. You know, maybe 8 8 years old, 11 years old, by his high school coach, and it's again mentioned in the Nba as well. In fact, I just watched the the redeemed d... The redeem team documentary on Netflix about the Usa, 2008 Usa Men's basketball Olympic team, and they said the exact same thing. In fact, Coach k said that exact same thing. So it said Kobe wanted to find out what you were made of, and if you could count on you to help him win plain and simple. And then he closes this section out saying, enjoy this magnificent book, which reflects some of what I've shared here with you. The qualities of an extraordinary person. I have no doubt that you will be inspired. And then just a few things from Phil Jackson's introduction note left myself on this page is easy to play difficult to master, internal drive and learn from history, internal drive and learn from history. I have, you know, probably half a dozen notes that I looked to myself throughout different pages of book that are very similar to those words. So Phil says, it's 1 thing to have talent, but another to have the drive to learn the nuances. James Na smith is credited with having said, basketball is an easy game to play, but a difficult game to master. Kobe came into the Nba with a desire and talent to become 1 of the greatest players of all time. His level of success came entirely from within. And then the first example, many Kobe constantly trying to find out what great people that came before him knew. He's calls up having conversation with Jerry West. Jerry West then relays this conversation to Phil Jackson. I received a call from Jerry West who wanted to relay a conversation he had he had had with Kobe. Kobe had called him to ask him how he an El Baylor had both been able to score 30 plus points a game while sharing the ball on the same team back in the 19 60. So Kobe... Saying, hey I gotta play with Shaq at this point his career. We're both prolific scores. How can I do this? Well, maybe Jerry West has an idea. Because he went through his exact same experience, but he did that 40 years ago. And now we get into Kobe own words and what he's saying here is say, listen, I had a short learning curve because I downloaded useful information all the time. So this just if I wanted to implement something new into my game, I'd see it and I tried incorporating it immediately. I wasn't scared of looking bad or being embarrassed. I always kept the end result, the long game in my mind. I focus on the fact that I had to try something to get it And once I got it, I'd have another tool in my arsenal. I would work tirelessly on adding elements to my game. I'd see something I liked in person or on film and go practice it immediately. I'd practice it more the next day, and then I'd go out and use it. By the time I reached the league, I had a short learning curve. I could see something, download it and have it down pat, and then he goes right into this theme that's repeated over and over again, the very best people, they all have this incessant internal drive. From the very beginning, I wanted to be the best. I had a constant craving, a yearning to improve and be the best. I never needed any external forces to motivate me. And so part of this book is actual tactics In this case, he's talking about The workouts he did, but there's 1 paragraph that the main theme is here that time is the best filter. And so Kobe says, over the years my routine might have changed some, but my philosophy never did. If something had worked for other grades before you, and if something is working for you, why change it up and embrace some new fad. Stick with what works even if it's unpopular. So in this book and in the biography I covered last week, Kobe talks about the the importance of reading when he's going through difficult times. He picks up Jackie Robinson biography and realized there's an auto, realized realizes, hey, what I'm dealing with is just pale in comparison to what Jackie had to go through. And so he'll talk about the importance of reading biographies and auto geographies as well, but he's talking about in general that you should train your mind in 1 way to do that it's a reading. I didn't just train my body Train my mind too. By reading by paying attention by working, I strengthened my focus. I strengthened my ability to be present and not have a wandering mind. That's the biggest. Somebody had said 1 time like what reading was and it's like forced meditation. I have to go back and find that exact quote. But that has been my experience with it as well. It's like you can't... You know this because when you're reading, if your mind wander, you're not you... It's possible to do 2 things at once. And so I like this idea of, like, getting better at reading as a way to not have a wandering mind. Just as important as reading was cultivating reading relationships with the gray who come before me. Those guys taught me the lessons that gave me an edge over my competition. That's why I think it's so important to have those mentors. Those north stars who you can learn from and look up to. And so several pages later, he picks up with that exact same theme on this pitch on this page is a picture of him and Michael Jordan talking on the court together. He says, I asked a ton of questions. I was curious. I wanted to improve to learn and to fill my head with the history of the game. No matter who I was with, a coach, a hall fame, a teammate and no matter what the situation, game, practice or vacation, I would fire away with question after question. This is Kobe on just doing it. I never thought about my daily preparation. It wasn't a matter of whether was an option or not. It was if I wanna play, this is what I have to do, so I just show up and do it. And he talks about his grueling schedule and the 1 way that he dealt with a grueling schedule was that he would listen to his body. If he was tired Would just take naps. Every day, he'd take sometimes several naps a day, and they could be shorten now. So they be 15 20 minutes. So it said sometimes as part of that, I'd be so tired that I need a quick nap at some point during the day. Whether before practice or or a game or on the bus or on the trainers table. If I was tired, I would dose off. I always found that short 15 minute cat naps gave me all the energy I would need for peak performance. And this is just a fantastic line. It's about the fact that your routine is gonna change. It can change and it will change, but your obsession cannot. So he says, the only aspect that can't change is that obsession. You have to enter every activity every single time with a want and a need to do it to the best of your ability. This is fantastic. This is the idea that you could find an edge by doing things that your competitors are not doing. Kobe took tap dancing lessons so he could strengthen his ankles. I realized at this point that I needed to be proactive about strengthening my ankles. After researching the matter, it became apparent that tap dancing was going to be the best way to build up my ankle strength while simultaneously improving my foot speed and rhythm. So I hired an instructor and started going to the studio, I worked on that all summer, and I benefited from it for the rest of my career. So then this is section of the book where every page, it's dedicated to 1 person, 1 historically great person that he studied he wanna be be developing relationship with and that he would learn from. This is the main theme of the book. And also, if you think about why he wrote the book because he wanted... Unfortunately, you know, didn't know he's gonna pass away so young, he was gonna play this role for generations of players going forward. And it's depressing that he doesn't get the opportunity to do so. So the first person he talks about is his mentor Jerry West, who was the 1 that drafted him and brought him to the leak. He was there for a lot of my early big moments in my career. I specifically remember riding with Jerry and Alexis to my first workout. At the time At the time I was thinking, I'm sitting next to Jerry West to the Jerry West. I asked him a ton of questions about moments you see that theme asking questions this relentless search for used for useful information for his career. It's a main lesson to learn from Kobe Bryant. Right? I asked him a ton of questions about moments and games in his career. Honestly, I don't know whether he was intrigued or annoyed, but he answered them all. I learned shortly thereafter after that Jerry is 1 of those guys who shoots it straight with people he respects. If he really cares about you, He's gonna tell you things that you don't wanna hear, and he always shot it straight with me. It's been a beautiful relationship. Then he talks about developing a relationship with Magic Johnson and learning from him. I revere the players who made the game what it is and cherish the chances I had to pick their brains. Anything that I was seeing are going to see any type of defense or offense or player or team, they had already encountered years before? I talk with them to learn how to deal with these challenges. After all, why reinvent the wheel when you can just talk to the wheels that were created before. He did the exact same thing when he developed a relationship a Kareem of Abdul jab barr, and this part was rather surprising way before they were friends or knew each other he says, I remember writing a book report on Kareem in seventh grade. In researching the paper, I learned everything about it from his days at Power Memorial to the Ucla to Milwaukee and then La. He had a really interesting story at another point in time, I watched the tape he had put out about playing in the post and used some of the drills that I learned from it. So when he joined our staff, I talked to him a lot about historical happenings. We talked about playing with Oscar, fighting against those celtic teams, playing plays that they ran in La under Pat Riley. We talked a lot. And he wouldn't just learn for basketball players. This is what he learned from Muhammad Ali. I learned a lot from studying and watching the muhammad. 1 of the main takeaways was that you have to work hard in the dark to shine in the light. I'm gonna interrupt this paragraph because I think the max there that you've heard me repeat over and over again. That's so important for You and I to internalize is the public praises people for what they practice in private. The public praises people for what they practice in private. That's exactly what Muhammad Did. We're exactly what Kobe did. He's gonna talk about that morning more here. You have to work hard in the dark to Shine light meaning It takes a lot of work to be successful and people will celebrate that success, and people will celebrate that success. They'll celebrate the flash and the hype, but behind that hype is dedication, focus and seriousness, all of which outsiders will never see. If you stopping being dedicated to the craft, the commercials and contracts will fade away. Muhammad was also great at game planning. 1 of the strategies that I emulate was the. A lot of people know that as a catch phrase, but I appreciate the psychology behind it. The idea that you can manipulate an opponent's strengths and and use it against them. That's a really brilliant concept and 1 I used often. He also talks about reading Bill Russell auto and then seeking him out building a relationship with them. 1 of the main lessons he's gonna learn here. I think that's applicable to all kind of teams is if you wanna win, you focus everyone on your team on what they do best. So Kobe says, I knew there was a reason Bill Russell had more rings than fingers. Years ago, I picked up the an auto of his and devoured it. There were a lot of valuable lessons in there. There was 1 anecdote that Bill shared that stuck with me. He recounts how people always said he wasn't a good ball handler. Just they just didn't know how to... That he just didn't know how to handle and shoot the ball. He said, sure, he could do all of those things. But why would he lead the fast break when Bob Ko was playing with them? Why would he shoot jumpers when Sam Jones was on his wing? The message was that if you wanna win championships, you have to let people focus on what they do best while you focus on what you do best? For him, that was rebounding running the floor and blocking shots. I thought that that that teaching was simple yet profound. It was an insight, I had never heard from anyone else before. Pretty much as soon as I read that I reached out to Bill and started a relationship and mentor mentorship. That opened up my world. Something that jumps out if you read hundreds of biographies of entrepreneurs and people are leading companies, they talk about the fact that in many ways, a large part or maybe the entire part of their job is teaching. Sole price has this great max This is episode 01:07 if you haven't listened to that yet that you train an animal and that you teach a person, Jim Cynical, the founder of Costco says, If you're not spending 90 percent of your job, teaching, you're not doing your job. Or sorry. If you're not spending 90 percent of your time teaching, you're not doing your job. So just a few sentences on that, coaches or teachers. Some coaches, lesser coaches, try telling you things. Good coaches, however, teach you how to think and arm you with the fundamental tools necessary to execute properly. So then he has a page dedicated to text winner. He doesn't call text this in this book, but he did in the other biography Read on Kobe where he says text winner is my personal Yoda. I like that idea, have a personal Yoda and so Kobe says text winner was a basketball genius. I learned an inca amount from him. Text taught the process of the game. He taught the pure craft of it. He focused on the detail, the flow and the nuances of the game. He was able to bring the little details of life or true life and show their ultimate importance. He was also exceedingly patient. In our first year together, he and I would re rewatch this as wild. In our first year together, he and I would re rewatch every single game together. Pre season, regular season playoffs. That's a lot of basketball. That's also detail, teaching and patience. That's text. He had a great mind and a great mind for basketball. Coaches like him are rare, and I and I'm blessed, I got a chance to study with him. This is actually really smart idea. This is the this form of this idea come up multiple times in the book. For whatever reason the 1 that, like, stuck in my mind and the 1 I referenced constantly. Is all the way back on founders number 1 88. I read the auto of the of the founder Trader Joe's. And he says, as I learn time and time again, success in business often rest on a minute reading of the regulations that impact your business. This is Kobe version of that same idea, read the regulations that govern your reading is fundamental. I made a point of reading the Referee handbook. 1 of the rules I glean from that was that each referee has a designated slot where he's supposed to be on the floor. If the ball for instance is in place w rev referee, x y and z, each have an area of the court sign to them. When they do that, it creates dead zones. Areas on the floor where they cannot see certain things. I learned where these zones were, and I took advantage of them. I would get away withhold, travels in all sorts of minor violations simply because I took the time to understand the officials limitations. This is Kobe on the importance of keeping it real. I took that approach to the media as Became more experienced. I realized, no matter what people are gonna like you or not like you. So be authentic and let them like you are not like you for who you actually are. At that point, I started keeping all my answers blunt and straightforward. I would mix in some humor and sarcasm too. I think fans and reporters came to appreciate that. They came to appreciate the real me. And that's what 1 thing I like about the books is, like, the way that that these especially in auto at the end of an entrepreneur life. They talking away. They were probably not talking while they were building your business and and, like, they were worried about this Or, that you see this with, like some, interviews people give where they may be, like, being counsel by, like, P people, and that kinda of relates to this next section because I had seen a bunch of interviews with Coach k, the legendary coach Do. You know, he's a he's a he's a supreme winner, but when I heard him talk in this documentary on the redeem team. I was shocked, but I shouldn't have been. Because when you have super competitive people like him. There's no way he... You could win as much as he did if he wasn't super competitive. It's... It's not surprising that you'd hear the way they use the language and try to motivate and just how serious Again, they're taking what's fundamentally a game basketball and treating it like, a professional. So they take it extremely serious. And at their point, is it's like, hey, we're fighting against other nations. And so that'll make sense in a minute. I'm gonna read you this new and I took while I was watching the documentary. It's gonna be a quote from Coach k, but first here's Kobe on why he admired Coach k. He says, I gained a lot of respect for him as he recruited me when I was in high school. I would have attended duke if I had gone to college, getting the play for him over a decade later with team Usa was fulfilling. A few things about him stood out. For 1, he was really intense, which I could appreciate. I was, oh, okay. That's exactly what I thought of when I him in the documentary. Again, I didn't know him well, only, you know, maybe heard 1 1 or 2 interviews with them that kind of thing. Most of all, his competitive spirit resonated with me We're gonna get there in a minute. So he just said, hey, it really intense. I like that. His competitive spirit. I like that too. He and I approach winning and losing the same way. In that winning is the goal and losing is well, losing isn't even on the table. So when I read that, I had watched the documentary, then read this book. I had read this book for the first time, like, I think, 2018 a couple of years ago. So this is the second time I read mom Metallic. Okay? So I watched the documentary. Took all these notes. It's does stuck out to me. And then I'm reread this book I'm like, oh, this is exactly what's stuck out to me. So they're talking about the fact that, hey, you know, we're playing for pride here. The the United States lost in basketball, like, we are supposed to dominate in basketball in 2004 we lost. We cannot, and will not let that happen again in 2008. That's why they they assembled the team they did. And that's why they're doing documentary and everything. And so listen to a direct quote from coach k, and he's talking to a room full of people like Kobe Lebron, all all these other professional basketball players. This is what he says. Understand the responsibility. I know I'm not going to fucking loose. I am not going to fucking loose, not wearing... When I'm wearing this any points to the team Usa Jersey. And not at this time in my career, you're going to have to fucking shoot me. That is how I want you to play, and the team love that. They loved his intensity and his fierce competitive spirit and his absolute refusal to even consider coming out with anything else than Gold medal. Later on in the book, he gives advice Like, listen. I'm telling you, I'm... I'm reading the auto of greats. I'm seeking them out. I'm trying to build relationships with him. He's like, don't even bother unless you bring it. Like they know real recognize as real. And they're not gonna waste their very valuable on precious time if you come out Lol gag and you're not giving your at you're all. And he says, listen, these Og, these greats won't hang around you. If you don't display the same passion as they do. They won't share their time and memories with you. If you don't display the same effort and drive for excellence that they did. I was accepted so quickly because everyone saw how hard I worked. They saw how badly I wanted to fulfill my destiny. And what came to mind when I read that is the book I covered back on Episode 02:55, which is the fish to ate the whale, you have the Og g, the original founder of the largest banana company. This guy named Andrew Preston. Right? He's like, 4 decades maybe 5 decades older from this young newcomer who is, you know, the biography, differentiate the whale a biography of Sam Murray. And so Andrew Preston had built this fabulous like, fabulous successful company right from nothing. He meets a young... Let's say, Andrew Preston maybe 50. Right? And Sam Murray is like, 18. Pressing at heard about him. He's like, hey, Who's this new kid that's, like, he could tell. He's like, he could tell, like, his the level of dedication that Sam was applying to his business even though it was smaller event. Was the same level of dedication that that Andrew applied to hit. So he sought him out He's like, I wanna know who this... The this... They call him the big russian, who the big russian is. He winds up talking to him. Once he talked to and he's like, oh, this is another me and he partnered with him. And so that's exact same thing that that Kobe saying It's like, listen, they're not gonna share their members. They're not gonna waste their very valuable time unless you display the same kind of effort and drive for excellence as they did. Andrew Preston was a formidable founder. He realized, oh, this is another formidable founder. He's just younger. Let's go back to this idea that's repeated over over again. This isn't another left myself. The drive is always internal. If you need someone else to motivate you, you're in trouble. Kobe says, I never felt outside pressure I knew what I wanted to accomplish and I knew how much work it took to achieve those goals. I then put in the work and trusted in it. Besides the expectations I placed on myself were higher than what anyone else expected of me. And then remember, Kobe writing this at the when his... His career... He wrote the book. The careers is over, he's talking about the changes. He's like, obsessed with fundamentals, and he's realizing a lot of the people are coming up are... They don't even actually even understand the importance of fundamentals. And This has been my experience too talking to a bunch of other entrepreneurs. Like... So I said the same with founders. A lot of them don't know the fundamentals, Don Valentine, quote. That's the founder Sequoia. I'm gonna read that to you after I read this part for Kobe. Says it's weird actually. Fundamentals aren't really fundamentals anymore. A lot of the players don't understand the game are the importance of foot work spacing, etcetera. It... It's to the point where if you know the basics, you have an advantage over the majority of players that is important. We need to repeat that. It is to the point where if you know the basics, you have an advantage on the majority of players. It's impossible for me to read that paragraph and not think of what Don Valentine, the founder of Sequoia in typical like no bullshit fashion. Right? There are 2 things in business that matter, and you can learn this in 2 minutes. You don't have to go to business school for 2 years. High gross margins and cash flow. All companies that go out of business do so for the same reason. They run out of money. And then we get to Kobe version of an event that I talked about, that was in written in that 600 page biography of his life where he shoots these air balls very early in his career. And so he says this was a critical period for my development. At the end of my first season in any Nba, we had made it to the semi finals up against Utah. But in the deciding fifth game, I let 4... I let fly 4 air bulls, and we lost our chance at the title. Those shots let me know what I needed to work on the most. My strength. In that game, my nerves were not the problem. I just wasn't strong enough to get the ball there. My legs were spaghetti. They couldn't handle that long of a season. How did I respond to that by getting on an intense weight training program. By the start of the next season, my legs and arms were stronger and I was ready to get it on. In the immediate aftermath, I was never concerned by how the franchise fans would react. I knew I would put in the work, which is what I did. In fact, as soon as we landed, I went to the Pacific Pal High school gym and shot all night long. I went back the next day and worked, and I worked and worked and worked and worked. In my mind, it was never a matter of oh, I'll never get another shot at this. I felt that my destiny was already written. I felt I knew that my future was undeniable and no 1, not a person or a play could derail it. And so the way I summarize that section for myself from my own notes is something has repeated over and over again in the book, identify your weaknesses and then fix them. And if you do that over a long enough period of time, the score will take care of itself. Then Kobe talks about human nature that once you succeed something, you kinda let your foot off the gas a little bit, you give in. You're like, oh I can relax now. And again, mean you'd have talked about the 7 again. The maximum is if you go to sleep on a way and you wake up with a loss for some people it might be hard to stay sharp once you've reached the pinnacle. Not for me. It was never enough. I always wanted to be better. I always wanted more. I cannot really explain it other than I love the game, but had a very short memory. That's fantastic way to think about it. I love the game and I had a very short memory. That fueled me. And then the last part of the book is him just talking about all the different players. He named some of these people. I'm omit the names because the names are important, but the ideas are. So... And this is to me. This is... What I wrote for myself. This is the goal. This is my goal. For almost a decade, he did nothing but addressed weaknesses and add to his game. Now his skill set is completely fleshed out. His game has no weaknesses. He's a nightmare to go up against, and he's worked to achieve that status. I love that so much. I have to read it again. Again, I'm... Really talking myself here. For almost a decade, he did nothing but address weaknesses and add to his game. Now his skill set is completely flushed out. His game has no weaknesses. He's a nightmare to go up against, and he's worked to achieve that status. And then he gets into the entrepreneurial emotional roller coaster. He says emotions are a major component of basketball component of anything that's difficult to do in life, Euphoria and terror are inevitable. This is my note. Euphoria and terror are inevitable, you have to find ways to stay centered. The game is full of Ebb and flows. The good the bad and everything in between. With all that was going on around me, I had to figure out how to steal my mind and keep calm and centered. That's not to say my emotions did not spike or drop here or there, but I was aware enough to recalibrate and bring them back level before things spiral. I could do that. I could do that in a way others couldn't and that was key for me. And then Kobe talks about another player that has traits that you and I can emulate. Again, the no names. The idea is important. Not the names. He is a constant learner. This past year when he was 29 years old, he came to Orange County, that's where Kobe lived. And we would work out for a few hours at 5AM. At that age, most guys in the league think they know it all. He wanted to work in his post game on his foot work in the post. He realized that this was the next step in his evolution and the key to his longevity. This is I double underline this section here. That's the money right there. That thirst and quest for information and improvement. So we spent quite a bit of time working on that, and I saw him some... Use some of those lessons we worked on in game action as soon as a season started. Again, that's the money right there, that thirst and quest for information and improvement. And then I'll close on this idea that we learned from Michael Jordan's auto. You should have an compromise dedication to excellence. Winning championships is everything. It's really 1 of the greatest joys on the planet, that feeling drove me to always want more. When I got 1 ring, I wanted 2. When I got 2, I wanted 3, I think that drive stem from being part of a rebuilding process. After struggling for a few years and working and working to reach that pinnacle. Once I reached it, I wanted to achieve more. I never wanted to experience that still familiar feeling of defeat again. The agony of defeat is as low as the joy of winning is high. However, this is the un un compromise part. However, They're the exact same to me. I'm at the gym at the same time after losing 50 games as I am after winning a championship. It doesn't change for me. And that is where I'll leave it. I highly recommend you by the book. Like I said, it's Yeah. You could read in today. The pictures are beautiful. The ideas in here are really important. If you buy the book using the links and Show notes should be supporting the podcast at the same time. I've had the highlights from this book, and I just input it more, because I new highlights the second time I'm around, But I've had highlights from this book in my read wise app for years, read wise constantly reminding me of the stuff I read, it's... You entrepreneurs read a lot. Read wise helps your... Helps not just entrepreneurs, but a ton of other people. Remember what they read. If you wanna 2... Or soon if you wanna free 2 month, trial. This is the app I use. I love it. I talk about it all the time. If you wanna see if it's for you if maybe you like it as well, read wise dot I o forward slash founders. That is 273 books down, 1000 to go, and I'll talk to you again soon."
}