{
  "transcript": "As it turned out, the main character of the story had a structure to his life. He might not care to acknowledge it, but it was there all the same. It was the structure of an old fashioned adventure story. His mere presence on a scene inspired the question that propel every adventure story forward. What will happen next? I had no idea, and neither did he? Why jim Clark was so worthy of study was another matter. For now, I'll just say that the quirks in the man's character sent the most fantastic ripples through the world around him. Often starting with the best intentions are no intentions at all, he turned people's lives upside down and subjected them to the most vicious force of human being can be subjected to. Change. Oddly enough, he was forever claiming that what he really wanted to do was put up his feet and relax. He could not do this for more than a minute. Once he put up his feet, his mind would spin and his face would turn red and he would be disturbed all over again. He thought of something or someone in the world that needed to be changed. For all I knew, Clark would be remembered chief as the guy who created Nets scape and triggered the Internet boom, which in turn triggered 1 of the most astonishing grab vest in the history of capitalism. Maybe somewhere in a footnote, it would be mentioned that he came from nothing grew at poor dropped out of high school and made himself 3 or 4000000000 dollars. That is an excerpt from the book that I re reread and the 1 I'm gonna talk you about today, which is the new new thing. A Silicon Valley story and is written by Michael Lewis. I first read the book for episode 23, which came out 4 and a half years ago. And the reason I wanted to revisit this book is 1 it's a fantastic book Michael Lewis is an amazing writer, but Jim Clark is also a very unusual character compared to the other people that You and I study. He is the first person in history to found 3 separate billion dollar technology companies. And so I actually I wanna start at the end of the book, which is an overview of Jim Clark's early life. And I think knowing this upfront will make it easier for you to understand who Jim Clark was and why he made the decisions he made. And so it says on the rare occasions, Clark visits Plain view, Texas. He lands at the airfield on the outskirts of town has lunch with his mother and then flies off to someplace else as quickly as he can. He seldom drives into town and never visits home. He has never seen the house his mother bought with the stock options that he gave her. And so the Author Mark lewis is driving into Plain view Texas, and he's interviewing Jim's mom Hazel and his sister's sue. So his mom said that most of what she knows about her son's career, she knew from having reddit in magazines. She has difficulty squaring the boy she raised with man she read about, remember. It started the podcast with, hey, he dropped out of high school, and he winds up making himself 3 or 4000000 dollars. So so she is difficulty squaring the boy she raised with the man she read about. She has no advanced theory to why Clark became who he became. In the middle of this conversation they're having the phone rings and his sister picks it up, and she goes, no. We're not investing right now. No, no. I said we're not investing and then she hangs up the phone. And Michael was like what's going on. And she returns, and she says, she explained that the shares in Nets scape that Clark had given them, meaning the family. The his sister and his his mom. Right? Had made them rich And I'm gonna pause right there because I wanna tell you the note I left myself before I read the rest of this paragraph to you. I go, it is worth remembering that your drive that fire in the belly that you have benefits other people as well. So why would I say that at this point? Because she just said, hey, we get a bunch of calls now and people know that were rich because the stock options that Clark gave us. Right? And she said you have to understand she said that when this happened, meaning that when we got the stock options, we were poor. I was ready to cook the cat. I assumed this is now Michael speaking. I assume this was a joke, and I laughed. I assumed wrong. She had, in fact been ready to cook the cat. The Nets scape Ipo had saved at least 1 life. So then Jim's mom is telling Michael her life story. I'm just gonna pull out a couple parts and it has to do with the fact that Jim's dad was a giant piece of shit who beat up his mom. And so it says the most chilling of the story concerned Clark's father who apparently drank all day and beat Hazel up all night. Hazel put up a a routine for years. Until she finally divorced him, she divorced him when Jim was 14. So you think, okay. This guy horrible. He's a drunk. He's a loser. He's beating up on this woman. At least, you know, he... She divorced him. She got away from him. No. The guy would hang out and follow her around, and then he would sabotage her car. And this happened multiple times. And think about this crazy story about to tell you. He's putting his bait... He's got a baby daughter in the car that he's sa. He's putting her life at risk. So he had he had put in steel shaving into a transmission. So it's the man at the auto shop helped her clean them out thinking they'd fixed the problem Hazel set out with her baby daughter sue to visit friends. On the road, the car broke down. He had put sand in the oil. Fixing this, cost Hazel 2 months 2 months of pay. She's not making a lot of money. And then Jim does something about this. That night, she told her son what had happened. Clark had just turned 16. Jim got up and left the house his mother said and went to find his father when he came back, he was crying. I never knew what happened, his mom said. But I tell you what his sister said. After that, my father never bothered my mother again. These are the parts of the story where I get induced into a state of rage. If an adult, you wanna destroy your life because you wanna be an alcoholic, then go do it. Don't mess with kids. I hate that people to do this. Okay. So now we get into the next part, This is really an illustration of just how dire their circumstances were, and Just that's... Like, the behavior father makes it even worse. So Michael brings up to his mom. Like, when I visited, Jim's house in in California, like, he's not a nostalgia guy, but he had, like, a tub. Why is this tub here? And so he says I turned to Hazel and and I mentioned that she also remembered the tub. The the instrument was prop up in the corner of Clark's guest bedroom and had struck me as odd. It was the only artifact of his passed that he thought was worthy of display. And it says the 2 bed come a surprise to Hazel as well. 1 day, Jim came home from school with that she said? So why did he select a tube. Right? Hazel supported a family of 4 on 225 dollars a month that she took home from the hospital where she worked as a doctor's assistant. After she had paid the bills, she had 5 dollars a month to spend on groceries. Clark was obviously well aware of their situation from an early age. And this part kills me, but you really he's... You understand his insane amount of drive. He has a part where I'm gonna to get to... It's probably the most powerful paragraph in the book. He's 38 years old. He is drinking. He feels... He... He's a self described loser. He's a college us. So I don't think many people on the outside would describe as a loser, but he just snaps, and he just has this man messiah drive to accomplish something. It's... I'll get to it. It's it's 1 of the... My favorite parts of any book that I've ever read, but you go back and you think about it it's like, your 5 dollars a month to spend on groceries. You're embarrassed by your family's poverty. Due to complete bad luck, your fault... You're the son, your father's a loser, and it says he had chosen to play the tub because the tub was the 1 instrument supplied to the pupil by the school, free of charge. If you wanted to play a flute, a trumpet, a t bone, you had to buy your own instrument. He had to play the tub because that's the only 1 that was free. Not long after he'd come home in tears from what he turned... From what it turned out to be the final meeting with his father, right? That happened when he's 16, Clark quit playing the tub. Soon after he was expelled from school and left town. He would turn up every now and again and 1 time not long after he'd left, he came home talking about nothing but computers. No 1 in plain view had even seen a computer except in the movies, said his mom. Another time he came home with financial ambition. When Jim came home from the navy, his mom said he told his uncle that someday, he was gonna make 50000 dollars a year. His sister hoo and clap. He's done a bit better than that. His mother continued. I remember him telling me when he came back from the navy. Mama, I'm gonna show plain view. And this is just 1 of the things that makes this... This story so fascinating. So how do you go from high school dropout being expelled from school, which I'm gonna get into right now to being the first person in history to found 3 separate billion dollar companies. So I'm gonna go to this conversation that Michael Lewis and Jim Clark are having at his house about his early life. And so it says there was a clipping from a local newspaper in Plain view, texas where Clark had grown up, the paper wanted to let the towns people know that 1 of their own had gone to California and created a big company called silicon Graphics. It was a local boy makes good story and made light of Clark's boy failure. Had mentioned that he had been expelled from the local public high school. The offense that got Clark tossed out of school was for telling the English teacher to go to hell. Before that, he had exploded a small bomb on a school bus, smuggled a sku inside a horn case into the school dance and set off a string of fire crackers inside another student locker. So Michael trying to piece all this again. He pulls something out of the box that he's going through. He says the next clue was a photograph of Clerk in 19 70. Having just received his master's degree in physics on his way to a Phd program, and this is just a fan... Fantastic... This is just a great writing. And it really makes a story really, really curious. Right? In under 8 years. This person who is considered unfit to graduate from public high school and plain view, Texas had earned himself a Phd in computer science. So how does this happen? The story was more remarkable than that. His father abandoned the family. His mother should have taken welfare, but it never occurred to her. When I asked him about the article in the plain view paper, all he said was I grew up in black and white I thought the whole world was shit, and I was sitting in the middle of it. So once he gets kicked out of school. He's on the option. He's like, okay. I'll just go to the navy at the age of 17, Clark asked his mother to sign a piece of paper that permitted him to join the navy. And this is a hilarious story of the first time Shi Clark ever heard of a computer when he gets into the navy, he's going through, like, the all these tests they make you take. And it says he had never seen a multiple choice tests before and he didn't know how to take 1. To most of the questions, several different answers struck him at least partially instead of picking the 1 that's seemed the most correct, he just circled them all. The navy assumed that he knew that circling more than 1 answer fooled the computer that created the test. Thus, this is this is an example of why Michael lewis is such a great. Writer. Thus, the first time Jim Clark had ever heard of computers when was when he was accused of trying to fool 1 into thinking he was smarter than he was. So then he has to take a math test, and this is where he realized realizes, oh, I'm actually gifted in math. I didn't even know that. He took his first math test and scored the highest grade in the class. He was unaware that he had any particular aptitude for math and didn't quite believe the result. Neither did anyone else, the Navy gave him another test. Same result. And what the instructor does here, changes his life. The instructor told him had been a long time since he'd seen someone so naturally gives into mathematics. He suggested that Clark enroll in night classes at Tu lane University. With a view of getting a college degree after he his tour of duty. Within 8 years, Clark had his college degree plus a master's in physics plus a Phd in computer science. And this is the first time they mentioned what I feel a made theme if you read the book and I highly recommend you do because not only Jim Clark an interesting character, but it is a a period piece of what was it like to be in Silicon Valley, in the late nineties and early 2 thousands. And the the main theme is success as a form of a revenge he learned that his desire for revenge could lead to success. He was propelled in the classroom by his anger about the humiliation that he had suffered. The success for him became a form of revenge. So he's accomplished a ton in 8 years, but he's still a turbulent personality when I think of Jim Clark, I think of what the founder of Pat said, S, says if you wanna understand that the entrepreneur entrepreneurial study that Juvenile delinquent. The delinquent is saying with his actions. So this sucks I'm gonna do my own thing. Jim had a turbulent early career between 19 70 and 19 78, he had been married at least twice moved back and forth across the country at least 3 times and held at least 4 different jobs. He was fired for ins nation at which point a wife and not his first left him. He tried to explain this extraordinary leap in his career from 38 year old unsuccessful college professor to founder of a multi billion dollar corporation, and this is the most powerful paragraph in the entire book. 1 day I was sitting at home, and I remember having the conscious thought. You can dig this hole as deep as you wanna dig it. I remember thinking my god. I'm gonna spend the rest of my life in this fucking hole. You reach these points in life where you say, fuck. I've reached some sort of dead end here, and you descend into chaos. All those years. You thought you were achieving something and you achieved nothing. I was 38 years old. I had just been fired. My second wife had just left me. I had somehow fucked up. I developed this man passion for wanting to achieve something. The result of this self imposed psychology surprised even Clark. He insists that the transformation occurred overnight and then he cannot really explain it. Okay. So let's go into Jim's philosophy. It's... This is gonna remind you. I just did this 2 part series on Van Verb bush. If you haven't listened those episodes are extremely important to listen to. Jim's, I don't know if they're the exact same, but Jim's whole thing, whoever Whole thing is like, hey, engineers are the engine of capitalism, and they should be rewarded as such, Jim would agree with that statement. We're gonna get into this idea. It's like, a variation of this thing called new new growth 3. But the way Michael tells the story is absolutely fantastic. He says I couldn't have been more than a few hours after the last guest stumbled out of his front gate that Clark called me and made the suggestion. I'm going up in the helicopter he said, do you wanna come? His voice was deep and thick and un steady. Apparently, he hadn't slept. It was just before 8 in the morning on the fifth of July he had spent the last 3 hours writing code and the 7 hours before that, drinking with 70 of his favorite engineers who worked for the companies he created and then more or less abandoned. And then before they get into the discussion of new growth theory, they go into just what a crazy economic time this was, And here's an example of that. He says he didn't need to show how much money had. The number was in the newspaper every day. It was public knowledge that Jim Clark owned 16000000 shares in Nets scape. And that Nets scape at this... At the time their meeting on 07/05/1998 was trading at 25 dollars a share. That was 400000000 dollars. And that was 650000000 less than Clark had been worth 2 years ago and for that matter, 3000000000 dollars less than he would be worth 9 months from now. The number was always changing. So think about 400000000 on this specific day. 2 years earlier, it had been a billion 9 months from where we are in the story, he's gonna be worth 3000000000 dollars. So then they start talking about this book that came out in 19 29, written by this guy named V. Is this last name. It's called the engineers and the price system. And this is what I mean about why I think Jim Clark and Bush and Van Bush have similar, thoughts. Like, similar philosophies on this. So it says back in 19 29... Or 19 21. This author had predicted the engineers would 1 day ruled the Us economy. He argued that since the economy was premise on technology and the engineers were the only ones who actually understood how the technology worked. That they would inevitably use their superior knowledge to seize power from the financier and the captains of industry. Jim was particularly keen on the idea of the engineer grabbing power from the financier. That is happening right now he said, right here in the valley. The power is shifting to the engineers who create the companies. Clark thought that was as it should be. Engineers are the ones that created the wealth. That's a theory from the 19 20, So discussing then they're talking about this theory that came about, from an, economist in the 19 eighties. This is new growth new growth theory. New growth theory argued that Wealth came from the human imagination. Wealth was having entirely new things. Growth is just another word for change. The metaphor that Roam, this is a guy that made that wrote new growth theory. The metaphor that Roam used was that of a well stocked kitchen waiting for a brilliant chef to exploit it. So I'm gonna read this entire paragraph to you Just keep in mind I'll tell you what Lewis is doing here. He's essentially saying, hey, the chefs that create wealth, Jim Clark is 1 of those. Okay? So it says, the metaphor the rumor used was that of a well stocked kitchen waiting for a brilliant chef to exploit it. Everyone in the kitchen starts with more or less the same ingredients. But not everyone produces good food, and only a few... A very few people who wander into the kitchen find entirely new ways to combine old ingredients into delightful tasty new recipes. These people were the wealth creators. Their recipes were wealth. Electricity, the transistor, the micro processor, the personal computer, the Internet. It followed from the theory. The reason I'm reading this. I know it's a little bit a little bit long is because this is... He's telling us how Jim thinks about I think that's really important. If follow from the theory that any society that wanted to become richer would encourage the traits. However, bizarre that led people to create new recipes. A certain tolerance for non conform is really critical to the process. The prime mover of wealth was the geek hold up in his basement all weekend discovering new things to do with his computer. He was Jim Clark. And then it goes into a little bit about history Silicon Valley which is really interesting. I've done, you know, dozens of podcast on that. But what was fascinating is how the point that the author's making here is that Jim was 1 of the very few people that jed jump from part 1 of Silicon valley history into part 2. And so it says unlike just about everyone else's age. 54 at the time, this book has being written. Clark had made the leap from part 1 to part 2 of the Silicon Valley story. Part 1 had been about engineers building machines cheaper, faster and better. Part 2 of the Silicon valley story was when the engineers had figured out that they didn't need to build new computers to get Rich. They just had to cook up new things for the computers to do. So silicon Graphics made actual physical hardware. Their first product was 3 d graphic, computer workstations, Jim's new company, the the 1 he's working on at this point in the story. His c cofounder founder is actually Mark and Jason is software. It's Nets. And so that's the point that Michael Lewis is making here. It's like, hey, part 2, it's... The engineers figured out that he didn't need to build new computers. To get Rich, They just had to cook up new things for the computers to do. The notion of what... This this is so important because it was true back then is even more true today, and I double underline this 1 sentence. The notion of what constituted useful work had broadened. 1 of my favorite lines I think about over and over again. It comes from the Alma Naval Ra, that book that I covered back on episode 191. And Naval says the Internet has massively brought in the possible space of careers and most people haven't figured this out yet. That is a book that came out and a statement that was said, you know the last few years. This book that I'm holding my hand is over 20 years old, it says the notion of what constituted useful for work had brought. All across silicon valley you found office buildings crammed with young techno geek cooking up recipes that they hope would turn the economy on its ear. The role model for this activity was Jim Clark. And then the book goes into how Jim actually approaches his work and his life. And so maybe think of this fantastic quote, that says a master in the art of living draws no sharp distinction between his work and his play, his labor and his leisure, his mind and his body. His education and his recreation. He hardly knows which is which. He simply pursues his vision of excellence through whatever he's doing and leaves others to determine whether he is working or playing to himself, he always appears to be doing both as a fantastic quote, and it says he left himself open to accident. If nothing surprising or interesting was happening to him, he moved on until the situation corrected itself. This was as true for his work as his leisure. Indeed, it was hard to say whether the where the work stopped and leisure began. They formed a seamless disturbing pattern of motion and change. Patients might be a social vice, but to Clark, it was a commercial virtue. That's fantastic writing again. In imp might be a social vice, but to Clark, it was a commercial virtue. Why? He said, if everyone was patient, there'd be no new companies. And they described this process in which Clark gets his ideas multiple times throughout the book as g. Clark never used the words and phrases that we have come to expect from the technology types who pretend to see the future. That sort of grand talk struck him as perfect bullshit. And all the time I spent with him, I never once heard him referred to his ability to see the future. He couldn't see it. And that's why he had to g for it. He would be seized by some overwhelming enthusiasm and he would be off and running down some long dark tunnel leading god new wear with him enthusiasm was a physical event. So I wanna skip ahead to this idea where he snaps. He's 30 years old, Like I gotta accomplished something. We already know he's very gifted with computers. He's very gifted math. There's a line in the. I don't know if it's true not, but they said Jim invented 3 d He definitely invented this thing called a geometry engine. And what this data it allowed computers to process 3 dimensional graphics. He said this was just obvious because he says Jim's logic was that the world was 3 dimension, 3 dimensional, and so the computer world would have to be 2. So, Clark's bid for power and money began at Silicon graphics, the company he found it with several of his Stanford graduate students. And at the very beginning, no 1 thought it was valuable a lot of people who should have seen the importance of Clark geometry engine thought it was a useless toy, so they go and try to sell it to people to like large corporations to people that are designing cars or airplanes, and it was funny that I'm skipping over a bunch of that part part. I just wanna point point out who were the first people to get it. I've done podcasts on both of these people. George Lucas, founders number 35 and Steven Spielberg founders number 02:09. The Hollywood people were sc about the possibilities, and it wasn't long before Steven Spielberg and George Lucas, were banging on Clark's door and asking to be as first customers. The silicon graphics workstation made it possible made possible a lot of new special effects. And so everything that's happening is happening before the conversation that Michael Lewis and jim Clark are having about, hey, engineers are creating the wealth, they should be the ones that make all the money. And the reason for that is silicon graphics, A lot of people saying About to read this paragraph, hey, they had a large collection of talent. They also had the smallest number of millionaires created from a public company because all the money went to the financier, and that's why that's the main theme of the book. Jim like is constantly trying to find ways to eliminate anybody that's not doing the actual work before long Jim Clark, new company exert a gravitational force on the technical mind. When you ask people who dealt with silicon graphics or who work for silicone graphics or who brought who are purchase machines for silicon graphics or who simply observe silicon graphics from a afar. They all say the same thing about it. It was the smartest groups of group of engineers I've ever seen in 1 place. And so then it goes into how he saw these... The fact that he was giving up equity, that he was creating the few millionaires, He solve these as all problems that he would fix with future companies. And so this is everything I'm reading to. This is spread out over multiple pages. This is a main theme of the book. The fact that Clark thought there was this deep injustice and that engineer should be the ones that get rich. So it says Clark had invented the technology but his career on it, and he had been right. He had attracted the most talented engineers and they in turn created the most talented computers. But as a group, Clark began to complain they had precious little to show for it. The lion's share of the equity in the power had been taken by others. Financier and managers who owned huge chunks of silicon graphics. It did not take long for Clark to become deeply irritated by the rules of American capitalism in his opinion the game was rigged so that people who really mattered got the shaft. He believed in his bones that the people who mattered with a brilliant engineers, the chefs who cooked up the new recipes. And so before this Clark had no experience starting a company and he felt 1 of the venture capitalists took advantage of his in inexperienced, he wound up selling 40 percent of silicon graphics for 800000 dollars to this guy named Glenn Mueller. So Mueller was running this thing called the Mayfield Fund They wind out it says the Mayfield fund wind up ended up making 400000000 dollars on its investment in silicon graphics. And so it says Clark had trusted him meaning Mueller, he would never do that again with venture capitalists, and he never forgave Mueller for exploiting his ignorance. There is a crazy story that happens later in the book where Clark and Mueller on the phone, Mueller wants to invest in Clark's new company. Clark obviously tells me to go to hell and Mueller shoots himself in the head. So the book goes into all kinds of detail. About the conflict within this organization. Jim is a mis fit, a trouble maker. He is not. They call him the dis reorganization, man. I meaning, he's not gonna act like, business... Like, what people to time thought businessman should act like. So there's this huge fight between Clark and the rest of the board. They're, like, we're gonna bring in a professional Ceo. They bring in this guy named mc cracking. And I'll get into the environment that mc kraken creates in which Jim cannot and will not participate in, so he winds up just leaving the company. And his solution every time or almost every time is... Alright. The solution is we need to start another company. But before I get there, I just wanna point out what was the company like before professional unquote unquote professional management came in. And it's this quote that came that I read 1 time about Steve jobs and it says he remade or he made and remade Apple in his own image. Apple is Steve jobs with 10000 lives. This is something that appears over and again, the leader, the founder of the company and the leader of the they buy. They put into the company, the personality. It says, 1 way of viewing silicon graphics in the mid 19 eighties is if an extraordinary will human being with great technical aptitude is permitted to create a large business organization, how will that organization behave? By 19 84, everyone understood that it would behave like Jim Clark, which is to say that it would behave as no big successful American company had ever behaved? It would be a loose collection of argument, brilliant bull headed engineers who might or might not make money, but almost certainly would build something wonderful. I wanna read that part. 1 more time because I think this is very interesting. It's a collection of loose argument argument, brilliant bull headed engineers who might or might not make money, but most certainly would build something wonderful. And so from the Board of Directors to people on equity in the company, you can see their they're like, hey, We got great technology. We're not making any money. We're gonna keep the great technology. We don't necessarily have to improve the great technology. We're gonna put this... Put this layer of people to actually know how to run a business. And the result is they wind up making a lot of money for a short amount of time until there's they get disrupted. But the point of this is, like, you see both sides. If you're the founder, you're not gonna wanna work in this environment, you made a drastic mistake in the sense that you gave up way too much equity, and you gave up way too much control. And then you're surprised the people with the money and the equity and the control get to tell you what to do. This is why you and I I feel talk about this a lot where I really do believe that a lot of people think entrepreneurs are in it for the money. And I think if you asked them the control. The independence and the control is worth a lot more than the money and the kind of usually ego that are associated with founders and entrepreneurs, they're probably think, hey, if I have independence on the control, I'll get the money anyways. So it says Moroccan brought in layer upon layer of people more like him. Indirect managerial diplomatic, pull politically minded These people could never build the machines of the future, but they could sell the machines of the present. That is a great line. So Jim and his crew, they're building the machines of the future. These unquote professional managers can sell the machines of the present, and they did this very well for the next 6 years silicon graphics perhaps the most successful company in Silicon Valley. The annual revenues swelled from a few million to billions. At the same time, Mc Del Clark out of his own business. And so this is when Jim is looking for something new. He realizes, hey, we have these expensive workstations. They're fantastic, but there's this parallel revolution happening in personal computing. And I think the important point here is not to give you, like, history of silicon graphics, but the I... What's behind Jim's idea because that could be applicable and useful today. And so he knew. He's, like, the... He he might not be calling it in the innovator dilemma, but he knew that it happens. And so he has the idea and the willingness to avoid the innovators dilemma. And so it says Moore's law came with a social corollary. High tech could not remain high tech for long. Right now, they are high tech. That's why. And they're making the transition right, to the personal computing revolution. You might be the smartest engineer in the Valley, and you might have built the most sophisticated computer, but it's only a matter of time before some sc with a Pc wrote a program that let him do everything you could do at a fraction of the cost. And so then he gets into this idea. Was like, how do we avoid being disrupted. Clark thought at silicon graphics had to cannibal itself. For a technology company to to succeed he argued, it needed always to be looking to destroy itself. If it didn't somebody else would. It is the hardest thing to do in business, Jim would say, even creating a low cost product runs against the grain because low cost products undercut the high cost, most profitable products. Everyone in... This is he's just describing human nature. Right? This is why this this occurs over and over again. Our part 1 of the reasons that it occurs over and over again. Everyone in a successful company from the Ceo on down has a stake in whatever the company is currently selling. He's describing what's taking place in his career. Right? It does not naturally occurred anyone to find a way to undermine that product. Clark thought he knew how to become the agent of his own creative destruction, and he was prepared to do the deed. He wanted silicon graphics to operate in the same self k of spirit. And you can imagine what happens. If you try to go and you you look at it from Mc cracking. The guy running the company. Right? It's like I'm not gonna listen to Jim. Like, you guys have made this great invention, but you weren't making any money. I come in here. I take you for millions to billions and now you're telling me... I have to undercut all these profits that I'm making because of these cheaper inexpensive computers. So Mc kraken obviously, it is great. Jim winds up just essentially, like, retiring on the job, which I'm gonna get to right now. But there is... I don't think I have the highlight, but I remember reading it. They go over the revenue. So sure. Yeah. He he jumps in. Brings it up, but then it gets to a peak, and then it just drops off just like Jim said it was going to. So what I found interesting was that the fact that Jim wasn't happy with his company, caused him to search for a distraction. This happened in the life of Walt Disney in between the problems with this animation studio and him finding a new outlet for his creative output, which is winds up being Disneyland and his obsession with amusement parks. He would stay at home, and he and he built like this giant train that he would actually get on and ride. And it was in his backyard. And people would come over and they're like, this is the the world's greatest innovator and animation, and I can't get him to become to studio. All I wants to play He's, like, all he wants to do is play with a train all day long. Jim's doing the same thing with toy helicopters. In the middle of a weekday, when the neighbors were all at work, Jim would take out his helicopter kit and fly. Soon enough Clark can become obsessed with his little chopper. He would put them together in the garage then take them out and fly him around the neighborhood. His wife would come out of the garage and see this 47 year old man bent over the ground piecing together a toy designed for a small boy. He would stand out there for hours in the middle of the day in the middle of the week. Executing takeoff offs and landings of these giant toy helicopters. So eventually, he makes his departure from silicon graphics formal. This is... Again, I I just think there's like a handful of themes, so that's a entire book that are just... You see it in different points of his life. And it's this idea that he really does use revenge as motivation, which I think is... He's not alone and by the way. But he's gonna, okay. My solution is, I'm gonna make myself very rich. I'm gonna get out of this company. I'm gonna start a new company. I'm not gonna make the same mistakes I did with the last company. So it says Jim Clark was gone. He'd up and left the company he created and said he was gonna start another. Publicly, he said he was leaving on the best terms. Privately he told friends that he was gonna show fucking ed That it was he and not Cracking, who had been responsible for the success of silicon graphics. He told the engineers who had helped him create silicon graphics that he was gonna get rich. I'm going to make a hundred million dollars he said. If I do this next thing, and I do not make a hundred million dollars, it'll be a failure. I will be a failure. So as he's searching wants to do, he's introduced to a 22 year old Mark and Jason. And something that Mark tells Jim makes Jim realize, okay. This is the opportunity I was looking for, Mark had mentioned again that 25000000 people were now using the Internet and that their numbers had been doubling every year, clerk calls. I thought Jesus, those are big numbers. I've never been in a business with those kind of big numbers. Eventually, you were talking about all the people on Earth. All of a sudden, it was clear to me. When I looked at the Internet, I was looking at the personal computer in 19 85 Clark says. It was a slow clunky technology, but people were using it and it would get faster. I realized that this was the thing I had been g. There's that word. Again, I had been g for. And so this is the beginning in nets scape. This is also beginning of this crazy economic time in American history that, again, Jim's a fascinating character There's 2 reasons to pick up his book to get to know, Jim. I think he's just gonna changed the way. Just... He's got his own very unique way of doing life. Let's just put it that way. And then also for this, it is like a time piece. It's like, what was happening in his... In this 1 sector of the economy at this point in American history. It's just fascinating. And 1 of the fascinating things is that Nets scape goes, I think it's 18 months after it was created. It becomes public. I need to get there first. This is what I mentioned earlier, how create that this story is just a wild. So it says throughout March 19 94, Mueller had called Clark repeatedly pleaded with him to be led in on Nets. Apologize for the way he treated Clark Silicon graphics. Obviously, Clark is not gonna let him do this on April first, Clark told Mueller for the last time that he would not be permitted to invest in Nets scape. He pleaded with Clark 1 last time and Clark re buff him. 3 days later, the day Nets scape was incorporated, mueller picked up a gun and shot himself through the head. And before the book goes into Nets scape going public in record time, this is just fantastic writing, the gene chart of Silicon Valley companies that decorated the walls of every office. Was a cheer face on a violent truth. The new companies often put the old ones out of business. The young were forever eating the old. In this drama, technology played a very clear role. It was the murder weapon. There's a famous quote from Don Valentine is the founder of Sequoia, and he says the art of storytelling is critically important. Most of the entrepreneurs who come to us cannot tell a story. Learning to tell a story is critically important because that's how the money works. The money flows as a function of the stories. I feel Jim was a fantastic storyteller. 6 months after he found an nets escape, Clark agitated for the company to go public. Jim was pressing for us to go public way before anyone else recalls Mark Jason. 18 months after Nets scape was created, Nets scape sold shares of itself to the public. Those shares rose from 12 dollars a piece to... On the first day of trading, those shares rose from 12 dollars piece to 48 dollars 3 months later, it was 140 dollars a share. There was only 1 explanation for its success. This is how I'm trying to tie this together. This is what Clark said. People started drinking my ko aid. Another way to think about that is what Steve Jobs said. The storyteller is the most powerful person in the world. This is the difference, sir. This time, Jim Clark had the power and he kept the power, and you see that in who got rich off this Ipo. Anyone who bothered to read the prospect perspectives discovered a curious fact. The venture capitalists and the new Ceo. He's guy named Jim's Bark. Own a few million shares each. In the end, they made hundreds of millions of dollars from Escape. Us, and they had no reason to complain, but the young engineers whom Clark had pulled together to create the company also became rich. Clark made certain that Mark and Jason did not suffer the same fate at the hands of the venture capitalists as he himself had 12 years before. After the Ipo, and Jason was 24 and worth 80000000 dollars. Clark also made sure that by the by that by far, the biggest stake in the company belonged to himself. Clark became the Valley newest billionaire. Jim Clark was 51 years old. So I wanna pause there because as I'm reading this. It made me think I read mark Mark Used to be a prolific blogger. You can go to a site for free. If you just go to show notes on episode 50, you can download a 200 page blog archive of Mark's great, some of his best posts. I did a podcast on that years ago. I have no idea. You can never predict like, how people react things. I get messages every week about people discovering that podcast now and listening to it and seem to really like it. It makes me think I should reread it and do another podcast on it, but something that Mark said in that blog post was... It was talking about, like, it's obviously a position for founders. And he's like, listen, recruiting is 1 of the most important things you you have to do to ensure the company... You're the success of your company, but it's also 1 of the most difficult and he talks about even Jim Clark had a problem with this. Because once Nets scape goes public, there is other engineers that that were offered the job by jim Clark, but said no, and they wanted up taking... They're in the book as well. They wanted taking more risk later on after this happened because They're like, hey, we were the a team. We all said no. Jim built this company with a B team. We are making 80000 a year. These guys are making millions, how did this happen? And, you know, who knows who's A or b, like, these are just personal opinions. But the point being, that why I'm telling this because you tied bit this back to just how difficult it is to recruit truly great talent. And so Mark is writing in this blog. And he says, as a founder of a start trying to hire your team, you're run into this again and again. When Jim Clark decided to start a new company in 19 94, I was 1 about a I was 1 of about a dozen people at various Silicon Valley companies, he was talking to about join joining him in what became Nets scape. I was the only 1 who went all the way to saying yes. So think about that. He's talking to at least a dozen people. He's recruiting. I'm the only 1. 1 out of 12:11 people said no. I'm not gonna do this. Right? So it says I was the only 1 who went all the way to saying yes. Largely because I was 22 and had no reason not to do it. The rest flinch and didn't do it. And this was Jim Clark, a legend in the industry who was coming off of the most successful company in Silicon Valley, Silicon Graphics incorporated, how easy do you think it's going to be for you? So I'm skipping way ahead. If you buy the book and read the book, I would say, like, maybe 30, 40 percent of the book is this idea of probably 30 percent of the book is this this transatlantic sailing expedition that Michael Lewis and Jim Clark on together. Main part of the book is the fact that Jim did a lot. Some of the... Some stuff he did was to get public fast so he could buy this giant sailboat, and then he wants to make... It's like, 1 of the world's largest sailboat, but also he wanted to make it, completely automated and computerized. And so Michael's on this crazy trip across the atlantic with them, which is interesting, but a lot of that's omitted because it's kind of outside the scope of discussions that you and I usually have. Right? But I just wanna point in or put in rather. Just this... Again, it goes back to the same team that there is really no distinction between work and play for for Jim Clark, and then he figured okay, What what's the role I wanna play? And, let maybe make sure I divide... Design my environment so I'm always playing that role. To the casual observer, A no casual observer could say when Clark was working when he was playing. This is because to Clark way of thinking the big distinction wasn't between work and play, but between creating new technology for money and creating new technology for pleasure. In part, it was because there was no distinction at all. So he's going to leave Nets scape. He's... Now he's gonna go found his third billion dollar technology company, but it's really about the role in just making sure he's designing the job that you want. What's the point of being an entrepreneur if you don't do that. Having learned... Now he's finished with Having learned from silicon graphics that he did not really belong inside a large organization, He designed all future large organizations without a place for himself inside of it. He kept the title of chairman and sat on the board and held on to most of his shares, but really he didn't do much, but attend a few meetings and trouble the company's new chief executive with his various permissions about what was gonna happen next. So after Nets escape, he has this idea where he's gonna work in and that he's gonna... Use the Internet to revolutionize, use the Internet software. Should say, to revolutionize the health care industry. He's gonna start this company called Healthy on. I think at 1 point in the public market. It's crazy. There's a story in the book where they try to take its Ipo. No 1 wants to do it 5 months later. It comes out an insane number, and I think goes all the way to like, 15 or 16000000000 dollars in market cap, and had... I think nothing but losses. And that's another reason I think the book is interesting to read because you have all these economic data points that just seem unusual. I guess, there's a way to put that. This is 1 example of this because because so many people, Jim Clark me, 1 of them just make an unbelievable amount of money in a rapid time. This is an example of that before Nets went public, a lot of venture capitalists had thought that John Do, and his firm klein Perkins had been mad to agree to Clark's terms. Clark had charged him 3 times the going rate for Stu capital. And in the end, didn't make a difference at all. John had cleared 500000000 dollars in 18 months or 30 times his a reg his original investment. So in this next company, 1 of the cofounder founders, I think he's a c founder. I'm pretty sure he's a c cofounder of Healthy on This engineer named Pa. He makes are paving maybe. He makes the point. I'm just gonna read what he said because what's fascinating is if you read about Steve Jobs. He says this at the beginning of his career, the middle of his career in the end of the career and he talks about the fact that they're were in a technology industry, and I think there's a lot of other things like this. I would argue maybe literature, like, authors are definitely like this, movies, I would argue that podcast or the same thing. But that for most things in life, the range between this is Steve talking. For the most things in life, the range between the best in the average is 30 percent or so. The best airplane flight, the best meal, they may be 30 percent at better than your average 1. What I saw with W the was somebody who was 50 times better than the average engineer. In fact, yesterday, Let me pull it up. I was reread my highlights from that book in the company of giants, it's Founders episode 02:08. If you haven't listened to it yet. I highly recommend you list to it after this 1. And there's something in this book that I was thought was interesting because it... That book is is published 19 87. It's 2 Stanford Mba students who are interviewing 16 technology founders. Bill Gates, Steve Jobs, all these people on there. And Steve says something in that book that is very similar again to what the other quote I just read you and what I'm about to reach you in this book. And he says you must find extraordinary people. In in the field that I was interested in. I noticed that this. I noticed the dynamic range between what an average person could accomplish and what the best person could accomplish was 50 or a hundred to 1. Given that you well advised to go after the cream of the cream. That is what I... That is what we have done. You can... You can then build a team that pursues a plus players, and he says, why? Why is this important? 1 of the greatest quotes here ever said, a small team of A plus players can run circles around a giant team of b and c players. And so Jim's c cofounder founder says the same thing, Paving or maybe Pa, often said the difference between a great software guy and an o okay software guy is huge. A great software guy is worth 10 times an okay software guy. Software was not like hardware. Software was more, like art. And so this is what I was referencing earlier, there, you have this huge, like, there's a huge obviously bubble. Right before it pops, there's some... There's like a pause that happens. And so this is where they tried. They're like hey, we had we we took Nets from 0 to 18 top public company in few months. That try to do the same thing with Healthy on, the market is no No. Chill out 5 months later, it's a very successful Ipo. But in between those 2 events, Jim did something extraordinary where he's like, okay, The Ipo was canceled, the company needs 40000000 dollars to keep going. And so he has this idea where you... That he has this metaphor of pigs and chickens, which I'm gonna describe to in a minute. And so because at this point, no 1 wants to put up the money He's like, Fine. I'll take... I'm gonna get do the entire 40000000 myself, Get out of the way. And then when he does that, all of a sudden, they're like, oh, wait. What does he know that we don't? Okay. We're gonna get in on it. So it says the only thing I could do is start. His role in the valley was suddenly clear. He was the author of the story. He was the man with the nerve to invent the tail in which all the characters agreed to play the role assigned to them. And if he was gonna retain his privilege of telling stories. He had to make sure that the stories had happy endings. If that meant supplying 40000000 dollars more to healthy on than so be it. Clark's willingness to take risks, others shunned was the source of his financial power. Clark's faith in his new enterprise was actually faith in his own imagination. As the new enterprise was merely an extension of that imagination. The power of that faith was transforming. 1 moment, the financier were wondering allowed where the 40000000 dollars is gonna come from. The next moment they were trying to prevent Clark from supplying the full amount and acquiring for himself an even larger stake in the company. In the end, the bankers and the venture capitalists agreed to let Clark give 20 of the 40000000 dollars, and they supplied the rest. And so what he did is he turned chickens into pigs, and this is what he said. Clark, this is 1 of my favorite things. I remember this from 4 and a half years ago when I read the book the first time. Clark like to say that human beings when they took risks, fell into 1 of 2 types, pigs or chickens. The difference between these 2 kinds of people he'd say is the difference between the pig and the chicken in the ham and eggs breakfast. The chicken is interested. The pig is committed. The pig gave his life. Chicken just lay egg. Right? The chicken is interested. The pig is committed. If you're gonna do anything worth doing, you need a lot of pigs. Just 1 more example of the crazy swings in wealth that was occurring at this time, Clark reached for a cal... Calculator. Aol American Online had agreed to, acquire Nets scape. Aol had agreed to swap 0.45 of its own shares for each outstanding share of Nets scape. Clark owned 14200000.0 shares of Nets scape. He punched 0.45 times 14200000.0 into the calculator, which means that he owned 6300000.0. Aol shares, he multiplied 6300000.0 by a hundred and 74 dollars and 50 cents 1100000000.0 dollars was the result. They find this out the day they come back from that transatlantic ship expedition they were doing in our 10 days at sea, the value of his holdings had nearly tripled. And his response here was fantastic. This is fantasy land. He said, putting his calculator away. And just 2 paragraphs for you real quick. Again, this idea that the Internet has massively brought in the possible space of careers and most people haven't figured this out yet, and the fact that there's always new opportunities, the Internet created many opportunities for people like Clark, outsiders, trouble makers. To think thoughts that would turn entire industries on their heads. And this is the part of about there always being new opportunities. Once we admit that there is room for newness that there are vastly more conceivable possibilities than realized outcomes. That's fantastic, More possibilities than realized outcomes. Vastly more conceivable possibilities and realize outcomes, we must confront the fact that there is no special logic behind the world we inhabit it. No particular justification for why things are the way they are. And I wanna close on this. I'm gonna read my note first. Let's get this idea deep into our mind. It will never be enough. And this is what I mean by that. 1 evening as we sat in his kitchen I reminded Clark that he had said that once he became a real after tax billionaire, he'd retire. He said without missing a beat. I just wanna make more money than Larry Ellis and then I'll stop. I pointed out that he had never before mentioned this ambition? I don't know why he said, but once I have more money than Larry Ellis, I'll be satisfied. So then I asked him. What happens after you have more than Larry Ellis. Would you wanna have more money than say Bill Gates? Oh, no. Clark said, that'll never happen. A few minutes later, he came clean. You know, he said just for 1 moment. I would kinda like to have the most. Just for 1 tiny moment. It was 1 of those tiny moments when he was good to have a record of our conversations. Just a few months before when he was worth a mere 600000000 dollars, Clark had said, I just wanna have a billion dollars after taxes, and then I'll be satisfied. Back further before he started Nets scape, he had told Mark Gross, 1 of the young engineers who would helped him create silicon graphics something similar. Jim came into my office just before he left to start Nets scape and said, I'd really like to have a hundred million dollars. Back even further, before he started silicon graphics, he told Tom Davis that what he really wanted was to have 10000000 dollars. The numbers They keep moving. Why do people perpetually create for themselves the conditions for their own dissatisfaction. Clark played these little tricks on himself so that he would have an excuse to keep running as fast as he could. It was the same way with his resentment. He treated those who had done him wrong in much the same way he treated those, he did not like who had more money than he did. They were all motives. He needed people or places to doubt him. So that he could prove them wrong. The reasons he couldn't stop were ultimately un unable. But I assume that the best and most lasting motive for wanting to change the way things are is to be unhappy with the way things are. People who are unhappy with the way things are tend to remain unhappy even after they have changed them. The nature of their unhappiness is such that change does not flake it. The difference with Clark is that he continued to believe in the endless possibilities of change. Even after he experienced its limitations. And that is where I'll leave it for the full story, Highly recommend buying the book, it's fantastic read. If you buy the book using the link that's in the units notes in the podcast player, you'll be supporting the podcast at the same time. If you wanna use the same app that I use to store and remind myself of past highlights, I use a app called. Read wise. Read wise has been reminding and recommending highlights from this book for me 4 years. You could try it for free for 60 days to read wise dot io o forward slash founders. That is 274 books down, 1000 go, and I'll talk you again soon."
}