{
  "transcript": "How to do what you love. To do something well, you have to like it. That idea is not exactly novel. We've got it down to just forwards words, do what you love, but it's not enough just to tell people that, Doing what you love is complicated. When I was a kid, it seemed as if work and fun were opposites by definition. Life had 2 states. Some of the time adults were making you do things, and that was called work. The rest of the time you could do what you wanted, and that was called playing. Work was pretty much defined as not fun. And it did not seem to be an accident. School it was implied was tedious because it was preparation for grown up work. If we made kids work on dull stuff, it might be wise to tell them that tedious is not the defining quality of work and indeed that the reason they have to work on dull stuff now is so that they can work on more interesting stuff later. Once when I was about 9 or 10, my father told me that I could be whatever I wanted when I up. So long as I enjoyed it. I didn't think he meant work could literally be fun, fun like playing. It took me years to grasp that. It was not until I was in college that the idea of work finally broke free from the idea of making a living. Then the important question became not how to make money, but what to work on? The definition of work was now to make some original contribution to the world, and in the process not to starve. How much are you're supposed to like what you do? Unless you know that, you don't know when to stop searching. And if like most people, you underestimate it, you tend to stop searching too early. You'll end up doing something chosen for you by your parents or the desire to make money our prestige, or sheer inertia. Here is an upper bound. Do what you love doesn't mean do what you would like to do most this second. Even Einstein probably had moments when he wanted to have a cup of coffee, but told himself he ought to finish what he was working on first. It used to propel me when I read about people who liked what they did so much that there was nothing they'd rather do. There didn't seem to be any sort of work that I like that much. If I had a choice of a, spending the next hour working on something, or b, be teleport to Rome and spend the next hour wondering about, was there any sort of work I'd prefer? Honestly, no. But the fact is almost anyone would rather at any given moment, float about in the Caribbean, or have sex or eat some delicious food, than work on hard problems. Doing what you love doesn't mean do what makes you happiest this second, but we'll will make you happiest over some longer period. Unproductive pleasures pale eventually. After a while, you get tired of lying on the beach. If you wanna stay happy, you have to do something. As a lower bound, you have to like your work more than any unproductive pleasure. You have to like what you do enough that the concept of, quote unquote, spare time seems mistaken. Which is not to say that you have to spend all your time working. You can only work so much before you get tired and start to screw up. Then you wanna do something else, even something mindless, but you don't regard this time as the prize and the time you've spend working as the pain you endure to earn it. I put the lower bound there for practical reasons. If your work is not your favorite thing to do, you'll have terrible problems with procrastination. You will have to force yourself to work. And when you resort to that, the results are distinctly inferior. To be happy, I think you have to be doing something, you not only enjoy, but admire. You have to be able to say at the end, wow. That's pretty cool. What you should not do, I think is worry about the opinion of anyone beyond your friends. You should not worry about prestige. Prestige is the opinion of the rest of the world. When you can ask the opinions of peoples who judgment you respect, what does it add to consider the opinions of people you don't even know. This is easy advice to give? It's hard to follow. If you do anything well enough, you'll make it prestigious. Plenty of things we now consider prestigious where anything but at first. Jazz comes to mind. Though almost any established art form would do. So just do what you like and let prestige take care of itself. The other big force leading people stray is money. The test of whether people love what they do is whether they do it even if they weren't paid for it. Even if they had to work at another job to make a living. With such powerful forces leading us a stray, it's not surprising. We find it so hard to discover what we like to work on. Most people are doomed in childhood by accepting the ac axiom that work equals pain. Those who escaped this are nearly all learned onto the rocks by prestige or money. How many people even discover something they love to work on, a few hundred thousand perhaps out of billions. It's hard to find work you love? It must be if so few do. So don't underestimate this task, and don't feel bad if you haven't succeeded yet. In fact, if you admit to yourself that you're discontent, you're a step ahead of most people who are still in denial. Although great work takes less discipline than people think because the way to do great work is to find something you like so much that you don't have to force yourself to do it, finding work you love does usually require discipline. Is there some test you can use to keep yourself honest. Always produce. For example, if you have a day job, you don't take seriously because you you plan to be a novel? Are you producing? Are you writing pages of fiction? However, bad they may be? As long as you're producing, you'll know, you're not merely using the hazy vision of the grand novel you plan to write 1 day as an op. Always produce is also a heuristic holistic for finding work you love. It will automatically push you away from things you think you're supposed to work on towards things that you actually like. Always produce will discover your life's work, the way water with the aid of gravity finds the hole in your roof. This may be my favorite line of the entire essay, you have to make a conscious effort to keep your ideas about what you want from being contaminated by what seems possible. 1 has to make a living and it's hard to get paid for doing work you love. And then he goes into 1 reason why it's so difficult to find work that you love to do is the fact that we... Usually you'd have to decide what we're gonna do way too early. A friend of mine who is quite successful doctor complains constantly about her job. When people applying the medical school ask for advice, she wants to shake them and yell, don't do it, but she never does. How did she get into this fix. In high school, she already wanted to be a doctor, And she is so ambitious and determined that she overcame every obstacle along the way including unfortunately, not liking it. Now she has a life chosen for her by a high school kid. When you're young, you're given the impression that you'll get enough information to make each choice before you need to make it. But this is certainly not so with work. When you're deciding what to do, you have to operate on ridiculously incomplete information. In the design of lives as in the design of most other things, you get better results if you use flexible media. You're best bet maybe be to choose a type of work that could turn into either an organic or 2 job career. That is probably part of the reason I chose computers. You can be a professor, or you can make a lot of money or morph into any number of other kinds of work. It is also wise early on to seek jobs that let you do many different things so you can learn faster what various kinds of work or like. It is harder than it looks. Constraints give your life shape. Remove them and most people have no idea what to do. Look at what happens to those who win lotte are inherent money. Much as everyone thinks they want financial security, the happiest people are not those who have it, but those who like what they do. Whichever route you take, expect a struggle. Finding work you love is very difficult. Most people fail. Even if you succeed, it's rare to be free to work on what you want until your thirties or forties. But if you have the destination in sight, you'll be more likely to arrive at it. If you know you can love work, you're in the home stretch. And if you know what work you love, you're practically there. That was an excerpt from an essay that changed my life. It's called how to do what you love and it was written by Paul Graham. So I've been reading Paul Essays for years. I think they are the most influential writing for technology startups ever. And they've had a profound impact on me personally as well. So occasional on who Program is. He's a programmer or writer. He founded this company called Via webb. I think within 2 years, they sold it for close to 50000000 dollars to Yahoo. This happened back in the late nineties. Then in the early to mid 2 thousands, he found another company called Y Comb, which turned out to be this giant machine that made it easier to start a company and to get funding and really just make it easier to allow more people to run experiments that hopefully turned into successful companies. And so this episode is gonna be a little different from what I normally do. Obviously, normally I read a book, and then I tell you what I learned. This, I've been working on it for a few weeks. And originally, put off his essays, like, this giant Pdf, and I was trying to work my way through it. And I was like you know what? This doesn't feel like what I... The normal process I do for foundry. So what I did is actually bought a printer. I did not have a printer. So I bought a printer, and then I just started printing out his essays individually. And it didn't take me long. It took me a day to realize, oh, no. Because not only is He writing essays and they're amazing essays for over 20 years. So I start printing on. I'm like, oh my. I'm I had to literally ran out of Ink the first day. And he is such a gifted writer that as you start working your way through these. This is why it's taking weeks for me to do this, there's no fluff. So as a result, I have a ton of highlights and notes. This is gonna wanna be 2 episodes. And in the show notes, you're gonna find timestamps and links to... Because you can read all his for fran line. You're gonna just find timestamps and links to every single essay that Talk about. And so the reason I started this podcast with how to do what you love is because that essay changed my life. I remember exactly where I was. I was up 1 night. It was July 2018, I know it's not the first time I read the the essay might have been second third. I can't actually remember. But I remember distinctly reading it and just snapping. And you can see this in the upload dates of Founder podcast. Before July 2018, for the previous, like, 2, 2 and a half years, my uploads and the the the rate I was making podcast was completely intermittent. There was nothing you could even call consistency by any definition. I was just making the podcast because I like to make the podcast. I thought it was interesting, but I was hesitating because I had no idea how the hell to turn it into a business and where I can actually do what I love to do. And if you print that essay out, it is 9 pages 10 pages with footnotes of him telling you, hey, this is really important to figure out, it's not easy to do. So few people do it, but it'll change your life. And so what I decided that night was I was gonna focus 100 percent of founders, and then I was willing to spend my last dollar in savings to try to make this work. I thought if I gave him my full attention and pursued what I was genuinely interested in. Something I will work on 7 days a week because I felt compelled to that I would find a way to make it work. But that decision that, like, that snapping that pushing me over the edge. I don't think would have happened without reading the essay. So with that, I wanna jump into his essay what doesn't seem like work. My father's a mathematician. He was 1 of those lucky people who knew early on what they wanna do. When you talk to him about his childhood, there's a clear waters shed moment at about age 12. When he said he got interested in maths. He grew up in a small Welsh Sea coast town. As we retrace his walk to school on Google Street view, he said that he'd been nice growing up in the country. Didn't they get boring when you got to be about 15 I asked, No. He said. By then, I was interested in maths. And so Paul goes into what 1 of the things he learned from this conversation He's having his father. Few people know so early or so or so certainly what they wanna work on. But talking to my father reminded me of heuristic, the rest of us can use. If something that seems like work to other people, doesn't seem like work to you, that's something you're well suited for. For example, a lot of programs... Actually, let me pause before I go into... He's gonna talk about what this is for him which is programming. That when I got to this section, this is exact... When you read about, I did a I read... I think a 706 hundred or 700 page biography of, michael Jordan, then I read, like, it's 200 page, auto. This is episode 02:12 of founders in 02:13. If you haven't listened to... Go back it was some of my favorite episode I've her made. But what you hear is everybody around my Jordan says stuff, like He's the most mega most driven person Ever met. He's the hardest working person I've ever met. He's got the best work ethic think I've ever met. But if you ask Jordan, he says, he doesn't like working at all and that everything he did, it felt like play. It just looked like work to other people. So there's Paul has seen not he's got a lifetime experience. Right? But he has seen why comb funded thousands of of startups. So he has, like this en knowledge because he's just been exposed to to these examples over and over again. There's so many times when I'm reading, his essays that I'm like, yep. I I've solved the exact same thing by reading hundreds biographies, and that's 1 of them right there. If something that seems like work with to other people doesn't seem like work to you, that's something you're well suited for. For example, a lot of programmers I know including me, actually like debugging. It's not something people tend to volunteer. 1 likes it the way 1 likes popping z, but you may have to like debugging to like programming. Considering the degree to which programming consists of it. The stranger your case seemed to other people, the stronger evidence they probably are what you should do. It seemed curious that the same task could be painful to 1 person and pleasant to another. But I didn't realize it at the time what this imbalance implied because I wasn't looking for. I gonna pause there again. I I don't wanna make too much of this about me, but there's so many times. I'm like, yeah. I exactly what you're talking about. Specifically my... In in my life, I don't think I'm unique at all to the the response of that... Like, identifying with what Paul's explained to us. Obviously, I just started saying, hey. This this essay pushed me over the edge and really changed my life. I feel the same way about reading. So in some degree, I'm almost, like a bad person to to ask for, like, book recommendations from or because I I didn't know this. What he's saying Is like, I didn't... It seem curious the same task can be painful to 1 person and pleasant to another because, like, I guess, I sign. I guess. I definitely, like reading more than most of the people do. And so I'll recommend a book that I enjoy that. I learned something from and somebody will tell me all it's boring. And I was like, I didn't understand that at the time. Was like, oh, I must have a higher tolerance for boredom because I don't I didn't find it boring. And so it says, it seems curious that the same task could be painful to 1 person boring is obviously a form of pain some degree, and pleasant to another, but I didn't realize at the time, what this imbalance implied because I wasn't looking for it. I didn't realize how hard it can be to decide what you should work on. Bringing this to your attention too because I'm reading from an Sa he wrote in January 2015. I started podcast with an Essay sa he wrote in January 2006. This is almost 10 years different. And yet the idea is the same thing. It's like, very hard to find out what you should work on, but it's extremely important to figure this out. Maybe we should spend more time thinking about it. Maybe we should come up with ways to to make it easier for people to do this. So it says, how hard can you decide what you wanna work on and that sometimes you have to figure out from subtle clues like a detective solving a case in a mystery novel. So I bet it would help a lot of people to ask themselves about this explicitly. What seems like work to other people that doesn't seem like work to you. Okay. So let's go to an essay that he wrote in August 2007 is called how how not to die. This is 1 of my favorite essays of his. I have writing or whole over the thing. So it starts out with, hey. This is a talk that I gave at the last y comb date dinner of the summer. Usually, we do not have a speaker at the last dinner. It's more of a party. But it seemed where it's spoiling the atmosphere. If I could save some of the start from from preventable deaths. So that's why it's called how not to die. So at the last minute, I cooked up this rather grim talk. I didn't mean this as an essay. I wrote it down because I only had 2 hours before dinner, and I think fastest while writing. And I don't know if it's an Essay or other ones, but what Paul has a great ability to do because anybody taking something you think thought about for a very long time. Maybe distilled it down to, you know, 2 pages sometimes 10 pages. I think 1 of them, I think the longest 1 something like 20 pages long. But then he's able to dis distilled that even down further to a line. There's lines that I read that'll I'll never forget. He's got an idea of running upstairs, which I get to later, are being hard to kill. It's like, He's very gifted at taking complex information and breaking it down on like, an app level, so then you can actually carry it with you and remember it and whenever you need it in the future. This says a couple days ago, I told a reporter that we expected about a third of the companies that we funded to succeed. Actually, I was being conservative. I... I'm hoping it might be as much as half. Wouldn't it be amazing if we could achieve a 50 percent success. Remember, These are all... These are very early companies. Like, very at the very, very beginning. So of course, you're gonna have a ton that just go out of business. Another way of saying that is half of you are going to die? Remember he's talking to a room full of companies that they're trying to help grow. They they all gave initial funding to, and then they bundle that with advice and all the other things that Accommodated it today. So it says another way of saying that is that half of you are going to die. Phrase that way. It doesn't sound good at all. So In fact, it's kind of weird when you think about it because our definition of success is that the founders get rich. If half the start refund succeed, then half of you are going to get rich, and the other half of you are going to get nothing. So there's a bunch of things that popped to mind when I read that paragraph. The first 1 comes from Charles d gaul. I did a podcast on his biography, episode 02:24. I says, and his 1 of my favorite quotes of his, all that matters is to survive. The rest is just words. And so Paul Graham saying, hey, this is... There's a binary outcome here. If a if a start up succeeds and survives, the founders are gonna get rich. If not, they're gonna die and get nothing. Right? So all that matters is to survive the rest as words, and then maybe me think of what warren buffett says. In order to to succeed, you must first survive, and it also made me think of what Ed Thor said. That you need to avoid ruin at all costs. So at its core, the idea that Paul is explaining in this paragraph, we've seen over and over again. You got Buffett, Thor D gaul, all saying the same thing. If you can just avoid dying you will get rich. This sounds like a joke but it's actually a pretty good description of what happens in a typical startup. You may have heard that quote about luck consisting of opportunity meeting preparation. You've now done the preparation. The work you've done so far has in effect, put you in a position to get lucky. You can now get rich by not letting your company die. That is more than most people have. And then he goes back to the grim part. We've seen a bunch of startups die. They generally don't die loudly and heroic. Mostly, they crawl off somewhere and die. When startups die, the official cause of death is always either running out of money or a critical founder bailing. Often the 2 occur simultaneously. But I think the underlying cause is usually that they've become demo. You rarely hear of a startup that's working around the clock doing deals and pumping out new features and dies because they can't pay their bills and their Isp unplug their server. And then he gets into a main theme of his essays about just how painful and how difficult it is to create a company. If so many startups get demo and fail when merely by hanging on, they could get rich, you have to assume that running a startup can be demo. That is certainly true. I've been there, and that is why I've never done another start. And then he goes to the point, like knowing that this is gonna be painful and going to be difficult. It's helpful. Like, it should not be surprising to you the way you and I have talked about this in the past over and again is that excellence is the capacity to take pain that is a fantastic quote from the founder of 4 seasons. If you know it's going to feel terrible sometimes, then when it feels terrible, you won't think ouch, this feels terrible, I give up. It feels that way for everyone. Another feeling that will seem alarming, but it's in fact normal in a startup up is the feeling that what that what you're doing isn't working. The reason you could expect to feel this way is what you do probably will not work. Startups almost never get it right the first time. Much more commonly you you launch something and no 1 cares. Don't assume when this happens that you failed. It is... That's it's normal for startups, but don't sit around and do nothing. Iterate. So then he goes into some ideas on how to avoid death, how to avoid your company dying. Let me mention some things not to do. The number 1 thing not to do is other things. If you find yourself saying a sentence that ends with, but we're gonna keep working on a startup. You are in big trouble. Bob's going to grad school, but we're gonna keep working on a startup. You may as well just translate it to we're giving up on the startup, but we're not willing to admit that to ourselves. A startup is so hard that working on it cannot be preceded by but. Don't start other projects. Distraction is fatal to start. And this part was actually interesting on, like, how to kind of reverse hack your own human psychology, so you don't quit and it's by just not bon to be embarrassed by other people. 1 of the most interesting things we've discover discovered from working on y comb is that founders are more motivated by the fear of looking bad, but not... Then by the hope of getting millions of dollars. So if you wanna get millions of dollars, put yourself in a position where failure will be public and humiliating. So he tells the the the this quick story of the founders of something called O part, and somehow 1 of the founders winds up getting on the cover of News week with the word billionaire printed across his chest. And so then Paul makes the point. Like, well, he can't fail now. Air least is not gonna give him on his own. He's like, everyone he knows he's seen that picture. And so it says that at this point, he is committed to fight to the death, and he also saw talks about the change. That shouldn't be laughing, but I completely understand way he's saying here. Bit of the change that this can cause in their demeanor unfortunately, when we first knew them, they were light lighthearted cherry guys. Now when we talk to them, they seem grim determined. I feel kind of bad that we've transformed these guys from light lighthearted hearted to grim determined, but that comes with the territory. If a start up succeeds, you get millions of dollars. And you don't get that kind of money just by asking for it. You have to assume it takes some amount of pain. And so this whole point is, like, this public accumulation. He's, like, they're... It's gonna put them a position to be willing to endure more pain. They're not gonna just crawl off and die And if they could just stay in the game long enough. Even if they to change their idea, they're more likely to succeed. And then he just is line about them, but I wrote... It's really a predictor of success to, I think all of us, you and I include it. Right? They're smart, they're working a promising field and they just cannot give up. And then Paul ends this, there's so many times I'm, I'll probably repeat it on the podcast, which, like, I just love the way he ended this essay. And this is just fantastic advice. So I will tell you now. Bad shit is coming. It always isn't in a start. The odds of getting from launch to liquidity without some kind of disaster happening are 1 in a thousand, so don't get demo moral when the disaster strike strikes just say yourself. Okay. This was what Paul was talking about. What did he say to do? Oh, yeah. Don't give up. Okay. So the next essay I wanna talk about is why to start to start up in a bad economy it was in October 2008. Right? When the the great financial crisis. Right? And I just think there is specifically, you know, right now it's a weird economic time that I just having to recording this in, but specifically for for technology startups unfortunately is terrible. At least in comparison to, you know, where things have been in last few years. And I just think a lot of the idea. Like, he's gonna start this essay saying, everybody says it's so terrible. This terrible time for startups in October 2008, and they compare it to the 19 seventies, and he's like, oh, you mean when Microsoft and Apple were founded. So again, main theme of this podcast is history doesn't repeat human nature does. And so I just... I think there's gonna be information in here that is valuable to people trying to operate in current day. Okay? And whether it's, you listen to this now. You listen to a 15 years from now. Recessions, difficult economic times that is you know, normal. It happens over and over again. In fact, I wish we used to call them if you study like, back in the 18 hundreds in early 19 hundreds. They didn't call them recessions and impressions. They call them financial Panic, which I think is just a fantastic name, but has nothing to do what we're talking about. Let me jump into the essay. The economic situation is apparently so grim that some experts fear that we may be in first stretch as bad as the mid seventies. When Microsoft and Apple were founded. As those examples suggest, a recession may not be such a bad time to start a startup. I'm not claiming it's a particularly good time either. The truth is more boring. The state of the economy doesn't matter much either way. And I love what he's about to say here. There's a reason this come... This podcast is called founders and not companies. I believe in the power of the individual that people make all the difference. Right? If we learn 1 thing from funding so many startups is that they succeed or failed based on the qualities of the founders. The economy is a rounding error compared to the founders what popped to my mind, When he said that, there are no shortcuts around quality and quality starts with people that is 1 of my favorite Steve jobs, quotes. There are no shortcuts around quality and quality starts with people, which means that what matters is who you are, not when you do it. Yes. I look I just I stop repeating myself. You obviously know I love his writing because I'm doing an entire bright 2 part podcast series. This might to be 3 parts. Hopefully not. There's just so much I get to. Which means what matters is who you are not when you do it. If you're the right sort of person, you will win even in a bad economy. So if you wanna improve your chances, you should think far more about who you can recruit as a cofounder than the state of the economy. And if you're worried about threats to the survival, Oh my God. Is so good too. And if you're worried about threats to the survival if your company don't look for them in the news. Look in the mirror. And because Paul's focused is on startups, investors play a large part of that, you'll read his essays. Like, what pops up a lot is at least this is my impression, and I talked to somebody yesterday that knows more than I. I don't wanna say who it is because was a private conversation, I didn't ask if I could put it on the podcast. But... And, like, he he very familiar with programs writing. And I was like, what do you think he thinks of venture? Like Vc. And he said, He doesn't like it. So much so that he, like, essentially created almost like a new form of it, and in some ways, like, I'm not really a good person to comment on this because I know nothing about it. All I can say is from reading, you know, spending weeks now reading Paul's words He just has a lot of criticisms. He he's, like, he he sees a lot of bad behavior in like, the investor community specifically around private companies. There's a line. I don't know if it's in this... With this 1 on later, but I came in conversation because he just repeats us in different essays in different ways. I was like, oh, like, Paul's opportunity with y comb was very similar to Walt Disney's opportunity with amusement parks where Disney's is, like, the reason I have an opportunity to do something really great is because the standard way of doing things left so much room for improvement. And so we get into this right now because he talks about, hey, it's... We're in in a financial crisis right now in into 2 2008. Your big problem is, you know, it's not that you're gonna start a company. It's like, investors are doing the exact opposite behavior that they should be doing. It says investors are more of a problem. Startups generally need to raise some amount of external funding, and investors tend to be less willing to invest in bad times. They shouldn't be. Everyone knows you're supposed to buy when times are bad and sell when times are good, but of course, what makes investing so counterintuitive is that in equity markets, good times are defined as everyone thinking it's the time to buy. You have to be contra contributing to be correct and by definition, only a minority of investors can be. So just as investors in 19 9 and were tripping over 1 another trying to buy into lousy startups. Investors in 2009 will presumably be reluctant to invest even in good ones when I got to that line. Maybe think of 1 of my favorite things that warren Buffett ever said in his shareholder letters. He talks about the difference of, like, the financial security and, like, Fortress that Berkshire has built, how it's so different to most other people, and it allows him to, quote, we play offense, while, others scramble for survival. Back to Paul. He says you were going to have to adapt to this, but that's nothing new. Startups always have to adapt to the Whim of investors, ask any founder in any economy if they describe investors as f and watch the face they make. So then this is absolutely excellent. I love this. This is what I was mentioning earlier how, 1 line is just gonna stick in my mind. So it says the way to make you... I start session proof is to do exactly what you should do anyway, Run it as cheaply as possible. For years I've been telling founders that the shares route to success is to be the cockroaches of the corporate world. The immediate cause of death in a startup up is always running out of money. So the cheaper your company is to operate the harder it is to kill. Be hard to kills. The metaphor there. Frugal gh is just a main reoccurring theme and history of entrepreneurship. I I said before if you could search every single, like, episode founders, I think, like, the word frugal or Frugal gal might be the most repeated phrase. I just love the way that Paul put that. You should be running... You should be doing... You... How to make your startup such proof is to do exactly what she should be doing anyways. Run it as cheaply as possible. The cheaper your companies operate, the harder it is to kill. Another great line here. Another advantage of bad times is that there's less competition, and Technology trains leave the station at regular intervals. If everyone else is cow in a corner, you may have the whole car to yourself. And I love the idea behind this next paragraph, you're an investor too. As a founder, you're buying stock with work. The reason Larry and Sergey are so rich is not so much that they don't work worth tens of billions of dollars, but that they were the first investors in Google. And like any investor you should buy when times are bad. And then he goes back to the theme that really, it's always the people that matter in this how ends the essay. So maybe your recession is a good time to start to start up. It's hard to say whether advantages like a lack of competition outweigh disadvantages like reluctant investors, but it doesn't matter much either way. It's the people that matter. And for a given set of people working on a given technology, the time to act is always now. Okay. I wanna move on to his essay called relentlessly resourceful, the know put at the very top of this page is this is 1 of those ideas that once it gets in your head and never let you go. I finally got a good startup founder down to just 2 words, relentlessly resourceful. So then, the best I manage was to get the opposite quality down to 1. Hap. Hap implies specific to be hap is to be battered by circumstances to let the world have its away with you instead of you having your way with the world. It's not hard to express the quality we're looking for in metaphors. The best is probably running back. A good running back is not merely determined but flexible as well. They wanna get down, but they adapt their plans on the fly. I have figured out how to express this quality directly. I was writing a talk for investors, and I had to explain what to look for in founders. What what would someone who was the opposite of Hap be like? They'd be relentlessly resourceful. Not merely relentless. That's not enough to make things go your way, except in a few mostly uni interest uni uninterrupted domains. In any interesting domain. The difficulties will be novel, which means you cannot simply plow through them. So you have to be resourceful. You have to keep trying new things. Be relentlessly, resourceful. Where resourceful implies the obstacles are external. Which they generally are in startups. Relentlessly resourceful is the recipe for success. I think that is the best short description will find of what makes a good startup founder. I doubt it could be made more precise. You can even use it to use it tactically. If I were running a startup, this would be the phrase I would tape to the mirror. Make something people want is the destination, but be relentlessly resourceful is how you get there. Okay. So the next essay I wanna go over is called the anatomy of determination. There's is actually... I'll leave it in the show notes. I have I have, like, personal notes on, like, 300... I think it was like 300 podcast and lectures on entrepreneurship. According to this, I took these notes in 09/26/2018. It's a a conversation on the y comb podcast with Paul Graham. Just gonna read this highlight that I think I've mentioned you a few times. I think reading it up upfront we'll give you an idea of, like, what this essay essays is about and Paul's perspective. And again, I think it's really interesting something you and I talk about repetition persuasive. You have to be prepared all in your company. It's like, you have a core set of beliefs and ideas, you're gonna have to repeat them for a decade after decade. Jeff Bezos, David Ob Warren Buffett. Steve Jobs. They all do this. You see Paul doing it here because the Essay sa I hold on my hand is during in September 2009, and I think this this, conversation with him. Let me see. I took notes on it thousand 18. It was published 08/31/2018. So almost 10 years apart from when he's writing this Say to, again, saying, repeating on an idea about why he feels just... It's more important to be determined than smart. So he says it turns out It is much more important to be determined the smart. If you imagine this hypothetical person that is 100 out of 100 for smart and 100 out of 100 for determination, and then you start taking away determination, it doesn't take very long until you have this ineffective but brilliant person. Whereas if you take someone who's super determining and you take away smart. Eventually, you'll get to a guy who owns a lot taxi medallion or a trash hauling business, but it's still rich. Important note. It only takes 1 person of the founding team to be super determined. So I will leave this You're curious if you wanna read my do a notebook. And I've started add to it kinda like, let left alone like a year or 2 or something like that, but now I've been slowly adding more notes to it. Anyways, the link will be down below. So let's get to the essay sa. He says, we spent a lot of time trying to learn how to predict which startups will succeed. We learned quickly that the most important predictor of success determination. At first, we thought it might be intelligence. Everyone likes to believe that's what makes startups succeed. It makes a better story that company won because its founders are so smart. While it certainly helps to be smart, it's not the deciding factor. There are plenty of people as smart as bill gates who achieve nothing. In most domains, talent is overrated compared to determination. And then I love this line after a while, determination starts to look like talent. And another great line. I cannot think of any field in which determination is overrated. And then it continues. This is the next page. The simplest form of determination is sheer will, will. When you want something, you must have it no matter what. A good deal of will must be born because it's common to see families where 1 sibling has much more of it than another. I don't think there's much you can do to make a weak world person, stronger will. Being stronger will, strong will is not enough. You also have to be hard in yourself. Someone who was strong will, but self indulge would not be called determined. Determination implies your will is balanced by discipline. That word balance is a significant 1. So this is where it really gets into, like, you really have to pay attention what he's saying. The stronger your will, the less anyone will be able to argue with you, except yourself. And someone has to argue with you because everyone has base impulses. And if you have more will than discipline, you will just give into them. And a way to think about that on a more simple basis is this next line, the more will you are, The more dangerous it is to be un. And then this next paragraph, I wrote down, this is a very novel thought. This may be why high levels of achievement are so difficult to maintain over a long period of time. The dangerous of ind discipline increase with temptation If you're sufficiently determined to achieve great things, this will probably increase the number of temptation around you. That's a very interesting idea I'm gonna read the whole thing again. The dangers of in discipline increase with temptation. If you're sufficiently determined to achieve great things, this will probably increase the number of temptation around you. Okay. So then he goes into the role that ambition plays in all of this. So far he's been talking about determination and will and then discipline, then he says there's 1 other major component of determination ambition. If will and discipline are what get you to your destination, ambition is how you choose it. Ambition seems to be quite malleable, There's a lot you can do to increase it. This is a fairly excellent point. I'm going to so in all of his essays, he leaves footnotes. So I'm gonna read this paragraph. I'm gonna read the footnote right after it. Ambitious people are rare. So if everyone is mixed together randomly as they tend to be early in people's lives, then the ambitious ones won't have many other... Or many ambitious peers. When you take people like this and you put them together with other ambitious people. So that is another main theme. Of Paul's essays is the importance of founders, ambitious people in general to be around, other people like them. So a huge component of Yc is, like, that they're constantly getting together. There's like a community around them. Talks about, like, being in in, like, either in the same city as people or in, like, physical events. He just... That's... It is very... I don't even know why to say surprising, but it was surprising how much he mentions this. It's like, there's a huge benefit to being around people and that are like you. Because being a founder and being interested in this stuff is weird. And it also in this case, what he's about sales here is like, it just... It takes you up another level. Right? So it says, when you take people like this and put them together with other ambitious people, they bloom, like dying plants given water. Fantastic writing. Probably most ambitious people are starved for the sort of encouragement that they would get from ambitious peers, whatever their age. And so this is the footnote on that paragraph, which means 1 of the best ways to help a society generally is to create events and institutions. That bring ambitious people together. It's like pulling the control rods out of a reactor. The energy they emit encourages other ambitious people instead of being absorbed by the normal people that they're usually surrounded with what I wrote here, and I don't know if I'll do this idea, but I wonder if there's, like, a benefit to having, like, an in person version of founder podcast. Because Paul's sounds right here is like 1 of the best ways to help society generally create events and institutions that bring ambitious people together. I'd have a hard time understanding why somebody not ambitious would be even listening to this. Back to Paul, achievements also tend to increase your ambition. So here Some is how determination seems to work. It this is what I mean about. He just takes its unbelievably complicated idea And yet, like, you finished this paragraph You're like, I have a better deeper understanding of what it mean? Like, what is discipline? What does the termination mean? How does it all relate together. I don't think I would have been able to come up with this on my own? Even if you kind of understand on, like, a subconscious level and it helps to me, helps me a lot seeing it written in, you know, on a page. So here in Some how determination seems to work. And consists of will balance with discipline aimed by ambition. And fortunately, at least 2 of these qualities or 2 of these 3 qualities can be cultivated. You may be able to increase your strength of will somewhat. You can definitely learn self discipline and almost everyone is practically malnourished when it comes to ambition. And he's tying this all into achievement. Right? And he goes back to that main theme. It's like, man, how do you do what you love because you're just gonna go so so much deeper so much further automatically. Right? There's a third factor in achievement. How much you like the work? If you really love working on something, you don't need determination to drive you? It's what you would do anyway. Okay. So now this this essay is gonna take a while sometime time to get through. It is called what startups are really like. It was written in October 2009. And Paul says this is an essay derive from a talk at the 2009 startup school. And so he's, like I wasn't sure what to talk about. So I decided to ask the founders of the startups that we had funded what I had not written about yet. And as a way to find good ideas, he sends an email. He says he says, I I've sent all the founders in email, asking what surprised them about starting a startup. And so just gonna run through some of the highlights that really jumped out of me. Before he gets into the list. Number 1 is be careful with c founder which I get to in a second, but the paragraph before, that was interesting. He says there were very clear patterns in the responses. It was remarkable, how often several people have been surprised by exactly the same. So I pulled that out because I feel like, like, I discovered the exact same phenomenon by reading hundreds of biographies of entrepreneurs. Right? And you hear this because, I... Sometimes I get excited. Like I just flip my... Like, I kinda lose my shit because it it's extremely exciting when some of the most formidable people in in history. They did not know each other. That did not weren't even alive at the same time. Worked in different industries. Different parts of the... Lived in different parts of the world, and it they came to the same conclusion through, you know trial and error and and building their... Not in building their company and and doing their work. And so it's... Again, Paul has, like, this... Almost like, you... If you were played video games. Like, I don't know if they said this. But when I was, It's like, this god level view. Right? We could see everything going on in the game. I think Paul has a lot of that because he's just sees thousands of that... Very few people are gonna be exposed to the same stuff he. Right? So he's like, there's very very very very clear patterns and responses. It's remarkable how so how often several what people have been surprised by exactly the same thing. Number 1, Be careful what c cofounder. This was the surprise mentioned by the most founders. Think about that. That is crazy. What people wish they paid more attention to do when choosing C cofounder was character and commitment, not ability. I think Paul says it here, but if not, the best way I heard it this describe, it's like, you pick your c founder, like you'd pick somebody you're gonna be married to. It's not like a light decision. Right? Well, people wish they paid more attention do when choosing C cofounder was character and commitment not ability. This was particularly true when the startups... With the starts failed. The lesson. Don't pick c cofounder who will flake. Here is a typical response. So you have Paul writing. I'll tell you when it's Paul speaking, And then in the essay, he has quotes from these emails that he got back from the founder. So this an example. This is, he doesn't tell you who the founder is, but he tells you what they said. You haven't seen someone's true colors unless you work with them on a startup. So then Paul says, we've learned this lesson a long time ago. If you look at the Yc application, there are more questions about the commitment and relationships of their founders, then their ability. Paul continues founders of successful startups talked about how hard they work to maintain a relationship. This is an excerpt from an email that Paul includes about a founder answering this question. And this founder says, 1 thing that surprised me is how the relationship of startup founders goes from a friendship to a marriage. My relationship with my cofounder went from just being friends to seeing each other all the time, fret over the finances and cleaning up shit. And the startup was our baby. I summed it up once like this. It's like we're married, but we're not fucking. Back to Paul. Several people use the word married. It is far more intense relationship than you usually see between coworkers. So this relationship has to be built of top quality materials and carefully maintained. It is the basis of everything. So when I got to this section, it maybe me think of this text conversation. So I became friends through the podcast. With this founder. He's it's actually a 2 time founder Yc Founders. His name is John K. He's awesome my favorite educational Youtuber. He makes excellent videos. I'll link below with 1 that a price center a dozen people it's called the entire history of Silicon Valley. But anyways, John text me because he was working on a video. He's got this idea, and he's asking about, like, is there historical precedence of 2 successful founders working together on a new project after an acquisition. And based on his research, he seems... He said it seems like it always failed. And I went through every single episode, like the episode title. Was just trying to see if I come up with anything. So I'm just gonna read you this long text, like, thought that I that I sent him. And it's not specific to, you know, founders 1 founder buying another company's another founders company and then working together, just kinda clear, theme in the history of entrepreneurship. And it says my get... My initial guest is no because it tends to evolve into 1 clear main founder. And even if the c cofounder or the partner stays, it's usually and... It's clearly in a subordinate role. I immediately think of Andrew Carnegie Henry K F, both 2 super successful founders. Andrew Buys, Henry's company. The episode 73 is on this. What happened. I go episode 73 is on a book called Meet you and Hell about their partnership and then their bitter or lifelong long rivalry. Years after their fight. Meet you and hell. The title comes from Andrew, You know, they're like hey, we're both old man. Let's bury to hatch it and henry Clay F was not having it. Wrote him back at letter. He's like, nope. We're not squash the beef, and I'll meet you in hell. And then I just go through, like, all these examples. Henry Ford bought out all of his sylvester. Steve Jobs was in complete control as was Edwin Land, where Rockefeller had partners, but they all deferred to him and he owned the most equity. Jp morgan ran his entire show. Same with Jay Gold and koi is van. Wilbur be wright was clearly the main founder of the of the wright Brothers. Sam Walton and Jeff Bezos and Enzo ferrari and Est Lau. Clearly the main person running their companies. I can't even think of many acquisitions that go well. Trader Joe's sells and get kicked out of his company. Paul or fa, sells to Kin ghosts, sells Kin goes to Fedex and hates it and won't even go into the store anymore. Henry Leland sells to cadillac... Sells cadillac to the founder of Gm and then leaves to start Lincoln Motors and then sells to Henry Ford. Leland didn't like either acquisition. I just went through 200 episodes, and I can't find 1. And so back to Paul's point here. Hey. He's seeing it over and over again. It's extremely hard to pick a good foot c founder Extremely hard to stay together. It's a very important decision. Take your time with it. I think it's what Paul's point. And then once you do make the the the decision makes you you spend a lot of time maintaining that relationship because what he says? It's the basis of everything. Next main theme from these emails. Startups take over your life, Running a start startup is not like having a job or being a student because it never stops. And this is what the email says. I didn't realize it it's been almost every waking moment either working or thinking about our startup. You run our whole different way of life when it's your company versus working for someone else's company. And then Paul says, in the best case, total immersion can be exciting, Here's an example of that, it's surprising how much you become consumed by your startup. It... In that you think about it day and night, but never once does it feel like work. So I mentioned you before, I have all these weird ways to brain wash myself These videos I watch. These clips I watch over again. These quotes I stay save on my phone. 1 of them is, Conor Mcgregor talking about total immersion at the beginning of his career. There's a fantastic documentary on Netflix. I think it's called like Notorious or something like that. And it shows Conor her when he was on Welfare. He was living at his parents. Couldn't pay his bills, and, you know, he just keeps saying, he's like, I'm gonna make it... I'm gonna dedicate my entire life and not gonna think of anything else Like, and he was, like, talk about visualization. He's just, like, I know I'm gonna be champion 1 day. And know I'm gonna have more money to like than I... Then I know what to do with. I'm gonna be able to take care of my entire family. And it's crazy because he's saying these things when he's going. He's like, leaving through mail, and it's, like, you know, Bill collector after Bill collector after bill collector. And so 1 quote that I saved from Conor Mcgregor this video it says, again, how he used total essentially this idea of total immersion. In whatever you do, you've gotta be a little bit gone to it. You are not all there. You've gotta be almost insane to your craft. Not a lot of people can understand that. That's why I don't know about anything else. I do not pay attention to nothing else. Normal side is like, let's talk about this. He's talking about, like sports, current events, and stuff like that. So she says normal society is is says, let's talk about this. Let's engage in this. I can't do it. People are talking to me. And in my head, I'm deep in a sequence on the map, meaning training for fighting. Right? Trying to talk to him about current events, sports and in his mine, he's she's just like, what's a sequence? What I have do next? He goes, people are talking to. In my head, I'm deep in a sequence on the map. I cannot pay attention to nothing else. And that's difficult too because I think that's the natural, like, inclination for a lot of people are running their companies. And when you have kids, you have a family... Like, I mean, a lot of large part of founders podcast guess is us watching these incredibly intelligent incredibly for formidable people messed this area of their life up. I can't turn it off. And it's probably easier to fall into that trap with the last line of that email. It's like, we'll never once does I feel like work. Next reoccurring theme is it's an emotional roller coaster. You and I've talked about that. In a start up thing seem great 1 moment and hopeless the next. This is an email from a founder. The emotional ups and downs were the biggest surprise for me. 1 day we think of ourselves as the next Google, the next we'd be pondering how to let our loved ones know of our out other fit auto failure and on and on and on. Next thing, it can be fun. This is Paul speaking. The good news is the highs are also very high. And what Founder Santa Lake is, like most is the freedom. This is what 1 of the founders said. I'm surprised by how much better it feels to be working on something that is challenging and creative and something I believe in. Next thing, persistence is the key. A lot of founders are surprised how how important persistence was in startups, quote from an email. Everyone said how determined and resilient you must be. But going through it made me realize that the determination required was still understated. Back to Paul. And also by the degree to which persistence alone was able to dissolve obstacles when I got to this part, this is when I wrote Paul has said determination was better predictor of success. Than intelligence. Already read that to you earlier. So it's... This is an email It says, if you are persistent, even problems that seem out of your control seem to work themselves out. Several founders mentioned specifically how much more important persistence was in intelligence. This is an example of that. I've been surprised again and again, by just how much more important persistence is than raw intelligence. Remember the name of this essay is what startups are really like, number 6. Think long term. You need persistence because everything takes longer than you expect. A lot of people were surprised by that. Founder says, I'm continually surprised by how long everything can take. Paul says. 1 reason founders are surprised is that because they work fast, they expect everyone else to. And then another reason they're surprised by how long it everything takes is because a lot of them are over confident. I think the reason most founders are surprised by how long it takes is that they're over confident. They think they're going to be an instant success like a Youtuber or Facebook. You tell them only 1 out of a hundred successful startups ups has a trajectory like that, and they think, yep, we're gonna be that 1. And so then Paul says maybe they'll listen to 1 of the more successful founders. This is what 1 of the more successful founders told Paul. The top thing I didn't understand before going into is that persistence is the name of the game. It's going to be a really long Germany journey. Number 7 is lots of little things. I really like what this founder says here. Grind over glamour. Paul says we often emphasize how rarely startups ups win simply because they hit on some magic idea. I think founders have now gotten that into their hands. But a lot we're surprised to find this also applies within the start. You have to do a lot of different little things. This is an email from a founder. It is much more of a grind than glamorous. You more likely... You will more likely find me tracking down a bug rather than having a brilliant than having brilliant flashes of some strategic insight. Another email from a founder. I learned never to bet on 1 feature or deal or anything to bring you success. It's never just a single thing. Everything is just incremental and you just keep going. You just keep doing lots and lots of these little things until you strike something. Number 8, start with something minimal. You should release fast and iterate. It is a it is practically a mantra at y comb, email from a founder, build the absolute small thing that can be considered a complete application and ship it. Number 9, engage users just 1 sentence here. And I think, Est Lau was a master at this. Product development is a conversation with the user. So, again, Est Lau. If she's the the example that comes to mind when I think about just how to interact with your customers how to do things that don't scale, If you don't know what I'm talking about, and why S lau is a master at this listen to episode 02:17. That is by far 1 of my most popular episodes, I have a ton of people that Have told me they listen to it multiple times. The next 1 is change your idea. Paul says we've always encourage founders to see a startup idea as a hypothesis rather than a blueprint. Mere determination without flexibility is a greedy algorithm that may get you nothing more than a mediocre local maxim. And so 1 of the founder emailed Paul said when someone is determined there's still a danger that they'll follow a long hard path that ultimately leads nowhere. 1 founder put it very su, fast iteration is the key to success. And then Paul says, experienced founders learn to keep an open mind. This is a an excerpt from an email on that. I don't laugh at ideas anymore. Because I realized how terrible I was and knowing if they were good or not. You can never tell what will work. Number 11 is don't worry about competitors, this maybe think of 1 of my favorite Edwin land that I've been repeating a lot lately that the best way to keep a secret is to shout up from the rooftops. When you think you've got a great idea, it's sort of, like having a guilty conscious about something. All someone has to do is look at you funny, and you think, Oh, my God, they know. Those alarms are almost always false. 1 reason people interact competitors is that they over value ideas. If ideas really were the key, a competitor with the same idea would be a real threat, but it's using execution that matters. Paul actually has a great way to describe this in that talk from the Y Comb of a podcast I referenced earlier when he was talking about, hey, this is why determination is more important than intelligence. He also talks about Was like, just focus on your customer not competition, and he says what makes companies fail most of the time is poor execution by the founders. A lot of times founders who are worried about competition. Yc c has founded 1900 plus companies at the time. This is several years ago. 1 was killed by competitors. You have the same protection against competitors that light aircraft have against crashing into other light aircraft. Do you know what that protection is. Space is large. Number 12, it's hard to get users. A lot of founders complain about hard... How hard it was to get users? This is a complicated topic. When you can't get users, another way to think about this when you can get customers. It's hard to say whether the problem lack of exposure or whether the product is simply bad. The sharpest criticism of Yc came from a founder who said we did not focus enough on customer acquisition. This is what the founder said. Why see preach make something people want? There is very little focus on the cost of customer acquisition. And that's actually something I learned from Steve Jobs because he talks a lot about the importance of product, the importance of talent, but if you saw how he spends his time too. He talked about the importance of marketing, and then having innovations and not only marketing, but, in product marketing and distribution. And I remember reading something from him and the note I left myself was, because he talked about he wants every single person in the world to have an Apple device and to do that, Apple must not only make products, but they must be become a great marketing company and they weren't at the time he was saying this. Right? And the way I interpreted what he was saying in the context of that book was if you believe your product will improve the life of your customer, then you have a moral obligation to get good at marketing. Number 13, This is actually repeated a few times through different essays expect the worst with deals. Deals fall through, That is a constant of the startup world. Startups are powerless, and they also apply not only to to deals with bigger companies, but they say the applies to infect investors too. This is a founder email about dealing with investor in retrospect, it would been much better if we had operated under the assumption that we would never get any additional outside investment. That is something that Paul repeats a lot. In fact, let me get to this right now. So I don't forget to bring it up. Somebody asked him if you were 22 years old or just graduated college today, what would you do with your life? And I think this supplies to more than just 20 year olds, but he says, if I were 20... If I was starting to startup, I would certainly apply to Yc, which is not that surprising since it was designed to be what I wish Had had when I did start 1. But assuming I got in, I would not get sucked into raising a huge amount on demo day. Okay? So this is what he would do if he was starting a company now. I would raise maybe 500000 dollars. I'd keep the company small for the first year. I would work closely with users to make something amazing, and otherwise, I would stay off of Silicon Valley radar. In other words, I'd be the opposite of a seams. Ideally, I would get to profitability on that initial 500 k. Later, I could raise more if I felt like it. Or not, but it would be on my terms. At every point, this is... I think the part actually found most interesting personally. At every point in the company's growth. I'd keep the company as small as I could. I'd always want people to be surprised by how few employees we had. Fewer employees equal lower costs and less need to turn into a manager. And so that popped mind when you have this email from the... Or excuse this email from the founder saying, it would have been much better if we'd had operated under the assumption than we would never get any additional outside capital. And so then, Paul adds on that, my advice is generally pessimistic, assume you won't get money. And if someone does offer you any, assume you'll never get any more of it. And then he talks about, hey, founders don't take this advice. They don't listen to me. Why do founders ignore me? Mostly because they're optimistic by nature. The mistake is to be optimistic about things you can't control. That is excellent. So that's why it's whole point, like, you need be in charge of around destiny. And then when you're in there, you have a lot more options and you get to pick and choose what's best for you in your company. Number 14, investors are clueless. A lot of founders mention how surprised they were about a clueless list of investors. This is 1 fat... What founder said. They don't even know about the stuff they've invested in. I met some investors ahead Invested in a hardware device. And when I asked them to demo the device, they had difficulty switching it on. And then another founder says investors don't know half the time what they're talking about. A few were great, but 90 by 95 percent of the investors we dealt with were unprofessional, They didn't seem to be very good at business or have any kind of creative vision. They said Angels were generally much better to talk to. Number 15, you may have to play games. 1 founder said the thing that surprised him most was, quote, that agreed to which fe cert impressed investors I don't think this just works on investors. I think works in human nature, something that he... That Nolan Bush knows the founder Atari and Steve Just Mentor picked up on. He he hired a Steve when he was like, 19 years old to work at Atari. And he's 1 of some of the advice that he gave Steve was he says, I taught him that if you act you can do something, then it will work. I told him pretend to be completely in control and people will assume that you are. Number 16 luck is a big factor. If you think about famous startups, it's pretty clear how big a role luck plays. Where would Microsoft be if Ibm insisted on an exclusive license for dos. Paul makes that point with with Bill Gates specifically a few times where he's like listen. Without that, yeah, Bill Gates is smart, he'd be unbelievably rich, but the reason he's at the top of the the... The world's people list is because of this things that That were like, mistakes that Ibm made and that he obviously capitalized and execute on well, But he goes he's still would been rich. It just would have been further down the list. Paul's got a fantastic. He actually has a great way to put this. He has this... It's... Eventually, I'm gonna get to this. I don't know if I get into the this episode the next 1, but it's called how to make wealth, and he describes the role of locking in, in company building. He says there is a large random multiplier in the success of any company. And so then he goes back to this. He says, actually the best model would be to say that the outcome is the product of skill, determination and luck. Number 17, the value of community. This is something he repeats in different variations throughout all the, like, bunch of different essays. This is 1 of the founders saying the benefit of the community that Yc provides founders, the immense value of peer group of Yc companies and fate that are all facing our suzy. The immense value of the peer group of Yc companies and facing similar obstacles at similar times. That is why I actually think, like, obviously, it's very valuable in person, it's why my number 1 recommendation number 1 book recommendation is against the odds an by James Dyson. The the last time I read it. I read it a few times. As episode 200 because I think James can serve as, like, a mentor and in a historical context, but how difficult and lonely the job founder can be. So I think it's, like, you're gonna find that reading that book, there's a a lot of good information on company building there, but I think you'll find it comforting but like, oh, okay. It's it's I'm not... The way I feel, and the difficulty team I'm going through and the pain enduring is not unique to me. And then Paul's talks about the value of community, it's like, 1 of the reasons he likes being part of the world because of this this world is because even as people get super successful, they still trying to help. I think Bob no, the founder of Intel talked about this the best. I think he said something like after he got successful an entrepreneur try to help and mentor a bunch of people. He meant mentored, you know, Steve Jobs. He meant mentored Nolan Bush now, a bunch of other founders. And he said something he was, like, restock the fish or restock the stream that I fish from. I think is the way he put it. So, Paul says, this is 1 of the reasons I like being part of this world, Creating Wealth is not a 0 sum game. So you don't have to stab people in the back to win. And then what I love about how he ends not only this essay, but another 1, he's like this, and this is very complicated, difficult. And a lot of this, you're just not gonna be able to get until you actually do it. And so he calls this part the super pattern, and it's really about why people don't listen to the device that he gives. Right? Once first thought when looking at all at them, meaning all these like these problems that people are into Like, what running circles are like, 1 one's first thought when looking at them, all is to ask if there's a super pattern, a pattern to the patterns. I saw it immediately. These are supposed to be the surprises. The things I didn't tell people. What do they all have in common? They're are all things that I tell people, and he gets to the heart of the matter here. People just don't seem to get how different it is until they do it. Okay. Let's jump to another essay. It's called a word to the resourceful, this is fantastic, and it fits on, like, a page in half. It says I noticed a pattern in the least successful start that we find it. They all seem hard to talk to. It felt as if there was some kind of wall between us. I could never quite tell if they understood what I was saying. What was surprising in what is what comes next where he compares the opposite of this, and this is not what you'd expect it to be the the opposite to be again. A word to the resourceful. This is what it's talking about. This caught my attention because earlier, we noticed a pattern among the most successful startups and it seemed to hinge on a different quality. We found the startups that did the best were the ones with the sort of founders about whom we'd say they can take care of themselves. The startups did do the best and as a for the proxy that you and Are using this for here. Is it's like, the kind of founders that we wanna be. Right? So it's like, the startups they do the best, the founders that are the best. Right? So it says, the starters to do the best are fire and forget it in the sense that all you have to do is give them a lead and they'll close it. Whatever type of lead it is. So just wanna go over 1 line in that paragraph. Again, we found the stars that did the best were the ones with the sort of founders about whom we'd say they can take care of themselves. It seemed odd that the outliers at the 2 ends of the spectrum, which is failure and in success. Right? Could be detected by what appeared to be unrelated tests. This is why exactly. That's exactly what I thought when I reading? It goes. That's odd. What's going on here. You'd expect that if the founders at 1 end were distinguished by the presence of quality x At the other end they be distinguished by the lack of x. Was there some kind of inverse relation between resourceful ness and being hard to talk to? It turns out there is, and the key to the mystery is the old adage, a word to the wise is sufficient. If someone is wise, all you have to do is say 1 word to them and they'll understand immediately. You don't have to explain in detail. They'll chase down all the implications. He doesn't say this, but what The I think about what he's saying is eric They'll chase down all the implications on their own back to Paul in much the same way that all you has to do is give the right sort of founder a 1 line intro to a Vc and he'll chase down the money. Understanding all the implications is a subset of resourceful. That is a really unique thought, and this is where this is why Paul's writing makes you feel something. Paul's writing it evo motion. It's just s wait a minute. And it's in the same way that all you to do is give the right sort founder at 1 line intro Vc and he'll chase down the money, and then the punchline right here is so fantastic understanding all the implications is a subset of resourceful. That is a description of the successful founders then he ties it back to. Okay. So what are the unsuccessful founders doing wrong, and therefore, you and I can be like, what do we wanna avoid? A better way to describe a situation would be to say that the unsuccessful founders had a sort of conservatism that comes from weakness They traverse idea space as ginger as a very old person traverse versus the physical world. Again, now only he he's writing a emotional, but he immediately puts... You read that and your mind's eye, you see an old person, like, with a cane and a hunch. Right? So let me go at. Better way to describe a situation would be to say that unsuccessful founders had a sort of un a sort of con con conservatism that comes from weakness. They traverse idea space as ginger as a very old person traverse the physical world. And so he goes back to. This is out... He's gonna end the Essay right here. And hopefully, this just makes sense. So being hard to talk to was not what was killing the unsuccessful startups. It was a sign of an under underlying lack of resourceful. That is what's killing them. A lack of resourceful. As well as failing to chase down the implications of what was said to them. The unsuccessful founders would also fail down to chase funding and users and our customers, whatever and source of new ideas. But the most immediate evidence I had that something was a miss was that I couldn't talk to them. Okay. So now we got to 1 of my absolute favorite assays essays of his called do things that don't scale. And so he writes. A lot of would be founders believe that startups either takeoff off or don't. You build something, make it available, and if you... And if you made a better mouse trap, people beat a path to your door just as promised. Or they don't in which case the market must not exist. Actually, start takeoff off because the founders make them take off. I had to double on underline that 1. That one's fantastic. It's actually, startups take off because the founders make them take off. The most common un scalable thing founders have to do at the start is to recruit users manually. Nearly all startups have to. You cannot wait for users to come you. So he's always gonna use the word users. You obviously, we could think about that as customers as well. Okay? You have to go out and get them. Stripe is the most successful startup up we funded. And... Or. It's 1 of the most successful startups we funded. And the problem they solve was an urgent 1. If anyone could have sat back and waited for users, it was stripe. I love the story. I've mentioned the story on past podcast podcasts a few times too. But in fact, they're famous for aggressive early user acquisition. So they have a term. He says that at Yc we use the term, call insulation, call is the last name of the 2 brothers that found stripe. Okay? So it says at Yc, we use the term, call installation. For the technique they invented. More different founders meaning more default passive founders. Right? Would ask, will you try our beta. And if the answer is, yes, they'll say great. We'll send you a link. But the Call brothers were not going to wait. When anyone agreed to try Stripe, they say right. They would say right then, give me your laptop, and they would set them up on the spot. That is the call installation that's fantastic. For a start up to succeed, at least 1 founder will have to spend a lot of time on sales and marketing. When I got to that section, made me think of 1 of my favorite quotes from the book 0 to 1 by Peter T, superior sales and distribution by itself can create a monopoly. Even with no product differentiation, the converse is not true. That's crazy. And true. Superior sales and distribution by itself can create a monopoly even with no product differentiation. That's how important this is. Right? The converse is not true. The other reason founders ignore this path is that the absolute number seems so small first. This is why again, I've already said it... I don't know, probably twice so far. You gotta go back and steady S lau. She was a master at this. Everywhere she'd go, she would offer to on individual basis. Right? She's sitting on a train, sitting on a bus, wherever she's at? She's like, hey, she sees a woman sitting there. Hey, do you mind if I do your makeup. If I beautify you or I forgot the term she uses? And she would do, like, a 1 on 1, you know, maybe 05:10 minutes. I don't even know how long it took. And then what would happen is she did at the beginning, you know, when he's saying, you have to do things that don't scale. 1 on 1, like, make makeover versus definitely not... The that's a definition of thing that doesn't scale. Right? But it does go with time because she would say decades later, she would still be getting cards and letters in the mail from people that she took the time on an individual basis to provide a service for that are still customers. So think about that. Like, She recruited a user a customer on a on a bus. 30 years earlier. That person is still a client of her so a customer of hers still sending her information. Are still sending her communication in letters and things. How many other people did that 1 customer recruit for Sal lau over 3 decades. Dozens if not hundreds, if you could actually track, it's maybe even thousands. Right? If you think about everybody they recruit and who they recruit and so on and so forth. And that's the point. Like, it looks like it doesn't scale. But if they like what you do, it does as long as you're willing to stay in the game long enough. I love this essay. Back to. The other reason founders ignore this path is that absolute number seems so small first as they large. She it's like, oh, I can't do this because if If I do it for 1 person, I actually be doing things for 1 person. I should be doing things for a thousand at a time. Well, maybe that 1 person gets you a thousand customers over time. Right? You are doing it for a thousand. He just... It's just not obvious at the point. At the time. This can't be how the big famous startups got started, They think, the mistake they make is to underestimate the power of compounding growth. We encourage every startup to measure their progress by weekly growth rate. And so his point here and when I wrote the margin is humans do not understand this intuitively. We encourage every start up to measure their progress by weekly growth rate. If you have a hundred users, you need to get 10 next week, 10 more next week to grow 10 percent a week, and while a hundred and 10 might not see much better than a hundred. If you keep going at 10 percent a week, you'll be surprised how big the numbers get after a year, you'll have 14000 users and after 2 years, you'll have 2000000. Almost all startups are fragile initially. And that's 1 of the biggest things inexperienced founders and investors, and reporters and know it all he... List a bunch of people here. Get wrong about them. They unconsciously judge larva startups by the standards of established ones. They're like someone looking at a newborn baby including, there's still way this tiny creature could ever accomplish anything. The question off, This is so fantastic. The question to ask about early stage startups is not is this company gonna take over the world, but how big could this company get if the founders did the right... If the founders did the right things? And the right things often seem labor and inc at the time. That is such a good line. He's gonna reference something that I talked about on founders 01:40, which is the the the best Bill gates biography that I've read so far. Because it covers just the 35 year... The first 35 years of his life. That's episode 1 and 40 families do. So it says the right things can often seem Labor boys and inc to time. Microsoft cannot seem to be very impressive when it was just a couple of guys in Albuquerque, writing basic interpreter for a market of a few thousand hobby as computer users at the time recall. But in retrospect, that was the optimal path to dominating micro computer software. So skipping ahead a little bit. He's like, listen, you should really just instead of trying to go wide, delight, get a get a a few people to really love you than a bunch of people to kinda like you. You should take extraordinary measures not just to acquire users, but also to make them happy. For as long as they could, which turned out to be surprisingly long, this company called Wu, Wu sent every new user a handwritten think, note. The first users should feel that signing up with you was 1 of the best choices they were made. And you in turn should be racking your brains to think of new ways to delight them. And then just more great advice here. Another reason founders don't focus enough on individual customers is that they worry, it won't scale. But when founders of larva startups, worry about this, I point out that in their current state, they have nothing to lose. Maybe if they go out of their way to make existing users super happy, they'll 1 day have too many to do so much for. See if you can make that happen. And the fact that you can delight customers on a 1 by 1 basis when you're just starting out is actually an advantage that big companies do not have, Tim Cook of Apple doesn't send you a handwritten note after you buy a laptop. He can't. But you can't. That's 1 advantage of being small. You can provide a level of service no big company can. And this is fantastic. And never thought about this. I was trying to think of a phrase to convey how extreme your attention to users should be. And I realized Steve jobs had already done it. Insanely great. Steve wasn't just using insanely as a s for very. He meant it more literally that 1 should focus on quality of execution to a degree that in everyday life would be considered pathological. And he's gonna give some advice on how you go about doing this. Sometimes a right un scalable trick is to focus on a deliberately narrow market. That's what Facebook did. At first, it was just for harvard students. In that form, it only had a potential market for a few thousand people. But because they felt it was really for them a critical mass of them signed up. When I interviewed Mark Zuckerberg, he said that while it was a lot of work creating course list for each school doing that made made students feel that the site was their natural home. And then he gives some ideas not only for people writing start software, both for physical products as well. For hardware startups, there's a variant of doing things that don't scale that we call pulling a Rocky. They got started that that same with company. They got started by doing something that really doesn't scale. They assembled their routers themselves, and they had to do that because the minimum order for a factory production run is usually several hundred thousand dollars. And so they had to put these things together, and it was interesting when he's about to see. Is like, doing things that don't scale is actually a form of education. Doing things that don't scale as a form of education. Fabric things yourself turns out to be valuable for hardware startups. You can treat the design faster when you're... When you are the factory, and you learn things, you'd never have known otherwise. And then he says you can use consulting like techniques to actually learn more and to do things that don't scale. What I wrote... This is a long paragraph. I'm gonna write reach you what I wrote first. This is great. All of these centers on learning how to better serve your customer. Another consulting like technique for recruiting initially Lukewarm users is to use your software yourselves on their behalf. We did this at V web, or we did that at V web. When we approach merchants asking if they wanted to use our software to make online stores, some said no, but they let us make 1 for them. Since we would do anything to get users, we did. We felt pretty lame at the time instead of organizing big strategic e commerce partnerships, we were trying to sell luggage and pens and men's shirts. But in retrospect, it was exactly the right thing to do because it taught us how it would feel for merchants to use our software. Sometimes the feedback loop was instantaneous. In the middle of building some merchant site. I'd find I needed a feature that we didn't have it's spent a couple hours implementing it. And then on resume building the site. And then he gives some advice, which is which is he's not a big believer in the big launch. I should mention 1 sort of initial tactic that Usually doesn't work. The big launch. Occasionally me founders who seem to believe startups are projectiles rather than powered aircraft. Powered aircraft is a great visual for a startup. Occasionally founders who seem to believe startups or projectiles rather than powered aircraft and that they'll make it big only if they've launched with sufficient initial velocity. It's easy to see how little launches matter? Think of some successful startups. How many of their launches do you remember? All you need from a launch is some initial core set of users. And then he goes into, like, why you founders believe this because it's easier. Right? It would be so much less work if you could get users merely by broadcasting your existence rather than recruiting them 1 at a time. But even if what you're building really is great, getting users will always be a gradual process. Mainly because users have other things to think about, think. God. He said that, mainly because other users have... We... Like, you and I think about our company way more. 99 a thousand times more than anybody that loves our company does. And if you go back and watch, what Steve Jobs said right when you came back to Apple, Said the same thing. He's like listen, the world is complicated. It is noisy. We are not gonna get a chance to get people to remember much about us. No company is. So we have to be really clear about what we want them to know about us. I love what he said. He's like, listen, even what your building is really great, getting users is always gonna be a gradual process, mainly because users of other things to think about. Yes. They're thinking about themselves. He goes back to why people shoot for a big launch instead of the labor task of doing things that don't scale, you have to make an extraordinary effort. Any he it effort initially. Any strategy that omit the effort is suspect. I love this. Sam Walton auto founders 02:34 if I'm I'm mistaken. He has, like, at the end, he's, like, you know, here's a a list of 10 things that are, like, are are really important to know as you build your company. And what the 10 things are great. Obviously. Right? I love what he said before the 10 things, though. He said he wouldn't even... Like, he wouldn't even put work hard on the list because he says if you didn't know that already, and you weren't willing to, you wouldn't need his list anyways. Another way I think about this is what Jerry Seinfeld said about when he made his his very successful show. He's like, the... He's like, I don't, I'm not into hacks. He's like the right way is the hard way. Or the... I think he said the hard way. The, yeah. The right way is the hard way. And you're seeing Paul say the same things. Like, forget the big launch, you have to make an extraordinary effort Initially, any strategy that omit effort is suspect. And then he ends on a fantastically unique paul gram idea the need to do something un scale labor to get started is so nearly universal. That it might be a good idea to stop thinking of startup up ideas as scalar. Instead, we should try thinking of them as pairs of what you're going to build plus the un scalable things that you're going to do initially to get your company going, think of it as a pair. What what are you gonna build? Plus the un scalable things that you're going to do initially to get your company going. I love this idea Now that there are 2 components, you can try to be imaginative about the second as well as the first. Founders need to work hard in 2 dimensions. And that is where I'll leave it. I have a giant stack of his essays to get to, that will be a part 2. I would normally say that's 275 books down although technically this isn't a book. Although I'm interested, I wonder because of Paul's relationship with Stripe. I wonder if there's anybody stripe press that is thinking about turning. I would love... I know he did hackers and painters, but I would love, like, a book version of Paul's essays, and I'm sure I'm not the only 1. So anyways, that's 275 kind of books, I guess podcast podcasts down 1000 to go, and I will talk to you again in part 2 of Paul essays."
}