{
  "transcript": "There are some kinds of work that you can't do well without thinking differently from your peers. Your ideas have to be both correct and novel. You see this pattern with starter founders. You don't want to start a start up to do something that everyone agrees is a good idea, are there will already be other companies doing it. You have to do something that sounds to most other people like a bad idea, but that you know isn't like writing software for a tiny computer used by a few thousand hobby or starting a site to let people rent beds on strangers floors. He's referencing Microsoft and Here airbnb be there. Do you want to do the kind of work where you can only win by thinking differently from everyone else. Independent mind seems to be more a matter of nature, the nurture, which means if you pick the wrong type of work, you're going to be unhappy. If you're naturally independent minded, you're going to find it frustrating to be a middle manager. And if you're naturally conventional minded, you're going to be sailing into a headwind if you try to do original research. 1 difficulty here is that people are off mistaken about where they fall on the spectrum from conventional to independent minded. Conventional minded people don't like to think of themselves as conventional minded. It genuinely feels to them is if they make up their own minds about everything. It's just a coincidence that their beliefs are identical to their peers. And the independent minded, meanwhile, are often unaware how different their ideas are from conventional ones. At least till they state them publicly. Can you make yourself more independent minded? I think so. It matters a lot who you surround yourself with? If you surround yourself with independent minded people, hearing other people say surprising things will encourage you to and to think of more. The independent minded find it uncomfortable to be surrounded by conventional minded people. A place where the independent and conventional minded are thrown together is in successful startups. The founders and early employees are almost always independent minded. Otherwise, the start wouldn't be successful, but conventional minded people greatly outnumber independent minded ones. So as the company grows, the original spirit of independent mind ness. Is inevitably diluted. This causes all kinds of problems besides the obvious 1 that the company starts to suck. 1 of the strangest is that the founders find themselves able to speak more freely with founders of other companies. Then with their own employees, the importance of founders knowing other founders is repeated a lot in Paul's essay essays. I'm gonna read that 1 more time. Because it think it's important. 1 of the strangest is that the founders find themselves able to speak more freely with founders of other companies than with their own employees. You don't have to spend all your time with independent minded people. It's enough to have 1 or 2 who you can talk to regularly. And once you find them, they're usually as eager to talk as you are. They need you too. You can expand the source of influences in time as well as space by reading history. When I read history, I do it not just to learn what happened, but to try to get inside the heads of people who lived in the past. How did things look to them? This is why I say every entrepreneur needs a library. It's a tool for entrepreneurs. Back to his idea about how to make yourself more independent minded. More generally, your goal should be not to let anything into your head une examined? And things don't always enter your head in the form of statements, some of the most powerful influences are implicit. How do you even notice these by standing back and watching how other people get their ideas. When you stand back at a sufficient distance you can see ideas spreading through groups of people like waves. The most obvious are in fashion. You notice a few people wearing a certain kind of shirt, and then more and more and more until half the people around you are wearing the same shirt. There are intellectual fashions too. And you definitely don't wanna participate in those. Because un ideas are... Oh my god. Is so good. Because un ideas are disproportionately likely to lead somewhere interesting. The best place to find undiscovered ideas is where no 1 else is looking. Novel ideas, come home curiosity. Independent mind and curiosity predict 1 another perfectly. Everyone I know who's independent minded is deeply curious, and everyone I know whose conventional minded isn't. The independent minded are the glut of curiosity who keep eating even after they're full. And this is what I think the most important sentence since entire Is. How much does the work you're currently doing engage your curiosity. If the answer is not much, maybe you should change something. Curiosity is unlike most other appetite ind it tends to increase rather than to sat it. Questions lead to more questions. So perhaps curiosity is the compass. Perhaps if your goal is to discover novel ideas your motto should not be do what you love so much as do what you're curious about. That's an excerpt from Paul excellent essay, how to think for yourself. And so before I jump into his next excellent essay, which is how to work hard, If I sound funny, what I went through this week is going to be very familiar to anybody with school aged children. My daughter brought home some kind sickness. I was spread to my son, then spread to my wife, and then now I finally have gotten it. And so for the last few days, I've just been hold up in bed, reading and reading and reading anytime I'm not asleep. So I have spent the last few weeks living inside the mall mind of Paul Graham, and it has been an amazing experience. So not only have I finished reading all those essays, Since I was sick in bed, I had the opportunity, I've already finished reading his book, which is a collection of Essays 2 called Hackers and painters, which will be the next episode of founders. I also have a collection of essays that I read and highlighted and made notes on, that I won't get to today. I'll probably do it maybe, like, a few weeks, maybe a few months. I'll just do, like, bonus episodes on Paul at Paul essays, you know, maybe every few months because I do think they're extremely valuable for founders. So jump into... So my apologies if I sound a little funny, let's jump into how to work hard. And so Paul writes. It might not seem there's much to learn about how to work hard. Anyone has even been a school and knows what it entails even if they chose not to do it. And yet when I ask if I know more about working hard now than when I was in school, the answer is definitely yes. 1 thing I know is that this is so this is so good. I... I'm just gonna repeat myself over now again because I'm a huge fan if it's writing. 1 thing I know is that if you want to do great things, you'll have to work very hard. I wasn't sure that as a kid was there perhaps. I thought about this way, you might have as well, when I was younger. Was like, everybody told me like, don't work hard, work don't work harder or work smarter. And then what you realize is when you start studying people that reach the top of their profession. And if you wanna be excellent what you do and and really do great work that you do both. They all do both. They work hard and smart. And so Paul's is kind of going back to his inner inter monologue that he was having it as a kid. He's like, was there perhaps some way to evade hard work, do share sheer brilliance, Now I know the answer to that question. There isn't. In fact, Paul has this great quote where he's respond on on on Twitter, he's responding back to Patrick Carlson, the founder of Stripes saying, hey, you know, Stripe was really hard to build it took a lot of intensity and we had to work very hard. And he said something like, hey, you know, maybe better founders. You're able to do built something great without working hard, but we we couldn't figure out a way to do that. And Paul's response was that's an empty set. If Patrick and John Carlson had to work both smart and hard. You're going to have to too. So I feel that's where he's that's very much his perspective in the Essay. The recent famous adults seem to do things effortlessly was years of practice. They made it look easy because they were practicing in private I mean you talk about this all time. There are 3 ingredients and great work. Natural ability. Practice and effort. This is really special to me because I feel in the last like, 6 months, maybe 12 months, I feel like you and I been talking about practice just over and over and over again. Yeah. I've become obsessed with the idea. You can do pretty well with just 2. But to do the best work you need all 3. Bill Gates, for example, was among the smartest people in business in his heir, but he was also among the hardest working. I never took a day off in my twenties he said, not 1. It was similar with Lionel o messi. When his youth coaches talk about him, what they remember is not his talent, but his dedication and his desire to win. P g Wooden house or Wood house would probably get my vote for the best English writer of the twentieth century. No 1 has ever made it look easier. But no 1 ever worked harder. At 74 he wrote. With each new book of mine I have, the feeling at this time I picked a lemon in the garden of Leisure. A good thing really, I suppose it keeps 1 up on one's toes. And makes 1 rewrite every sentence 10 times, or in many cases 20 times. That line reminded me, of, something Rick Rubin said back on episode 2 02:45 of founders. And he says less is more, but you have to do more to get less. And there's many examples when Rick is working with some of the best musicians that have ever lived, and they'll redo, like, a section of the guitar 30 times. If they want 10 great songs, they might have to write a hundred just to be able to reduce it down to 10. So this idea keeps you on one's toes makes 1 rewrite every sentence since 10 times or in many cases 20 times. That is somebody is the top of their profession and had decades of experience of time. He's 74 wrote that. It sounds a bit extreme you think, and yet, Bill Gates sounds even more extreme. Not 1 day off 10 years, These 2 had about as much natural abilities as anyone could have. And yet they also worked about as hard as anyone could work. So remember, go back to the title of the essay how to work hard. They had as much natural abilities as anyone could have and yet they also worked about as hard as anyone could work. You need both. If great talent and great drive are both rare, then people with both are rare squared. And since you can't really change how much talent you have, in practice doing great work in so insofar as you can reduces to working very hard. What I've learned since I was a kid is how to work towards goals that... This is really the description of the founder journey. Right? He's like, you have to work towards goals that are neither clearly defined nor externally imposed. You'll probably have to learn both if you wanna do really great things. When I'm not working hard. So this is... He's describing his... Like, what happens in his own mind when he feels he's not working hard enough. I wrote... This is a gift in the curse. I highly suspect... I mean, I feel like this a lot. I'm I highly suspect you do as well. When I'm not working hard, alarm bells go off. I can't be sure I'm getting anywhere when I'm working hard, but I can be sure I'm getting nowhere when I'm not, and it feels awful. The reason it's to given the curse because you have this fire in the belly this internal drive, but you re it can't really turn it off. And in some cases, my own inter monologue I I've told you before it sounds a lot like, David Cog book. You can't hurt me. And I also don't think that's healthy either. I think it's to moderate because you can be extremely, I guess there's not only work. You should just be extremely mean to yourself. Like most little kids, I enjoyed the feeling of achievement when I learned or did something new. As I grew older, this morph into a feeling of disgust, see this exact. I know exactly Samuel. As I grew, this morph into a feeling of disgust, disgust when I wasn't achieving anything. The the 1 precisely date landmark I have is when I stop watching Tv at age 13. He's gonna talk about. He stopped watching. He got serious about his work at 13. So Talk about pat... Something Patrick Carlson told him owner stripe. I'm gonna leave a link in the show notes I think you should read it. You can just Google if you want. It's called aliens, Jedi and cults. It is a way to think about people that build incredible... Usually incredible companies or even incredible movements. Paul is an alien. If you read that quick post. You can read it I, like 5 minutes. You understand what I mean by that Patrick Carlson is also una alien. So it says the 1 precisely data I have is when I stop watching Tv at h 13. When I asked Patrick Carlson, when he started to find idle is dis, and that's another theme. This is in the book that I'll talk about next week too. He talks a lot about, like, I don't know this is not... You... You're seeking it. It's not gonna make you happy. He finds it. Well, dis tastes. I guess the word he used there. He started to find Items I don't missed dis hazel. He said. This is Patrick speaking now. I think around age 13 or 14. I have a clear memory. From around then of sitting in the sitting room staring outside and wondering why I was wasting my summer holiday. Back to Paul, strangely enough, the biggest obstacle to getting serious about work was probably school, which made work are what they called work seemed boring and important pointless I talked about this, really, referenced to I feel his best essay on this on Last week's podcast. If you... Obviously, this is part 2. You know, really have to listen to him them in in order if you don't want to, but I would listen to them. I listen to all 3 of them. You can pick the order. Probably makes sense to go in order. But, anyways, that that essay essays how to do what you love. Talked a lot about this. The the the problem is we're teaching... We're confusing kids that they automatically associate work with something, oh I have to do. I'm not supposed to like it. And let me just get it over with. And that way, I can then go and do the play part of my day or do what I wanna do. And Paul makes a point role, you're never gonna be great at what you do if you have that attitude. Like, you you have to be called to do. You it's like, it's almost like a, like, it pulls you down this path where you you want to it. But as I learned, the shape of her work, I found that my desire to do it slot it into it as if they've been made for 1 another. And so that's what he's gonna refer from here and in as a real work for work that you actually wanna do. Once you know the shape of real work, you have to learn how many hours a day to spend on it. You can't solve this problem by simply working every waking hour because in many kinds of work, there's a point beyond which the quality of the result will start to decline. This is very fascinating and he talks about the different limits that he's experiences on life. I've done several different kinds of work, and the limits were different for each. My limit for the harder types of writing or programming is about 5 hours a day. Whereas when I was running a start up, I could work all the time. So same thing for me. It's impossible. Like, when I hear warren Buffett say he can read 500 or 600 pages a day. There's no way I could read 500 or 600 pages a day. You know, for me, it's, you know, 3 3 to 4 hours. At very most of a book a day. So it's kind of very similar to what he's finding when he's programming. He says, hey, my limit for programming is about 5 hours a day, whereas when I was running start, I could work all the time. And then I like this point. The only way to find your limit for working is by crossing it. Honesty is critical here in both directions. You have to notice when you're being lazy, but also when you're working too hard, finding a limit of working hard is a constant ongoing process and not something you do just once. Then he gets into your motivation for wanting to to work this hard to begin with. What keeps me going depends on the type of work. When I was working at Via webb, that was his startup up that Sold, I was driven by the fear of failure. So I wanna pause right there, This is something that was fantastic. Jimmy Iv. There's a this a great documentary in Hbo called the defiant ones. And Jimmy Iv had a very interesting career, record producer, founder ones up selling the company he cohen owned with doctor Dr to Apple for billions billions of dollars. But there's at the very beginning of, this dr... This doctor Dr song called all day's work. There's there's a clip of Jimmy Iv talking about how he utilized fear as a tool. And this is what he said. Fears a powerful thing. I mean, it's got a lot of firepower. If you could figure out a way to wrestle that fear to push you from behind. Rather than to stand in front of you, that's very powerful. I always felt I had to work harder than the next guy just to do as well as the next guy. And to do better than the next guy, I just had to kill it. And you know to a certain extent that's still with me in how I work. You know, I just go in. And so the idea that fear is a powerful force if you can actually use it as a tools instead of hindrance something that Jimmy repeats over and over again in a lot of different contexts. When I was working on Via Web, I was driven by fear failure. I barely procrastinate it all then because there was always something that needed doing. And if I could put more distance between me and the pursuing beast by doing it, then why wait? Whereas what drives me now, writing essays is the flaws in them. So he is writing, I should tell you, because a lot of the I cover last week we're we're a lot older. I I do have some that, maybe over 10 years old in in the selection today. But the 1 I started with came from 2... It isn't written in 2020, and this 1 is from 2021. So let's go back to this. Whereas what drives me now, writing essays is the flaws in them. Between essays, I fuss for a few days like a dog, circling while it decides exactly what it lie down. Once I get started on 1, I don't have to push myself to work because there's always some error or mission that is already pushing me. And this next part is just absolutely excellence. I think that that is very common with high achieve or people that wanna be high achieve is weird thing where you're almost more afraid of losing than you are, like the the the pain of losing is almost greater than the the thrill of winning. This part is excellent. Many problems have a hardcore at the center surrounded by easier stuff at the edges. Working hard means aiming towards the center to the extent that you can. So okay, many problems, hardcore the center, surrounded by easier stuff at the edges. Of course, I think you know where he's going with this. Most people are just gonna n on the easy part. Right? But do you only... You make the... Do a big jumps in the big progress. By aiming towards the center. Working hard means aiming towards the center to the extent that you can. Someday days you may not be able to. Someday, you only be able to work on the easier peripheral stuff, but you should always be aiming as close to the center as you can without stalling. That is an absolutely excellent couple paragraphs later. I just keep repeating in the margins excellent. The consensus about which problems are most important is often mistaken, both in general and within specific fields. The consensus about which problems are the most important is often mistaken both in general and within specific fields. If you disagree with it and you're right, that could represent a valuable opportunity to do something new. If you discover some ambitious type of work that's a bar that's a bargain in the sense of being easier for you than other people, which we talked about echoes of this last week and there's a, also talks about this a lot. That's episode 1 91. And I think I went back and read my notes from the the Alma and Evolve, and there's a lot of overlap between Neville perspective and Paul. I actually think reading these books. Maybe I'll reread it very soon. I actually think Programs Essays in Naval and Naval starts go... There's a lot of overlap and go hand hand. I guess what I'm saying because this that echoes a lot what what Nova says it's like, you have to find work that feels like play. And 1 way to do that is there's something that you do that seems seems easier, quote unquote to you, but other people can't believe you can do it. So, if you discover some type of ambitious type of work that's a bargain in the sense of being easier for you than other people, either because of the buildings you happen to have or because in of some way of some new way you found to approach it are simply because you're more excited about it. By all means work on that. Some of the best work is done by people who find an easy way to do something hard. This may be my favorite sentence in the entire. I can't can't, like, scream or jump up and down like, I normally do. But this is just, I love this. A deep interest in a topic makes people work harder than any amount of disciplined can. So imagine if you could find a deep like, just you feel compelled. You have to do this. A deep interest in a topic, and then you combine that with world class discipline. A deep interest a topic makes people work harder and than any amount of discipline can. Some people figure out what to do as children and just do it. Like Mo art. That's a crazy life story. Episode 02:40. It's the mo art documentary matter. I gotta go back aren't mo biography. I'm gonna have to read more books on him because that's just... I think he starts doing it what, 3 years old if I correctly. Some people figure out what to do his children just do it, like Mo. But others, like Newton turn rec from 1 kind of work to another. And so, obviously, I think Paul makes the point in this essay if he does doesn't, and Sure he would agree with it way more common for you to have a path like Newton than it is from people to have a path like Mo. Along with measuring both how hard you're working and how well you're doing, you have to think about whether you should keep working in this field or switch to another. If you're working hard but not getting good enough results, you should switch. It sounds simple express that way, but in practice, it's very difficult and unfortunately, no 1 can tell you. Other than yourself. It's only works if you can trust your own judgment. Right? But how much time? And and what should you do if work that was going well stops going well. How much time do you give yourself then? And what I like about Paul, he's not saying, hey I have the answers. He's got approximation. But again, this is the reason that goes back to 1 of the the best things and what I've been talking about in conversation since since that podcast came out is just his his thought is like, how many people truly get to do, like, how many first of all, how many find how many people find work they truly love. And then work themselves in a way in a position to actually do workday they love. And he's like, it's hundreds of thousands out of billions. This is so difficult. The best test of whether it's worthwhile to work on something is whether you find it interesting. That may sound like a dangerously subjective measure, but it's probably the most accurate 1 you're gonna get. You're the 1 working on this stuff. Who's this kinda ran over his point here. Right? Who's in a better position than you to judge whether it's important and what's a better predictor of its importance than whether it's interesting. So 1 line, I I say over and over again that I try to use this as a guy not only for myself but Also who to spend time with is the most interesting people are the most interested. So this idea is like, what's who who knows better new? What's better predict its importance than whether it's interesting. And then this is just absolutely fantastic, just wouldn't ending to this essay. Working hard is not just a dial you turn up to 11. It's a complicated dynamic system that has to be tuned just right at each point. You have to understand the shape of real work. See clearly what you're... What kind your best suited for. Aim as close to the true course you can, accurately judge at each moment both what you're capable of and how you're doing and put in as many hours each day as you can without harming the quality of the result. This network is too complicated to trick amen. But if you're consistently honest and clear sighted. It will automatically assume an optimal shape and you'll be productive in a way few people are. Okay. So I wanna skip to the next essay as with everything, I will link all these essays down below they're all free to to read online even if you don't read the ones I covered. I would just go to programs program dot com all the time and just pick an essay random. What like, just... They're all listed there. Just what what sounds like what headline or title sounds most interesting to you. And then I do think the bet the benefit is, like, reread them, you know, intermittently that they definitely change. I've read that. I've read some of them, you know, who knows how many times. And every time I I've learned something different because I've changed as a person since. So this is how to lose time and money written in 2010. And it says when we sold our startup up in 19 88, I suddenly got a lot of money. I now had to think about something I hadn't had to think about before. How not to lose it. I knew it was possible to go from rich to poor just as it was possible to go from Poor to Rich. But while I spent a lot of the past several years studying the past, from poor to rich, I knew practically nothing about the paths from rich to poor. Now in order to avoid them, I had to learn where they were. So again, how to lose time and money. Isn't even the essay? Sorry. Sorry to pay attention to how Fortunes are lost. I've read a bunch about this too. It's it's fascinating. If you'd ask me as a kid how rich people became poor, I'd have said by spending all their money. But in fact, the way most Fortunes are lost is not too excessive expenditure but through bad investments. This is also in line with the research I've done. I was shocked by it. I think I've told you in the... In the past, 1 of my oldest friends. His dad played in the Nfl, but just, like, years before they made a ton of money. When he retired, he started profit. And that profit was was the fact that, you know, 90 something percent of them line up coming bankruptcy. And I think now they've expanded way past, you know, just this 1 form and and into other sports and everything and this has been going on for quite a while. Decades. But I'll never forget this is why I don't know, 10 or 15 years ago when I learned this, but they said the same thing. It's like, they don't go... You you're think and they're going pork because they're buying Ferraris. It's like, no. They gave their idiot cousin 250000 dollars to start a restaurant the tanked. It's all these investments. It's like here, I'll give you 50000 for this and it just goes up and smoke. So let's go back to that. In fact, the way most fortunes are lost is not do excessive expenditure, but do bad investments. It's hard to spend a fortune without noticing. Whereas if you start trading derivatives, you can lose a million dollars or as much as you can want in the blink of an eye. And he makes the point why this is so difficult because in most people's minds, if you're spending, you know, bunch of money. There's like, alarms that go off. It's like, I spent way too much money on lux or stuff I don't actually need. Where if you you say now that money... That money leaves your bank account. Right? And it's gonna leave your bank account for, like, a very fancy car, or a nice person like that. Hopefully, if you have some kind of, you know, level of intelligence it's like, hey. I do that, you in relation to the wealth I have. But the problem... What what the point Paul makes here is that when you reframe the money leaving your bank account as an investment, it bypass these alarms even if a lot of these investments are gonna go to 0, investing bypass these alarms. You're not spending the money, you're just moving it from 1 asset to another. And this part may laugh, says, which is why people trying to sell you expensive things say, quote, it's an investment. And so this part I absolutely love. A few days ago, I realized something surprising. The situation with time is much the same as with money. The most dangerous way to lose time is to not spend it having fun but suspended doing fake work. If I woke up 1 morning and sat down on a sofa and watch Tv all day, I'd feel like something was terribly wrong. Just thinking about it makes me win and so he ties us together, but if you do fake work, kind of bypass out alarm just like a fake investment. Right? And yet, I've definitely had days when I might as... When I might as well sat in front of the Tv. Days at the end of which. If I asked myself what I got done that day, the answer would have been basically nothing. But the same alarms don't go off on the days when I get nothing done because I'm doing stuff that seems superficial like real work, dealing with email, for example. You do it sitting at a desk. It's not fun, so it must be work. With time as with money, avoiding pleasure is no longer enough to protect you. The world has gotten more complicated. The most dangerous traps now our new behaviors that bypass our alarms about self indulge by mimicking more virtuous types. And the worst thing is they're not even fun. Okay. So now Wanna jump to an essay that I've read a bunch of times. It's called Sc blindness. And has written in January 2012. There are great startup ideas lying around right under our noses. 1 reason we do not see them is a phenomenon, I call sc blindness. A sc, it means a tedious and unpleasant task. It's gonna remind you if something you and I've talked about it much that business is problems and that companies are just effective problem solving machines. I learned from experience that sc are not merely inevitable, but pretty much what business consists of. A company is defined by the sc, it will undertake number tedious unpleasant tasks, and sc should be dealt with the same way you deal with a cold swimming pool. Just jump in, which is not to say you should seek out unpleasant work per s. But that you should never shrink from it. If it's on the path to something great, what a fantastic line. It's not that you should seek out unpleasant work, but that you should never shrink from it if it's on the path to something great. The most dangerous thing about our dislike of sc is that much of it is unconscious. Your unconscious won't even let you see ideas that involve painful sc. That is s, s, blindness. And then he gives the greatest illustration of this idea and why. So powerful and what he means by describing that stripe builder their entire business on this idea. Really think about this is like, it's a problem that is so hard that most people won't even consider it. The most striking example, I know of Sc blindness is strike. Or rather stripes idea. For over a decade, every hacker who'd ever had to process payments online, knew how painful they experience was. Thousands of people must have known about this problem. And yet when they started startups, they decided to build a recipe site or an ag for local events. Why? Why work on problems you care about, few care much about and no 1 will pay for when you could fix 1 of the most important components of the world's infrastructure? Because sc blindness prevented people from even considering the idea of fixing payments. He gives was a fantastic metaphor to to describe the value in in these really hard problems. Promise so hard that we're kind of ignoring their existence. That scar this makes ambitious ideas doubly valuable. They're like undervalued stocks in the sense that there's less demand for them among founders. If you pick an ambitious idea, you'll have less competition because everyone else would have been frightened off by the challenges involved. This is also true of starting a startup up generally. And then this next paragraph, I'm just gonna read you when I jot it down in the margin when I got to the section. I've read several examples in these biographies that say exactly this. How do you overcome Sc blindness. Frankly, the most valuable antidote to s blindness is probably ignorance. Most successful founders would probably say that if they known when they were starting their company about the obstacles they'd have to overcome they might never have started it. And then he ends giving You and I excellent advice, the trick I recommend is to take yourself out of the picture. Instead of asking, what problem should I solve, ask, what problem Do I wish someone else would solve for me. And then I absolutely love this next essay. Essentially Paul giving us a summary of what he's learned by building y comb. It's called what I've learned from users is written in September 2022. And so he says, what have I learned from Yc sees users, which are the startups ups that they funded. And this just jumps out to me as well? I've shared this with you before. After eating hundreds of to founders? I noticed a very similar idea as what Paul says here. The first thing that came to mind was that most startups have the same problems. No 2 have exactly the same problems, but it's surprising how much the problems remain the same regardless of what they're making. Once you've advised a hundred startups all doing different things. You rarely encounter problems you haven't seen before. And this happened to him recently he tweeted out in August of 2022. He says today, I talked to started doing so well that they had no current problems that needed solving. They're profitable, growing revenue 20 times a year, and he said, not a typo. So it's very unusual. 20 times a year, and they're only 9 employees. This is so rare that I didn't know what to do. We ended up talking about problems they might have in the future. I advise them and then you see this theme over and over again. He wants you to have control your own Destiny, and he talked about what he would what he would do. He's like, you know, I'd keep a company as small as possible not in revenues, but in employees. That way you're actually have more of like a maker's scheduled than a manager schedule, which is probably what most founders wanna do anyways. He says I advise them never to raise another round so to get equity. You're going to have to be hired there. So learn how to program. So back to the essay, the fact is 1 of the things that makes wise... That... This fact excuse me. Is 1 of the things that makes Yc work. But I didn't know it when we started Yc. It was a surprise to me how often the same problems recur in different forms. And I love that he says this, but knowing nearly all the problems start can encounter doesn't mean that advising them can be automated or reduced to a formula. Each start is unique. And this essay say, I think just should be mandatory reading for founders. I don't know why anybody wouldn't wanna read it. I mean this this entire next page, I Essentially highlighted the whole thing. And the reason I say that is because he's just giving us the blue blueprint. Like, listen, found... Not do startups encounter the same problems over and over again, but founders make the same mistakes over and over again. So again, I would assume every single person making the mistakes smarter to me, how what's the likelihood that I would not do the exact same thing? So my goal is like, can I be 1 of these very, rare people to actually learn from the experience of other people? It's extremely hard to do. Another surprise is how bad founders can be at realizing what their problems are. Founders will sometimes come in to talk about this about some problem, and we will discover another much bigger 1 in the course of the conversation. For example, and this case is all too common. Founders will come to talk about the difficulties or having raising money, and after digging into the situation, it turns out the reason isn't that the company is doing badly and investors can tell. Our founders will come in worried that they still haven't cracked the problem of user acquisition and the reason turns out to be that their product isn't good enough. There have been times when I've asked, would you use this yourself if you hadn't built it? And the founders on thinking about it said, no. Well, there's a reason you're having trouble getting users. And so this is where we have a massive advantage. You wanna not have a massive advantage because we have... I mean, you get to experience this because I have this giant database of all these different highlights and notes from, you know, the hundreds of biographies And some... This... So when I get to this section? He's just like, this is beautiful. What he you said? Would you use this if you hadn't built it and the founders after thinking about it, say, no. Well, there's a reason you're having trouble getting users, and I just re reread this highlight 2 days ago, and it's steve jobs talking about where he comes up with his product ideas. And he's like it's not about pop culture. It's not about you fooling people and it's not about convincing people that they want something they don't. We figure out what we want. And once you do that, the second part he says, I think we're pretty good at having the right discipline to think through whether a lot of people are going to want it to. Same idea the job talk to He's in his own career is what Paul's advising the founders that he's talking to to do the same thing. You've made a giant mistake. Often founders know what their problems are, but not their relative importance. They'll come in to talk about 3 problems they're worrying about. 1 is of moderate importance. 1 doesn't matter at all, and 1 will kill the company. If it isn't addressed immediately. It's like watching 1 of those horror movies where the heroin, the the heroin is deeply upset that her boyfriend c owner and only mine lit mildly curious about the door that's seriously a jar. You wanna say never mind about your boyfriend think about the door. Why see... The the Yc partners can warn them where the murderers are, not that founders listen. That was another big surprise. So this is why I say, like, I we... I just say founders should be reading this essay. Not the founders listen. That was another big surprise. So think about how much work. I mean, from from False perspective, he's like, that's a that's obviously a big surprise. Like, you have to go through all these hoops. You have to depend a lot of time and effort to get accepted into Yc, it's now very prestigious. I'm sure they they turn away, you know, a good percentage of people that apply. You've had to do a bunch of things to even get to this point to where you're actually talking to the partners at this organization that you apply to, that you think is gonna greatly improve the odds of your company's success. Right? Why the hell would you not listen to their advice? And so when I think of this is, like, if I'm putting in their shoes, I would probably make the same mistake of their making. So how do I avoid it? I think just being aware and constantly reminding yourself, that, oh, this common mistake pause, step outside yourself. What's the chance, David, you're not doing the same thing? It's very, very likely that you're doing the exact same thing. So it says not the founders. Listen. This was another big surprise. How often founders don't listen to us? A couple weeks ago, I talked to a partner had been working for Yc for a couple batches and was starting to see this the pattern. They come back a year later she said and say, we wish we listen to you. And then this is just fantastic. It took me a long time of figure out wife hunters don't listen. At first, I thought it was mere stubborn. That's part of the reason, but another and probably more important reason is that so much about startups is counter. This is there's AII think I talked about this in the last podcast on Charlie Longer. I've done a bunch of them. But it's episode 02:21, I founders it's a book called Damn Wright. And in that book, Charlie Mu says if he was ever teaching, like, a finance course or course on business. Hit he would... He was like, a the a curriculum would just be the histories of a hundred companies that did something right or did something wrong. And it's a way it appears like this the counterintuitive nature of business building. Right? So it says, another another and probably more important reason is that so much about startups counterintuitive. And when you tell someone something counterintuitive, what it sounds to them is wrong. So the reason founders don't listen to us is that they don't believe us, at least not to experience teaches them otherwise. The reason startups are so counterintuitive is that they're so different from most people's other experiences. No 1 knows what it's like, except those who have done it. And that is why you will know this feeling that I'm about to say. If you do this, that's why when you read the auto geographies of entrepreneurs in the past, Yes, They're full of good ideas, but you're going to find that experience comforting. No 1 knows what it's like except those who have done it. And this 1 up being good for Paul company because it says if it weren't counterintuitive, founders would need our advice about how to do it. And so then he gives us some advice Focus is doubly important for early stage startups because not only do they have a hundred different problems, but they don't have anyone to work on them except the founders. Figure out which problems matter most, and then cook up ideas for solving them. Try those ideas and measure how well they worked. If you correct course, if you if you correct course at a high enough frequency, you can be simultaneously decisive at a micro scale tentative at a macro scale, this is gonna be very similar to this idea You know I've talked about a bunch. About Jeff Bezos. He's he has this idea of about 2 way doors. Like, most of the decisions you're making in business are reversible. So make the decision. He's, like, if it's something if it's a decision, you cannot reverse what she calls a 1 way door, and you better analyze that 6 ways of Sunday. But the 99 percent of the the decisions you're gonna make are reversible. And so he's a great quote. I think it's from the book, Amazon un bound. Probably founders 1 80 if I'm remember correctly, where he's like, listen, I Sometimes you have to aim and then shoot He's talking gonna Amazon executives about launching a new business line and Amazon. He's like, sometimes you have to aim and then shoot. This is not 1 of those times. I want you to shoot shoot shoot shoot and then name. This is very similar to ways saying. If you course correct corrected a high enough frequency. You can be simultaneously the simultaneously decisive at a micro scale and tentative at a macro scale. The result is is a somewhat winding path, but executed very rapidly like the path that running back takes down field. That's 1 of my favorite metaphors. He uses a few times in, in his essays. You know where we're you're going, you're going down field, but you're very flexible on how you're gonna get there. And including some cases, you have to go backwards. Right? And so then he goes to the value that why comb gives the founders in in in this specific example, that's where a lot of Yc sees value lies and helping founders get an an extra increment of focus that lets them move faster. Speed defines startups, focus enables speed. Y c improves focus. I double underline that sentence. Speed defines startups, focus enables speed, 1 of the favorite things I ever heard was, Seth bannon told me about the founder of cover Alex That he was intolerant of slowness. I thought about that 1 when I was reading the biography of Alexander the Great for episode 02:32. And I realized, oh, the combination that Alexander combined in excessive tolerance of fatigue with an intolerance of slowness, speed defines startups, focus enable speed. Then he goes back to some more valuable ideas for founders. It can still be valuable for an experienced founder to do y just as it could still be valuable for an experience athlete to have a coach. The other big thing Yc gives founders as colleagues. And this may be even more important than the advice of partners. If you look at history, great work clusters around certain places and institutions. I've noticed the same thing in the books I read. However, good you are, good colleagues make you better, indeed, very ambitious people probably need colleagues more than anyone else because they're so starved for them in everyday life. And Paul knew this for a long time... I see this when he's, like, in his thirties he's writing essays. Way before he started Yc. We were very aware of this historical phenomenon and deliberately designed Yc c to be 1. By this point, it's not bragging to say that it's the biggest cluster of great startup founders. And then he also proves that he takes his own advice. I often tell founders to make something they themselves want and why he is certainly that. It was designed to be exactly what we wanted when we were starting a startup. And I don't think he's writing it for the following reason, but I said this is warren Buffett level content marketing. By this point, I'm like, how do I get in? I think by this point at the point that Paul's writing essay, you know, the momentum behind why he's kind of unstoppable. But it just goes to the quality of his writing and the clarity of thinking that even if he's not trying to give you a marking pitch. He's thought about this a lot, and then therefore, he can explain why it's valuable to you and that idea immediately gets inside your mind. So he says something magical happens when they do cluster. The energy in the room at a Yc dinner is like nothing else have experience. When you have a whole room full, it's another thing entirely. Why see founders aren't just inspired by 1 another. They also help 1 another. That, again, I see this over and over again, why on Earth? Most of those times, when an entrepreneur writes in antibiotics, they do it when they're you know, they're they're very close to the end of the life and they know they're close to end of our life. And in many cases, I'm thinking of Ink bar Cam founder Ikea 1 example, but in many cases, they do so. They're reluctant to do so, and they usually only do so because they're like, hey, the lessons I learned can benefit future generations of entrepreneurs. I I feel that Paul's dead right about this. Yc founders aren't just inspired 1 other They also help 1 another. That's the happiest thing I've learned about startup founders. How generous they can be in helping 1 same thing. I've seen this exact same thing just how generous people are with their own ideas. It's remarkable and I try to do the exact same thing. How generous they can be in helping on another. The result is something far more intense than say a university between the partners, the alumni, Their batch mates, founders are surrounded by people who want to help them and can. And that is where I'll leave it for today. I got a bunch of essays I'll cover in the future in a bonus episode and then as soon as I can and my voice is back. I will record the part Paul gram part 3, which would be the final program, for a while, which would be on his bulk hackers and painters. That is 276 podcast down 1000 a ago. And I'll talk to you again soon."
}