{
  "transcript": "Steve jobs returned to Apple demonstrated the irr replaceable value of a company's founder. In some ways, Steve jobs and Bill Gates were opposites. Jobs was an artist, preferred closed systems and spent his time thinking about great products above all else. Gates was a businessman. Kept his products open and wanted to run the world. But both pushed the companies they started to achievements that nobody else would have been able to match. A college dropout who walked around barefoot and refused to shower. Jobs was also the insider of his own personality cult. He could act charismatic or crazy. All this eccentric backfired on him in 19 85. Apple's board effectively kicked jobs out of his own company when he clashed with the professional Ceo brought in to provide adult supervision. Jobs returned to Apple 12 years later shows how the most important task in business. The creation of new value cannot be reduced to a formula and applied by professionals. When he was hired as interim Ceo of Apple 19 97, the imp credential executives who preceded him had steered the company nearly to bankruptcy. That year, Michael Dell famously set of Apple, what would I do? I'd shut it down and give the money back to shareholders. Instead, jobs introduced the ipod, then the iphone and then the ipad before he had to resign in 2011 because of poor health. By the following year, Apple was the single most valuable company in the world. Apple's value crucially dependent on the singular vision of a particular person. This hints at the strange ways in which the companies that create new technology often resemble monarch keys rather than organizations that are supposedly more modern. A unique founder can make authoritative decisions. Inspire strong personal loyalty and plan ahead for decades. Paradox, personal staffed by train professionals can last longer than any lifetime, but they usually act with short time horizons. The lesson for business is that we need founders. If anything, we should be more tolerant of founders who seem strange or extreme. We need unusual individuals to lead companies beyond mere incremental. That is an excerpt found in the last chapter of the book I'm gonna talk you about today. The the chapter is the founders paradox and the book is 0 to 1. Notes on startups are how to build the future and is written by Peter T. So this is a second or third time that I've read this book all the way back in August of 2018. I did episode on 2 books about Peter Till. It's episode number 31. And it's based on Ryan Hall fantastic book called conspiracy, and then this book that I'm holding in my hand. So I wanna jump from the last chapter all the way to the very beginning in the preface, Peter tells us why this book exists. In the book exists to help you think do how to make new things. And I think it's gonna be interesting for you and united to go through this book again. Right after spending so many weeks going through the essays of Paul Graham. Because the way I think about the main theme of Paul graham essays, which he's writing over multiple decades is that he's trying to explain how to find work that you love and that other people find valuable And if you can do that over a long period of time, you'll be really great at it, And if you're really great at it, you're gonna get wealthy. And that ties into a main theme in Peter's book, which is that you do not wanna build an un commodity business, and that the founders that capture the most wealth are actually creating unique and new things. And the best way to do this today is by creating new technology. I wanna actually read a quote that comes from later in the book where he actually... Peter is going to define technology very similar to the way Paul Graham writes about his essays, and Peter writes properly understood any new and better way of doing things is technology. Last week, Paul Graham told us that what is technology it's technique. It is the way we all do things. Sam Walton got rich not by being a retailer, but by designing a new kind of store. So let's go to the preface 0 to 1. Humans are distinguished from other species by our ability to work miracles. We call these miracles technology. Technologies is miraculous because it allows us to do more with less, ratchet up our fundamental capabilities to a higher level. And this book has some really powerful writing, This is the first example by creating new technologies, rewrite the plan of the world. And then right after that, he goes to another main theme of the book that most of human behavior is just copying would already exist That is 1 to end. Peter's is not interested in that at all. That's why the book is called 0 to 1. He does not go... Wanna go 1 to end, which is just making more of what already exists. He's like you have to make completely new things. These are the kind of elementary truths. That we teach a second graders, but they're easy to forget in a world where so much of what we do is repeat what has been done before, and then he explicitly states the purpose of the book. He does not barely lead at all. 0 to 1 is about how to build companies that create new things. It draws in everything that I've learned directly as a c cofounder founder of Paypal and pal, and then an investor in hundreds of startups ups. I think this book was first published in 2014, so he's invested in a ton of other other companies since then, but at the time of the writing he's invested in a hundreds of startups, But while I have... Oh I love this part. But while I have noticed many patterns and I relate them here, this book offers no formula for success. The paradox of teaching entrepreneurship is that such a formula necessarily cannot exist. Because every innovation is new and unique. No authority can prescribe in concrete terms how to be innovative. This is 1 of my favorite sentences in the entire book coming up right now. The single most powerful pattern I have noticed is that successful people find value in unexpected places. I'm gonna pause in the middle of this sentence, I'm gonna relate this back to something we talked about last week, Sam Walton built 1 of the most valuable personal fortunes in history of the world. Because he found value in unexpected places, which was these rural small towns throughout America that other retailers ignored. So let's started this over, the single most powerful pattern I have notices that successful people find value in unexpected places and they do this by thinking about business from first principles instead of formulas. This book stems from a course about startups that I taught at Stanford in 2012. My primary goal in teaching the class was to help my students see beyond the tracks laid down by academic specialties to the broader future that is theirs to create. I don't know why, but when I read that sentence this quote from Steve jobs popped into my mind the minute that you understand that you can poke life and actually something will pop out on the other side. That you can change it that you can mold it. That's maybe the most important thing. It's to shake off this erroneous notion that life is there and you're just gonna live in it versus embrace it, change it, improve it, and make your mark upon it. Again, his that Steve speaking this is Peter again. My primary goal in teaching this class, or the class was to help my students see beyond the tracks laid down by academic specialties to the broader futures that is theirs to create. So then he starts the first chapter with this question, this contra question that he's famous for. I'm just gonna read it to you and explain it to you. In this context that it's somewhat interesting. I think it's more interesting when he applies it to what is the contra question for businesses. In other words, what is the most valuable business and no 1 is building at this moment. Whenever I interview someone for a job, I'd like to ask the question. What important truth do very few people agree with you on. The question sounds easy because it's straightforward. Actually, it's very hard to answer. It's intellectually difficult because the knowledge that everyone is taught in school is by def definition agreed upon. And it is psychologically difficult because anyone trying to answer must say something that she knows to be unpopular. This is a fantastic line here, brilliant thinking is rare, but courage is an even shorter supply than genius. So the contra question is what important truth do very few people agree with you on, and then he's going to give an example of a way to answer it. A good answer takes the following form. Most people believe in x, but the truth is the opposite of x. Why would he start this book out with this question? Most answers answer to the contra question are different ways of seeing the present. Good answers are as close as we can come to looking into the future? The subtitle of the book? How to build the future. So that is why he starts to book with the Katrina question? It's to prompt you into thinking you, of seeing the present in a different way? That's how it relates to how to build the future? The other part of the subtitle is notes on startups. Why did he connect the to because he feels startups are the ones that are actually going to are the only ones capable of actually building the future. This is why. New technology tends to come from new ventures. Startups. From the founding fathers and politics to fair child semiconductors traders ate in business. Small groups of people bound together by a sense of mission have changed the world for the better. So what is this? I feel you and I have talked about on the last 3 week's over and over and over again Paul references, the power of small groups. Specifically, the power of small groups of smart people questioning received ideas. Now we see that exact framework that exact way of thinking pops up in this book too. So let's go to next part. It is hard to develop new things in big organizations. Bureaucratic hi keys move slowly and entrenched interest shy away from risk. Startups operate on the principle that you need to work with other people to get stuff done but you also need to stay small enough so that you actually can and this next sentence ties both parts of the subtitle, notes on startups and how to build the future together. Positively define. A startup is the largest group of people you can convince of a plan to build a different future. A new company's most important strength is new thinking. Even more important than nimble, small size affords space to think. This book is about the questions you must ask and answer to succeed in the business of doing new things. What follows is not a manual or a record of knowledge, but an exercise in thinking that's fantastic because that is what a startup has to do. Question received ideas and rethink business from scratch. So then Peter Spencer a chapter talking about what it was, like, building Paypal during this this time of mass hysteria. So the... This fantastic book actually became friends with the author. His name is Jimmy Sony. I covered it back on Episode 02:33. It's called the founders. The story of Paypal and the entrepreneurs who Shapes silicon Valley. It covers the 4 year history of Paypal. In fact, Jimmy spent more years researching that book. Spent 5 years researching writing that book. So he spent a year longer than actually Paypal existed before it was sold to ebay. But there's a lot a ton of useful information in that book. If you haven't listened to the podcast, listen to it but then buy the book because it's just a a lot of use ideas for startup founders in. But Peter, in this book, the 1 I'm holding my hand now is was talking about, you know, 19 99 was a really crazy part. And he starts off saying, this quote from nietzsche says Madness is rare in individuals, but in groups, parties, nations and ages, it is the rule. If you can why is that important to start off founders. If you can identify a delusional popular belief, you can find what lies hidden behind it, the contra truth. Why is that important? He just told us in last chapter that success is finding value in unexpected places. That value usually goes against the conventional thinking or the conventional beliefs of the time that you're operating in. And the weird thing is it's hard to tell while it's happening. He says conventional beliefs only ever come to appear arbitrary and wrong in retrospect. Whenever 1 collapses, so whenever conventional belief collapses, we call the old belief a bubble. And so he was building Paypal during the first dot com bubble from September 19 98 to March 2000, and that's what he's going to talk about. And really, I don't know why. So he's describing, like, the crazy behavior that was taking place at Silicon Valley, during this time, and I'm just gonna read my notes to you first because I don't know why it popped to my mind. Other than, I guess he's describing things that have nothing to do with serving your customer. So I realized to myself I was like oh, antidote to irrational man. Right? Which is He's just quoting chase said Man is rare individuals, but in groups parties nations and. It's the rule. Right? So we're prone to it. I'm prone to it. You're probably prone to it. We're just humans. It's we're prone to. Is like, what is the ants antidote to rational man and and it's asking yourself how does this behavior that I'm doing for my company actually helped the customer. None of the stuff that's going on in this chapter was helping the customer. And so way to anchor yourself around how is this helping my customer it's really a way to act sane when everybody else is being crazy. So he says, when I was running Paypal in late 19 99, I was scared out of my wits Not because I didn't believe in our company, but because it seemed like everyone else in the valley was ready to believe anything at all. Everywhere I looked, people were starting and flipping companies with alarming casual. And I love the fact that he used the word alarming couch. 1 of the... My favorite things that John D rockefeller Ever said. I read his auto, which he wrote as a much older man. I think he was, like, maybe 80 years old when he's writing it. It's episode 01:48 if you haven't listened to that. If you haven't read the book at. You should read it because you're read weekend, but the podcast, I also think it's really good. But I love the way where Rockefeller lets his ego slip when he's writing the book because he's talking about. He was working for these 2 partners. This is before he started his own company, and he just thought they were really sloppy, and he says their casual way of conducting affairs did not appeal to me. And you get the sense in his writing that he was disgusted by their slap ness, and then he would... He never say states this, but I I kinda read through the lines. It's like, oh, no wonder are these guys wind up going bankrupt. They deserve to be bankrupt. They were scrubs. But all these ideas are just embedded in this line of being disgusted by their casual way of conducting essentially their casual way that they approach their business. And even when, I think it was like, 16 maybe 17. I forgot how old he was when he was working at maybe 18. But even that he's just saying that that just just casual way of conducting affairs just did not appeal to me. And so we see that same terminology here. Everywhere, Looked, people were starting flipping companies with alarming casual. And Peter continues acting sane began to seem centric. And so that he's describing this environment, and then he describes when it pops, and he says on 02/16/2000, the Wall street journal ran a story, lau our viral growth and suggesting that Paypal was worth 500000000 dollars. And I think for experienced founders and investors to next spent sentence that you've seen the behavior like this in the past for other people, they think, oh, no. The world can't possibly work this way, and it does. And this is gonna remind me my favorite quote, 1 of my favorite quotes. So I shouldn't take my favorite quote from Neville Rob. And he says, my number 1 repeated learning life, there are no adults. Everyone is making it up as they go along, figure it out for yourself and do it. What why is this tied to what Peter's talking on the book? Because he's like, well, this Wall street Journal comes out on February sixth... This article on my company in Paypal comes out 02/16/2000 says look how fast these guys are growing, it suggests that Paypal was worth 500000000 dollars. Right The the journalists writing that just took a number out of thin air. What why what why does that matter? Right? Because this very next sentence is... Will blow your mind? When we we raised a hundred million dollars the next month, our lead investor took the journals back of the envelope valuation as authoritative. What the hell? Other investors, let me were kinda coming through a period a little bit. This is very similar to this. At least, that's the opinion of this legendary investor named Bill Early. He was in this industry working in the industry. I saw him reply back to somebody somebody asked for people who were there, does this feel meaning the time that we're in right now. Does this feel like the dot com bus level unwinding yet? And his simple answer was yes. And so Peter's gonna describe more of what was taking place This time. Other investors were even more of a hurry? A South Korean firm wired as 5000000 dollars without first negotiating a deal or signing any documents. When I try to return the money, they wouldn't even tell me where to send it. And so Peter says this time was crazy, but the problem is that people that live through this actually learn the incorrect lessons So there's gonna be... He's essentially has 4 opposite principles for entrepreneurs. First, he's gonna describe what is the normal reaction to the dot com bust and then his reaction, which is almost completely opposite. He says entrepreneurs who stuck with Silicon Valley learned 4 big lessons from the dot com crash. They're still guiding business thinking today. So I'm gonna tell you just 1 or 2 sentences from the description because this goes on for a few pages, Not gonna read the whole thing. It's actually 2 pages. But number 1, make incremental advance small incremental steps are the only safe path forward. So he's can... He's describing what he feels is a conventional lesson taken from the dot com bust, and then he's going to describe the opposite What... The lessons he took that are almost completely opposite. So that's number 1. Make incremental... In event advances number 2. Staying lean and inflexible. All companies must be lean, which is code for unplanned. Planning is arrogant and inflexible. Number 3, improve on the competition do not try to create a new market prematurely. Number 4. Focus on product, not sales. Technology is primarily about product development, not distribution. So 1 of my favorite things of the book is the fact that he repeats that over and over again that sales and distribution are just as important as product. And so he says these are the 4 things that most entrepreneurs learn from the dot com crash. This is c saying, well, actually, the opposite principles are probably more correct. And so this is Peter's 4 opposite principles for entrepreneurs. Number 1, it is better to risk bold than trivial out trivial. Number 2, a bad plan is better than no plan. Number 3, competitive markets destroy profits main theme of the book do not build an un commodity business He has a great job of describing in this book how power laws rule everything around us. I'll get there in a second, But that's what he's talking about there. Competitive markets destroy profits. Number 4, sales matters just as much as product. And then again, he explicitly tells us why he... He's writing this. To to build the next generation of companies, we must abandon the dogma created after the crash. That doesn't mean the opposite ideas are automatically true. You can't escape the madness of crowds by dogma automatically rejecting them. Instead, this is my favorite part of the contra controlling question. Instead, Ask yourself, how much of what you know about business is shaped by mistaken reactions to past mistakes. The most con contributing thing of all is not to oppose the crowd But to think for yourself, that is a main thing that you and I have talked about over and over again, none of this works for entrepreneurs investors, if you cannot trust your own judgment. If you cannot trust your judgment, you have to go work for somebody else. The business for never we get to the the part that I I was referencing earlier I said my fair my favorite part about the continuing question. The business version of to of our continuing question is, what valuable company is nobody building? This question is harder than the looks because your company could create a lot of value without becoming valuable itself. Creating value is not enough. You also need to capture some of the value you create. And so now we get to 1 of his main themes is that you should aim for monopoly. But he says, by monopoly, we mean the kind of company that's so good at what it does that no other firm can offer a close substitute so he started the chapter on the previous page, comparing the market cap and profit performance of all the airlines compare with Google. So if there's only 1 Google, therefore it can capture a lot more of the value that it creates where all the airlines they made... The planes may look different, but they kinda do the same thing. They are not the kind of. They all do the same thing. They're just transporting you from point a to point b. And so he's the point is that you wanna avoid competition the way you avoid competition by aiming for monopoly, and this is 1 of the punch lines. So the airlines compete with each other, but Google stands alone. So again, by monopoly we mean the kind of company it's so good at what it does that no other firm can offer a close substitute. The lesson for entrepreneurs is clear. If you want to create and capture lasting value do not build an un commodity business. And so he references this is exactly what they did at Paypal. He said in 2001, My coworkers is in Paypal, and I would often get launch on Castro Street in Mountain View. We had our pick restaurants starting with the Obvious categories. He's gonna list a bunch categories. But even if you know, a dozen options to choose from. So he says in contrast to the competitive local restaurant market, Paypal was at the time the only email based payments company in the world. We employed fewer people than all the restaurants did, but our business was much more valuable than all of those restaurants combined. And then this is just an absolutely fantastic line that ties back to the very beginning of the book on the very first page of the book. The note is the book... This book exists to help you think through how to make new things. Why is that important? Every business is successful exactly to the extent that it does something others cannot. All happy companies are different. Each 1 earns a monopoly by solving a unique problem. All failed companies are the same. They failed to escape competition. And he does a great job of summarizing why aiming for monopoly and avoiding competition is a path to create wealth. A creative monopoly means new products that benefit everybody and sustainable profits for the creator. Competition means no profit for anybody. We're referencing what he would just wrote about, over several paragraphs with the American airline industry. So competition means no profits for anybody, no meaningful differentiation and a struggle for survival. Then wanna skip ahead to his thoughts on the importance of durability. This is Charlie Mu, obviously personal hero of mine. I think it was his son in Portugal charlie Alma act and the portugal charlie Alma act says that durability had already has always been a first rate virtue. In his dad's eyes. So in charlie among his eyes, he thought durability was always a first rate virtue. For Peter T, Peter's like, well, listen, technology companies usually follow the opposite trajectory. So he was talking about the fact that like a popular night nightclub or a popular restaurant in your city successful ones are gonna collect very healthy profits today. But usually, their cash flows d over the next few years or a decade from now, yeah, because customers tend to move on to, like, the, you know, the the newer trend or alternative. And so Peter's point is well technology companies fall the opposite trajectory that all the value, most of the value is happening a decade, 2 decades from now. And so that is why he prioritizes durability says technology companies fall the opposite trajectory. They often lose money for the first 2 years. Our first few years, rather. Most of a tech company's value will come at least 10 to 15 years in the future. And so then he continues. The overwhelming importance of future profits is counterintuitive even in Silicon Valley. For a company to be value, but it must grow and endure. So he actually those words and endure. It must grow. I think a lot of people have been focused on the grow part and not on the enduring part. Right? Everybody that you and I sit in podcast. Knows exactly what Peter's talking about. All of their businesses lasted for decade after decade after decade. So the company to capture all the company value it has to grow and. But many entrepreneurs focus only on short term growth. They have an excuse. Growth is easy to measure, but durability isn't. Those who succumb to measurement man ob obsessed over weekly active users, monthly revenue targets and quarterly earnings. However, you can hit those numbers and still overlook deeper harder to measure problems that threaten the durability of your business. If you focus on near term growth above all else, you missed the most important question as you should be asking, will this business still be around a decade from now? And that is a much harder question to to answer because it says numbers alone will not tell you the answer. Instead, you must think critically about the qualitative characteristics of your business. And so then Peter takes us through, like, what are some characteristics you have a durable business? A business you're gonna be be able to collect profits? 10:15, 20 years from now. What is the company with large cash flows far into the future look like? Every monopoly is unique, but they usually share some combination of the following characteristics. Number 1, proprietary technology, number 2, network effects, number 3, economies of scale, and number 4 branding. This is not a list of boxes to check as you build your business. There's no shortcut to monopoly. However, analyzing your business according to these characteristics can help you think about how to make it durable. So I'm just gonna pull out a couple of the highlights, He goes into this. If you have the book or, obviously, I think everybody should have this book. Every out of this book, you could read it, you know, 2 or 3 days easily. This is in the last mover advantage chapter. So number 1, proprietary technology, Proprietary technology is the most substantive advantage a company can have because it makes your product difficult or impossible to replicate. His example is Google's search algorithms. Number 2, network effects. So he's gonna talk about Facebook there, but this is the way to define network effects makes a product more useful as more people use it. Number 3, economies of scale. A an monopoly business gets stronger as it gets bigger. The fixed cost of creating a product can be spread out over ever greater quantities of sales. Software startups can enjoy especially dramatic economies of scale because the marginal cost of producing another copy of the product is close to 0. This is gonna sound real familiar because it's this... That idea is in Paul graham, Essays over and over again. I'm sure I talked about it in most of the last few episodes. He says a core group of talented people can provide something of value to millions of separate clients. And then number 4 branding, which is also... I've heard, Peter talk about... He did a bunch of, like, podcast interviews when he was promoting this book a long time ago. And he says this is something that he... It's the 1 area that he understands the least, and that's branding. Creating a strong brand is a powerful way to claim a monopoly. Today's strongest tech brand is Apple. He... The what... This is very fascinating. Right? He's writing these words what, 2012 was the class. 2014, the book is published you know, almost a decade later. Today's strongest tech brand is still Apple. Then he goes into the very beginning of building a monopoly. This is going to be, again, echoing the ideas that were in Programs essay sa, he kept in his essay essays He kept, Program kept quoting this guy named Paul Bo bullshit, I think is his name. It's the engineer who created Gmail, and he said that it's better to make a few people really happy than to make a lot of people semi happy. So Peter says every startup should start with a very small market. Small does not mean non existent. It is much easier to reach a few thousand people who really need your product than to try to compete for the attention of millions of scattered individuals. The perfect target market for startup is a small group of particular people concentrated together and served by few or no competitors. That's a fantastic thought I wanna sit here and think about it a little bit more and let me read you again. The perfect target market for a startup is a small group of particular people concentrated together and served by few or no competitors. The exact opposite of trying to build a product and compete for the attention of millions of scattered individuals. Once you create and dominate a niche market, then you should gradually expand into related and slightly broader markets. Amazon shows how this can be done. Jeff Bezos founding vision was to dominate all of online retail. We know this because, you know, I've done what I don't know. 5 6 spot guests on Jeff in the in archive, and when he was at D Shaw, they... The code name for Amazon inside that hedge phone was the everything store. He just started with books. So it says, Amazon shows how this can be done, Jeff Bezos founding vision was to dominate all of online retail, but he very deliberately started with books. So now we know how that paragraph ends Let me read it from the top. Once you create and dominate a once you create and dominate a niche market, then you should gradually expand into related and slightly broader markets. Amazon shows how this can be done, Jeff Bezos founding vision was to dominate all of online retail, but he very deliberately started with books. And then he points out. Okay. That sounds like you can read that paragraph over again. It sounds like, okay I can do that. His whole point is like sequencing markets correctly is under underrated, and it takes discipline to expand gradually. The most successful companies make the core progression. To first dominate a specific niche and then scale to adjacent markets a part of their founding narrative. So then we move on to, I would say Peter's overall world that you can have control a lot more you think and such a shape the world around you, and that he feels that this belief is completely counter to what is the prevailing cultural belief, and so he has an entire chapter called you were not a lottery ticket. And part of this is that you're gonna be going up against. I don't even know if you go up like, there's a lot of people who just don't believe you have you have any control over the future. And so Peter makes the case that this is a relatively new belief. He says every company starts in unique circumstances and every company starts only once. Statistics don't work when the sample sizes 1. From the renaissance and the enlightenment to the mid twentieth century. Luck was something to be mastered, dominated and controlled. So he's clearly telling you how he views things. Right? So it says Ralph W Emerson captured this ethos when he wrote shallow men believe in luck, believe in circumstances. Strong men believe and cause and effect. And I love what Peter does here. He's challenging. It's like, well, do you believe this or not. And if you do believe that everything is just random and luck, then put down the book because you're just wasting your time, So she says in 19 12 after he became the first explorer to reach a South poll, Am. I forgot how to pronounce his name, wrote victory awaits him who has everything in order, luck, people call it. So again, the quote, da is victory awaits him who has everything in order. Luck, people call it. No 1 pretended them mis Fortune didn't exist, but prior generations believed in making their own luck by working hard. If you believe your life is mainly a matter of chance, why read this book? Learning about startups is worthless. If you're just reading stories about people who won the lottery, I'm gonna pause right there. It's at this point at 2 quotes pop into my mind, 1 I found in this book called Explore, create my life in pursuit of new frontiers hidden worlds create Spark, it's written by Richard Gary. I covered it back on, episode 02:57, and I love what he says here. He goes my heroes are people who took epic journeys into the unknown often at substantial personal risk. I am simply following the path that they carved into history. And then the second 1 is a quote that I told you over and over again. It's 1 of the best things I've ever heard. It comes from Mark Jason's blog archive, episode 50 if you haven't listened to it. The world is a very malleable place. If you know what you want and you go for it with maximum energy and drive and passion. The world will often reconfigure itself around you much more quickly and easily than you would think. So let's go back to Am amazon's were, quote, victory awaits him who has everything in order. And this is why it's so important to check. Like, to take a minute is, like, what I actually believe. If you treat the future as something definitive, it makes sense to understand it in advance and to work to shape it. But if you expect an indefinite future ruled by randomness, you'll give up trying to master it. And then something Peter does great is he'll set up the idea. First of Compare like how... This is how most people think. Then he'll set up the... He gives you a hint that this is the way. I think then he tells why is that important? Why is important to have a definitive outlook on the future. And he says definitive and he's gonna tell us. And this is important to, touch and something you and Have seen over and over again in history entrepreneurship that is very different from what most people's advice is. They tell you they, like, they kinda of worship at the alter of diversification. And you'll find many of issues greatest entrepreneurs, warren Buffett, Charlie Mu, Edwin Land, Steve jobs over and over again, they reject diversification and they go all in. And the way to think about it is they're striving to be great at something substantive. And this is how Peter thinks about a definitive view, favors firm convictions. Instead of pursuing many sided mediocrity and calling it well rounded this. He is not playing. Instead of pursuing many sided mediocrity and calling it well rounded, a definitive person determines the 1 best thing to do and then does it. Instead of working tirelessly to make herself indistinguishable, she strive to be great at something substantive. To be a monopoly of 1, a definitive person determines the best of 1 best thing to do and then does it. They do not pursue many sided mediocrity. And then I just referenced Steve jobs. That was no accident because Peter starts to end this chapter on Has Steve rejected this idea that you're a lottery ticket and that you can actually pursue a big goal over multiple decades. So he says the most important lesson to learn from Steve Jobs has nothing to do with aesthetics. The greatest thing jobs designed was his business. Apple imagined and executed definitive multi year plans to create new products and distribute them effectively. Forget minimum viable products. Ever since he started Apple in 19 76, jobs saw that you can change the world through careful planning. Not by listening to focus groups or by copying other people's successes. Long, this is such a great line here. Long term planning is often undervalued by our indefinite short term world. And then he tells a great story to round out this chapter. He was sitting. He's the first outside money into Facebook and he was on their board when they got that billion dollar offer in 2006, and he tells a story of why Mark Zuckerberg completely dismissed even the thought of taking the money at that point, the power of planning explains the difficulty of valuing private companies. When a big company makes an offer to acquire a successful startup, it almost always offers too much or too little. And he says you should only sell if you don't have, concrete vision for the company. Founders only sell when they have no more concrete visions for the company. Definitive founders with robust plans don't sell, which means the offer wasn't high enough. Well, that's interesting that he says that, which means the offer wasn't high enough. But is there always a price. Like, for Steve jobs, there's no price. Right? There's no... I I think if you read a bunch of about them study. I was, like, you could offer trillion dollar for travel. This just not... Just not... He doesn't care. I mean, it's not saying he doesn't care about the money, but he's not doing it for the money, There's... I don't think there's any price, that he would have, you know, if you say what's the price that you don't get to work on this anymore? I I don't think there's actually any price there. So but he says, when Yahoo offered to buy Facebook for a billion dollars in July 2006, I thought we should at least consider it. But Mark Zuckerberg walked into the board meeting and announced. Okay, guys, this is just a formality, it shouldn't take more than 10 minutes. We're obviously not going to sell here. Mark saw where he could take the company and Yahoo didn't. A business with a good definitive plan will always be underrated in a world world where people see the future as random. See what he did there This is nearly 20 pages later at the beginning from the beginning of the chapter, and he just ties all these ideas together. And the great thing about this book too is you don't have to necessarily read it in sequential order. You can just pick up and read a chapter at a time, which I actually actually think is a better use after you read it once all the way through, just keep it out and kinda use it as a reference because I think just picking up... Basically, what I'm talking to my own myself here is, like, hey, I should really like I can get this idea in my brain, re reread this chapter from time to time. That you are not a lottery ticket chapter. And then I just gotta read 1 more thing. From the chapter. It's the last paragraph. It's absolutely fantastic. A startup is the largest endeavor over which you can have definitive mastery, definitive, mastery. You can have agency not just over your own life, but over a small and important part of the world. It begins by rejecting the unjust tyranny of chance. You are not a lottery ticket. Then he has an entire chapter on the fact that we don't live in a normal world. We live under a power law or why do just a handful of businesses generate all the profits. And a way you think about this is that small minorities often achieve disproportionate results. So he says this extraordinary start pattern doesn't just apply to business in which a small, few radically outs strip all rivals surrounds us everywhere in a natural and social world. The most destructive earthquakes are many more times are many times more powerful than all other smaller earthquakes combined. The biggest cities dwarf all mere towns put together and monopoly businesses capture more value than millions of un competitors. The power law, so name because exponential equations describes severely une distributions is the law of the universe. It defines our surrounding so completely that we don't even see it. This chapter shows how the power law becomes visible when you follow the money. We do not live in a normal world. We live under a power law. And so then he talks about his business, which is being a venture capitalist, they they they should... He's, like, the whole point is he's like, power laws dominate venture capital and even most venture capitalists don't understand that. And then he goes into the power laws dominate not only the entire industry, but individual funds as well The big question is when this takeoff off will happen. For most funds, The answer is never. Most startups fail and most venture funds fail with them. Every Vc knows that his task is to find the companies that will succeed. However, even seasoned investors understand this phenomenon only superficial. They know companies are different, but they underestimate underestimated degree of difference. And he goes back into this steam about this anti diversification. Venture returns do not follow a normal distribution. They follow a power law. A small handful of companies radically outperform all others. If you focus on diversification instead of single minor pursuit of the very few companies that that can become overwhelmingly valuable, you'll miss those rare companies in the first place. And they you just got a great sentence about this. Power law distributions are so big that they hide and plain sight. And then he goes into why is the power understanding power law important for founders. This is gonna be very similar to, again, reference, I wanna tie this all together to Programs Essays as well, where he talks to. This isn't Larry Page and Sergey B. The founders of Google are wealthy because they were the first investors in Google. They didn't invest with their money. They invested with their time and their energy their skill set. The power law is not just important to investors. It's important to everybody because everybody is an investor. An entrepreneur makes a major investment just by spending her time working on a startup. Therefore, every entrepreneur must think about whether her company is going to succeed and become valuable. Every individual is una unavoidable an investor too. When you choose a career, you act on your belief that the kind of work that you do will be valuable, valuable decades from now. See what he did there. He tied this idea from a previous chapter... Again, this these all tied together. Right? Couple chapters ago. 1 of my favorite sentences in the book about the importance of durability. Making sure that you're building a durable company. Right? If you focus on near term growth above all else now I'm quoting from a previous chapter. You miss the most important question you should be asking. Will this business still be around a decade from now. Back to this chapter, when you choose a career, you act on your belief that the kind of work you will do that... The kind of work you do will be valuable decades from now? That is so important. Every decision I'm try to make. Is, like, I just wanna make sure I don't mess up a good thing because I know most people making podcasts are not going to be around a decade from now. I don't have to be the best. I don't have to be the smartest I don't have to be the most talented. I just have to outlast you and there's no fucking way I'm quitting. And so I just love that idea. Let's see who's gonna be around a decade from now. When you choose a career, you act on your belief that the kind of work you you do will be valuable for decades from now, an entrepreneur cannot diversify herself. You should focus relentlessly on something you're good at doing. I love that he says that. But before that, you must think hard about whether it'll be valuable in the future. And then he ties us back into the fact that we live under a power law, so you must understand it if you're going to succeed. If you do search your own company, you must remember the power law to operate it well. The most important things are singular. 1 market will probably be be better than all others, 1 distribution strategy usually dominates all others too. You cannot trust a world, which is that he's describing. Again, this is what he believes. Now he's gonna go parent and contrast with what most humans on the planet. Believe. Right? It's completely different. You cannot trust a world that denies the power law to accurately frame your decisions for you. So what's most important is rarely obvious. It might even be a secret. And so then he goes right into the next chapter, which is titled secrets. Secrets give you an edge that is his mean, that is his main theme in this chapter. It's something... It's really important. The idea of edge. Every anytime I see the word edge now, I automatically think Ed, who's... I'm trying to, like, he's my personal blueprint. Covered him on episode 02:20, if you don't know what I'm talking about, but he's writing a book. I think he's in he's probably 80... He's at definitely he's eighties when he's writing his maybe he's might be 80. When he's writing. And he talks to about Like listen, I've had 50 year experience as a as a money manager. He's like, listen, I believe that the sure way to get rich is to only play games or make investments where I have an edge. Secrets give you an edge. Let's go to Peter, every 1 of today's most famous and familiar ideas was once unknown and unexpected. A conventional truth can be important. It is is essential to learn elementary mathematics after all, but it does not give you an edge. It is not a secret. And so using and thinking is how you uncover secrets, contra thinking does not make any sense though, unless the world still has secrets left to give up. Recall the business version of our contra question, what valuable company is nobody building. Every correct answer is necessarily a secret. Something important and unknown. Something hard to do, but doable. If there are many secrets left in the world, there are probably many world changing companies yet to be started. So if you think about what he's saying there in the paragraph? In that paragraph, how do you spot opportunity? You ask yourself what valuable company is nobody building. And there's just a few sentences later on in the chapter that made me think of when Paul Graham writes in the the essay sa sc blindness. Talks about problems that are so difficult that people that they're hiding in plain sight. He uses the stripe as an example. It's like, how many you know, tons of developers knew a pain the ass to accept a credit card online, and yet they'd build, like, recipe ag or website or whatever, because it's just like, it's just so tough. It's like, hiding. I just can't even think that... It's even possible. And so, Peter says, if you think something hard is impossible, you'll never even start trying to achieve it. Same idea. 1 is in the 0 to 1 book. The other idea. Same idea is written in a different context in Paul grabs Essay. I love how this shit fits together. I net... That that always gets me exciting. If you think something hard is impossible to never even start to try to achieve it. Belief in secrets is an effective truth. The actual truth is that there are many more secrets left to find, but they only yield to re to relentless search. The same is true of business. Great companies can be built on open but un unexpected secrets about how the world works. And then this gets into the fact that Peter is... He believes in the ability to cons conspired to have a conspiracy to have a secret to recruit c conspirators to not tell the outside world what you're doing and to effectively plan and change the world around you that not only for business, which is this business... Which is what this book is about. But if you haven't read Ryan all fantastic book conspiracy goes into essentially, Peter seeking revenge on somebody. The the actual storytelling telling whether you think it was a good idea or not, that's not really what I'm debating here. I think the storytelling and the writing of that book is I was fantastic. In fact, I have the hard cover, the Kindle and the audible version of that book. I liked it so much. So this is such a, I'm, like, leaning into or leading into the end of this chapter, which I thought was interesting is the fact that when you do find a secret, Peter's is gonna tell you shut up about it. Bad boys move in silence. If you find a secret you face a choice. Do you tell anyone Or do you keep it to yourself? It depends on the secret, some are more dangerous than others. Unless you have perfectly conventional beliefs, it's rarely a good idea to tell everybody everything that you know? So who do you tell? Whoever you need to and no more. In practice, there's always a golden mean between telling nobody and telling everybody, and that is a company. The best entrepreneurs know this. Every great business is built around a secret that is hidden from the outside. A great company is a conspiracy to change the world. When you share your secret, the recipient becomes a fellow. Okay. So then he gets into the importance of laying the foundation for your company, that if you mess the foundation, you cannot fix it. This is gonna again tie into what, the fact that Paul graham writes that essays that on the y comb application, they ask more about the relationship which between founders and anything else. And this is why every gate great company is unique. But there are few things that every business must get right at the beginning. I stressed this so often that friends have nicknamed this Teal law, which is a startup up messed up at its foundation cannot be fixed. Bad decisions made early on. If you choose the wrong partners or hire the wrong people, for example are very hard to correct after they are made. It may take a crisis on their order of bankruptcy before anybody will even try to correct them. As a founder your first job is to get the first things right because you cannot build a great company on a flawed foundation, and the very first decision that's most important is who you're picking as a founder. When you start something you first and most crucial decision is to whom is to make that that you make, excuse me, is whom to start it with. Choosing a cofounder is like getting married and founder conflict is just as ugly as divorce. If the founders develop irr differences the company becomes the victim. When I consider investing in a start. This is gonna sound a lot like Paul Graham and Y comb. I study the founding teams. Technical abilities and complimentary skill sets matter, but how well the founders know each other and how well they work together matter just as much. Founders should share a pre history before they start a company together. Then a few pages later, he goes back into why this is so important to make sure that you're picking the right people that around you. Since time is your most valuable asset, it is odd to spend it working with people who don't who you don't envision any long term future together. If you cannot count durable relationships among the fruits of your time at work, you haven't invested your time well. And so the next sentence he says is exactly what Steve jobs told us back in 19 87. He was interviewed in that that for that book in the company of giants And they're like, hey, they're at, like, Stanford Nba students. If I remember correctly. And they're like, yeah, What startup founders don't have a lot of time to recruit people. And Steve's like, no. No. I I disagree you completely, recruiting is the start... This is the founders. Most important job. And he's, like, you know, you're... The the success depends on the first 10 people that you're recruit your company, and Peter T says recruiting is a core competency. It should never be outsourced. And he says this is extremely difficult because talented people do not need to work for you. They have plenty of options, so he gives us a couple ideas here. General and un pitches do not say anything about why a recruits to join your company instead of many others. The only good answers are specific to your company, so you will not find them in this book. They But he does give advice where it's like you need to pick somebody that's obsessed with working for your specific company because they believe in the mission, do not fight the perk war, meaning, the kind of people that are swayed by what he says, like, free laundry pickup, our pet day care would be a bad addition to your team if you're a startup. Just cover the basics like health insurance and then promise with no others... No other company can. The opportunity to do irr replaceable work on a unique problem alongside great people. Ideally, you're shooting for a tribe of like minded people fiercely devoted to the company's mission. And then Peter talks about 1 of the best ideas I've actually ever heard from him. And this is an idea he used when he was Ceo of Paypal. And he's like, he would only assign 1 thing. So it's it's under the subtitle do 1 thing. There's actually a video. I'll leave it link below where, Keith V, he was a founder and investor, but at the time was working at Paypal under Peter gives some more context to why this is valuable. I'll read from that transcript in 1 second. Let me let me lay out the idea and Peter's on words. The best thing I did as a manager at Paypal was to make every person in the company responsible for doing just 1 thing. Every employees, 1 thing was unique, and everyone knew I would evaluate him only on that 1 thing. In fact, if you try to go up to Peter and talk to to him about something other than the 1 thing that he assigned to you, he would not have the conversation with you. So says and everyone knew I would evaluate him only on that 1 thing. I had started doing this just to simplify the task of managing people, but then I noticed a deeper result. Defining roles reduce conflict. Most fights inside a company happen when colleagues compete for the same responsibilities. And so there's a video I'll leave below. It's called insist focus. It's, like 3 minutes long, and I'm just gonna read from the transcript where real quick, which is Keith Boy describing why Peter Till do 1 thing, and only talking to them about 1 thing. Was actually such a successful strategy. He says the reason this was such a successful strategy is that most people, perhaps all people tend to substitute, substitute from a plus problems that are very diff difficult to solve b plus problems, which you know a solution to you at least are on a path to solve? He says, let's say you have a checklist every morning, imagine waking up a lot of people write checklist of things they need to accomplish. Most people have an A plus problem, but they don't know the solution so they procrastinate on that solution? Are and then they go down the checklist to a second or third initiative. And then they'll go and try to solve those problems to cross them off the list. The problem is if your entire organization is always solving the second third or fourth most important thing, you never solve the first. And so Peter's technique of forcing people to only work on 1 thing, meant everybody had to work on a plus problems. And if every part of the organization once in a while can solve a problem that the rest of the world thinks as impossible, you wind up with an iconic company that the world's never seen before. And then let's go back to this chapter will end it here. I love what he says. That you and I've talked about the importance of cults over and over again. I think the episode where I talked the most explicitly about this is number 02:44 on, in and out in and upper. The best startups, at Trader Joe's is also a version of of this idea that Talking about the best startups might be considered slightly less extreme kinds of cults. The biggest difference is that Cults tend to be phonetic wrong about something important. People at a successful startup are phonetic right about something those outside have missed. And then he has an entire chapter. Dedicate on the importance of sales and distribution, the beginning of chapter we'll get to in a second, But 1 of the most important sentences in the entire book is when he writes superior sales and distribution by itself can create a monopoly, even with no product differentiation. The converse is not true. And then this is another example of something he brings up a few times where there's just a lot of things that are hidden in plain sight. Even though sales is everywhere, most people under... Its important distribution may not matter in fictional worlds, but it matters in ours. We underestimate the importance of distribution and he's gonna define that as a a as a term, a catch all term for everything that it takes to sell a product. And so he says customers will not come just because you build it. You have to make that happen, and it's harder than it looks. In Silicon Valley nerds are skeptical of advertising, of advertising marketing and sales because they seem superficial and irrational. But advertising matters because it works. It works on nerds and it works on you. You may think that you're... That you're are an exception that your preferences are authentic and advertising only works on other people. It's easy to resist the most obvious sales pitches, so we entertain a false confidence in our own independence of mine, but advertising doesn't exist to make you buy a product right away. It exists to embed subtle impressions that will drive sales later. Anyone who cannot acknowledge its likely effect on himself is doubly deceive. And he goes into this idea that the best sales is hidden that the grand masters of sales, and he references a few in the book, but we're gonna use an example from 18 76 in, the writing a our twain. It's just a really interesting thought about the the best sales is actually hidden. There are sales grand masters. If you don't know any grand masters, it's not because you haven't encountered them, but rather because their art is hidden in plain sight. Tom Sawyer managed to persuade his neighborhood friends to white wash the fence for him. This was a master move, but convincing them to actually pay him for the privilege of doing his chores was the move of a grand master. And his friends were none the wiser, not much has changed since Twain wrote in 18 76. The most fundamental reason that even business people underestimate the importance of sales is a is a systematic effort to hide it at every level of every field in a world that is secretly driven by it. The engineer's grail is a product great enough to quote, sell itself. But anyone who would actually say this about a real product must be lying. Either he's delusional, which means he's lying himself, are he selling something and thereby thereby contradicting himself. It's better to think this is such so fantastic. It is better to think of distribution as something essential to the design of your product. If you invented something new, but you hadn't invented an effective way to sell it. You have a bad business no matter how good the product. This is something I bring up over and over again. There's this fit this famous speech where, Steve jobs It's on Steve jobs plan to return to Apple or a plan to turn around Apple, He gives it right is, like, 19 87... Maybe 19 98. It's a few weeks after he had returned to Apple. But what's so fascinating thinking about that that talk, which it's it's a really great talk to to to watch. Is I... When you hear people describe it. They tend to focus on Steve's comments about going back and building great products, the fact that Apple's products suck at the time. He says, you know, they have no sex in them is 1 line that's from the the talk that's rather famous. But what they miss is the fact that he said we're we're going to get back to great products, great marketing and great distribution. It wouldn't have worked if it was just we're gonna get back to great products. That's not what he said and it's exactly what Peter saying here. If you need to think of distribution as something essential to the design of your product. If you've invented something new, but have an invented an effective way to sell it, you have a bad business, no matter how good the product. So and then he goes into what I feels the most important sentence in this chapter that I've already read to, superior sales and distribution by itself can create a monopoly, even with no product differentiation. The converse is not true. No matter how strong your product, even if it easily fits into already establish habits and anyone who tries it likes it immediately, you must still support it with a strong distribution plan. And then, Peter says that distribution, like, many things in life will also follow under the power law. This is his entire... I'm gonna read the entire paragraph. It's titled the power law of distribution. 1 of these... 1 of these methods is likely to be far more powerful than every other for any given business. Distribution follows a power law of its own. This this is counterintuitive for most entrepreneurs who assume that more is more. But the kitchen sink approach employ a few salespeople place some magazine ads and try to add some kind of viral functionality to the product as an afterthought does not work. Most businesses get 0 distribution channels to work. Poor sales rather than bad product is the most common cause of failure. If you can get just 1 distribution channel to work, you have a great business. And then he ends with a main theme in the history of entrepreneurship, everybody sells everything requires to be sold. Everybody sells, everybody has a product to sell. No matter whether you're an employee, a founder or an investor. And then I'll end on this parting advice are tasked today is to find singular ways to create new things that will make the future not just different, but better. The essential first step is to think for yourself. And that is where I leave it from the full story I highly recommend buying the book. If you buy the book using the links to shutters us to your podcast player, you'd be supporting the podcast at the same time. If you want to use the same app that I use store all the highlights and notes for the books that I read. I use this app called read wise, and they will give you 60 days free to try it to see if you like as much I do. All I you to do is go to wise dot io forward slash founders, and that link will also be in the show notes that is 278 books down 1000 ago, and I'll talk to you again soon."
}