{
  "transcript": "As I walk past Plaza hotel on a glorious May morning in 19 94. I heard someone call out, warren Buffett. Turning in the direction of the voice, I saw a woman stop Buffett on the sidewalk and start a friendly conversation with him. Buffett listened patiently to the woman who as it turned out was a shareholder of Berkshire Hathaway. At the time, the legendary investor was the second richest man in the United States. As it happened, I was in York that day to meet with our financial advisors at Morgan Stanley to talk about our company, which at the time operated a hundred and 43 jewelry stores nationwide. Personally, I felt uncomfortable expanding the company beyond my ability to know every single manager on a first name basis. We had grown well beyond that point, and we were still growing. We had no interest in going public, and we certainly didn't want some financial butcher, carving up this jewel and selling at piece mail. As the woman said her goodbye and turned to go, and as Buffet prepared to cross the street, I saw my own opportunity. Stepping forward, I thrust out my hand. Hello, mister Buffet, I said, I'm Barnett He of He Diamonds in Kansas city. I didn't sense any recognition in his face, but he politely shook my hand and said hello, willing to hear me out. Then, right there on the sidewalk, I told 1 of the most astute businessman in America why he ought to consider buying our family's 79 year old jewelry business. I believe that our company matches your criteria for investment I said, to which he replied simply, send me the information, it will be confidential. My conversation with Buffett lasted no more than half a minute. My idea of course was to grab his attention. How often do you encounter warren Buffett on a sidewalk and pi his curiosity in your family company? As I walked away, I wonder whether my approach might have seemed abrupt if not downright pre. Yet I felt certain that our successful 3 generation family business made a perfect fit with Buffett Berkshire hathaway. Which Fortune Magazine had repeatedly named as 1 of the 10 most respected companies in America. In 19 94, Berkshire 11900000000.0 dollar net worth was greater than Coca Cola and Pepsi c combined. It was at the time a collection of 30 businesses, including such signature names as Cease Candies, World book, and Nebraska Furniture mart. It was the largest shareholder in Gillette, Coca cola, and American Express. Imagine our gut busting pride when as the third generation owners of He, Buffett later explained why he decided to buy our business. We associate ourselves with some real jewels of the American business world, he said. And I think it's quite fitting that He joins this collection of jewels. It's just exactly the kind of company that we like to invest in. It's got outstanding management. I would hate to compete with you fellows. I'd rather be on your side of the fence and that's the side we're going to be on. My dream buyer for the family business all along was warren Buffett. I knew we could trust him to keep the headquarters in Kansas City. Resist changing the company's character and retain the jobs of all of our associates. It might have been simpler to sell to the highest bidder. But that notion seemed as sensible as choosing a brain surgeon based on the lowest price rather than on talent and reputation. That sounds like something Buffett would say himself. But that notion seemed as sensible as choosing a brain surgeon based on the lowest price rather than on talent and reputation. I had purchased 4 shares of Berkshire Hathaway stock in 19 89, just so I could attend Berkshire sherry annual meetings and pick up some of Buffett wisdom. So that is 4 5 years before he randomly runs into him on the sidewalk in New York City. So she said that I push it... Purchased the shares, so I could attend Berkshire sherry annual meeting and pick up some of Buffett wisdom. His presentations are warm and un. He genuinely enjoys people. He's often quoted saying great people do great things. He also likes to say, we only buy companies that we trust. My first visit to a berkshire Hathaway annual meeting was quite a revelation and taught me a great deal about warren Buffett and his philosophies. My notes included hire 7 footer. That is higher people with incredible abilities. Another very very strong impression was obtained through an answer he gave a kellogg business student who asked him. How do I determine which job to take? Warren answer was simply get a job you love at a company you respect. His people orientation was obvious. And since I had been taught from day 1 by my dad that business is people, this was most impressive. Buffet recounted the story of how acquired our company to shareholders this way. Barnett said he had a business that we might be interested in. When people say that, it usually turns out that they have a lemonade stand with potential. Of course, to quickly grow into the next Microsoft. So I simply asked Barnett to send me the particulars that I thought to myself will be the end of that. In fact, it almost did end there. I promptly went home and sent Buffett nothing, a afflicted with hang ups about confidentiality. But 1 night, I re reread the Chairman letter in the Berkshire annual report. And I'm just gonna interrupt this real quick. This is another example of why Repeated over and over again. I've said this many times to you. I think Berkshire Sc warren Buffett Shareholder letters. Maybe the greatest example are the most successful example of content marketing in history of business. The amount of opportunity, unique opportunity that flows to Buffer that has flown flowed 2 Buffett as a result of this is just remarkable. This is another example of that. But 1 night, I reread the Chairman letter in the berkshire annual report. There was Buffett again, inviting companies that meet his acquisition criteria to send him information, and he would promise complete confidentiality. While shaving the next morning, I looked at the slow learner in the mirror and began to sc myself for for procrastinating. He told you in person, it would be confidential. He told you in writing. Do you want it set to music, send him the information. So I finally did. Not long after we sent Buffett our financial information, so Buffett also talks about the fact that you'll get a response from him. Really rapidly. Not long after we send this another example, That, not long after we sent, buffet our financial information, he called us and told us he wanted to talk. Soon we were in his office in Omaha in negotiating a sale. And this is more on the speed of the process. This can be the fastest deal on history Buffet said, but what about due diligence I asked, Surprised at how fast the negotiations moving. Most suit demand to see every scrap of paper you've ever generated and to interview every top manager. This wasn't buffett its way. I can smell these things. He said. And this 1 smells good. That would not be my last surprise. I asked about a non compete clause. You'll certainly want that. Won't you? I said, Buffett shrugged, you wouldn't do anything to hurt this company he said. When a guy says that to you, he has you on your honor for the rest of your life. When Buffet buys a company, he's not looking for a quick resale to make a buck. He told us. Someone asked 1 time what my favorite holding period for securities is. And I said forever, and that's exactly the way we feel about our businesses. When we were ready to leave his office and asked if a cab could be called, he insisted on walking us to the elevator riding it down with us and standing on the street to wait with us for the cab. Typical buffett treatment. Warren buffett approach to purchasing companies is very straightforward. He will give you an answer immediately if he has any interest, and he will immediately give you a non negotiable price. Let me Interrupt this real quick. I read another... I read an entire book called Jim Clayton first dream in its episode number 91 of founders about this non negotiable price. Buffett bought that guy's company as well. And in that book, it was Hilarious. I think I talked about it in episode number 91. But they start out. Buffett, like okay. I'll give you, you know, 12:50 bid bit if I remember correctly, and they're like, okay. What about 16? It's like 12:50 bit. Okay. What about 15? 12:50 bid. What about 13? 12:50 bed and like, okay. Fine. 12:50 bits. So apparently, I'm curious if you if you have any other examples of of him of buffet not buffet actually willing to negotiate a price, but this is something I've I've seen a few times. The fact that he will give... Immediately give you a non negotiable price. So back to this. After buying He, Buffet explained to a shareholders that our ownership structure enable sellers to know that when I say we are buying to keep the promise means something. Buffet continued. We like dealing with owners who care what happens to their companies and people. A buyer is likely to find fewer unpleasant surprises dealing with that type of seller than with 1 simply auction off his business. Explaining how he makes his hands off approach work, Buffet said, that it was because the managers operate with total autonomy and they do such a terrific job, we don't really need anyone to supervise them. Managers of Berkshire subsidiaries run their own shows. When we get somebody who is a 400 hit We don't start telling them how to swing. Now back to Barnett, I think if my dad, Barnett senior and my grandfather Morris had still been alive, they too would feel proud and comfortable that our family business. Which started in 19 15 from a single store in Kansas City, Kansas had grown by 19 94 into a group of a hundred and 43 stores in 23 states with total sales of 282000000 dollars. Our business was incapable hands. As Buffet himself finally described the deal that began on a New York sidewalk. We weren't talking lemonade stance. That is an excerpt from the book We talked you about today, which is what I learned before I sold to warren Buffett. An entrepreneur guy to developing a highly successful company, and is written by Barnett, C He Junior. Okay. So Wanna jump to the very first page be even before the instruction just read you. And he has a very unique I guess you almost consider like a preface. It says a confession of pla. And he says, I was always taught that many many people were out there developing ideas that I could use. I have found that to be true throughout my life. These thoughts and ideas have all been borrowed or stolen from many wise people. Therefore, this confession. I have always solicit other other people's opinions and try to listen intently when they were esp things. Eve, this is such an important part too. Even when I was in pretty violent disagreement. Therefore, I claim only 1 original idea in my entire life. And with this book, wish only to reveal myself as a pla of wonderful ideas from a lot of great people through the years. Think of the world this I love this part. Think of the world as your garden of marvelous people and ideas with unlimited picking rights for you. Enjoy the flowers. And so it's obviously an idea I very much agree with. Obviously, I'm dedicating my life's work to uncovering the ideas from people in the past, and and hopefully, like, push those ideas and help help push those ideas rather. Down the generations, but it this decide this idea of, like, we all use other people's ideas. Is something almost every single person you and I study on this podcast also did. I was telling a friend of mine, 1 of my favorite quotes so comes from Port Charlie Alma, which is that he obviously, Charlie Mu is a very ad an advocate for this idea, he's calls himself a nut. He said he's on he's read hundreds and hundreds of biographies. He says if he ever had a chance to teach. I think he said teach finance maybe teach business, but I'm pretty sure he said if Ever had a chance to teach finance. My entire curriculum would just be studying a hundred different companies that did something right and did something incorrectly. But my... 1 of my fair quotes from from Mu is that Ci is famous for saying that a man who doesn't know what happened before. He's born goes to life, like a child? So you have... Now it's me quoting Mu who's quoting Ci back to Mu. That is a very correct idea. Ci is right to ridicule somebody so foolish as to not know history. And so Barnett junior 2 of the people that he constantly references learning from are his Grandfather morris, who started the company over a hundred years ago and his dad. And so I'm gonna tell you this right up upfront because I discovered this as I went through the pages is almost to the very end of the book He's constantly talking about what his father taught him. He is the third generation that has been trusted to manage this family business. Right? And what's crazy about this is that his dad had been dead for almost 30 years by the time that this book came out and the book is almost 20 years old itself. And that is a main... This is such an important part. I'm getting, like, tears. I don't even know why. This is such an important part to reading all these books over and over again and you see this pattern. The fact that I had no idea. Maybe it's just because I was younger, but I had no idea how it was possible that are... The decisions that you and I are making now are going to resonate through the generations. And in many cases, the people that we study are fixing poor gen poor decisions made by previous generations. Like some of them are positive, I... I was just recently thinking about this because when I read the book cable cowboy, on episode 2 68, the founder of the cable company, Tc, that that John Malone is gonna come in and and try to rescue, really. His name was Bob Magnus. It blew me away in that book. Right? He Bob didn't have a lot of money. He goes to his father. And his father loans him 2500 dollars on a very speculative, you know, decisions. Like, hey I'm gonna jump into this new industry called cable. And, you know, see what happens, and it hit me later on in the book. I'm like, oh my god. That 2500 dollar loan that Bob's father gives him winds up because a business so successful obviously, in the malone plays a part in that. That 2500 dollar loan turns into hundreds of millions of dollars for his grandsons. Imagine the difference in his grand that 1 decision had on the effect of the lies of people that weren't even born yet. And so the booklet on holding in my hand is an example of, like, a great dad that took time to to teach his son by example and through action, all of the importance that he learned. The lessons he learned, most of which or how to build and run a successful business that generated unbelievable wealth for that family. And so when I read a book like this, and I get to the end. It's not okay Well. I learned all about Barnett He Jr and its dad and maybe his grandfather Morris. So I'm like, how do I do that? So that was complaining through my mind as I work my way through the book. Let's... I have a lot of highlights. So let me jump into. He's he gives us the background. He starts off. There's, like, you know, 70 manager miniature chapters. It's just about lessons he learned... What he said? What I what did I learned before I sold Warren Buffett, but he starts the book talking about, what, like, what he learned as a young child growing up in this family business. My father was 14 when he took over the family business, My grandfather Morris had a stroke and there was no 1 else to run this little jewelry shop in Kansas city, Kansas. Because dad was in school, the family persuaded an uncle to watch the store each day until dad arrived from school. I don't believe my father ever questioned the family's decision. So the year that is happening. His dad 14 has to take over the the Joy shop. That would mean this is the year 19 17. At seventeenth now 3 years later, Dad moved the business into a larger grander building and with high spirits of youth proclaimed himself a diamond merchant. The shop sold the same mix of rings and watches as everyone else, but that label let the world know that he had big plans for himself and his family business. And so we see his dad through his actions saying, hey, I was forced. I was kinda, like, thrown in. You're gonna teach me how to swim me through it through threw me into the deep end of the pool as, like, a metaphor for that. He does the same exact thing to his son. So he says he nurtured and demanded that same positive drive to succeed whatever the challenges is in his 3 sons. He gave me summertime time employment when I was 15. Dad knew, the importance of learning by doing. So of course, he started me off in selling. And so he immediately feels the thrill of making his own money. He starts making his first sale, and he says I began to have confidence that I could do this. It wasn't work. It was fun. And another main theme of the book is like, hey, listen, I didn't start this business. I didn't found this business. People might not even consider me an entrepreneur, but he has found our mentality, and that's the way he thought about himself. He had... He thought about even at... Such he's like, I'm gonna take ownership of this. I was an entrepreneur, a master of my own destiny. I could do whatever I set my mind to. Anything was possible. Listen to... These are all lessons that he got from his dad. Like, I try to do the same thing with my. I try to hype them up Was like, I don't care what you do. Just know that if you really love to do it, you can do whatever you want to do. I could do whatever I set in my mind to. Anything was possible. I can't tell you where other entrepreneurs get their drive, but I'll bet many catch the bug young like I did. That feeling that you're your own boss that your futures in your hands is a frightening and thrilling prospect that's something you and I talk about euphoria and terror, Right? Frightening and thrilling. We are addicted to the ones and the tens. We are not living have most people like, most people live lives are quiet desperation. Right, that famous throat. That famous quote rather. You know, their their range bound between maybe 4 and sixes. A entrepreneurs nurses say, we get a lot of ones, but we also get a lot tens. I became president of He Diamonds in 19 62 at age 29 when my father became male. So think about that, his dad, his dad's at 14 has to take over because his father had had a show got sick. Now he... Now we see that Barnett junior 29. His father's ill. So he's like I need to jump in and do exactly what my dad did. I was nervous and definitely not ready. I made mistakes and had my my share of failures. All successful people have failures. And the 1 thing I love about this guy. He's just super positive. I mean Maybe you could say, yeah, you'd be positive too You sold your your family business for fat bag at cash to to buffet, but I do love his optimism. His his positivity. We're gonna, 1 of my favorite lessons that his dad taught him. Which is actually lesson than number 1, which I'll get to. I think, indicates, like, the kind of the kind of family that he... That, you know, his dad set out definitively to try to build? It's this idea that you're the master of your destiny. Like, everybody has bad shit that happens to them. So what? What are you gonna do about it? So he says, I made my mistakes and have my... My share, failures, all successful people have failures. Despite missteps, entrepreneurs are a special breed who do not give up on their larger goals. And then this is another example of him having positive role models. He got he finds role models through books. He finds... Role models through his family, who finds role models through mentors and talking to other entrepreneurs and business people. This is the first 1. I gotta see if there's a book on this guy because this is remarkable. His name is Ewing Kaufman, who wanted being Barnett mentor. He says, he was a founder of Marion laboratories and a former owner of the Kansas City World's Baseball team. He became a pharmaceutical... Listen this is why I wanna read a book on him. He's giving us, like a 1 paragraph description of his life. He became a pharmaceutical salesman in the 19 fifties and turned his love of people and take phenomenal success. He beat every quota and earn more than his boss. The next year, the boss reduces territory up for the challenge kaufman sold even more. Again, earning more than his boss. The next year his boss cut his commission. His boss sounds like a terrible person. By then, Kaufman had it had enough. He quit and started his own pharmaceutical business, packaging new own products in his basement and selling them from the trunk of his car. That's exactly how Phil Knight and the story of Nike begins. He did exact same thing. Sold shoes out of the trunk of his car. How bad do you want it? In 19 89, kaufman sold Marion Labs for 6500000000.0 dollars. And so he's gonna bring up some lessons that he learned from Ewing Kaufman several times. That's the first time we hear his name, but that won't be the last back to Barnett. No 1 has an easy prescription to become a sick successful entrepreneur. If they say they do their f, we just covered this last week. In that book when I re reread 0 to 1, Peter Tells says. Like, there is no formula for entrepreneurship. No 1 can teach you how to innovate. The next paragraph is gonna echo when... In Paul graham fantastic essay relentlessly resourceful. He mentions the best metaphor to describe, like, the best founders is just like they're running back. They they had... Like, if if you think about the running back has 1 goal. Like I gotta get to the end zone, but he's willing to cut to the left. Go forward. Go backwards. Go to the right. He's is very flexible on how he's gonna get there. We see the same idea here. Entrepreneurs possess an almost naive belief that nothing can stand in their way. They are mentally deaf to those who build their chances. They love to compete and they have the skills of broken field runners who take the bumps and bruises along the way. Change course when necessary and stay focused on the goal. If this is not you do not try to fool yourself. It is not worth it. Thinking you could search your own business or wanting to be your own boss just because you hate your job when you really have no desire or stamina to go in on your own, is court disaster where there is no real will, there is no way. Some people are more enamored by the concept than by the reality. They would rather contemplate the beauty of the mountain from the base. The entrepreneur wants to climb the mountain first, briefly appreciate the gorgeous vista from the summit and then find the next mountain. This is fantastic line here if you possess this obsession of seeing your own creative notion succeed and are willing to pay the price then you have no choice but to pursue the life of an entrepreneur. I'm telling you right now you part you know this. Talk to all your founder friends. They... We don't have a choice. I've heard a variation of the statement. I think it was even mark cuban in Like I rather make a hundred thousand dollars on my own business than 10000000 working for somebody else. That is irrational, but you just have this fire in your belly you must have control over how you spend your time over the work that is doing and you want the independence. And as as you and I've talked about before, like, those kind of people usually have also larger egos or more self beliefs. So they feel okay. If I have to control the independence, I will get the money anyways. But I love what he said this is like listen, if you possess a obsession of seeing your own creative notions succeed and are willing to pay the price. You have no choice but to pursue the life of an entrepreneur. My own particular motivation included an obsession with proving wrong, this is really fascinating. Proving wrong, the shirt sleeves to shirt sleeves in 3 generations myth, he calls in a myth it is something that's repeated over over again because usually, this this plays out. Where you have somebody... I call them generational inflection points. Some people say it's like the founder of the the the family founder or the founder of the family. I think it's probably a better, line to use. Usually, they come from you know, not doing too well financially. They're the ones that changed their financial trajectory of their family forever, then you have the usually passed on to the next person, but by the by their grand time, people that did not have to work for the wealth, usually are the ones that sq. That is a, a well known you know, idea through history that shirt sleeves to shirt sleeves and 3 generations. You start pour, that 1 family founder gets you rich, and then by the by the time you get to their 3 generations later, they're back to shirt sleeves. The other way I heard this was, Dan Carlin talked about this in this fantastic podcast hard cut hardcore history. It's like, wooden wooden clog, wooden shoes, walking upstairs, glass slippers walking downstairs. It's the same exact idea. It's a different different way to describe it. And then I'm gonna finish a section with his mentality on this, you don't have to start a business in an order to be an entrepreneur. I certainly did not. I think found... Having founder mentality more important than if you actually founded the actual company you're working with. I know ton of Ceos that did not start their company, but they have found their mentality. This exactly what is talking about. You don't have to start a business in order to be an entrepreneur. I certainly did not. Some people inherit at small businesses or are a thrust a leadership in them. Like I was Others run entrepreneurial departments within larger enterprises. There's a ton of people that listen to founders that are... That this describes them completely. The ideas in this book will help those entrepreneurs too. I just think the idea of thinking thinking of yourself like a founder. I think of yourself like a entrepreneurs is the important part there. It can be the greatest job in the world. Okay. So now we jump into all the different lessons that he learned before he sold Warren Buffett It starts out with 1 that he learned from his father, says you should only concern yourself with things that you can control. When growing up, I was intrigued, that my father only concern yourself with those business elements that were controllable. He refused to acknowledge the depression and did quite well during that period. He was unwilling to talk about recessions are 20 in snowfall, his he only thought about and talked about those conditions within his control. Dad was a great believer in not sweating the small stuff. He taught us to concern ourselves only with those things, which we have over which we have control. I thought he was unique in this until I realized this is 1 of the key common traits of highly successful people. Those folks are never victims. They take what comes and handle the situation. The rest is a waste of time. Then we jump ahead to another lesson. Remember. He started out the book saying, hey, I don't even have any unique ideas. I just listen when other smart people say things. And if it makes sense, I'm gonna use that for my business, we see this idea, so don't know that myself has upgrade the herd annually or what is the highest and best use of your time. I guess, you know what, I'm gonna read you my the this Charlie Mu quote that that popped my mind when I got to this section. Charlie says intelligent people make decisions based on opportunity costs. So in other words, it's your alternatives that matter. That's how we make all of our decisions. He's saying that's how him and warren and make all. Their decisions Let's jump into this lesson that Barnett learned from another founder. When you're when you're operating a group of retail stores. There's always a usual bell curve of week to great performing stores. At 1 point, we were struggling with the store doing 800000 dollars in volume and through Ga efforts trying to get to 850000 in annual sales. So 1 store, Trying to increase it that's struggling to trying to bump it up by another 50000 dollars a year. Much conventional practice dictates committing great effort to the weakest segment. When I discussed this with my friend Steve Lieberman, he... He's a hotdog dog magnet who ran hundreds of Cara, snack bars in shopping centers for many years He said, you make more money closing bad stores than by opening new ones. His philosophy made sense. We decided we would rather spend time and effort on a 4500000.0 dollar store, that could ultimately achieve 6000000 in revenue. Then on lower volume store with less potential. Instead of trying to bump up 50000 and dedicating all these resources Let's focus on something already doing well and get and get an extra 1500000.0 is what he's saying here. Did this mean we gave up immediately when things did not work? Absolutely not. It's to store lack great people, proper merchandising or other controllable variables, there's that work control again. By all means we fixed it. However, our attitude became to upgrade the herd annually, closing the weakest stores each year. And then he goes into his reasoning behind this each activity undertake exact the price of not being able to pursue all pursue alternative activities. This is sometimes called opportunity cost. What is the actual cost of sending a highly talented person to create an average performance out of a dry well rather than sending him or her to a gus that can be turned into a super gus? Then he extends this idea by talking about something who learned from Warren Buffett. Perhaps 1 of the key reasons warren Buffett has been the world's most successful investor. He does not buy turnaround opportunities something that Buffet spends a lot of time discussing over many years in his shareholder letters. He doesn't believe turnaround turn turnaround. He does not buy turnaround opportunities only successful companies. Focus is your lever to success. Do not underestimate the incredible amount of mental discipline it takes to focus yourself and your teammates. Wonderful alternatives and s deduct opportunities abound and temptation to go in multiple directions are unlimited. That is... He's writing these words in 2003. Now imagine how much temptation and distraction we're exposed to on a daily basis, almost 20 years later, way more than than the world in 2003. This thing's some... This is the last thing I'm gonna reach you from the section, but this syncs to my soul. Commit yourself to be the best, define what that means and focus on the head of that pin, like no 1 in your industry. I gotta read that again. Commit yourself to be the best define what that means and focus on the head of that pin like no 1 in your industry. And he's got another great idea. I'll I'll probably reference est Lau several times, episode 02:17. If you haven't listened to it yet, Highly recommend you to. So she was maybe the best practitioner of Paul idea that you should do things that don't scale. The... What Barnett has says here is that just providing super service is actually, a friend to the entrepreneur, it's something that you can do that giant companies can't. And so he talks about, you know, going to a locally owned grocery store. And he says I went to the grocery store to get a few items unloading the groceries. I found that the home phone numbers of the owners. Mike and Libby were listed right on the Sack with the invitation to call if I was not happy with the store. It was clear that the owners took responsibility for good service. What I also liked about the book is at the end of every chapter. He's got all these quote that he loved, usually from other founders or other interesting people throughout history. You know, A sucker for Maxim. This 1 actually read biography on Thomas Watson. It's called the Maverick and the machine. Thomas Watson senior in the making of Ibm. I did that a long time ago. I think it's episode 87. But he put this at the end of 1 of the chapters that I ever loved, a quote from Thomas Watson who said, to be successful, have your heart in your business and your business in your heart. Another lesson from his father, the importance of keeping your ego in check that it could be used to to drive you, but you would have to... You should hide it, people do not like Arrogance and other people, and his father... So his father has quoted a bunch in the book at the end of these chapters, I which is referencing of these he puts in there. And this is the way I could... Basically, you could summarize the the main idea in the entire chapter in 1 sentence, and it's a quote from his father. It says big people grow. Little people swell. So, again, the name of the chapters keeping your ego and check. Big people grow, little people swell. So then he talks about another idea that he learned from his father, this gonna happen in the mid 19 sixties. His father had this idea of, he calls it the... The 2 supplier principal. And then this is the first time he mentions this... Are the first time Mentioned to you, but I mentioned a lot in the book that they were... His father and everybody in the companies like, don't burn a bridge. This is repeated... Not do not burn a bridge is repeated over and over again in this book. And so this was the first introduction I heard about the 2 supplier principal. 1 bitterly cold January and the mid 19 sixties, I went to our bank, 1 of the banks actually. To the First National Bank of Kansas City to make our routine loan. We needed to cover the checks that we sent out the day before to our suppliers for the immense amount of merchandise we had bought for the Christmas season the month prior. We had a longstanding standing relationship with First National bank going back 30 years. We had gotten the usual letter reassuring us that a 500000 dollar line of credit was available to us when we needed it. We hardly noticed that the last paragraph of the letter, which would res the bank's obligation if our credit credit credit worthiness changed. To our shock and surprise, the bank refused to loan us the money. 1 particular director of the bank felt that we were not credit worthy. So they just sent out a bunch of checks, there's not enough money in their bank account to cover those checks. Their in dire need And so they... The the bank's is not budgeting, even though they've been had a relationship with them for 30 years. We'll come back to them 1 second. So what do they do? We immediately drove over to security National bank, where the family that owned the bank had served my dad for untold years. Now that guy who had worked with his dad. Now his son is in the bank. So this guy named Morris Friend Junior had only 1 question for us. How much do you want? So back to Barnett. We came to the pre and we were saved by the 2 supplier principal. When at deaths door, you may be saved by a relationship. We were. Did we continue to know this is when he means about, you know, maybe other people would be mad, hey, we where customer of years for 30 years, how dare you you change, our relationship overnight? You put... Like, you could've have put us out of business. You know, we're done here. Barnett did not do that. He says, did we continue to do business with both banks? Yes. Absolutely. Never burn a bridge was our mantra. And we still wanted 2 suppliers. And then he has parting advice in this chapter, get your second sources now when you do not need them. And then he quotes this great African prove verb on this chapter that's about the need the need to test your new ideas. And it says only a full test the depth of the water with both feet. And so in the 19 seventies and before, it was a long established, like, idea in their industry that you should handle the financing and the credit extending the credit to your customers yourself. And then 1 of, Barnett executives like, no, I'm pretty sure, like, we could outsource this and then just focus on the 1 thing that we're actually really good at, which is selling diamonds. So he says the stakes were high in terms of the loss of interest income and fees from outside providers of credit. So Marty chose 1 of our best store managers to test his idea that jewelry restores could make more money if they focused on selling diamonds, so this is his hypothesis. Right? Actually gonna make more money. If we focus on selling diamonds and left the credit business and interest income to banks and other lenders who were experts in such things. And so 1 principle, at play here Like Guess, you're gonna test something you think is important. And it's gonna be really important to the... If you future of your business. Put 1 of your best people on it. That's what they did. They picked a great store. They didn't do a test and a crappy store. And then couldn't figure out I did it work because it's a crappy store. Did it did it work because it was a crappy idea. It's like, well, no, this guy is really good. It's really smartest is 1 of her best that's a him test it. After the and it when of being successful, and then this is what they did next. After our test of outsourcing customer credit, we could now say to the other stores, it had proved to be successful. As each of our stores began to implement the new system, our total focus on buying and selling diamonds. So remember he talked about the importance focus. He said in a previous chapter that focus is your lover to success. And the implementation of that is obviously a competitive advantage because I'm not sure humans in general can focus on many things and certainly not in today's day and age. So that is also going to be a main theme over and over again. That focus is a leverage to success. We just see this here. It says, hey, as Even each of our stores began to implement the new system, our total focus on buying and selling diamonds and not being in the banking business brought in inca dividends. And so reducing that lesson down back to that prove, which is fantastic. Only a full test the depth of the water with both feet. Once, Barnett talks about this maxim that he learned from his dad that business is people, and he actually, if you just treat people better and don't create in hospital environments. So you wouldn't imagine that cut that companies do this for of customers, but you probably see it every day in your day to day lives. That that's actually an advantage in an edge that you can have. This is going to remind me of, Paul or fa. I've always been out his name incorrectly, but it's a founder of Ke. I covered his fantastic auto called copy this, back on episode number 1 81. But, let me actually read that section from the the copy of this book because I think it's... It's fantastic, and it's gonna... It's going to echo what Barnett discovered with rival jewelry stores and how he actually just did the opposite. And so Paul writes, he... Paul is essentially just spend his time. Traveling all over the country visiting King stores looking for the best and the worst ideas and then spreading those ideas to the network, stores. And so Paul said some of our partners created an in hospital climate for customers. Some posted negative signs. Remember this for what I'm about to reach you in this book. At 1 store, a manager hung sign in red warning customers that they would be charged a steep fee if they bounced the check. It said the bank doesn't make copies and we don't cash checks. That really got me boiling. I jumped on the counter. And ripped it down as customers and coworkers looked on amazed. That may sound extreme, but I needed to make the point in a memorable way. I don't want signs like this, staring our customers in the face. I told our coworkers, so Paul wouldn't ever use the the term employees. He hated that term he considered everybody. Coworkers. I told our coworkers that the occasional hit that we took for a bounced check cost far less than we lost and could not quantify by creating a subtly hostile atmosphere. And so this is Barn version of that. You've probably seen this this sign everywhere if you go into, like, oh, shop or or store rather says, hey. Don't bring your food and drink, no food and drink. He's like, I'm just gonna do the opposite. Bring it all in. Let's go. 1 of the best things we did was to invite shoppers to bring their food into the store with them. Ice cream cones? Hot dogs and mustard. No problem. The standard store sign in a mall says no food or drink. R said, your food and drink are welcome here. We were trying to say we are here on your terms and we are different. Just a few quick lines here, which I thought was fantastic. He puts a a premium on speed and urgency. He says you need to constantly moving with a sense of urgency by acting with a sense of urgency. You are modeling the behavior that you want from your social So he's saying, this starts the leader and works its way down. Nearly any action or communication means far more when done urgently, and then he quotes this fantastic, I I love this maxim. This is from Alfred Adler, who apparently was the psychologist an author. And he says trust only movement. I've been reread a lot of my highlights from the 2 or 3 books that I read on Andrew Carnegie. And I'm pretty sure. I'm getting ready to reread his auto because it's just been top my mind so much I've been spending so much time thinking about it, but he says something very similar. It's like, I love that Maxim. It's like, hey, we're only gonna trust trust only movement, Andrew Carnegie says as I grow older, I pay less attention to what people say and I just watch what they do. That makes me think of my favorite... 1 of my favorite maxim, which is actions express priority. We are only what we actually do. Not what we profess to believe. Here is a few great quotes. 1 person, the... This is the importance of of belief 1 person with the belief is equal to a force of 99 who have only interests. And the second 1 is, this essentially actually anonymous quote, quality is never an accident. It is always a result of high intention sincere effort intelligent direct direction in skill execution. It represents the wise choice of many alternatives. And I guess I should've have told you where where that chapter from. His his whole point is that it's the the execution that matters. A ton of people have ideas, execution is actually the key. So I just skipped over that and gave you the 2 maxim at the end because I thought it illustrates that point better. So we're jumping ahead a little bit. This, I absolutely loved because you and I I've talked about this theme over and over again. None of this works if you can't trust your own judgment when you're learning from history when you're learning from other people, you're gonna find conflicting advice. The only 1 that knows if it's actually going to work is you. So it says 1 of my most prize mentors shared his wisdom. You don't need shopping centers. You need business districts. I took that as gospel and did not think things out on my own member, none of this works if you can't trust your own judgment. I took that as gospel. In this case, he's not even using his own judgment. Right? And I took that as gospel and did not think things out of my own. The country was about to explode in the maul of America. We elected to pull out of our lease in 1 of the first 11 covered malls in United States. His... This is... This one's up being his entire business. It takes place almost exclusively in malls, and he's like, hey, we'll just run away from this giant trend that could help our business. So that's what he's describing here. Now, we elected to pull out of our least and 1 in the first cover malls the United States. This was a merely fatal error, causing us to waste years of precious time and resources, and he did it because 1 of his prize mentors like, hey, get the hell out of malls. Years later, we and our advisor realize that our avoiding malls was not the right posture. We pursued malls locations slowly at first and then vigorously later. And so this is what he learned from that. He who takes bad advice is the 1 and only culprit in the scenario. Advice is advice, not a command. That is fantastic. Advice is advice it's not a command. The mall occasions later became the success of the company. We nearly put ourselves out of business by staying out of them, and then he quotes, 1 of my heroes, Benjamin Franklin who said the only place where fools may learn is the school of experience. I spent a few hours actually in a used bookstore yesterday. This place was a treasure trove. I I left with like 6 or 7 books. I think I think I got 7 books for a hundred dollars and 1 of them. The most expensive book was actually a biography first... On Benjamin Franklin. First published in 19 38, it is a beautiful, like, leather bound book. It was, like, wrapped in plastic. Never been like, actually opened and used, and that was 4... That 1 book almost 40. So it's 40 percent. Of the cost because it was 40 dollars of a hundred. I can't wait to get to it though. So I'm almost gonna feel bad about taking notes and and marking up that book, but I'm going to. And then we move ahead. This is about barring wisdom and knowledge about your business. Again, main theme of the book book. He's gonna talk about his father's He's gonna talk his grandfather. He's gonna talk about his. He's gonna talk about the books he reads, that he leaves at the very last page. It's just like a a reading list of all these books that were helpful for his business. And the the main theme of the book is like learning from the experience of others, he talks about the fact that he does not think he was the smartest person in his company by far. And so 1 way to fix that problem was just find out what people smarter than him had thought. Humans have accumulated incredible amounts of knowledge over hundreds of years and it's constantly being refined through experience. This reservoir of knowledge and human experience creates tremendous opportunities and advantages for you as an entrepreneur. You are air to the discoveries of many entrepreneurs who skin their shin, trying something new. It is likely other entrepreneurs before you have experienced the same challenges and problems and found ways to sur mount them. You do not need to invent a new industry to start new business. Studying an existing industry and do... Studying in the existing industry and just do it lots better. Henry Ford did not invent the automobile nor did Kin goes and invent copying. That's funny. That he mentioned it's Kin goes because I just referenced the fact that they had similar ideas. A few chapters go. You have the experience of thousands of experts and mentors at your fingertips. And then he brings up something that steve jobs said that I... I've tried to use as well because I think it's just genius advice, like, just reach out and ask somebody In his case is like, pick up the phone call Is exactly what steve steve would say too. But he's like I guess, maybe you you try to get touch me. Maybe they're gonna be unwilling to talk to you. But what's the worst case scenario. You wasted a phone call? What a fabulous risk reward ratio. Manning business people will reach out to share what they've learned. Why not I listen to many people ponder what they have to say and then follow your own instincts. The incredible, wonderful and unavoidable truth is that seeking the help of others can put you light years ahead of other people who beat their heads against the wall trying to reinvent the wheel. There an interview I've mentioned this million times. According to this, I took... First took notes on this in 08/04/2019. And Steve was talking about the fact that he just picks up the phone and call. He just is, Always ask for help. And more times than not people will help. And he says, I never found anybody that didn't wanna help me if I asked them. I called a Bill He. That's obviously 1 of the founders of Hp when I was 12. He gets answered the phone himself. I told him I wanted to build a frequency counter. I asked if he had any spare parts I could let half, and he laughed and laughed and laughed. He gave me the parts, and then he gave me a summer job at Hp working on the assembly line, putting together frequency counters. I have never... This is his punch here. I have never found anyone who said no or hung up the phone. I just ask, most people never pick up the phone and call and that's what separates the people who do things versus the people who dream about them, you have to act. And so Barnett points, like, what's the risk reward ratio. Right? They they say, no, They never answer or they don't wanna talk you. Okay. I wasted, you know, couple minutes of my time. Or you end up having a conversation, you learn something valuable for your business may making you millions of millions of dollars over the course of your lifetime, or you'd... And and and or you develop, like, a lifelong friend. It's like that's a a fantastic, and I don't mean to just go and spam people. I would find a way if I was doing it this was to find a way to, like, provide value to them first, you know, and then asked them the question. I had 1 of the best cold messages I received it was from this, like, it because was like a 21 year old kids still in college at the time. His name's name is Michael, actually. And he just messaged me. I didn't know he was. Then he had listened to the podcast and he's was like, hey. I took this idea that I learned from your podcast. I made a video on it, and I got... I I don't remember It was, 3000000 or 10000000 views or some... I forgot it was some crazy stuff like. Was like He's like, can we talk? I'm like, you did what? That is a really good because he's like, hey, I could show you how to do this. You can, like, take the ideas, rehash them, gain attention, and then you get more listeners that he got attention by showing, hey, I actually have value, I can provide value to you as well. So I just like that idea Most people never a phone and call, that's what separates the people who do things versus the people who just dream about them. You have to act. So then Barnett gets into the importance of at the more, the more experience you get. The more you should start to trust and actually follow your gut. This is something Steve jobs talked about, like, the later in life he got the more he valued his own intuition. He said intuition is a very powerful thing. More powerful than intellect in my opinion, and it's had a big impact on my work. So it's Steve Jobs. This is what Barnett said about that. To some people, his idea put the company... He's he's talking about his dad. I I should've backed up and and read had something on the next... The previous page. So it says, like, many successful entrepreneurs I've sent since met dad relied on his intuition as much as he relied on his business plans and market forecast. To some people his ideas put the company on the limb. But to him, the ideas felt right, and usually they were right on. Dad listened to other people, he loved mentors. But perhaps because he started out so young and had to rely on himself. I started out on the business he's 14. He learned the value of tuning out other people's voices when they became a distraction and listening to that pristine inner voice that is in all of us. Your inner voice talks to you through your gut feelings. Your gut feelings are intuition, ema from your unconscious mind. His his he says, your your unconscious mind is a repository for all of your life experiences and then some and he compares warren Buffett using his intuition to buy as part of the way he bought He Diamonds when Warren Buffett bought He Diamonds. He felt so positive about the deal that he cut out the usual due diligence to speed negotiations. Sure, Buffet did his homework, but he also had a strong intuitive response. I can smell these things he said and this 1 smells good. Trusting your gut isn't meant to mean, isn't meant to replace using your conscious brain, the 2 work together and then he's got another great quote to end the chap from Warren Buffett who says my idea of a group decision is to look in the mirror. And then this is Barnett on making sure that you're prepared to take advantage of luck. He calls us on how to have uncanny luck This is gonna remind... This reminded me actually, I think we talked about this, I'm pretty sure was in the Peter Tales books there to 1, Might have been in Programs essays. But it was a quote from this famous explorer called Rolled Am. And he says victory awaits him who has everything in order or luck as some people call it. This is what Barnett says. An example of luck would be my chance meeting with Warren Buffett on the streets of New York. I was prepared because I'd been attending his annual meetings for a few years, and I felt I knew the kind of person he was. I was also in New York dealing with the very subject I spoke to him about, which is selling the company, and there was top of mind, and it was a top of mind awareness of my mission. Add in the un mitigated goal to walk up to him introduce myself and offer to sell the company, Tam, and you have an uncanny case of luck. And then, like almost every entrepreneur, Barnett spend some time talking about the importance of making sure you're only working with and hiring the very best people you absolutely can. He actually got something, from another entrepreneur says Larry Bo, former Head of Allied Signal said good people hire good people. I fear the reverse is true also when I got to that page. Made me think of something Max Le said, my... In that book, the founders, which is a story of Paypal and the entrepreneurs shape, Silicon Valley written by my friend, Jimmy Sony. That's actually, episode 02:33 if you haven't listened to it. But Max said something was very interesting. Is like, at the very early days of Paypal. They kept the bar for talent, like, exceedingly high. You know, this is like the the genesis of the Paypal Mafia, which is well known in, like, Silicon Valley, the the technology industry, and Max would repeat over and over again, and he was doing this, you know, 20 almost 25 years ago. And he said something very similar to what this guy just said. Good people hire good people, but I fear they're reverse is also true. Max kept repeating. A, players, hire a players, b players higher c players. So the first b player you hire takes the whole company down, and he ends this chapter with a quote from Bill Gates that I've never seen before, which illustrates this point effectively. The greatest thing you could do for your competition is hiring poorly. This is another example of the importance of focus, and and not only, focusing, like, your time and attention what you're focused on, but also focusing your product line. You wouldn't think that a company called He Diamonds, sold luggage or radios, but at 1 time they did. And so this is him correcting that mistake. We decided the future course of He Diamonds, was indeed in diamonds and that we should discontinue non julie lines of merchandise. We phased out lines of merchandise such as China, crystal, silver, luggage and radios. We believed that the dollar volume of business would decrease, but the profits would increase. So saying on a store and an individual store level. We're, like, hey, we're gonna cut all this crap out. The dollar volume in the business might go down. So our revenue might go down, but our profit would increase or our profit march would increase wrong, We were wrong. Both volume and profit went up. This is when we found out that less is indeed more. Focus is a lever of your success. So then brings up another lesson that he learned from his dad and a chapter called digging out the answer. I'm always delighted when someone in a group can view a scenario in a wholly different way and suggest an unexpected solution to what seemed to be an intra intra problem. I've seen it happen so often and I'm convinced nearly only any problem can be solved by bringing together a variety of smart people to Brainstorm. My dad quoted a slogan for the tactic that was printed on the agenda for every executive meeting. All of us know more than 1 of us. And then he quotes his dad again at the end of this chapter, there is always an answer. And he goes back to this idea of the importance of having mentors of learning from other people, but I like the way he thinks about this. My personal vision of mentoring is that no individual advice will necessarily fit you. I see mentoring as a process of brain marina. When your brain is adequately marinated, you will look in the mirror and a light bulb on top of your cra will flash the answer that best fits you and your situation. It may be a combination of your thoughts and some you received from your mentors. And he ends this chapter with 1 of my favorite Charlie moore quotes where Charlie really talking about the role that he played with Buffett in Berkshire. I... Just a discipline. This is so important. Just the discipline of having to picture thoughts in order with somebody else is a very useful thing. And then he talks about towards the end of the book, he talks about the more successful you get the more people around you that rely on you for the success. It's really hard to get honest his feedback. The greatest... The great... I don't know why things, like, like certain things stick in my mind when they do, but I read, the founder of Ups, Jim Casey. I read a biography of him back on Episode 1 92. And he realized this too or he's just, like, man, I can't... I'm can't sure if, like, the information I'm getting from my executive team is not filtered. So he would just every time he was out and about. When he... Anytime he saw a Ups, you know, the Ups brown trucks. He'd ask his driver to pull over, and he would just go and talk to. It's like, these are the people that have the best information for me because they're on the the front lines. They have direct contact. They're a lifeblood a lot of my organization, but they have direct contact with the customer. And so Barnett has 3 questions where he's like, this is... I asked these people 3 questions in a way to force to get honest his feedback. Number 1, what am I doing that you like? Number 2, what am I doing that you do not like? And number 3, what am I not doing that you would like? I highly suspect you may get, like muddy answers for the first 2 questions, but that third question we'll probably give you some useful ideas. What am I not doing that you would like. Another lesson from his dad, Bad boys move in silence. You and I talked about this over Again, Dad was the ultimate ex. Yeah. He told me that the right strategy was to be, quote, a sleeper. That is not to be known for success when it did come. Interestingly, this thought was also confirmed by Leonard Lau of Est Lau when I covered, so in that book, the auto of Lau, Leonard is still like a young man. Part in the beginning of the book, he's in college actually. Now he think he's still alive to this day. I think he's only the late eighties. But this is a quote that that that Barnett hurt... Learn from him. Leonard Lau Est a Lau, told an audience of entrepreneurs don't communicate your success. So that's another idea from his dad be a sleeper, Lena Lau says, don't communicate your success. And then he actually ends the book on something that's very important to me. It's why the title of episode 02:22 is my personal blueprint? It's this idea that entrepreneurs are prone, founders are prone to get wrong? Like, how do you balance your life? How do you balance your work, play, meaning having fun children health and money. And it's also ties into what you and I talked about the very beginning of this podcast. Like, the decisions that we're gonna make are gonna resonate. They're not ji... They don't just affect our lives. They affect lives everybody around us right now. That were actually going through life together. Right? But also, future generations. And I think if we view, you and I view our decisions like that? We're gonna make better decisions like, hey, this... What... Not just today? What is this gonna happen? What what's the consequence in this 10:20 years now? What if my grandkids read about the decision I'm gonna make today? Well, that... Will I change that... Like, will that change what I'm about to do here? What do you want to look back on when your children or adults? And then he ends on this fantastic quote that puts this into perspective. I wish that I had known sooner that if you miss a child's play, or performance or sporting event, you will have forgotten a year later. The work emergency that caused you to miss it, but the child won't have forgotten that you were not there. And that is where I'll leave it Thank you to the person that actually sent me this book. The person on Twitter it actually sent me this book. I did not know it existed. If you want the full story. If you buy the book using the link that's in the show notes to your podcast player, or by going to founders podcast dot com. You'll be supporting the podcast at the same time. If you wanna use the same app that I use and that I love to store all the highlights for the books that I read and all the notes, so I constantly remind and go back and reread them, you can test it for free for 60 days and see if you like it as much as I do, it's an app called read wise. I'll leave a link down below, but you can go to read wise dot io o 4 slash founders, and they'll give you 60 days for free. That is 279 books down 1000 to go, and I'll talk to you again soon."
}