{
  "transcript": "Oracle first teacher in great school would remember him at his desk, tinkering with bits of wood. Asked what he was up to. He told her he was making a machine of a kind that he and his brother were going to fly someday. I'm David Ci and you're listening to founders. My podcast about the biographies of founders. I got the idea for this podcast from listening to another podcast years ago. Elon Musk was being interviewed and said something that stuck with me. He was asked when starting a company, who did you look to for advice? Elon said he looked for feedback in a historical context. Books basically. He continued. I didn't read many general business books? I liked biographies and auto biographies? I think those are pretty helpful. So that made me think if Elon found biographies is useful, why not start reading them all the time? Then I decided to share what I learned from reading these books and create this podcast? So with that said, I'm gonna tell you some of the ideas I learned from reading the wright brothers by David Mc. Before we begin, this episode is brought to you by audible. Audible is offering listeners of this podcast, a free audiobook just for trying audible. You get 30 days of membership free, plus a, an audiobook book to get you started. And after that, you get 1 credit a month, good for any book regardless of price, audible ad free, premium audio that you can listen to offline. There's no interruptions and you own your amazing library. Keep the books even if you cancel. They also offer 30 percent off of exclusive member only savings, easy exchanges if you don't like a book, they'll swap it out for free at any time. So to claim your free audiobook, go to audible trial dot com forward slash founders. That's audible trial dot com forward slash founders. You can log in with your Amazon account, it only takes a few seconds. And if you're looking for an audiobook to rec... To listen to, I'd recommend listening to Shoe dog by the founder of Nike Phil Knight. A great story. I've also did a podcast on that, a few episodes ago, you could list to as well. So once again, audible trial dot com forward slash founders and get your free audiobook book today. Alright. So let's get right into some ideas that I found valuable in this book. This... Before I read this expert. This is the... Note what I left myself was entrepreneurship is action. And let's go right to the book. It says to judge by the expressions on their faces, they had little if any sense of humor, which was hardly the case. Neither like to have his picture taken. Truth to tell 1 reporter wrote, the camera is no friend either up there's no friend either to the brothers. But what it... What is most un about the pose is that they are sitting and doing nothing. Something they almost never succumb to. The brothers had tremendous energy and working hard every day, but Sunday was a way of life. And if not on the job, then at home on improvements. Hard work was a conviction. And they were at their best and happiest working together on their own projects at some waist high bench. What the 2 had in common above all was unity of purpose and un yielding determination. They had set themselves on a mission. So that term right there after reading the book. Now this is my second time reading through it, un yielding determination, I think that's the best 2 word description of the right brothers. This next part is, advice from their father, and it's just a quick sentence and 2 sentences that they kept the lessons, a lot of lessons from their father, they would repeat throughout their entire lives even up until the point. After their father passed away. So, their advice from their father was make business first, pleasure afterward and that guarded. All the money anyone needs is just enough to prevent 1 from being a burden on others. So I wanna tell you this movie. I wanna tell you this little excerpt about something that happened in Wilbur wright when he was a young boy and how he took a tragedy and turn it into something that changed his life. And the note I of myself is there's this great video on Youtube, from this guy named Jo Will, who also has a podcast called Jo Podcast. And he has this concept of good. And I'll leave a link to the to the Youtube video in the show notes, and it's available founders podcast dot com. But the basic... The the the theme of the 2 minute video is there's gonna be a a lot of things that happen throughout your life that are bad that you have little to no control over. All you can really control over is the action you take next. So, basically saying, look for the good in when you're going to a tumultuous or bad situation, and then focus on that, re engage and get back towards whatever, like, you're working towards. So it's almost like a form of a stoic. And, reading this expert that idea popped into my head. So let's go to win Wilbur boy. Wilbur was smash in the face with a stick, knocking out most of his upper front teeth. What exactly happened is hard to determine. But to judge from the little that is known, there is much more to the story. According to an entry in bishop rights diary written years afterward, so Bishop Wright is their father. The man who threw the bat that struck Wilbur became 1 of the most notorious murderers in the history of Ohio. Oliver Crook Howe, who in 19 o 6 was executed for the murders of his mother, father and brother and was believe to have killed as many of as a dozen others besides besides. At the time of the hockey incident, how lived just 2 blocks from the rights. He was only 15 are 3 years younger than Wilbur, but as big as a man as was known and was known as the neighborhood bully. As would be written in the dayton journal following his execution, Oliver never was without the wish to inflict pain or at least discomfort on others. After the accident, Wilbur remain a rec close. More or less home bound for fully 3 years. 3 years when he began reading as never before. So after this accident, he's bedridden. He's taking a long time to recover. This is the early 19 hundreds and he's he starts reading books on flight. So we're gonna get there in 1 second. This next... I idea this stuck out to me was the importance of reading. Something I talk about all the time in the podcast, something been a life on. Hobby you of mine and the entire reason I do the podcast is because I do believe that if people read more, their lives would be better. The ability to focus on an idea for a long period of time, I think it's an anecdote to or an anecdotes. Sorry. To the short burst of dopamine that we get just checking our social fees all day. It's it's the exact opposite. And I think the the way any of us feel after scrolling through feeds of mostly junk all day, is is unpleasant compared to when you're really interested in a book and you spend many hours in a 1 side conversation with the author, and the feeling that you get when that book is done. It's a pleasurable. It's... There is a, like, a mel colleague feeling that I've talked about before, how you a book. And it was so good. You don't want it to end, but it is pleasurable to get to to learn new ideas to to expand your curiosity, and I think books, it's just an easy way to do that long form where you can spend, you know, 05/07/1520 hours. On, having a 1 side of conversation with somebody that's thought deeply about the subject so much that they they spent years of live writing the book. So, this is the importance of reading, and I'm not alone with that with that conviction. The right family book collection. However, was neither modest nor commonplace. The the reason they're saying they're not modest or commonplace because they group very humbly and we'll get into that in a little bit. But 1 thing, 1 area they didn't They didn't hold back on. They weren't cheap in in in that sense was booked. So it says it it was neither modest nor commonplace. Bishop Wright, again, that's their dad. A lifelong lover of books, hardly championed the limitless value of reading. Between formal education at school and informal education at home, it would seem he put more value on the ladder. He was never overly concerned about his children's attendance at school. If 1 or the other of them chose to miss a day or 2 for some project of interest, he thought worthy, it was alright. And certainly, he ranked reading as worthy. And a byproduct of reading is you have these ideas that they just stick in your mind and they never go away. And so the note I left myself was something they read became a part of their way to get through life, and it's just, 2 sentences. It says every mind should be true to itself. Should think, investigate and conclude for itself. So in other words, you reject dogma, and you you you try to apply your own first principles thinking about what is actually happening. So, I don't know if I talk about this in the podcast. But in the book, there's there's many people have written about human powered, excuse, machine powered flight for humans to figure out a way to fly. And they even had some calculations based on theories and the like. And what would happen is the wright brothers would just learn through trial and error. Right? And so their very first flyer. There's an example in the book where the very first flyer winds up doing spectacularly well. They... I think the first flight you know is, like, maybe a minute long or something like that. And they have a series of experiments are very happy so they go back home and they build nut the second flyer. But on second flyer instead of using the same ratios that they've discovered to trial and error. They started using ratios written about by people that had never flown, but had thought they knew the math or the the the the the way, like, the answer behind it. Right? And what happens is they take off and immediately crash. And this whole sentence where it says every mind be true to itself should think investigate include to itself. That theme comes up over and over and over again in the book from inventing the flyer to making it just a glider than to making machine powered than to building the company and operating an reno, Again, these were inventors and tinker. And all of a sudden, they had the world's most valuable product, and they they had to navigate and had become high level businessman. Now they did have a, small business, and and what I'm gonna talk about that, the importance of having, like, a side project that sustained all these experiments, but they they would never operate at such a scale before. And they were able to to to navigate as successfully because they believed in their own thought processes in their way that they could basically think things through and then apply those thoughts into action and navigate these these environments and... And experiences that they are actually had before. So something I always like to talk about when Reading these biographies because everybody knows news what the right brothers are, just like everybody knows to walt Disney is, Jeff Bezos, all these other people. But what's fascinating to me is in reading these biographies, you see them way before they became who they who we know them as. So I like to talk about the first job they have. So and see how industrial industries they were. So this is orbital first job and then it winds up being Wilbur for shop too. While still in high school, Started his print... His own print shop in the carriage shed behind the house. Interested in printing for some while, overall had worked for 2 summers as an apprentice at a local print shop. He designed and built his own press using a discarded tombstone, a buggy spring and scrap metal. With the paper... Or they they... So they started a newspaper, with the paper showing some profit, or will move the business to a rented spray space on West third Street where the city's electric Trolley ran and Wilbur now 22, was prominently listed as editor. The next section is you need less than you think you do. And this talks about the, you know, pretty humble beginnings that the the right brothers. Their lives are pretty simple. Their brothers were well into their twenties before there was running water or plumbing in the house. Weekly baths were accomplished sitting at a tub of hot water on the kitchen floor with the curtains drawn. An open well and wooden pump out house. And carriage shed were all back. There was no electricity. So, I wanna tell you a little bit about the beginning of their side business. So I don't know how many people know this, but The only reason they were ever able to be successful in creating the first non human powered flight machine, was they had they saw a trend with bicycles, and they decided to open on a bicycle shop. So let me just tell you a little bit about this from the book. Now the first paragraph is interesting to me because I feel I've talked about on the podcast that that history never repeats human nature does. And this whole idea that... And it's it's it's strange to me. So the note I just left on myself myself, I didn't know left on myself Don't know. I left myself here was. Humans are in a state of constant change. You have fear fear change in our nature. And there's all kinds of examples from history on this. So this is the first paragraph is is the... What in hindsight looks like the hilarious initial reaction to the new technology that is bicycles in the early 19 hundreds. Voices were raised protest. Bicycles were proclaimed morally hazardous. Until now children and youth were unable to stray very far from home on foot. Now 1 magazine warned, 15 minutes could put them miles away. Because of bicycles, it was said, young people were not spending the time they should with books and more seriously that suburban and country tours on bicycles, were not infrequently accompanied by s deductions. So I took that to read that young people are using bikes to get away from their parents so they could, I guess, have sex. Not infrequently accompanied by deduction. I guess that what they're saying. Right? So in response to this huge trend, Wilbur or or opened their own small bicycle business. The right cycle exchange, selling and repairing bicycles. They eventually changed the name to the right cycle company, and it says, sales at the right cycle company picked up again to the point where they were selling about a hundred and 50 bicycles a year, and they stayed with it. Then, the second part that I found so interesting was they got tired of selling other people's products and decided to sell their own. There, on the second floor, the brothers began making their own model bicycles available to order. And that was their their act... So they sold a bunch of other, like, accessories and stuff like that, but the vast majority of their income, they were sustained on the fact they invented their own model of bicycles and started selling them directly. And then As the business grew, they hired a person to help run them. So when they were off, the member, they living in dayton Ohio at the time. They spend months in Kitty hawk going back and forth over several years. And the months that they're gone away from Ohio, the bike shop is still running because they have somebody in charge, and they're using the profits from the bike shop to actually fund their experiments. Okay. So this is this next note I love myself was the importance of heroes. And I think everybody has people that inspire them people that obviously come before and have have contributed to the field that they want to spend their time doing. Obviously, most of the books that I cover here, are people that have built companies that you can learn from, some of which, you know, I would say or almost idol. If you look, like somebody like Elon Musk is... I think the most admired entrepreneur live right now, Jeff Bezos is up there and then going back in history, you you realize that I've talked about this whole idea where books are original hyperlinks. You realize that Jeff Bezos looked backwards, Elon Musk looks backwards. So Jeff Bezos looked backwards Sam Walton and Sam Walton looked backward to Jc, and all this other. It's all basically connected. So I think it's really important to have people. And I don't mean idol Like, I don't think you should highlight in humans because they're all just humans. Reading these biographies should realize they have faults just like Uri, but I do think having people you load up to is extremely important and it's motivating, at least for me and I'm sure it's probably for you as well. So this is the importance of here is these are the this is the person that that really stuck in their... Again, they're reading about flight. This is where they're getting they're getting the idea, and they've had a lifelong passion for this. So this guy named Auto lil thought. Let me just jump into is. Wilbur had begun reading about the German Glider enthusiasts Otto L, who had recently be killed who had been killed and who had recently been killed in an accident. Much of what he read he read aloud to Or. Over the years, Lil had designed and built more than a dozen different gliders. He called him sailing machines. As a pilot, he would hang by his arms below the wings. Lil t would position himself as an out steep slope, the wings held above his head. He stood like an athlete waiting for the starting pistol. Then he would run down the slope and into the wind. Hanging on as the wind lifted him from the ground. He would swing his body and legs this way or that way as a means of bouncing and steering. And then glide as far as possible and try to land on his feet. It must not remain our desire only to acquire the art of the bird Lilith t had written. Is our duty not to rest until we have attained a perfect scientific scientific conception of the problem of flight. So I was at a, a science center with my daughter a few months ago. And I'd already read this book last year. And I... This is the first time I was introduced to Auto. And part of the section of the science center was dedicated to flight. And sure enough, right at the beginning was videos and pictures or, I guess, pictures because there's no video back then. Pictures of auto loans all in some of his his machines. So the next thing I wanna talk you about is reread and revisiting old ideas. So I was just telling you that I re reread books, I have conversation with my friends all time about how, like, specific podcast I listened to over and over again. While the reason I add, like, time markers in the podcast I do is because you may listen to this 1 time, and there might be an idea that sticks out to you. Well, I wanna make it easy if you go back to this podcast to find it. Some of my podcasts are short, but some of them are long. So maybe you only need, like, a 5 minute idea or 2 minute idea, you don't wanna have to listen the whole podcast to get that. So, I do think there's a huge value in reread and revisiting old ideas because you can read or learn something once. And then a few years past and you you wanna reread it again, and you're a different person when you're reread it. And those ideas may have been compounded and add on to, and they might have additional value to you or maybe you have a different interpretation. So so reread revisiting your ideas. Says the news of Lil death, Wilbur later wrote aroused in him as nothing had an interest that had remained passive from childhood. His reading on the flight of birds became intense. On the shelves of the family library was an English translation of a famous ill should volume. Animal mech mechanic, animal mechanism, Written by a French physician, I have no idea how to pronounce. We're gonna call them Marley. More than 30 years before. Birds were also an interest of Bishop Wright. Hence the book's presence in the house, and Wilbur had already read it. Now he read it a anew. Wilbur was drawn upon, he was drawn upon a quote from Pet. This another author for years. Like the inspiring lectures of a great professor. The book had opened his eyes and started him thinking in ways he'd never had. Next thing is you are not too late. Sometimes you must ignore the odds. Along with Lil should and lang. These are all guys that came before right that were studying and writing about different ideas on how humans can learn how to fly. Numbers of others among the most among them, the most prominent engineers, scientists and original thinkers of the nineteenth century had been working on the problem of controlled flight, including Sir George Kay, Sir Here Maxim, Maxim was the inventor of the machine gun. Alexander Gram bell and Thomas Edison. None had succeeded. Hero Maxim had reportedly spent a hundred thousand dollars of his own money on a giant steam powered pilot flying machine only to see a crash and an attempting to take off. In no now here's the surprising part. And no way did any of this discouraged or deter Wilbur overwrite. More than the fact that they had no college education, no formal technical training, no experience working with anyone other than themselves, No friends and high places, no financial backers, no government subsidies and little money on their own. Are the entirely real possibility that at some point like All Lil Auto little involved they could be killed. That was 1 of the most shocking things I read because it just puts it into perspective. Imagine there's a problem that everybody in in in modern time, the most successful scientists entrepreneurs, people that have I'm almost on virtually unlimited resources, governments, etcetera are working a problem. They can't solve it. And you have 2 guys relatively, you know, of modest means, no formal education, no technical training, no no no. Anything. Just the the the desire to solve this problem, wind up becoming solving the problem in the sense where Thomas Edison, create Alexander instagram bell and all these other people had it failed. It's that's actually really inspiring me. Let's see. This is the note left for myself, books transformed idle curiosity into the active z of workers. Among... So they wrote Wilbur rights to the Smithsonian saying, hey. I'm interested in in controlled flight. Can you send me any information you have? And just they sent him a bunch of books and data that that have been collected. And so so among the material that Miss Sony provided him was an English translation of a book titled Okay. So the trans... I don't know how to say it in France, but the translation is empire of of the air. I was published in Paris in 18 81. It had been written by a French farmer poet and Student of flight. Luis P Pierre Mu. Nothing Wilbur had read had yet read so affected him. He would long consider it 1 of the most remarkable pieces of aero literature ever published. For Wilbur, flight had become a cause and Mu, 1 of the great missionaries of the cause. Like a prophet crying in the wilderness ex ex the world to repent of its un belief and the possibility of human flight. At the start of his empire of Air, Mu gave fair warning that 1 could be entirely overtake by the thought that the prop by the thought of the problem of flight. Excuse me. Let me read that again. Mu gave fair warning that 1 could be entirely overtake by the thought that the problem of flight could be solved by man. This is a quote from Familiar. When once his... This idea had invaded the brain, it possesses it exclusively. For Wilbur and Or, the dream had taken hold. The works of Lil t and Mu, the brothers a test had infected us with their own un enthusiasm and transformed idle curiosity in the active z of workers. Alright. So the first prototype I thought was really interesting. In the final weeks of August, the brothers built a full size glider with 2 week... 2 wings that they intended to re assemble and fly a kitty hawk. First as a kite, then if all went well fly themselves. In its wings span was 18 feet. The total cost of all necessary pieces and parts, ribs of ash, wires and cloth to cover the wings was not more than 15 dollars. And they actually get that thing to fly with a person. It's human part at that. This before they build motors. This is I thought Wilbur Wilbur wright has a great quote on risk that I think is worth sharing with you. The man who wishes to keep at the problem long enough to really learn anything positively must not take dangerous risks. Careless and over confidence are usually more dangerous than deliberately accepted risks Okay. So this next section, it... When I was reading this, what immediately popped into my mind was this this video I saw on Youtube, and it's a young Jeff Bezos talking about stress. And so I'll explain that you in 1 second. Let me read this part from the book. Far from home on their own in a way they had never been, the brother seemed to sense as they never had, the adventure of life. Or would later say that even with all the universities they had to face. It was the happiest time they had ever known. And how that relates to the the Jeff Bezos subpoena on stress. He he was saying that stress comes from not taking action over something that you have... Some control over and stress comes from ignoring things you shouldn't be ignoring. So Jeff uses the following metaphor explain his point. Stress doesn't come from hard work. You can be in you can be working incredibly hard and loving it. Like likewise, you can be out of work and be incredibly stressed over that. So if you wanna watch that video, It's like, 2 minute, 2 minutes. It definitely it's worth your time, I'll leave the link that the link to the Youtube video in the show notes on your podcast player and at founders podcast dot com. So this next section is about hard work in its results. Hard workers were greatly admired. And the rights were 2 of the working ness, boys, they had ever seen. And when they worked, they worked. They had their whole heart and soul and what they were doing. The day was clear, the wind just as wished. It was October nineteenth, and after this is... Gives you an idea of how hard they've been working. It was October nineteenth and after nearly 4 years of concentrated study and effort by the brothers. It proved a day of days. Wilbur made 1 man flight after another. How many is unknown? No count was kept. He did record, however, flights of 300 to 400 feet in length and speeds on landing of nearly 30 miles an hour. So before they had any kind of measurable success, they they studied and worked for 4 years on this idea. I love this idea of how they think you have... They recommend discovering things for yourself. It was not just that this machine that their machine had performed so poorly are that so much still remain to be solved, but that so many of the long established lists supposedly reliable calculations and tables prepared by the likes of Lil Lang and S. Data the brothers had taken his gospel. So if you remember previously in the podcast I was talking about, how they had to figure out own ratios. This is what what I was referencing. Data that the brothers had taken as gospel had proved to be wrong and could no longer be trusted. Clearly, those esteem authorities had been guessing, g in the dark. The accepted tables were in a word worthless. We had to go ahead and discovering and discover everything ourselves said oral rate. Their preference even though they read a lot, they they wanted to apply what they were learning, and they felt... The only way you could really learn was by doing. So this is a quote on Wilbur about that. He said that men had to learn to manage in order to fly, and there were only 2 ways. 1 is to get on him and learn by actual practice how each motion and trick may be best met. The other is to sit on a fence and watch the beast the beast a while, meaning the flying machine. And then retire to the house and that leisure figure out the best way of overcoming his jumps and kicks. The ladder system is the safest, but the former on the whole turns out the larger proportion of good writers, If 1 were looking for perfect safety, he said, 1 would do well to sit on the fence and watch the birds. But if you really wish to learn, you must mount a machine and become acquainted with its tricks by actual trial. So on several podcasts, I've introduced this this section that it's... I think present in every single biography I've read so far and it's critics don't know shit. Obviously, it's me being tongue and cheek. Is there... There's some criticisms that are accurate, But what I'm saying is that even the people that are face measurable odds are went up wind up, such as the right brothers inventing 1 of the most important, machines are in products or tools, the world's ever seen, all of them have to overcome people telling them that they don't know what they're doing and they're gonna fail. So this is the right brother's version of that. Meanwhile, an article in the September issue of the popular Mer magazine, a a written by Simon New, a distinguished astronomer and professor at John Hopkins University, dismissed the dream of flight as no more than a myth. And were such a machine devised he asked, what useful purpose could it possibly serve? The first successful flyer will be the handy work of a watchmaker and will carry nothing heavier than an insect? So here's this guy distinguished professor astronomer has residency at john Hopkins University, which was you know, looked upon as, like, a great institution, then and I guess, still now, and he's... He's saying, why even waste your time trying to fly? Like, what... He says, what useful purpose could possibly served. And even if you were able to do it, it would never carry anything heavier than an insect. I think there's just another... To me that they just... You gotta think for yourself. And if you think something is valuable when you think you can do it and do it because even people that other people think are smart. They may... They just don't have the same experience. It's just a 1 of the I just great writing when they actually find success, and they actually fly for the first time. Success it most certainly was and more. What had transpired that day in 19 o 3 in the stiff winds and cold of the outer banks unless a 2 hour count. 2 hours time was 1 of the turning points in history, the beginning of change for the world far greater than any of those presence could have possibly imagined. With their homemade machine, Wilbur and or wright had shown without a doubt that man could fly And if the world didn't know it yet, they did. Their flights that morning were the first ever in which a piloted machine took off under its own power into the air in full flight sailed forward with no loss of speed, and landed at a point as high as that from which it started. Being the kind of men they were, neither ever said the stunning contrast between their success and Samuel Lang full scale failure just days before, So let me interject there. Samuel Lang, he was solicit donations of tens of thousands of dollars. And, again, he was, 1 of the most revered scientists, and and thinkers about flight, and he was gonna be super successful and he had all this media attention on him, and he just crashed over and over and over, and he never was able to actually solve the price solve, create a piloted machine that took off on its own power. So That's who who Samuel Lang is in the story. So it says samuel Lang full scale failure just days before made what they had done in their own, all the more remarkable. Not incidentally. This is part. If I'm most interesting. The lang project could cost nearly 70000 dollars, the greater part of the of it public money, Whereas the brothers total expenses for everything from 1900 to 19 o 3. Including materials and travel to and from Kitty hawk came to a little less than a thousand dollars, a sum paid entirely from the modest profits of their bicycle business. That just puts a smile on my face. The idea that somebody with all the resources in the world was out and fail in a spot where 2 very determined brothers, we're will succeed with 1 7 of the resources. This next note is onward. I think this is just a good like, a good a good quote for life. They were always thinking of the next thing to do. They didn't waste much time worrying about the past. Here's some interesting part parts. The probability of flying machine. So like every podcast. I'm I'm just skipping ahead. This is not meant to be a summary. So I'm just pulling out things that were interesting to me. So at this point, this is later in the book. They have successfully now created a bunch of different flying machines they're flying longer and higher than they have. And they're starting the business. So they wind up doing a a deal with, these wealthy people in France, and they're gonna sell them a plane for 2 flying machine for 200000 dollars. So this is a profitability of flying machines, Meantime, a sum of 5000 dollars which was to be deposited in a New York bank in escrow. 200000 dollars was an exceedingly large sum. And the 5000 dollars the brothers were were to receive. However, the further negotiations went, so basically they keep that 5 random no matter what happens, would more than cover all the expenses they had since first going to Kitty hawk. They were extremely frugal. Focus. This this the next note to have for myself focus. Neither the imp of waiting crowds nor the sn rivals nor the pressure of financial conditions, not always easy, could induce him to hurry. This is What we're right Talk about, could induce him to hurry over any difficulty. Before he had done everything in his power to understand and overcome it. What I found really interesting is the distribution channel of flying machine. So you you make this huge invention. How are you gonna sell this thing. Right? So what they figured it out was, when you do something new. This part kind of reminds me of, what Elon did with Spacex and tesla recently where, you know, you got, I'm sure I'm not alone, There's, right millions of people are watching Spacex flights, the media covers it all the time because, you know, how... We've never seen a private company being been able to to take off have a rocket take off and land. And so basically, doing something brand new is gonna get you media attention. Right? And then he capitalize on that by sending, like, his Tesla roadster in the space and that gets him what hundreds of millions of dollars of free advertising, who knows what the actual dollar amount is. So they're built... They built something that no one's ever seen. It's powered controlled flight. And so they do these huge demonstrations all over the world. Where hundreds of thousands of people show up to watch. So the media covers it because they I think it's crazy and then people are attractive because the media covers it, and it becomes like a show. And then what happens is now there's way more people that are aware that these flying machines exist and the orders just roll in. So here's a little part of that. In the days that follow, Or provided they're they're both doing demonstrations, or in United States, and wilbur we're flying in in Europe at time. In days that followed Or provided 1 sensational performance after another, breaking 1 world record after another. As never before the 2 clinical bicycle mechanics as they were referenced Some people have referred to them as, and their flying machines were causing simultaneous sensations on both sides of the Atlantic. They had become a trans 2 ring circus. 10000 people would be in the crowd for these each demonstrations. Over 200000 people came to watch Wilbur fly in 6 months in France alone. And a short time later, 200000 people showed up to 1 demonstration in Berlin. And this is Wilbur wright on making the case for micro managing, when he was doing these flights in Europe, he would he would ship the flyer in boxes and then have to re assemble and do everything himself. He wouldn't even let like, he was at a Le mans and this other airfield, in France too where they had mechanics people standing by, he wouldn't even let them put oil in it. And then after... While he's in Europe, his brother is somewhere the Washington d area, and he winds up almost dying. And he has passenger actually died. They they nose die from a hundred and 50 feet. And so where we're right is talking about how he was criticized all for, you know, micro managing that they called him, like, old oil can because he wouldn't even let you touch his oil can. And so here's here's his his, like, Basically what he felt why he felt he was right. People think I'm foolish because I do not like the men to do the least in the least important work on the machine. They say I crawl under the machine when men could do those things well enough. I do it partly because it gives me opportunity to see if anything in the neighborhood is out of order. So what happened to his brother was the... 1 of the propellers fell off. And Wilbur is like, well, if I was there that wouldn't have happened because we would have checked and methodical over and over again of checking the machine. He didn't care if there's 20000 people outside waiting. Something is wrong. He just wouldn't fly. And this is Wilbur we're right on the idea of flight. In the enthusiasm being shown around me. I see not merely an outburst intended to glorify a person, but a tribute to an idea that has always imp mankind. I sometimes think that the desire to fly after the fashion of birds is an ideal is an ideal handed down to us by our ancestors who in their grueling travels across track lands and prehistoric times, looked on the board birds soaring freely through space at full speed above all obstacles. On the infinite highway of the air. I just included that because I thought it was beautiful language. And here's where I'm gonna close on 2 2 paragraphs that just brought a smile to my face, and I thought were heartwarming or inspiring for lack of a better word. And, well, let's just jump into it. Of the immediate family, only bishop wright had yet to fly. Remember Bishop writes their father. Nor had anyone of his age ever flown anywhere on earth. He had been with the brothers from the start, helping in every way he could. Never losing faith in them are their aspirations. Now at 82 with the crowd sharing he walked out to the starting point, where or without hesitation, asked him to climb aboard. They took off soaring over Hoffman Prairie at about 350 feet for good 6 minutes, during which bishop only words were higher or, higher. I just think having a child and just imagine how proud you'd be of what your child was able to accomplish. And then being 82, being a plane for the first time. And just saying hi or ohio. I don't know. Just... That makes me smile. Okay. And then this this last sentence was amazing. On 07/20/1969, when Neil Armstrong, another American born and raised in Western Ohio, stepped onto the moon. He carried with him tribute to the wright brothers, a small switch of the Mu from a wing of their 19 o 3 flyer. And that's where I'm gonna leave it. Thank you for listening this far. If you want the full story by the book, I left a link in the show notes that are available in your podcast player and at Founders podcast dot com. For not this book, but every single other book that I featured on the podcast so far. And if you want to support the show, if you like the words that I'm doing here, please, I need some help from you. Head over to Apple podcasts, even if you don't... Even if you don't use Apple podcasts as your primary listening device or listening app brother. Open up Apple, put in founders, leave a 5 star rating. It takes 10 seconds, and it's just a it's it's huge. If you want... It's it's just the best thing you could possibly do for the show. I appreciate all of you that have already done this, and I read your reviews and you actually... I appreciate the kind words. It's very nice. And if you wanna support the show and get a free audiobook, In the process, go to audible trial dot com forward slash founders, and claim your free audiobook. Thanks for the support. Thank you for your time. I appreciate both, and I'll talk to you soon."
}