{
  "transcript": "To all intents and purposes, this book has been written by Jimmy Hendrix. But since it has been compiled after his death, it seems only fair to offer explanation as to how the final text was arrived at. It evolved out of a film biography of him that I was working on. Not wishing to put words into Jimmy mouth, we began experimenting with dialogue cold from records of things he had actually said. An enormous Dossier was compiled from all the sources that could be definitively authenticated. There was a super abundance of material. Since during his 4 years in the spotlight, he was constantly giving interviews. He was also a compulsive rider using hotel stationary, scraps of paper, cigarette cartons, Napkins, anything that came to hand. Funny, J z did the exact same thing when he was young as well. That's episode 02:38 if you haven't listened to the the Podcast on Jc auto. On reading through all the available material, it is clear. That Jimmy left behind his own remarkable and comprehensive account of himself. We felt it imperative that Jimmy should be allowed to offer his own personal version of his life and music The fact that Jimmy speech patterns are so rhythm and his turns of phrase so visually rich served to enhance this approach. In a remarkable and haunting way, the book took on a life of its own. He always claimed that for him, life and music were inseparable. As the book progresses, it becomes less an account of external events and more an exploration of an internal journey. That is an excerpt from the book that we talk to you about today, which is Jimmy Hendrix, starting at 0 his own story. Real quick before I jump back into the book, I wanna tell you what got me excited and interested in reading a book about biography about Jimmy Hendrix. Over the years I'd heard about his obsessive practice habits. This has become a main theme that you and I talk about over and over again, because you see it in every single life story of history great entrepreneurs or anybody that reached the top of their profession. And you and I define practices all the things that you do to get better at your job. And so, Jimmy case, he got paid to make Albums or record Albums in studio and perform. What made those events, both the albums he made and the performances that he performed, valuable was everything he did when he was not technically working. And so people that played in the bands with Jimmy all said the same thing that he would always be playing his guitar. He'd walked down the street playing the guitar He would fall asleep, playing the guitar. If he was in the back of the cab, he would start playing his guitar. And Jimmy career from the time he became well known to the time he died of a drug overdose was only 4 years. He'd been trying to break through. Few years before that, but some of that knew him during this entire time this guy named Billy says that he that Jimmy put in 25 years worth of guitar practice into 5 years. And so when I hear stories like that, I'm like, okay, that's a that's a person I can learn a lot from. Let me go a book about him, and that's how we arrived at this this with this book in my hand. So I'm gonna jump right into all of these words are Jimmy words. And so it starts for... Most of most of the highlights Have. And most of the book is kinda covers, like his 4 year career, how he thinking about it in a few years right before he breaks through, but there is an overview of his early life that I think is extremely important to start with. And so he says, I was born in Seattle, Washington. On 11/27/1942 at the age of 0. That's why the book is called starting at 0. Dad what he talks about his parents, his his mom is gonna die really early on, unfortunately at our early age, says dad was very strict and level headed But my mother used to like dressing up and having a good time. She used to drink a lot and didn't take care of herself, but she was a grew groovy mother. There were family trouble between my mother and father. They used to break up all the time. So I stayed mostly at my aunt's house and my grandmother's. And the reason I'm reading the section twos is because 1 main theme, I'm gonna, tie together with what we just learned last week with Peter Till book 0 to 1. Jimmy, and like being different He intentionally was different part of the that... What led him to be different is he had a unique upbringing. And he says, I used to spend a lot of time on her reservation in Vancouver, British Columbia. It is just a really bad scene now. This is gonna be interesting because he talks about the drug abuse, the alcohol abuse that he was seeing as a as a young person. And what what makes me sad about reading this book is the fact that everybody knows, he's part of the 27 club. These a collection of these young talented people that through alcohol drugs, died decades. Decades before they should, and as a result, the world was robbed of... They were robbed of their, you know, their 40 or 50 years into the future, the the the life that that was taken from them. That they took from themselves release that way we think about that, but the world was also robbed of their gifts. And he... Which what's Her breaking to me is he sees this. He knows this behavior is not beneficial and as the the book progresses, and you get closer to his death, it gets more and more hectic, which will go into as well. But he sees this as a young person. And he's like, there... You know, he says, to really bad scene. Half of them are down on skid row. They're drinking. They're completely out of their minds, and they're not doing anything. And yet he was unable to learn from that experience and realize, hey, I should stay away from drugs and alcohol. So he goes back to the influence grandmother had and that she gave him a little Mexican jacket with Tassels, and I wore to school every day in spite of what people might have thought because I liked it. I like to be different and that is another main theme of the books. I'm gonna talk about a few things here. So back on episode 02:59. I covered the auto of Bob Dylan. If you have not listened to that episode. Highly recommend listed. I thought it was obviously absolutely fantastic. It's 1 of the greatest books that I've ever read because of just his mastery language. The reason I ties this into this is because Jimmy talks about. He mentions a lot of people in the book. He doesn't mention anybody else as much as he mentions bob Dylan, They knew each other. He says, like, he was inspired by Bob Gill. And what Bob and Jimmy have in in in common is they practice all the time. Right? But also, they created music. There was nobody else in their genre that put up the same product as them. So reading from Bob Dylan auto. Billy asked me who I saw myself like in today's music scene. I told him nobody. I really didn't see myself like anybody. Another quote from Bob Dylan auto. What really set me apart in those days was my repertoire. It was more formidable than the rest of the players. That is a goal you and I should be shooting for isn't it. There was a lot better musicians around, but there wasn't anybody close in nature to what I was doing. And so how does that relate to what you and I've been talking about Bob Dylan intentionally set out to build... He did not wanna build an un commodity business? Right? What did Peter Till set... Tell us last last week If you wanna create and capture lasting value, you cannot build an un commodity business. He repeats that over and over and and another part of the book he says monopoly businesses, unique businesses capture more value than millions of un competitors. There's another example on how the applies to Jimmy Hendrix. It actually came from... I was I've told you before I a huge fan of Anthony Bo when he was alive. I've even after he he died unfortunately, I've watched a bunch of his stuff. I've read his books. That's episode. I did his biography on an episode 02:19. If you haven't listened to that either. But in 1 of the episodes where Tony Ward goes to Tokyo. He... And this is what makes Tony such a such a unique interesting person why I think a lot of people love the content that he produced over the years is he's in Tokyo, and he compares his experience to go to Tokyo for the first time. To what it must have been like if you were alive in in England in the late 19 sixties and you encountered Jamie Hendrix. I'm gonna read from the transcript of this episode. And this is Tony speaking. He says, I often compare the experience of going to Japan for the first time. I'm going to Tokyo for the first time. To what Eric Clap and Pete Townsend must have gone through. So these are, you know, other people in in Jimmy industry per s, and yet you have this guy who is... Who who just says from very early age. I like to be different. I wanna be different. I do not wanna build. He's not saying he's where you and I are gonna imply the meeting for for us. I do not wanna build a commodity un un commodity business. Right? And so he says, hey. I went to tucker for the first time to what Eric Clap Peter Townsend. Must have thought, we were the reigning guitar gods of England at the time. This is still Tony talking. What they must have gone through the week that Jimmy Hendrix came to town? You hear about it, You go see it? A whole new window opens up into a whole new thing. And you think what does this mean? What do I have left to say? What do I do now. And even if Jimmy goal was not to make the most money. Right? He intuitively understood, Peter T idea that the monopoly profits or the value in his case of just a a stronger fan base and really just getting his many... As many of his goal was getting as many people, like, to feel something in his music to... He... He compares it to, like, a religious experience church a lot We'll talk about that. That was his goal Like, maximize how many people have this experience, have this feeling through the music that I'm producing, but he intuitively understood that the idea that monopoly profits or come from differentiated businesses only you and I are talking about Jimmy Hendrix, 50 years, half a century after he died, that doesn't happen if you're just putting out the same product as everybody else. Okay. So then we go to the early death of his mother, unfortunately, since his parents for divorce in December of 19 50. Jimmy and his younger brother remain with their father. Why is that? Jimmy saw his mother for the last time in January of 19 58. She died the following month? This is Jimmy talking. There's a dream I had when I was real little about my mother being carried away on these camels. It was a big caravan, and you could see the shadows of the leaf patterns across our face. You know how the sun shines through a tree? Well, there were these green and yellow shadows. See what they were talking about is it's like, he's very speaks very rhythm almost poetic. You're gonna see the same thing if you've read the Bob Dylan auto as well. And she's saying to me. Well, I... He's sorry. Still talking about the dream and think about this. Well, I won't be seeing you too much anymore. You know, so I'll see you. About 2 years after that, she died. I will always remember that 1. I never did forget. There are some dreams that you never forget. And then he talks about how strict and related... Like, he was he was raising, like, a strict and religious upbringing and he wanted to rebel from that. He wanted to be different. He did not wanna fit in. Mostly my dad took care of me. He was. He told me that I must respect my elders and that it I couldn't speak unless I was spoken to first by grown up. So I've always been very quiet, but I saw a lot of things. A fish, this is something a lesson from his dad. A fish wouldn't get into trouble if he kept his mouth shut. And so it does not sound like an environment that Jimmy wanted to be in. You know that through his actions because later on once he leaves Seattle. He doesn't wind up, He winds up having like, a, a half sister. He doesn't come back home for, like, 7 years, and his half sister's is like, 6 years old, the first time he meets her. And I don't think ever goes back to Seattle how after that. So you you can read through his actions whether, you know, what he thought of his home life. Jimmy... Not that he didn't, you know, love his dad. There's a lot of letters. A lot of the book as letters he wrote to his dad, but, you know, he he chose not to to visit and stay in his on town. Jimmy dropped out of high school at the age of 17. Lots of kids have a tough. Jesus. I couldn't stand it at home. I ran away a couple times because I was so miserable. I don't think my dad ever thought I was going to make it. I was the kid who didn't do the right thing. And so his life changes just like when Bob Dylan has that almost religious experience when he hears the the words of Woody Gut. Just like Jeff Bezos ran around with Sam Walton book and gave it and had... Gave highlighted copies to All the people in Amazon at the very beginning. Just like just like Steve Jobs talked about visiting Edwin Land was like a shrine. We see that happening again. In this case, it's this guy named Muddy Waters who changes Jimmy life forever. Listen to how he describes this. This is wild. The first guitar I was aware of was muddy waters. I heard 1 of his records when I was a little boy and it scared me to death. That's a crazy response. Right? Wow. What is this all about? And so he just starts playing a bunch of different instruments. My first instrument was a harmonic. Next, it was a violin. I always dug String instruments and I like the piano, but I wanted something I could take home or anywhere, and I couldn't take home a piano so think about that something that he can always travels with. He care cares at all time that's gonna defeat fuel his practice habits. You know, sitting there waiting for the plane to talk take off. I'm playing the guitar. I'm in bed, playing the guitar I'm walking down the street to get coffee. I'm playing the guitar. And so he says, so then I started digging guitar, so he could take it everywhere. 1 night, my dad's friend was stoned, and he told me or shooting me he sold me his guitar for 5 dollars. I was about 14 or 15 when I started playing. I learned all the rift I could. He's completely self taught. Completely self taught, how many entrepreneurs have you and I spoke talked about about, like, the... Like, if you take a an ambitious driven intelligent person especially today. Imagine how hard it was to get information, and we know this. Again, I'm gonna tie down the tie back to the Bob Dylan to the Bob Dylan podcast because was so Just so impactful on me, If you listened to it, I almost, like, made even start crying on podcast podcasts because I was having, like, a religious experience while I was reading it. I was in I think it's called the central library in Austin, Texas visiting family, and I'd go there every day and read that book, and I'm surrounded by quotes of how impactful reading and and and books. So the technology of, you know, books have been to the human species, and I'm going through that exact same experience while, I'm reading about Bob Dylan, who's going through that dissect... Same experience in New York trying to make it and going through his friend's library and just reading biography after biography after biography. 1 thing Bob talks about just how difficult it was for him to get access to other music he had... He have to go like a record store and they let you hang out there all day, but you're supposed to like, sample the music before you buy it, and he would just send the booth all day. He make friends and then go through their entire... Like, go to their house and go through their entire record collection, just a complete sponge of information. Again, he's playing out to music, other people have had the building businesses. Jimmy doing the exact same thing, But he's doing an environment where it's just information like there is a scarcity of information where you and I have the exact opposite problem right now. It's just an abundance. So you could take some driven intelligent person, and you gonna access to the Internet, you gonna access to all the world's knowledge through all the books and whatever everyone want is, like, you that that person is going to be unstoppable. And you know this because you see that same personality type throughout history. And what they would do when it was so hard to get the information. What they would go... The the the lengths they'd go through to get it. Is just remarkable. So I says I learned all the reps I could and I never had any lessons. I learned Guitar from records and the radio. I loved my music man, love, soul in the game, church, religion. These are the main themes when... I... Like, I'm gonna compare it I think Have notes later on the book. I, I've said this you before. It's like, if you go back and actually read, You know, the longest single book that I've ever read for the podcast was biography on Enzo ferrari. Thinks it's like episode 98 or 99 something like that. That's like a thousand pages. And Enzo ferrari described his product, which are cars, the way you describe your lover, That's how Jimmy thinks about his music. He loves it. So he says, I love my music, man. That's the first time. I'm still really are in the book. We're in trouble because I gotta bunch of highlights. He's gonna repeat that over whenever again. You see, I wasn't ever interested in other things. Just music. I was trying to play, like, Chuck berry and muddy waters. I was trying this... I I didn't even see this highlight from what I was just saying to you before, but this is exactly the point Was trying to make. I was trying to learn everything. And anything. Now keep in mind, this guy is going to eventually play in front of he's gonna have number 1 records. It's gonna be 1 of the most famous people in the world. He's gonna play in front of 500000 people. What is his first gig? My first gig was at an armor which is a national guard place, and we earned 35 cents a piece and 3 Members. That's incredible. It was... I think Bob Dylan, was... There was a similar story Bob Dylan, where he's was playing, I At an arm too. And I don't think it was making much money. So then this is, Jimmy talking about this. It was so hard for me at first. I knew about 3 songs. And when it's when it was time for us to plan stage. I was all shaky. You get so very discouraged. You hear different bands playing around you in the ga. Guitar players always seem like he's so much better than you are, and this is so important. I put a gigantic exclamation point on this paragraph. Most people give up at this point. But it's best not to. Just keep on, just keep on. Sometimes you're going to be so frustrated that you'll hate the guitar, but all of this is just part of learning. I'm gonna read that again. Just keep on most people give up at this point, but it's best not to. Just keep on just keep on. Sometimes you're gonna we get so frustrated, you hate the guitar, but all of this is just part of learning. If you stick with it, you are going to be rewarded. If you're very stubborn, you can make it. And imagine the self confidence. Remember, like, this is not a cocky person. In fact, later in the book, which which would you find, most interesting is he's got a quote on how he deals with everybody suddenly telling him, hey, you're the best guitar in the world. Do the best or the best. He says, I don't consider myself to be the best and I don't like compliments They distract me. His whole thing is like, I just wanna play a guitar. I wanna get paid it. Like, obviously, Wanna make money, but if I can just play the guitar as a living for the rest of my life, I will be happy. But we see an insight into his mindset when he's playing gigs for 35 cents and 3 hamburgers, belief comes before ability. When you talk to normal people, right? Not people non founder mentality people that maybe have a hard time understanding how entrepreneurs think. They think it's a reverse. They think you're able to do something, and then you have... Now you believe you could do it because you just proved you could it Like no There is no reason on Earth that Jimmy believed what he's about to tell us he believed when he's playing gigs for 35 cents in 3 hamburgers. I had very strange feelings. That I was here for something, and I was going to get a chance to be heard. I got the guitar together because that was all I had. Oh, daddy. 1 of these days, I'm gonna be big and famous. I'm gonna make it, man. I think at that point, he's a 17 year old high broke high school dropout. Think about that. That's incredible. And now that's the future. Of the future of what what's gonna take place in the future of, your life and my life is unpredictable. He's like, I'm gonna make it. First he's gonna get arrested, and then he's gonna have to go serving the army. So it says, Jimmy was arrested for writing a stolen car. He was given a 2 year suspended sentence After the public defender told the judge that Jimmy was going to the list in the armed forces. This is 19 61. He says I was 18 and I didn't have a cent in my pocket. So then this part of the book is a lot of the letters that Jimmy is writing home to his dad while he's serving their armed forces, and he talks about, like, the the the the intense training, how difficult it was, how a lot of people are quitting. And I just... I'm just gonna skip over a bunch of that. I want to just pull out 1 line here because it gives you an insight What he just told. It's like, man, this is the point of a lot. A lot of people quit. Telling you don't quit. Keep going. It's part learning process. You're gonna be rewarded. If you don't quit. You and I talk with this over and over again. Time carries most of the weight. What did Jimmy say here? I made some all these people dropping out. All these people crying next to him during all the the the training he's doing in the military. He says, I made up my mind that whatever ever happens. I'm not quitting. And what was he doing when he was when he had any downtime in the army. Army Right? He says in the army, I'd started to play Guitar very seriously. So I thought all I can do is try to earn money playing guitar. That is his... He has 1 goal. It's like I just wanna earn enough money so I can play guitar. There's no way he could've have predicted when he was at this point in his life. He's gonna be 1 of most famous you know, some people say he's is the greatest guitar player all time. Whatever the case is. Like... But he's no doubt 1 of the most famous guitar players to ever live. So he winds like, breaking his ankle, and I think he either hurt his back or he, like he faked the back injury to get out of, the army. And so now he's completely broke. He's homeless. This is this is Bob Dylan. All over again. Right? Same story here, completely broke homeless, just doing any kind of gig that he could possibly do. And so we're gonna see another giant exclamation point on this paragraph. I went down south. I played in cafes, clubs and on the streets. It was pretty tough at first. I lived in very miserable circumstances. I slept where I could. And when I needed to eat, I had to steal it. I started a group called the king Casual with a fellow named Billy Cox who played Funky funky bass Billy I guy I quoted earlier that said Jimmy put in 25 years of guitar practice into 5 years. And so now he's traveling all over the south. Again, he is homeless. That is not an exaggeration. He goes, I went to Nashville. I lived in a big housing state that they were building. So in a thing... Like, you know, traveling the neighborhood you live in or whatever There's a house that's under construction. Well, you that's what the 1 supposed to be in there. You're gonna find Jimmy Hendrix sleeping in there in the 19 sixties. They hadn't put in the floor yet, and there was no roof. We... So we had to sleep under of the stars. This was wild. We used to go downtown to watch the race riots so he talks about in the background of this this book obviously is all the this in 19 60 of America. It's crazy. Even though he blows up, he gets really famous in England first, actually. We would take a biz... Picnic basket because they wouldn't service in the restaurants. So obviously, being African American in the south, couldn't even go into a lot of the restaurants, unfortunately. 1 group would stand on 1 side of the street and the rest on the other. They'd shout names and talk about each other's mothers, and every once in a while, they would stab each other. That would go on for a couple hours, and then we go to the same club, and we would get stoned. And so people are like, why aren't you involved in all this, and he says I had more important things to do, like playing guitar. So we see the singular focus, He doesn't like. Obviously, I agree what's going on He's like, I'm only focused on what I can actually control, and it's gonna be playing the car. I want to make money playing the guitar. And he felt it was beneficial to be where he was at this time because so many guitar players were in Nashville role. He says in Nashville, everybody knows how to play guitar. This is where I really learned how to play. And so he's gonna list a bunch of people that when he's not playing, he's studying the people that came before him that that created great work that he admired, to see if there's ideas. He named some M more James. How how Hal Wolf. Muddy Waters again, Robert Johnson Albert King, Albert Collins. It's... You see this with with Bob Dylan. You... I mean you really see with every entrepreneur, but specifically, Bob Dylan was doing the exact same thing. Most of the guitars come from the South. Down south at some funky club, 1 cat there starving to death might be the best guitar player you ever heard, and you might not even know his name. I started traveling all around playing around the south. It was 1 of the heart... It was 1 of the hardest audiences. Guys must play really good because for these people you can't play less. And so he becomes famous later in life for playing guitar with his teeth. There's videos on Youtube with this. I don't even understand how that's possible. But he learned that idea, you know, a decade before, playing these gigs. He says the idea playing Guitar with my teeth came to me in a town in Tennessee. Down there, you have to play with your teeth or else you get shot. There's a trail of broken teeth all over the stage. I traveled all over the states playing in different groups. Oh, god. I can't even remember all their names. Bad pay, lousy living, and getting burned. That was those days. And so what he means by getting burned is that a lot of the promoter would fail to pay you. Or they'd say, we're gonna pay, you know, 15 bucks of this gig and he'd get, like, 2 bucks or no money at all. And so I spent a lot of time in this book or in in this part of his life in this part of the book as well because there's note after note after note on on these next few pages is, like, How bad do you want it? You could say that you want x to happen in your life. Jimmy did everything you possibly could to allow to, like, prepare himself to have a lucky break. I lived in very miserable circumstances. Sleeping among the garbage cans between all the 10 was hell. Rats would run across your chest tonight. I ate orange peel and tomato paste. People would say, if you don't get a job, you're just gonna starve death, but I didn't want to take a job outside of music. Then 1 of the I brothers is this is 1 first big break. I Brothers are obviously well known musicians, heard me playing at a club and said he had a job open. And so the very beginning for he's got a few years before he makes it on his own, where he's gotta play backup up to more famous people. And in that case, he's told what to do and what to play. Like, I... There's no no part of my personality Eventually, just like I can't do this anymore have to. I have something inside of me that the world has to... That has to get out. I want the world to see. And so he he gets to play. He's making a little bit money, but he's still homeless. I had to sleep in the clubs where we were playing, and there were a lot of cockroaches and rats. Those bastard animals were all over you during the night. But as a result of going on tour and being around people that were already successful in the music business, jay I I referenced the auto of J z at the very beginning. He he said the exact same thing. He learned so much by other rappers or other people in the music industry just by being around them, some of them gave them opportunity going tour. And so he... Obviously, we tried to to repay that once he got famous and successful to to people up to more people up coming. But we see this in Jimmy life too. After a couple months, there was a sole package coming in of town with Sam Cook, Saul burke, Jackie Wilson Hank Bell, Bib b King, He's just listening name after name. So I think you at the point. And he says, I got a little job playing in in their backup band. I learned an awful lot of guitar picking behind all those names every night. I then met Little Richard, so Little Richard wants up being a bastard to him. I met little Richard, so I started playing with him for a while. He wouldn't let me wear f shirts on stage. So, you know, maybe I don't know this, but if you Google Jimmy Hendrix and you look at pictures of them, you're gonna see him dressed. Has only chi hendrix dress. So that was really important to him, goes back to that that, that memory has childhood. His grandmother given them, you know, this... There's some native American clothes or some some closed made in Mexico and he's wearing and seattle on Washington. And people are like, what the hell wrong with you kid. And just love to stay out. Or standout. Says little little Richard said brothers. We've gotta have a meeting. I am Little Richard, and I'm the king of rock Rhythm, and I'm the only 1 who's gonna look pretty on stage. So he's like, Jimmy, you cannot look pretty on stage. He had another meeting over my style. Imagine working for somebody like this. Come on, man. He had another meeting over my hairstyle. I said I wasn't gonna cut my hair for nobody. That'll be a 5 dollar fine for you, Little Richard said. If 1... If our shoe leases were 2 different types, we'd get fine 5 dollars. Everybody on that tour was brain washed. And so then he he quits the band, but he doesn't have anything to fall back on. And all he has to fall back on is a wish sandwich. This is what he says. I had nothing, but a wish sandwich. 2 pieces of bread wishing, I had some meat between. Moving a few pages ahead. We see the same. How bad do you want it? Go... It continues on and on and on, and it comes from this idea is it's like, I don't wanna play back up on somebody else's team. I have my own ideas that I have to bring to life and I'm willing to sacrifice my comfort to do so. So he's writing a letter home, I just want you to let you know that I'm still here in New York trying to make it. Although I didn't... Although I don't eat every day. Everything's going alright for me. I still have my guitar. And as long as I have that, no fool can keep me from living. And he's trying to put things in into respect. He says it could be worse of this. But I'm gonna keep hustling and sc until I get things to happening, like they're supposed to be. There's that that relentless self belief. Right? Belief comes affordability ability. He's homeless. He's not eating every day. And he's like, that's fine. I'm just gonna... It could be worse. I'm gonna keep hustling and things will be how they're supposed to be. And so he talks about. Now he's telling us, like, why you quit. You had a gig, Like you you were getting paid. You may have to deal with this you know, it's a jerk or whatever. And he says, I just got tired man. I can't stand it anymore. I can't tell you the number of times that hurt me to play the same notes, the same song. It was just kind of a shadowy... I was just kind of a shadowy finger figure up there. Out of sight of the real meaning. I wanted my own scene, making my own music. I had these ideas and sounds in my brain. So I just went down to the village this is in Manhattan and started playing like I wanted it. That's exactly where Bob Dylan. And we see that here because This is the first mention of Bob Dylan first of many times, he's gonna talk about Dylan throughout the entire book. When I was down in the village, Bob Dylan was also starving down there. I saw him 1 time. Both it was for stoned out of our minds. We were both stone and just hung on laughing. Yeah. We just laughed. And then he knew, like everybody else knew was like, oh, this this guy is different. Like, Bob Dylan is on his like, what did bob Dylan says? Like, listen, A lot of other musicians they made a bit better than me, but no 1 was doing what I was doing. Bob Dylan was building an un differentiated career. Right? I used to get bored so quickly by anybody and everything. That's why I went towards Dylan because he offered me something completely new. He used to have a pad with him all the time to put down what he saw around him. And so Jimmy uses that idea later on where it's just like, where do your songs from. He's like, it comes from everything and I experience. Like, the world is my classroom. I just write down the stuff I see. And then over time, that stuff turns into songs. And so this is where he gets his his biggest break. He gets invited to go play in England He says, my big slice of luck came when this little English friend, persuaded some guy named Cha Chandler who was a base player of this this successful group called the animals, to come down and see where where we were gig and giving me an ear. So that's just of saying, hey, my friend told him, come down and watch this Jimmy guy. Cha asked if I would come over to England and start a group there. And then listen how Jimmy makes his decision. I've never been England before. I said, it might as well go because that's the way I live my life. So he gets to England writes his dad. I'm in England dad. I met some people. They're gonna make me a big star. This is where his career goes parabolic. Is that I think that's the right word. It's completely a straight line all the way up. So he says we don't wanna be class in any category. My music isn't pop. It's me. We're trying to create our own personal sound, so then he talks about. Again, I wrote this on this page as well. Bob Dylan Peter Till unique product. The English people here, Jimmy they're like, what the hell is this? And so he says, the first time we played there, they sat open mouth and didn't know how to accept us, but they still listened. The club managers think that we were in Bob... Obama... This is so important to too, man, why you can't listen. Many ties of you and I talked about critics don't know shit. Right? And the reason I use terminology like that, so it's sticks in your brain, is it's like, it doesn't matter whether you're good or you're bad. That's it that's irrelevant. You're going to... If you're doing anything. You're going to be criticized. And in story after story after story and these biographies, hundreds of now we're almost up to 300. Right? You see this over and over again. And all that matters is not the people that don't like what you're doing. Just focus on the customers that love what you're doing, Are they get value of what you're doing, or that find your work saw some kind of problem for them. That's the only... I love what the way Jeff puts this. Jeff bezos just puts this and the most, like, the the most, like, I guess, the least words possible I'm I saying most. I mean, the least words possible. Ob obsessed over customers. That's it. And we see this with Jimmy was like a club owners and the critics they don't like us, but guess who loves us. The listeners. That's all that matters. The club managers thought we were an abomination, but the public thinks it's awesome. Meaning the the work we're doing is awesome. And so then he starts meeting other super famous People, it says the beatles used to come and see me sometimes. The beatles and the stones are all such beautiful cats off record, but it's a family thing that sometimes it all begins to sound alike. Sometime remember, the very first page or I think the second page of the book is I like to be different. Jimmy uses that theme throughout his entire life. That sometimes at all because it sound like alike, You don't wanna be part of the family. I believe soon all the English records will all sound alike, just like Moto town all sounds alike That's nice and away, but what happens if you have your own thing going. And so this difference going back to what Tony Bo said. Right? What must what it... What must have they thought the week that Jimmy Hendrix came to town, you hear about it, You go see it, a whole new window opens up to this whole new thing and you think what does this mean? What do I have left to say? What do I do now? And as a result, if you're doing that, Right? You're getting be people's attention. There's gonna be people to hate it. But people that love it and this is the end result. I don't know how this happened so suddenly, but our records began to sell at an incredible rate. We never thought it would be this big. And so that's great. He's getting to play. His records of selling He's making money, but there's also headaches. You know, you you... Now he becomes world famous. You we're gonna talk a little later later on about how he would isolate it self isolating hotel rooms just like Michael Jordan and Kobe Bryant talk about in their biographies. There's people trying to, like, steal your sound. You're gonna get sued, but what I liked, you know, I'm gonna skip over a lot of that, because I... I liked his perspective. This is Jimmy Hendrix on gratitude. Jimmy, if you think about it, Jimmy found what he loved to do. You and I just spent how many weeks going over Paul essays. Right? I did 3 separate podcasts on them. And 1 thing that sticks out in Programs essays is, like, really trying to help you think through, like, how do you find work that you actually love? And Paul says a line in that those those essays are it's just fantastic. He's like, you know, this is obvious, you know it's hard because you're talking about out of billions of people that live a few hundred thousand actually achieve that goal of finding work that they love to do. Jimmy was 1 of those people. And so his whole point is just like, I don't give a damn so long as I have enough to eat and to play what I wanna play. That's enough for me. I consider ourselves to be some of the luck cats alive because we're playing just when we wanna play and people seem to like that. You know, how hard it is to... And, you know, this is still, like, maybe a year into 2 years into massive success. That sense of gratitude has gotta be unbelievably difficult and, you know, counter to human nature to maintain that sense of gratitude as your success increases. And you see this as, like, people get richer and richer. It's like, okay, Yeah. I... Maybe I a hundred million dollars now or whatever it is. But I gotta get that a billion dollars No I got a billion. I gotta get to 2000000000. And, you know, I I think, like, Bill Walsh perspective on this was like the score takes care of itself as long, like if you make that much money that's fantastic, but you've lost the thread somewhere in life if you start out just wanting to start business get successful, build a business, people love. You can get wealthy as a result of that, which is which is, you know, how as it should be, But then you... You're somehow discontent or unhappy because there's not some kind of number. It's just like, no, Let's centers It's like, I get to... I get to build my own business, build my own world. I get to choose who I spent my with time with. I've complete autonomy and control. You know how rare that is in life. And in Jimmy case, it's just like, I just wanted to get paid to to play the guitar. And now I've... I've overs shot that goal so much that you know, I'm building making millions of millions of dollars. He says later in the. Because like, I just buy I really wanted to I just buy a a house of Beverly Hills and Chill and do nothing, But he's like, I don't wanna do that. I wanna continue... What don't I start out as? I started just wanting to be able to play the guitar and get paid for it. I'm just gonna keep doing that? And I think key of him, like, centering himself on that. A few pages later, he talks is, like, what am I doing? Like, what am I making? And this is gonna relate to another thing that program said that you need to build a product that you would use. Made me think of also with Stephen King when I read his auto buyer what he said. He's like, I'm the first reader. Right? Which means that... Yeah, I'm I'm the writer, but I'm the first reader if I wrote something, and I'm reading, and I don't like it. That means I shouldn't publish that book. Steve Jobs use the same exact idea that Jimmy is about to say here. That's Paul Graham. Stephen King. Steve jobs. Was like, us, we made the ipod and all the all the devices we're making because, like, we made it for us. And so Jimmy saying the exact same thing Listen, this is self satisfaction. Jimmy says. We're playing for the audience but I have to entertain myself too. And that just reminds me that when I get to the sex is he's like, man, this is why... And I think you you learn from Charlie Mu, if you go and listen to him and he's like, listen, like, you gotta just... There the his idea of inversion is just genius in its simplicity. Like, go and identify the the the bad things that happened to people, and you'll find... He talks about a bunch of his friends that he grew up with. I think they were childhood friends from remember correctly. And he's, like, you know, most Well, there was, like, 3 or 4 guys, I can't remember the exact number, but it's like, hey, you know, they all had problems with alcohol to them are dead. 1 of them is like, you know, bankrupt or, you know, not doing well. So what did Charlie is like, okay. Well, I'll just not have a not become an alcohol. And the reason that's important here is because Jimmy didn't learn that lesson. Right? So as a, like, that added attitude where it's like, I'm playing... For I have to entertain myself too. I'm building the product that I wanna see It's like that is part of the key to longevity. And so we just went over the fact that he's doing it. He's building something and he wants see the world He's great grateful for the opportunity. These are traits that that people have that can do that do great work for a decade after decade, which is, you know, our end goal. And yet, that's not enough because you can get caught up and, you know, in his case, he was taking pills He's... He gets called with hair when he says it's not his. He swear up and down in the book. Because he's like, I don't I'm scared of needles. I would never inject. But he did... He he does talk about, you know, they he had a a problem with alcohol. He would get violent with alcohol. I'm pretty sure there's a lot of alcohol system in a system when he also took those pills and unfortunately died. And so I look at Jamie's example, there's a ton of other examples, you know, up and down my family tree I talked to you about this before. It's just, you know, pills and alcoholism and cocaine, and I don't have problems with any of that stuff. Because I take it as an anti models like that person's an idiot. And what is that idiot do all day? That idiot wakes up it starts drinking, and that idiot wakes up, drinks and takes pills. So I'm just not gonna do that. And I think that's part of 1 of the gifts that Charlie Mu gifts of the world because he tells he's great with app, and he's great with stories, and that's how these ideas really get log into your brain so then you can use them and take them with you. It's just like, look at the behavior of people you dislike or you don't respect and do the opposite. So then you talks about the pace and this is what really start am my reading the book I'm like, man, you gotta... You really should try to optimize for consistency over intensity because this guy really work himself to death, and I think how tired and mentally... It also has to be disoriented going from being completely unknown sleeping in clubs that you're playing in with rats and cockroaches over were crawling over you to to 3 years later or 2 years later being when most famous people in the world can't go anywhere. You know, who knows what what that that experience is like. And so that's why you see, Rick Rubin talked about this a lot where, you know, he's worked with, a ton of artists and musicians for decade after decade. He's like, they they don't know how to deal. They feel the same... They're the same person. They're... The the external world is treating them completely different, and a lot of people, you know, Medicaid and a lot of those people that Medicaid, they use substances that kill them. He talked about working with Mac miller, which is the the rapper who died overdose as. And I think he was I don't know if he was 27 but he was in his twenties. And so this is where he's Jimmy pace in Intense just Skyrocket. He says we just... We've played about 10 place... 10 places. The gigs happen like every day too, which is crazy. We play just about 10 places. I guess. I'm not sure because I don't keep up with that. I just play. We're working very, very, very hard now. Once you've made a name for yourself. This is actually important. Once you made a name for yourself, you're all the more determined to keep it up. And so I was listening to a... I might have been in the defiant ones documentary on Hbo, but it was a... He was either that documentary an interview with Eminem and M. Right? And he said, you know, he gets in... He we had years of struggle. Doctor Dr was already very, very successful. Discovers Eminem and M and completely catapult M and M's career. And at the very... The... 1 of the very first things Doctor Dr said Eminem and m when they were working in the first album was once you get it, you have to work twice as hard to keep it. And Eminem and m was smart because he listened to that. Here you have Doctor Dr. Right? This guy, III should see if there's a book on him because maybe a lot people don't know. Like, his career. Like doctor Dr has been in his industry for 4 decades. He starts off selling beats with a beep. This is decades before. There was such as a cell. Right? He literally sold beats using a beep, starts off selling beats with a beep. 30 years later, sells beats to Apple for billions. And his advice, once you get it, you have to work twice as hard to keep it. Then he goes back to his processes. He's like, listen, when you're first starting out, you're gonna... It's normal to copy other people that are doing the same thing you're doing, but then eventually, you take their their ideas, combining with yourself. I listen to everybody, but I don't try to copy anybody. If you try to copy them no for note, your mind starts wandering. You... Therefore, you should dig them and then do your own thing. Music is very serious to me. It is my way of saying what I want to say. I hear sounds And if I don't get them together, nobody else will, so that's another theme throughout the book. He repeats very very different variations. It's like, there's something inside of me that has to come out. I have to bring this to the world. And then he does interviews throughout the book. And a lot of the transcripts are are printed in this book. And it was very interesting that he talks about, like, the importance of he starts I would hey. I just wanna get paid to play the guitar. And really, it's a... He's he's yearning for freedom. This is something you and I've talked about over and over again, the main motivator, entrepreneurs is independence and control, and Jimmy says freedom is the key word to this whole thing. Everybody has their own ways. They can do exactly what they want. When it's time for you to die, you've got to do that all by yourself. Nobody is going to help you. And so as I go through this book or any book rather. I I don't... I try not to think. It's just like, oh, interesting. It's like, okay, That part seems interesting to me. I'm gonna highlight it, and I'm immediately going to write down what comes to mind. And I can't necessarily explain why 2 quotes came to mind. When I read that. So I'm gonna read that you got Freedom as a key to the whole thing. Everybody has their own ways. They can do exactly what they want when it's time for you to die. You've gotta do it by yourself. No one's gonna help you. The first quote that that popped to my mind was from Neville Ravi. And he says the reality life is a single player game. You're born along. You're going to die along. All of your interpretations are long. All of your memories are along. You're gone in 3 generations and nobody cares before you showed up nobody cared. It's all single player. And so to me, the way I interpret what wine all saying that it's importance of having an inner as opposed to an outer scorecard, just do what you feel right, what you truly believe in your souls, what you should be doing as opposed to worrying about, what will this person think or what would that person think? And then the second was a quote from George Lucas biography, which I covered only back on Founder 35. I got... I I can shock that I have not reread. I need to reread that book... It's 1 of my favorite books of ever read. And where Jimmy is like, hey, everybody has their own ways, they can do exactly what they want. They there's a quote in George Lucas biography that just gives me chills It's like, he's talking about this way before. He's successful. I'm pretty sure he's saying this when he was struggling. And so it says, it was the importance of self and being able to step out of whatever you're in and move forward rather than being stuck in your little rut, Lucas said in 19 71. People would give anything to quit their jobs. All they have to do is do it? Their are people cages with open doors. So on the very next page, this jumps out to me he's asked the question by a reporter. Why do you carry 2 dimes in your shoe. Jimmy an answer. That was all I had when I landed in this country. What do you do in your spare time. If I'm not working, I rarely leave the flat. Mostly I sit at home playing ra records. I don't like having to dress up and go to social parties. Me, I'm just trying to get my music together. Another question has money making changed you? I don't give a damn so long as I have enough to eat and to play what I wanna play. Where do your songs come from? From the people from the traffic from everything out there, the whole world influences me. And then this is 1 of the first times that he's gonna mention just not being able to handle what's happening to him think about this guy's is becoming so world famous. There's a lot of, like, not only the money rolling in, The records are doing well. He's selling out shows. He's talking about all the, like the women, Like, or always he flock all over them him and everything else. And yet he's like, man, like, I'm mb to the people that get to dig ditch. Think about how crazy that is. Right? How it's so hard sometimes for us to see things as it's happening to us. You gotta be able to step out of yourself. This business music business is so much harder than people think it's nerve racking and mind bending. The people who dig for a living don't know how lucky they are. We are constantly under pressure and the workday is 24 hours a day. I often get depressed. I need to slow down. And then he's looking at some of the records, like, once he cuts a record. It's out there. He can't go back and change it. And, James Dyson talks about this. I think it's in his second auto. He talked about, like, just being... There's like, a constant like, some percentage of him. I can't remember more percentage, maybe 10 or 15 percent. Always a little discontent that everything can always be a little better, and we're seeing Jimmy say that too. This is the first time he mentioned somebody but he mentioned it mentioned... Many times in the book that as he goes back and and looks at his past work, he's always, like, disappointed himself. Above our our records will become better. Purely from the point of viewing our, from the view of our recording technique. We have not been happy with a single 1. Keep in mind, He's selling tons of them. Everybody loves them and Jimmy is like, I'm not they're not good enough. We're cutting... We're now cutting a new record between our tours. There'll be maybe 2 tracks from the new Bob Dylan album on it. Dylan goes his own way. He is just getting more and more of a song writer. He mentions Bob Dylan. Like I said, a lot. He's really admired, Bob Dylan. And there's also his weird, like, almost like prem preconditions of his death. The very end of the book he. I was like, I think I'm gonna make it to 28. And this is the first example where he's, like, yes, seattle is was beautiful, but the next time I see it, I'm gonna be in a pine box. No city I've ever seen is this is pretty Seattle. All the water in the mountains. It's beautiful. But I couldn't live there. You get restless. He whole point like, he didn't wanna live anywhere. He just wanted to, like, roam the Earth. You get restless and before you know it, you're too old and you haven't seen any of the world. You've gotta get this great, big fat old world here or excuse, you've got this great, big fat old world here. So who wants to live in the same place forever. The next time I go to Seattle, it will be in a pine box. Let me go to the next page and this is red lining life. Main theme here just slow down. Consistency over intensity. Tomorrow we end our Italian tour. Then I fly in New York for a day to sign a contract. In 4 days, 4 days later, I'll be in Switzerland, then I'll have a vacation Spain. We really need 1. We are simply over retired. We cannot continue at this pace for this long. And he talks about, again, that mentions just how difficult the business is they squeeze something until it is completely dry. He will be dead 2 years later. He brings up the fact that a lot of his promoter and these partners wind up stiff them, something that, you know, you and Have spent a few weeks talking about, I think Peter T talked about the importance of having the founders having some kind of pre history together. Paul Graham talks about, hey, on the y comb application, we ask about the pre history of cofounder more than any other single thing, Charlie Mu or Warren Buffett. I can't remember which 1 says you can't do a good deal with a bad person. And so these people are just chewing Jimmy up and spitting them out. They don't really care about him as a person. They only care about what money they can make... The money they he can make them. The these promoter think that you're money making machine and they have no faith you. It's a dog... It's doggy dog world constantly. I can always tell the artificial people from the real music people. The ones who care about the music and what the musicians are doing. The trouble is in this business, there are so many artificial people. This is tale as old as time. They see a fast book and they keep you at it until you're exhausted and so is the public. And then they move on to other things. I am so tired I could drop, but I find the relaxation comes from thinking about music. Nothing else moves me. I hear music in my head all the time. Few pages later he picks up that same day. I get a little deeper at times, and I don't talk, but that's because I'm thinking about my music. I've got notes in my mind, so I can't kill them, but I can't kill them by talking. I guess I could do without people. In fact, sometimes I'd rather be alone. I like to think, I can really get lost thinking about my music, but then I think so much I have to get out among people again. A few pages later, more soul in the game. I care so much about my work. I record stuff I believe is great. So on some of his shows, he would just... He's really being an improvisation. And so he started having this idea He's like, man, I I wanna sacrifice. He goes to, like, church religious thing. He's like, you have to sacrifice things you love. I love my guitar. So he starts at the end of show. So it's burning guitars. The problem is he realized that that got so, like, the presto started talking about it. People would start coming to his shows not for the music for the theatrical, and he's like, I can't do anymore. And so he's got this idea that you can't prostitute your own thing. And I told you last week that I've been re reread a lot of my highlights from Carnegie. I'm glad I was doing it at the same time I was reading this book because this made me think of something that Carnegie said. And he says this is this is Andrew Carnegie, you know, speaking what maybe a hundred and 50 years ago, maybe even longer. The judge within sits in the Supreme court and can never be cheated. Talking about yourself, like, how you view about yourself. Right? Hence the grand rule of life, your own rep approach alone do fear. This motto adopted early... Doctor by me early in life has meant more to me than all sermon I ever heard. And so that's what popped into my mind when I read this paragraph by Jimmy Hendrix. We haven't burned any guitars lately. Those little things were just added on like frosting, but the crowd started to want them more than the music. The more the press would play it up, the more the audience would want it, the more we would shy away from it. Do you see where all of that fits. You can't prostitute your own thing? You can't do that. And then I really like this part because he's saying, you know, the way my music is described, the way other people talk about. Like, that's not how I feel about it at all. They call, like, pop music at the time. And so it says, he's a question. How do you see the future of Pop music? I don't know. I'm not a critic. I don't like the word pop. So the follow ups like, okay, Well, how how do you like your music to be described then? And he says, we're trying to play real music. We call our music electric church music because it's like a religion to us. And then we see, it goes back to, like, having a good sense of gratitude understanding that this is, like, you're... He's doing things for the right reason. And so at this point, he's essentially the Apex of his career and there... He's asked a question like, how has success changed you? And he says, it depends on what you think is success. I don't consider myself even started yet. I'm always just trying to get better and better. This is where he gets arrested trying to get into Canada with this is a year and a half where he dies. On 05/03/1969, Jimmy and the experience arrived in Canada for performance. Everyone had been worn to take extra care because of Toronto reputation for strict customs checks. A jar containing packets of heroin, and a metal tube with hash resin were found in Jimmy flight bag. And so he's going to eventually get acquitted to that. They said, you know, a fan gave it to him and put him in his bag, and he swear that he he never used heroin because he's afraid of needles, this is just 1 of many problems towards the end of 19 69 numerous problems were building up in Jimmy life. A lawsuit over an old contract. Failure to deliver a new album to Warner Brothers for over a year. Financial problems due to building his electrical eighties studios. And pressure from his management to keep on touring. And then myself is too much too fast. And again, if management actually carry about them. It's like, you clearly, this guy got too much going on, taking a year off, 6 months off, not like, just stop because that pressure has to be released somehow, and unfortunately, he chose to release it through, you know, drug and alcohol abuse. And so he talks about this. This is a year before he dies. And well, let me read to you, and then I'll read the note out of myself. I don't know what's happening. I'm so exhausted. Have no time for my music. I just wanna relax and think about myself and my music for a while. I wanna bring my guitar, walk on stage, play and then Vanish. I wanna get away from questions and people. I am very tired, not physically. I'm mentally. I'm mentally tired my heads in a position now where I have to take a rest are also completely crack up pretty soon. Nervous breakdowns. I've had 3 of them since I've been in this business. I can't help, but isolate myself from the world. Sometimes, I just wanna be left alone. This is what I mentioned earlier, in both their biographies Kobe Bryant And michael Jordan talked about that. Like the fame and the pressure and everything wearing so... So much of them that they spend most of their time when they're not practicing and playing. Just a alone in hotel rooms. And so when I get to this point, it's like, this is very short sided by, you know, Jimmy team and trying to push him because it's, like, if you push, you could break. And to me, it's, like, the important thing in my life is, like, I need to avoid anything. That interrupts the compounding. It is survival at all costs. And this is where the book gets darker and darker and you... The... It's in chronological order as he's giving these these interviews. And so, like, this is just 1 example of that. We all wanna be respected after we're dead. Who doesn't wanna be remembered in history. Another interview. This is this is a year he dies. There are certain things that I would like to do, and it's very possible that I will destroy myself in my attempt to achieve these things. And then this is 12 days before he dies. I'm so tired of everything. I lose myself. I can't play anymore. I've been working very hard for 3 years. I sacrificed part of my soul every time I play. Direction is the hardest thing for me to find now. I can't even try and think about how this life has affected me. Somehow, I must have changed. But I can't know how. The moment I feel I don't have anything more to give musically, that's when I won't be found on this planet. I'm not sure I will live to be 28 years old. The world owes me nothing. I tell you when I die, I'm gonna have a jam session. It's funny. The way people love the dead. You have to die before they think you were worth anything. When I die, just keep on playing the records, the story of life, is quicker than the wink of an eye. And then on the last page, it says London, September eighteenth. Jimmy Hendrix. The American rockstar star who's passionate, intense guitar playing stirred millions. Died here today of unknown causes. He was 27 years old. And that is where I'll leave it. I also, in addition to reading the book, I also rented a documentary that look that is very similar to this book. It's called Jimmy Hendrix Voodoo child, and that's available on Apple, it's almost like watching the book. But if you want the full story and the book if you buy the book using the link that's in Shin, you'll be supporting the podcast at the same time. If you wanna use the same app that I use to store all of my highlights for all my books and all of my notes. I use read wise. They'll give you 60 days free to see if you like the read wise app as much as I do. Read wise dot io o forward slash founders. That is 280 books down 1000 ago. And I'll talk to you again soon."
}