{
  "transcript": "When Vince joined the Green bay packers in 19 59, the team had gone 11 straight seasons without a winning record. Upon arriving a training camp as their new head coach, Lo bombardier made an immediate and ind first impression. After leading the players to a meeting room, Lo bombardier waited in front of a blackboard as the player sat down, he picked up a piece of chalk and began to speak. Gentlemen, he said, we have a great deal of ground to cover. We're gonna do things a lot differently than they've been done here before. We're going to relentlessly chase perfection. Knowing full well, we will not catch it because perfection is not attainable. But we are going to relentlessly chase it because in the process, We will catch excellent. He paused and stared. His eyes moving from player to player. The room was silent. I'm not remotely interested in being just good He said with an intensity that startled them all. Lo soon followed up with a clear cut description of the specific thing they would perfect. 1 play, 1 single running play. Gentlemen, this is the most important play we have. It's the play we must make go. It's the play that we will make go. It's the play that we will run again and again and again. This is the power of focusing on and perfect 1 thing. You would think there was so much to say about a single running play, but John Madden described attending a coaching clinic, where Lo talked about the power sweep and only the power sweep for 8 hours. Through practice after practice drill after drill game after game and season after season. The Packers honed and refined Lo power sweep. Even though opposing teams knew the play was coming, they couldn't stop it. Lo built his victories on an openly declared challenge. To beat the packers, you must beat the powers sweep. Over the following 7 years, the Packers won 5 championships, a step by step year by year progression through the ranks from worst to best to legends, all built on the foundations of 1 humble running play. Initially described on the blackboard and then executed exquisite on the field over and over again. In any the census is important, in any complex effort, communicating a well articulated vision for what you're trying to do is the starting point for figuring out how to do it. It may seem like a stretch to draw a comparison between winning football games and Green bay and developing web browser software and Cup, but a significant part of attaining excellence in any field is closing the gap between the accidental and intentional to achieve not just as something or even and everything but a specific and well chosen thing. To take words and turn them into a vision and then use the vision to spur the actions that create the results. Vince was the Steve jobs of football coaches. That is an excerpt from a book that I've read 3 or 4 times now, and the 1 I'm gonna talk you about today, which is creative selection inside Apple's design process during the golden age of Steve Jobs and is was written by Ken C. Okay. So before I jump back into the book, I wanna tell you why I'm reading this book for the third or fourth time. So even though this is episode 2 81, there's actually more than 281 episodes of founders. There's at least 8 numbered bonus episodes. And 1 of those number bonus episodes is an episode that I previously dawned on the book that I'm holding on my hand. And so not numbering. The bonus episodes was a Giant mistake because I can't reference them as you hear over and over again I'm constantly referencing. Past episodes of founders because I don't think about this as separate episodes. Just think about this as just 1 giant 400 hour long conversation on the Entrepreneurship the you and Are having. And so I wanna jump into the introduction where Ken tells us what this book is about. This book is about my 15 years at Apple. My efforts to make great software where I was there, and the stories and observations I wanna relate about those times. If you wanna know what it was like to give a demo to Steve jobs or what made Apple's products culture special read on. Every day at Apple was like going to school. A design focused, high tech, product creation university. And he talks about how intense the work environment was and that Steve had unbelievably high standards in everything which are gonna go into a lot today. Most of my highlights. I'm gonna have really focus the highlights on just The parts of the book that are about Steve jobs. There's a lot of great detail here for anybody building a product, but most of it is going to be about Steve jobs today. With that intensity came an insistence on doing things right. And without explicitly trying to do so, we developed an approach to work that proved particularly effective And so the intensity of Steve Jobs jumps off the pages of this book when I got to this section, and made me think of when of my favorite quotes by warren Buffett, and he shares that same intensity. He says intensity is the price of excellence. And so a main theme of the book is that Steve did not wanna sit around and have a bunch meetings and talk about hypothetical, he wanted to physically see the work, so they pushed all their work forward through a series of demos, and in many cases, him telling you specifically, hey, what I wanna see next. So he says, the... There weren't any company handbook describing these elements. So he was just naming... I skipped over a bunch, but he just naming, like, you know, some traits that Apple used to develop their products, but this is the main point. There weren't any company handbook describing these elements. Nobody outlined this list and a new employee orientation, our approach flowed from the work. This happened from the top down stemming from the un question authority and un uncompromising vision of Steve jobs. We never waited around for brilliant flashes of insight that might solve problems in 1 swoop, and we had very few actual eureka moments. Instead, this is the main point of the book. Instead we move forward in step wise fashion, from problem to design to demo to shipping product, taking each promising concept and trying to come up with new ways to make it better. This next section I've thought about for years, So according to Amazon, I first ordered this book on 01/07/2019. I probably read it shortly after I received it. There's a lot of reasons I admire received jobs why I consider him the greatest entrepreneur entrepreneurial overall time. When it comes to building products and building a a valuable company he's brilliant. This... If I had to say there's the single trait I'd admire the most about him and the 1 that I don't even understand how he it's capable that he was able to do it is his clarity of thought. Steve is the clearest thinker out of any single other person that I've covered so far in the podcast. And when I think of Steve's clarity thought I think about this quick story from Ken's Book. Steve was at the center of all circles. He made all the important product decisions. He used these demo reviews as his chief means of deciding how Apple software should look and feel and function. From my standpoint as an individual programmer, demoing to Steve was like visiting the Oracle of Delphi. The demo was my question, Steve's response was the answer. While the pronounce from the Greek Oracle often came in the form of confusing riddles, that wasn't true with Steve. He was always easy to understand. He would either approve a demo or he would request to see something different next time. Although Steve's opinions and moods could be hard to anticipate, he would... This is such... I love this. He was utterly predictable when it came to his passion for products. He wanted apple's products to be great and he insisted on being involved in the process as it went along. Whenever Steve reviewed a demo, he would say often with highly detailed specificity what he wanted to happen next. He was always trying to ensure the products were as intuitive and straightforward as possible, and he was willing to invest his own time, effort and influence to see that they were. Through looking at demos, asking for specific changes, then reviewing the changed work again later on and giving a final approval before we could ship. Steve could make a product turnout like he wanted. Much like the Greek Oracle Steve fore told the future. And so Ken is going to describe what it was like to demo to Steve jobs. This, there's a bunch of highlights over several pages. This part of the book is absolutely fantastic, and I love how he's gonna end this section because Steve only speaks 4 sentences. Goes back to Claire being really easy understand, and there's no... Like, there's no ambiguity in what Steve wants that happened next. And in this case, Ken, previously, he'd worked on. He helped create the Safari browser. This is, like, you know, maybe 10 years before where we are in the book, worked on the the original keyboard for the iphone. In this case, he is demoing. This is right very soon before about a year and a half before Steve dies. Unfortunately, he's demoing the keyboard on the ipad, which has not been released yet. Where we were are on the story. And I should tell you. So I was going back through the index of the book after I was done last night with all my my highlights, and I just went to the index to make sure I hit all the Steve jobs parts, and I thought this was fantastic because This part is... This is in the chapter called the demo. Right? The part is not described the demo in the index This part is described, in the index as the decisive of Steve jobs, which is the perfect description of, because we're gonna go into it right now. Right? He goes his eyes met mine. His look wasn't obviously unfriendly or threatening. But surely, he knew his un blinking gaze could intimidate people in my position, and it certainly had that effect on me. This idea that when Steve with territory who wouldn't blink. I've heard, like dozens of stories about this and, you know, the 10 or so books I read on them. I saw his look as a signal that he wasn't gonna let me pull the wall over his eyes. He was now ready to see my demo. Scott stood up and crossed behind Steve's chair. Okay. Let's look at the demo. Steve, this is Ken. He worked on the iphone keyboard. He has some tablet keyboard designs to show you. Steve was still looking at me. Continuing the demo introduction from where Scott left off, I said, right, there are 2 designs. 1 has more keys like a laptop keyboard, and the other has bigger keys like a scaled up iphone. We're thinking of offering both Try the Zoom key to switch between them. Steve then slowly swivel his chair around to the demo table. He looked down. In front of him, the ipad was in landscape. Steve moved his eyes all over the ipad screen. Rotating his head slowly in small figure eights in when I took to be an attempt to get a view of every corner of the display. After several long moments of study, he reached out to tap the Zoom key. To switch to keyboard to my bigger keys design. No reaction. No hint of what he was thinking. Steve was like an expert high stakes poker player, checking his whole cards for the first time after receiving them from the dealer. Now that the screen looked different, Steve started his study all over again. He took his time, taking a solid 30 seconds to absorb every detail on the screen. He turned to look straight at me. We only need 1 of these. Right? Not what I was expecting. Steve was still looking at me and so with a half shrug, I said, yeah. I guess so. Steve sized me up a little and then asked which 1 do you think we should use? A simple question clearly directed at me and only me. Steve didn't shift in his chair or motion toward anyone else in the room. It was my demo and he wanted me to answer. Well, I've been using these demos for the past few days, and I've started to like the keyboard layout with the bigger keys. I think I could learn to touch type on it and I think other people could too. Steve there's a picture. There's draw... All these gold drawings in the book, and 1 of this is just Steve staring directly at you on the previous page, and this is what I think of. This when I think of went when when Ken about the describe behalf of next. Steve continued looking at me. As he thought about my answer. He never moved his eyes to anyone or anyone else. He was completely present. There he was, seriously considering my idea about the next big Apple product. It was thrilling. He thought for a few seconds, then he announced the demo verdict. Okay. We'll go with the bigger keys. That was it. The Oracle of Apple had spoken, the demo was over before I read a few more sentences go back to what the index describes this part. I'm gonna go back to a few pages where I I jot it down. The decisive of Steve jobs. Remember this when ken compares and contrast way Apple builds products, you relying on the taste and judgment of the founder with how Google makes their products. So then once he says the demo was over, Scott walked a couple steps towards the door giving me the queue that it was time for me to go. And Ken talks about, hey, when you're doing demos to Steve, this is the price to be in the room. If he feels you have no valuable insight, you're never gonna see him again. Ken was able to demo several times. He says, you have to make substantive contributions to the discussion... To discussion with him, as a way... That's the way to earn future invitations. That is the price to be in the room. Can you make substantive contributions to the discussions on the products and help push them forward. Help make them better. That's all Steve cared about. I'm gonna go to the punchline, which happens a few pages later, he's describing, Ken is describing. Again, a main theme of the book why these demos. Are so important. Apple must make great. This is a no not myself. Years ago. Apple must make great software to get there that use a series of iterations in the form of demos. Now Ken says demos served as the primary means to turn ideas into software. This statement includes the assumption that Apple made made making great software an important goal to begin with. We did and that came straight from Steve. He set the company's priorities, and he stressed in public statements and internal communications that making great software was a core corporate focus. What's more Steve wasn't merely interested in paying lip service to this goal. He demanded action. And so the software team produced demos in a steady stream And whenever there was interesting new work, Steve found the time to attend a demo review so he could see. He's showing through his actions. Right? Actions express priority. Right? 1 of the best maxim that have ever come across actions, express priorities, he's showing through his actions, what's important. His time is extremely valuable. And he's like, hey, I'm in this room. I'm reviewing on a very micro level. What all parts of this product are going to look, feel and operate like. Right? Steve found the time to demo debt, to attend a demo review so he could see it. His involvement kept the progress and momentum going. All of this, everything I really shoots is having over many, many pages after the demo because we're we're learning like, what can learn from this demo with Steve. Right? Go... He's going into detail, 2 things he's gonna pull out that was important to Steve, you have to put yourself in your customer shoes and you have to hack away the unintentional Steve look carefully at the software and ask me su sync questions to see if the work could be made simpler. This push for simplicity had a purpose Even though he was a high tech Ceo, Steve could put himself in the shoes of customers. People who cared nothing for the ins and outs of the software industry, he never wanted Apple software to overload people, especially when they might already be stretched by the bustle of their everyday lives This is something Steve talked about over and over again from the time. He was a young man in the 19 eighties till right before he died, consider a mom who... They just... People just do not care about your product as much you have to make it simple and easy to use right from the get go. And so this idea of putting yourself in the customer's shoes and even attaching like a specific example of a customer helps you make better product decisions. This as an example of that consider a mom who's busy with her daily routine. On a day she was worried about her 16 year old son, whose homes sick from high school was taking care of himself. She was running a few minutes late getting to the office because there was bad traffic on the road. She had a report due later in the afternoon, and she was trying to fit in 1 more email reply as she headed down the hallway towards the next meeting. Steve believed she would do better with the product that wasn't loaded down with everything thing bob, the product designers could dream up. This is hacking away the una essential. This is some Bruce lee share right here. He believed that tripping away non essential features made products easier for people to learn from the start and easier to use over time. He wanted products and their software to speak for themselves. He realized that nobody would be standing over the shoulder of a person who is having their first experience with software carefully describing every nuance of every feature. Now that is a huge, really important. So what they're talking with there is like, hey, it... Let's say you're you're the 1 coming up with the demo, you're the programmer. Steve's is not gonna let you sit there and describe you're thinking. Behind it? Because you're... Are you right? And he uses this example, 1 time he called... I read this book called insanely simple, and I I made a podcast about it, in the past, and it was a guy that did... That worked in for the app on the ads for Apple. And he... And he Steve did this exact same thing with him too. In meetings. He would try to say, okay. This is the thing of behind the eye campaign. Sees like, shut up, just show me the ads. See... And he says something like, are you gonna be there when I see this in a magazine or on a billboard. No. Then shut up. I don't wanna hear it. I'm gonna experience it, like, customer is going to experience. So same thing here. He's like, we realized that nobody would be standing over the shoulder of a person who's having their first experience with software carefully describing every nuance of every feature. And so his point is, wouldn't it be better, software was clear and intuitive right off the bat and this ends the section. This is what absolutely love. I chuckle to myself over how much time I've spent thinking about this ipad demo and how much Steve taught me in 1 meeting where he spoke just 4 sentences. So now he goes back in time 1 of the first things he worked on was creating the Safari browser. At this time, in Apple history. I think this is the maybe late 19 nineties, maybe early 2 thousands. They were still if you bought an Apple device, it would have Microsoft and internet explorer on it as part of the deal that way, that g, Steve worked out with Bill Gates when you got that invention... Investment from Microsoft. I think it was a 19 87 if My mistaken. And in this case, they're like, okay, we're gonna make our own browser and as with classic, like, very classic Steve jobs. He's not going to give you a series of priorities. He's going to give you 1 priority, the name of the chapters 1 simple rule and says C Judge himself had decided how he would judge our browser as a product. The focus would be on 1 thing, speed. Steve wanted our browser to be fast to be really fast, much faster than Microsoft Internet Explorer, which is the product that we aim to replace. And this is why Steve reason that a speedy new Apple browser would be the best way for a customer to feel good about our replacement... Our replacement browser right away. Steve thought speed was the long term key to better browsing. So making a high performance browser became our top priority. Our definition for greatness. And so as a result of Ken's work on the Safari browser, he got a chance to see how Steve prepared for these product announcements, these product presentations. Just wanna read 1 paragraph. This is not gonna surprise you or eye. Mean you have been talking about the same of practice over and over and over over again, and it shouldn't surprise You or that Steve practiced a lot. I would learn more about how Steve prepared for these big splash product announcements. 3 were... 3 weeks or a month before the keynote itself. Steve would start rehearsing with portions of his slide deck. Slowly day by day he would build the show by stepping through it as he wanted to present it at the keynote. This was 1 of Steve's great secrets of success as a presenter. He practiced. A lot. He went over and over and over in the material until he had the presentation honed, and he knew it cold. And then throughout the book ken also adds these stories of some some ideas that Steve would talk about both publicly and internally, that he thought were very valuable. This is 1 of them. The fact that Steve jobs did not believe on resting on your loyal. Laurel. That once you do something great, then you can... The next... The next step is try to do something else that's great. At Apple, there was never much time to save her success, Steve jobs explained this aspect of the company eat ethos in an interview with Brian Williams. Williams asked Steve, where he thought he fit in the American family of thinkers and inventors. At first, Steve attempted to brush off the question, but when Williams pressed him, Steve said, I think if you do something and it turns out pretty good, then you should go do something else wonderful and not dwell on it for too long. Just figure out what's next, and then Ken says, I found Steve's approach could work as well after a failure, as he's... As it could after a success. And so then Ken goes into great detail how difficult it was to build the keyboard on the iphone. So the iphone internally was code name purple. And I just wanna pull out because I wanna pull out a few paragraphs here because I think this is a main and, the main idea, really? The main idea behind the entire book, which is demos just help you push the evolution of your product forward because the 1 essential Demo expectation was progress. So he says exactly how we collaborated mattered. It reduced to a basic idea. We showed demos to each other. Every major feature on the iphone started as a demo, and for a demo to be useful to us, it had to be concrete and specific. We need a concrete and specific demos to guide our work since even an un idea is hard to discuss constructively with without an artifact to illustrate it. At Apple, we built our work on this basic fact Demos made us react and the reactions were essential. Direct feedback on 1 demo provided the impetus to transform it into the next. Demos were the catalyst for creative decisions, and we found that the sooner we started making creative decisions The more time that's such an important point. The sooner we started making creative decisions the more time there was to refine and improve those decisions. To backtrack if needed to forge ahead if possible. Concrete and specific demos were the hand holds and foothold that helped boost us from the bottom of the conceptual valley so we could scale the heights of worthwhile work. Making a succession of demos was the core of the process of taking an idea from the intangible to the tangible. Making demos is hard. It involves overcoming apprehension about committing time and effort to an idea that you are not sure is right. At Apple we had to expose that idea Actually at at apple, we then had to expose that idea and demo to the scrutiny of sharp eyed colleagues who were never afraid to level pointed criticism. The psychological hurdle only grows taller with the knowledge that most demos almost all of them fail in the absolute dead, dead end sense of the word. The purple team, which is the iphone team, the iphone team rarely worked without concrete and specific artifacts that's important to you and I because the iphone is the most successful consumer product of all time, Literally, we had to demonstrate our idea. We couldn't get away with telling. We were required to show. We combined some inspiration craft tastes and decisive of this, and we shared our results. We had to work like this because the team didn't accept anything unless it was concrete and specific. A demo showing what we want what we meant. Then we tried out each other's demos and said what we liked and what we didn't and offered suggestions for improvements, which led to more demos and more feedback. This virtuous collaborative cycle. Another insight that Steve jobs had was the fact that great products make people happy almost all the time and rarely do the opposite. I'm going to... I'm gonna read this section, and I'm gonna pull up something from Wait what I feel the best... I mean, every single biography on Steve jobs I've read. I thought Was absolutely fantastic. The best 1 if you can only read 1, and I wouldn't just read 1, but if you only had to read 1, That'd be becoming Steve jobs, which I just read for the second time. On episode 2 65, and I'll get to Steve's idea of the Apple experience, which you and I can use in our businesses. It'll make sense in 1 second. Let me go to Ken. Ken says we all own devices that had too many ill considered overlapping and ins features. Making the product nearly impossible to understand our use. Apple's whole identity was bound up in not having this problem. Over time, and this is an important part designing an excellent user experience was as much about preventing negative experiences, meaning, you know, how frustrating would it be if you were using an device added, what what he just called Ill considered overlapping an ins features. You're gonna be angry. Like, temporarily frustrated. Right? You don't wanna do this to your customers. Designing an excellent user experience was as much about preventing negative experiences as facilitating positive ones. Great products make people happy almost all the time and do the opposite rarely if at all. Why is that important? Or more importantly why did Steve think that was important because Steve said every interaction a customer has increases or decreases the opinion of the company. He calls this idea which I'm about to reach you comes from becoming Steve jobs. The Apple experience. It is brilliant. And it's simple too. The simple transaction of buying song and handing over a credit card to Apple in order to do so became part of what Steve had begun calling the Apple experience. As a great marketer Steve understood that every interaction a customer had with Apple could increase or decrease his or her respect for the company. As he put it, a corporation could, quote, accumulate or withdraw credits from its reputation. Which is why he works so hard to ensure that every single interaction, a custom customer might have with Apple from using a Mac to calling customer support to buying a single from the itunes store and then getting billed for it was excellent. Why? Because 1 bad experience my undo dozens are a hundred positive experiences that a customer previously had with your cut... With with your company. So in a few minutes, we're gonna get to the difference in design the way Steve wanted to design or Steve did design products in Apple compared with the, like, the data driven approach that Google uses. And a lot of this goes down, there's, like, several pages. And essentially, it's just like, a lot of this comes down to taste to having good taste, which is really hard to figure out, like, what it? Like, how do you develop good taste? And something that that was interesting is like, you you can compare what, the what you feel was a good taste at this point in your career with great work for the past. So this is why Ken Kenneth you and I do this, you know, professionally. Right? This is what all... Everything what founders is about. Like, we study great work from the past because there's all these insights that you and I can use in in present day. And ken even adds another layer to why you should study great work for the past because it gives you something to compare to to see like to to calibrate your taste. Studying great work from the past provides the means of comparison and contrast and lets us tap into the collective creativity of previous generations. The past is a source of the timeless and enduring. When I study the past, I make a point of deciding what I like, and sometimes this built up catalog of refined like responses about past works, find a suitable outlet and a natural expression in my present day work. And so I was wrong. I thought the next section was about the difference between Google and Apple will get there. There's actually... Now we get... This this 1 won't take that long. This is the Ken's favorite thing that Steve jobs ever said. And it's this idea this quote from Steve that design is how it works. And so Ken says making software and products appear beautiful in the sense of being visually attractive only goes so far. Steve jobs once said design is how it works. In fact, this is my favorite thing I've ever heard him say. And in the context he provided around this statement when he originally made this claim, I was a, 2003 New York Times interview discussing the ipod. Steve drove this point or should Steve drove his point. Most people make the mistake of thinking design is what a product look like. Looks like. People think it's this v near that the designers are handed this box and told make it look good. That's not what we think design is. It's not just what it looks like and feels like. Design is how it works. Now Ken jumps in. His message is clear and I agree with it. Shallow beauty and products does not serve people. Product design should strive for a depth for a beauty rooted in what a product does not merely how it looks and feels. Form should follow function even though this might seem like a strange notion for pixels on a screen, but it's not if you believe the appearance of our product should tell you what it is and how to use it. Objects should explain themselves. It is impossible to overstate how much this matters. Okay. So now we go into what is really the anti Steve jobs model The note I left myself a few years ago, I think it's still really good. More data will never be enough. You need conviction. You need a point of view and it's been what. Let's see. Almost 3 years, maybe 2 and a half years since I last read or or at least made a podcast on this book, and I think I'm I'm even deeper in that conviction that, like, taste is something that's very real. I mean, paul talks about that, you know, decade after decade in his essays. That building a great product is not scientific. It's not something that could just be derived from data alone. You have to have taste and 1 way to v taste is through years of practice, which he talks about a lot. And I think it's hackers and painters, which is not not just a book, but the actual essay. So it says, I'll soon show... Share more ideas about what made our Apple approach special. But first, I'll discuss a counter notion. An example of a process that cannot produce iphone like excellence. For this, I turned to Douglas Bowman, who was a designer who started at Google in 2006 becoming 1 of its early visual design leaders. Here's how he justified his departure from Google almost 3 years later, so he is describing this product development path, this method of product development that can finds, I think G test. So he says, this is the designer. Google now. Without a person at or near the helm who thoroughly understands the principles and elements of design, a company eventually runs out of reasons for design decision. So this is again, the anti Steve Jobs model, what is the the subtitle of this book? Inside Apple's design process during the Golden age of Steve Jobs, Steve Jobs played this role that was lacking a Google. So it says, there's nobody to helm who thoroughly understands the principles elements of designs, the company eventually runs out of reasons for design decisions without conviction. Or without taste, doubt creeps in instincts fail when a company is filled with engineers, it turns to engineering to solve problems. They reduce each decision to a simple logic problem, remove all subject and just look at the data We just... Ken just described, the demo process of Steve literally trusting his judgment trusting his taste. What data was involved when he was doing the demo for the ipad keys. There's 2 keyboards. Steve, trusted his taste and pick the 1 that kid that he liked the most. Right? He got some feedback from the designer from the from the mace person actually create, which is Ken. So, okay. Yeah. We're gonna go with that. I trust my taste, and that's what shows up in the actual product. It's the opposite of that sentence, remove all subject... Subject and just look at the data. Data in your favor, okay launch, data shows negative effects back to the drawing board, and that data eventually becomes a crutch for every decision. Yes, it is true that a team at Google could not decide between 2 blues. So they're testing 41 shades between each blue to see which 1 performs better. Now Ken jumps in with his opinion on this. 41 shades of blue sounds like a lot. But if they were willing to go that far, Google, why not test for a hundred or a thousand. If some data is good, more must be better. Right? As Bower suggests or as ba. As Ba suggests it isn't. Google factored out taste from its design process, the note left right in in the... In between these 2 paragraphs is, so he writes Google factored out taste from its design process. I wrote while, Apple relied on Steve's personal taste. At Apple, we never would have dreamed of doing that, and we never staged any Ab b test for any of the software on the iphone. When it came to choosing a color we picked 1. We used our good taste and we moved on. I read Johnny Iv biography back on Episode 1 78. He tells an exact same. A very similar story in that book working with Steve. I can't remember the name of the computer. It was like, there... I don't know if they were... I think it was maybe early Imax when they used to come like, they were way way bigger they now, but they'd come like all these different colors. I'm pretty sure this happening in the late nineties. And is line from that book where it says Johnny was amazed at the speed with which jobs gave us approval to the new colors. In most places that decision would have taken months. Steve did it in a half hour. So it's another example. It's just... I'm gonna trust my taste. I know that I... Like, and and... Especially at that port point in is Queries had, you know, 2, maybe 2 and a half decades of practice and experience with designing insanely great products. In other words Steve worked himself into a position where he could trust his judgment. And so then Ken goes back into this idea of really explaining the way that they push their their products forward, the importance of demos, I'm gonna read this to you because I think, personally of, does a good job of tying in that that that's that story, the Vincent Barney story from the very beginning. It it's... 1 of Steve Jobs most famous quotes, which is focus is set... Is about saying no. And so that's what came to mind when I read this section. There are inter mobile ways creative selection can become bogged down since this working method must be applied, consistently over a period of time to yield results. Consequently, our success was was as much about what we did not do as what we did. Mostly we avoided falling into any of the typical product development traps common Silicon Valley. For example, we did not talk about projects without examples to ground the discussion. We didn't shuffle around printed specifications or un changing paper mock ups for weeks on end. We did not have an imbalance between influence and involvement where a senior leader might try to mimic the commanding role of Steve jobs without the corresponding level of personal engagement. So again goes back to the idea that Steve demonstrated with his actions how he dedicated his time. What was important to him. It was the opposite of This is really funny. Causes the Seagull, the Seagull manager. And says, so this is like the opposite of steve jobs, a detached high level manager making all the key decisions is such a widespread friction, detached. Remember Steve is not detached. She's in there. He's making very my new decisions. Right? It's such a widespread sweatshirt spread fiction that is... That it has its own meme. It's called the Seagull go manager. It describes a talk top executive who is rarely around but flies in occasionally and unexpectedly from who knows where lands on your beach squats, no leaf flaps its wings all over the place, launches itself back into the air, circles overhead and drops a big pile of you know what on everyone and then flies away, leaving the rest of the team to clean up the mess. More things they did not do. We did not establish large cutting edge software research departments to from, and with a tenuous connection too, the designers and engineers responsible for creating and shipping the real products. Steve Jobs famously dis expanded such an organization at Apple, which was called the Advanced technology group, shortly after he re control over the company in 19 97. These kinds of anti patterns can prevent creative selection from functioning correctly since they bought block this steady accumulation of positive change in the form of demos while developing a product. And this is why he ties us all together beautifully for you and I. We manage to see clear of all such pi pitfalls. If I were to take a stab at explaining the why, I would say that our clarity of purpose kept us on track in much the same way that Vince barney won football games and Steve jobs pushed us to make a speedy first version of Safari since our focus on making great products never wave. If for no other reason, then that's what Steve demanded, perhaps concentrating keenly on what to do helped us block out what not to do. And then this is Steve preaching an idea over and over again throughout the company, don't myself many years ago, which I think still works is the power of ideas. Edwin Land, Steve, the founder polaroid, Steve Jobs hero changed Apple. Steve took 1 of Edwin Lands ideas and built his company around it and then repeated it and make sure he taught everybody else in the company why it's important. The intersection is the title of the chapter. It it was an idea that was an idea that helped us. It speaks to the way that Apple valued expertise in both technology and liberal arts, building a company at the intersection of technology and Liberal arts is literally. Something Edwin Talked about and did something Steve jobs learn from Edwin and then Steve jobs used it at Apple. This is the power of ideas. We use this notion to guide our efforts as we developed and lived on our gadgets so that they turned out to be more than an combination of the latest Cpu sensors and software manufactured to scale. We hope to make our products meaningful and useful to people. Unlike the unspoken idea of creative selection, we did talk about working at the intersection among ourselves. There was even a formal Apple university course on the topic. A a moderated half day session to discuss melting technology and liberal arts. The reason the reasons it might be difficult to work at this intersection and why was essential to keep trying. Since the effort lay at the core of the notion or of the at the core of the Apple notion of a great product, also Edwin Lands notion of a great product. Right? Not only was the inter intersection freely discussed inside the company, but oddly for Apple, The discussion did not stop at the edge of the Cup campus. Steve jobs told everyone, what he thought about this topic himself on stage during the keynote presentation to announce the original ipad mentioned in multiple times. He mentioned it in in or in interviews back in the 19 eighties when he's stone his twenties mentioned it in the Walter isaac in book that he's writing in collaboration with Isaac as he knows he is dying. This is a a fundamental idea important idea to understand the life and work of Steve Jobs. This is what Steve said about it. The reason that Apple's is able to create products like the ipad is because we've always tried to be at the intersection of technology and Liberal arts to be able to get the best of both to make extremely advanced products from a technology point of view, but also have them be intuitive, easy to use, fun to use, so that they really fit the users. The users don't have to come to them. They come to the user. That's a really important idea a few pages later repeated. Steve jobs did not say products should thor the the user. He said products should come to the user. And then the book ends on a sad note Ken had been doing a series of demos with Steve. He's talking to his boss, Henry, and it says several months later in 1 of my regularly scheduled 1 on 1 meetings with Henry to discuss my continuing ipad work. I suggested to him that It might be an idea to have another demo with Steve. To show him multitasking gestures again now that the software was close to its final form. It would give him 1 more chance to give feedback before we shipped the upgrade... Of the the the update to ios. Henry responded with a shake of his head and a matter of fact, At this point, I think we should go with the multitasking gestures as they are. We finished our chat a few minutes later, and when I left Henry's office and made my way down the hall, I heard his words again in my mind. At this point. Then it hit me. Henry Knew. Steve wasn't coming back. About 6 weeks later, Steve resigned from his position as Ceo of apple. About 6 weeks after that, he was gone. And then it only takes Ken 1 sentence to describe the impact that Steve had on him he's had on me that he's had on you and millions of other people. Steve jobs provided his single minded focus on making great products and his vision motivated. And that is where I'll leave it for the full story to read the book. Anybody building a product should read this book it should be in your library It a no brainer recommendation. If you buy the book using the link that's in the show notes, you'll be supporting the podcast at the very same time. If you wanna use the same app that I use to store all of my highlights, I have over 20000 highlights from the books I read. And I have a bunch of books I talked to put in there. Use an app called to read wise, and you can test it for 60 days for free to see if you like it as much as I do. The link is down below. It's I could just go straight to the Url, which is read wise dot I o forward slash founders. I spent some time organizing maybe the next 10 or 12 books and I'm covering for the podcast. I'm calling it the Murderer row of history's greatest founders. You could... You will not believe the lineup that I have coming. So I'm looking forward to that that is 281 books down 1000 to go, and I'll talk to you again soon."
}