{
  "transcript": "It's all about the long term. Jeff Bezos first shareholder letter in 19 97. This is day 1 for the Internet, and if we execute well for Amazon. Today, online commerce saves customers money and precious time. Tomorrow through personalization, online commerce will accelerate the very process of discovery. Amazon uses the Internet to create real value for its customers. And by doing so, hopes to create an enduring franchise. Even in established and large markets. We have a window of opportunity as larger players marshal the resources to pursue the online opportunity and as customers new to purchasing online are receptive to forming new relationships. Our goal is to move quickly to solidify and extend our current position while we begin to pursue the online commerce opportunities in other areas. We see substantial opportunity in the large markets that we are targeting. This strategy is not without risk. It requires serious investment and crisp execution against established leaders. We believe that a fundamental measure of our success will be the shareholder value we create over the long term. The stronger or market leadership, the more powerful or economic model. Market leadership can translate directly to higher revenue, higher profitability, greater capital velocity and correspondingly stronger returns on invested capital. We have invested and will continue to invest aggressively to expand and leverage our customer base, brand and infrastructure as we move to establish and enduring franchise. There's that word again. Or right in the beginning, he's already said that use the word during twice. Because of our emphasis on the long term, we may make decisions and weigh trade offs differently than some companies. We wanna share with you our fundamental management and decision making approach so that you our shareholders may confirm that is consistent with your investment philosophy. We will continue to focus relentlessly on our customers. We will make bold rather than timid investment decisions where we see a sufficient probability of gaining market leadership advantages. Some of these investments will pay off. Others will not, and we will have learned another valuable lesson in either case, When forced to choose between optimizing the appearance of our Gaap accounting and maximizing the present value of future cash flows, we'll take the cash flows. We will work hard to spend wisely and maintain our lean culture. We understand the importance of continually reinforcing a cost conscious culture. We will ob over customers. From the beginning, our focus has been on offering our customers compelling value. We set out to offer customers something they simply could not get any other way and began serving them with books. We brought them much more selection than was possible in a physical store and presented it in a useful, easy to search and easy to browse format in a store that's opened 365 days a year 24 hours a day. We maintained a dog focus on improving the shopping experience. We dramatically lowered prices further increasing customer value. Word mouth remains the most powerful customer acquisition tool that we have. I take great pride in being part of this team. Setting the bar high in our approach to hiring has been and will continue to be the single most important element of Amazon's success. It is not easy to work here. We are working to build something important. Something that matters to our customers, something that we can tell our grandchildren about, Such things are meant to be easy. We are still in the early stages of learning how to bring new value to our customers through Internet commerce. We know vastly more about online commerce than when Amazon was founded, but we still have so much to learn. Though we are optimistic, we must remain vigilant and maintain a sense of urgency. That was an excerpt from Jeff Bezos very first shareholder letter. So this the third time that I've read Jeff Bezos to shareholder letters. I plan on reread them many times in the future. The first time I made a podcast about his shareholder letters was all the way back on episode 71. And if you look at episode 71, the tag line the description for that episode. Actually got from a fantastic business email newsletter called Cb insights, and they had a post about Jeff Shareholder letters, and I think they put it the best way. Like, why would you wanna spend so much time reading them and learning from them? And they said to read Bezos to shareholders letters is to get a crash course in running a high growth Internet business, from someone who mastered it before any of the playbook were written. And so before I go to the 19 98, shareholder letter, which is all about obsessions, I just wanna go over the notes that I had from 19 97 just these things that I jot it down for myself because a main theme of the shareholder letters is a main theme of the the his entrepreneurship, that fact that repetition is persuasive. Almost all of history's greatest founders. They identified a handful of principles that were important to them as they were building the business. And they constantly repeated that decade after decade, and you're gonna see that as we go through Jeff shareholder letters. And it was so important that that 19 97 shareholder letter was attached to every single... The end of every single other shareholder letter, and It could be thought of as the founding document for Amazon. And so some of the notes that I jot it down as I read that shareholder letter, you know, for the third or 4 time. More innovation is ahead of us. It is still early. The opportunity if we execute well is enormous. We will move quickly. We will endure right from the very beginning, Jeff's goal was Amazon was going to be a durable long lasting company. We will focus on cash flow. Once in a lifetime opportunities, which is what he consider building Amazon, will be risky. In fact, I've heard him talk in other interviews that he gave himself at best, a a 30 percent chance of success. He thought the likely outcome of Amazon would be complete failure. Customer obsession is our North star. It is what we will bet the company on. We will be bold. We'll will we will have a frugal. These are all my notes. Keep you in mind. We will have a frugal lean culture that Sam Walton would approve of. Just famous for reading and being heavily influenced by Sam Walton auto. He'd have the executives inside Amazon Reit. He'd hand out copies where he would actually go and highlight important parts and give it to people he was working with. I've read Sam's book multiple times. The last time we did a podcast on it. Was episode 02:34 if you haven't listened to that yet. You probably wanna listen to it after this. So we'll have a frugal culture the Sam ultimate approve of. This will be hard. All valuable things are, and we will have to learn along the way. And so those are main themes that you're gonna see him repeat over and over again, the note on the very first page of, the 19 98 shareholder letter that I wrote myself. It's repetition is persuasive. This is day 1. We must stay vigilant. We we will act with a sense of urgency. Because there's both risk and opportunities ahead, and we will have failure. So it is a he... Let's go to the the shareholder letter. It is truly day 1 for the Internet. And if we execute our business plan well, it remains day 1 for Amazon. We think the opportunities and risk ahead of us are even greater than those behind us. We will have to make many conscious and deliberate choices. Some of which will be bold and unconventional. Hopefully, some will turn out to be winners. Certainly, some will turn out to be mistakes. Heads down focus on customers, helped us make substantial progress in 19 98. And so this 19 98 shareholder letter is all about what they are going to choose to be obsessed about, we intend to build the world's most customer centric company. But there's no rest for the weary. I constantly remind our employees to be afraid to wake up every morning terrified, not of our competition, but of our customers. Our customers have made our business what it is, They're the ones with whom, we have a relationship and they're the ones to whom we owe a great obligation, and we consider them to be loyal to us right up until the second that someone else offers them a better service. We must be committed to constant improvement, experimentation and innovation in every initiative. We love to be pioneers. It's in the Dna of the company, and it's a good thing too because we'll need that pioneering spirit to succeed in infect. When he talks about, hey, we're gonna we're gonna experiment. We're gonna be pioneers. We're going to invent. If you read his very last shareholder letter, which I have a a handful of highlights from, I'll get you later, but also you'll see in a bunch of interviews, how he describes himself. He says I am an inventor. I didn't know that the first time I read the shareholder. So I think knowing how he thinks about himself. Adds more context to why these things are important to him. We love to be pioneers. It's in the Dna of the company and it's a good thing too because we'll need that pioneering spirit to succeed. We're proud of the differentiation we've built through constant innovation and relentless focus on customer experience. I don't... Of I don't think I have the kindle version of this book. Maybe I do. But I would imagine if you search the word relentless, it's gonna pop up a bunch of times. In fact, if you go to this day, if you go to relentless dot com. Jeff owns that that domain name and it points to Amazon. I would love to ask him the question. If you could only have 1 word to describe you on your tombstone, what would it be? My guess is he would pick relentless. So then he's gonna get into how he thinks, like, what's the proper way to hire? This section is work hard have fun make history, it would be impossible to produce results in an environment as dynamic as the internet without extraordinary people. Working to create a little bit of history isn't supposed to be easy. Rapid more repetition. Right? And well, we're finding the things are as they're supposed to be So you're saying, it's obviously very difficult. Setting that bar high in our approach to hiring has been and will continue to be the single most important element of Amazon's success. That is a sentence. It's very similar as a sentence very similar to that in the very first shareholder letter as well. During our hiring meetings, we ask people to consider 3 questions before making a decision. Number 1, would will you admire this person. For myself, I've always tried hard to work with people to work only with people Admire, and I encourage folks here to be just as demanding. Life is definitely too short to do otherwise. Number 2, will this person raise the average level of effectiveness of the group that they're entering, That's a great question. We wanna fight entry. The bar has to continuously go up and number 3, along what dimension might this person be a superstar. This was the most, like, I was very surprised when I read this again. So he's talking about being, many people have some kind of unique skills or interest. And perspectives that actually enrich enrich the work environment for everybody else that they're working with, and this just threw me for a loop. It's often something that's not even related to their jobs. 1 person at Amazon is a national spelling bee champion. I suspect it doesn't help her in her everyday work, but it does make working here more fun, and then he goes back into this idea. Hey, this... We have a gigantic unbelievable valuable we found out, you know, trillions of dollars value potential opportunity in front of them and it's supposed to be hard. As we look forward, we believe that the overall e commerce opportunities is enormous. Although Amazon has established a strong leadership position, it is certain that competition. Will even further accelerate... So he's talking about what he wants. He wants operational excellence and high efficiency. And then another main idea he has is that you should clearly articulate your philosophy so that your... The the right people can self select in, not only people are working for you, but any shareholders or investors that you may attract. So he says the most important thing I could say in this letter was said in last year's letter, which detailed our long term investment approach because we've have so many new shareholders, we've appended last year's letter, immediately immediately after this year's. I invite you to please read the section titled. It is all about the long term. You might wanna read it twice. To make sure that we're the kind of company you wanna be invested in. As it says there, we do not claim it's the right philosophy. We just claim that it's ours. So 19 99, this 1 titled building for the long term, and he starts right away, stay relentlessly focused on the customer. We can be uniquely positioned to serve new customers best and benefit as a result. Our relentless focus on customers has worked, so he's just talking about he's recap the year. This is also something he talks about in his very last shareholder. The the reason that customers pay you, the reason they pay Amazon the reason they pay any business is because we and you create value for them. And so that's why he preach that's where your focus should be. This is very interesting. So it's like, he's giving a talk at Stanford University, and he's asked a question like, what do you own? If I'm a shareholder of Amazon, What do I own? At a recent event at Stanford University campus, a young woman came to the microphone and asked me a great question. I have 100 shares of Amazon. What do I And so he's just like, oh, that's an interesting question. Here's his answer. You own a piece of the leading e commerce platform. We believe that we have reached a tipping point where this platform he's already describing his business as a platform. And when I went over, so I had already read, I read through all the shareholder letters. Right? And then before I sit down to record and to talk you again, I reread all my highlights. Right? So it hit me on that that the the reread of this... Part, I'm like, oh, if this is den left myself. If you stop and think about it. It is a company that builds other companies. That is how he viewed Amazon. In fact, in the last show roller, he talks about this and. Oliver her, he names, like, the most valuable businesses part that that they invented along the way and the... You know, the 20 or something years separating the very first letter to the last 1. And he's like, when we started 19 87, we had invented Prime, we didn't invent marketplace, we didn't invent Alexa or Aws, There was no way we could have predicted they were... The companies were going to invent, but he set up the company from the very beginning to create more companies as they go along and learn more because listen to way he says here, We believe that we've reached a tipping point. Where this platform, Amazon allows us to launch new e commerce businesses faster with a higher quality of customer experience, a lower incremental cost, a higher chance of success and a faster path to scale and profitability than any other company. Our vision is to use this platform to build earth's most centric company. So that is an extremely important point. And it also relates to why I think you should feel confident investing time listening to founder podcast because all of issues greatest entrepreneurs did exactly what you're doing now. They're learning from the Great building that came before them. This idea. This this blew my mind. Right? This idea, hey, I'm gonna create the world's, the 1 that he's talking about right here in the Shareholder. I'm... Our vision is to use this platform to build Earth's most customer centric company. He learned that idea. From the founder of Sony, a kia, I I covered his auto, which is absolutely fantastic. I'll they're back on founders 01:02 if you haven't listened to it. Let me pull out another, this is something I heard Jeff say, and, I know what I took on this conversation he had. And so, the the up here is Jeff bezos on what he learned from a kia and how it influenced the building of Amazon. Right after World war 2, a key, the guy who found its, This is Jeff talking. Right after World war 2, a key, the guy who founded Sony, made the mission for Sony that they were going to make Japan known for quality. And you have to remember, this was at a time when Japan was known for cheap copycat products. And Mari didn't say we're gonna make Sony known for quality. He said we're gonna make Japan and known for quality. This is the punchline. He chose a mission for Sony that was bigger than Sony. And when we talk about Earth's most customer centric company, we have a similar idea in mind. We want other companies to look at Amazon and see us as a standard bearer for obsessive focus on the customer as opposed to obsessive focus on the competitor. I love how all this stuff ties together. So let's go back to. Our vision is to use this platform to build Earth's most a customer centric company. As it is probably clear. This platform affords an unusually large scale opportunity. 1 that should be... The 1 that should prove very valuable for both customers and shareholders, If we can make the most of it. Despite the many risks and complexities, we are deeply committed to doing so. And so if you read between the lines, what he's saying with that again, another idea of his building a valuable company will be difficult, it is supposed to be difficult. And then he goes into his goals for next year, which at this time, is would be the year 2000, get big fast if something he repeats over and over again. He says when you're on, when you're on, when your an Internet business, you can either to be really, really small or really, really large, The Internet kinda destroys the middle, he says we will continue to invest heavily in introductions to new customers. Though it's sometimes hard to imagine with all that has happened in the last 5 years, this remains day 1 for e commerce, and these are the early days of category formation where many customers are forming relationships for the first time. So He was right about that. I go back all the time and look, when I like, when I buy certain books, I was like When's last time I read it once when I bought it, you know, once I started ordering books in Amazon, he captured a customer for now what 15, 17 years however long it's been. So it's just like they're forming new relationships for the first time, we should attractive many as many of these people's as possible. And then if we just success over them and constantly provide value, they will be loyal to us, what is the lifetime value somebody's been ordering not only books almost everything on Amazon for 17 years. He was dead right about this. So it says this remains day 1 for e commerce and these are the early days of category information where many customers are forming relationships for the first time. We must work hard to grow the number of customers who shop with us. On the very next page. Now to myself. He sees how everything connects and feeds into his overall plan for Amazon. There's this very famous thing you should. Very famous image if you Google image search, Amazon Flywheel, I think the visual gives a basic idea. This is not the exact same thing and his flow of the flywheel has evolved over time, but you can see that's how he thinks naturally because it's a very early days of the company he's talking about this. So like he talks about the importance of very high standards. He talks about over and over again. To us operational excellence implies 2 things, delivering continuous improvement in customer experience and driving productivity, margin, efficiency, and asset velocity across all of our businesses. Often now this is this is where it all connects. This is very interesting. Often, the very... The best way to drive 1 of these, right? You just said, hey, we're gonna constantly continue to still improve in customer experience. Right? We're gonna drive productivity, increase margin efficiency and velocity across all our businesses. Then This is where how we connects all this together for you and I. Often the very best way to drive 1 of these is to deliver the other. For instance, more efficient distribution yields faster delivery times, which in turns lowers contacts per order and customer service costs. These in turn improve customer experience and build brand, which in turn decreases customer acquisition and retention costs. That is 1 of the most important paragraphs I feel and all of the shareholder letters. Again, you can read them for free. If you don't have the book that I'm holding in my hand that is 19 99. I will put that entire paragraph in the show notes. Make sure you you get this shareholder letter and read this whole part. That is so important. Our whole company is highly focused on driving operational excellence in each area of our business in 2000 and obviously moving forward. Being world class in both customer experience and operations will allow us to grow faster and deliver even higher service levels. And even though we're still in the very beginning of the shareholder, I think you see, Jeff Bezos is una extreme, he sets an extremely high bar. He uses words over and over again words like world class, excellence, highly focused. If you listen to the episode on Steve Jobs that I did last week. Jeff Bezos also reminds me of Vince barney there's an entire section in that book, which is fantastic about why what Vince barney and Steve jobs had in common. And in that story, Vince meeting, Vincent meeting with his new players for the very first time and he's giving them the speech, and L laguardia was also una extreme, and he tells him, I'm not remotely interested in being just good So now we get into the pain part. The inevitable pain part of entrepreneurship. This is when Amazon stock drops by 80 percent, and you're gonna see Jeff does something extremely smart here. You and I talked about this a couple weeks ago. I did that book, what I learned before I sold to Warren Buffett episode 2 79, and something that that his dad taught him was that you need to concern yourself only with the controllable, they were trying to build, Diamond business during the depression, they went to, that company I think was, like, 79 years old by the time they sold warren buffett. So they went through multiple different financial panic. And his dad's, like, listen, we can't control the macro environment, All we control... All we should be focusing on it rather, is what we can actually control inside the actual business. So I wrote... Everyone else is is was focused on the stock. Jeff was focused on the internal metrics of his business. So he's, like, this is an a bizarre experience because, yeah, The stock dropped by 80 percent, but the actual internal metrics of the company are improving. So says Ouch. It's been a brutal year for many in the capital markets and certainly for Amazon shareholders. As of this writing, the shares are down more than 80 percent from when I wrote you last year. Nevertheless, by almost any measure, Amazon the company, is in a stronger position than at any time in the past. And he did something smart here where he starts up with all the mistakes. Like listen, I say we're gonna be bold. We're gonna make bold investment decisions. We are not gonna make timid investment decisions, but bold bets can and will fail sometimes. That's completely expected. So they wanted losing a bunch of money on these other dot com startups. Many of you are... Have I've heard me talk about the bold bets that we as a company have made and will continue to make our decision to invest in smaller e commerce companies, including living dot com and pets dot com, both of which shutdown operations in 2000. We lost a significant amount of money on both, but we're gonna see Jeff is learning. And I'm gonna tie this into another. He gave a ted talk on, the Internet's electricity metaphor. I took notes on it many years ago. I'll include it. The link down below, but check this out. He realized like, oh, this isn't the gold rush. That's a wrong metaphor for building an Internet company in the night in the, you know, mid to late nineties. So he's learning. We made these investments because We knew we wouldn't ourselves be entering these particular categories anytime soon, and we believe passionately in the land rush metaphor, the gold rush metaphor for the Internet. Indeed, that metaphor was an extraordinary useful decision aid for several years starting in 19 94, but we now believe its usefulness largely faded over the last couple of years. In retrospect, we significantly underestimated how much time would be available to enter these categories. And so according to this, I first took notes on Jeff Bezos Ted talk on the electricity metaphor for the web future, all the way back in 2019, I watched it again before I sat on to talk to. And in this talk, he's like, oh, the analogy between the Internet, boom and the gold rush starts to diver verge because in the gold rush, like, there's a finite amount of gold that you can take out of the ground. But the Internet gets bigger every day. And he says there's a much better analogy that allows you to be incredibly optimistic, so he is still incredibly optimistic when everybody else around him The external world is saying, no, All, this is... The this isn't gonna work out, you are now valued 80 percent less in the last 12 months even though your business is getting better. Right? This Jeff... This is Jeff. There's a much better analogy that allows you to be incredibly optimistic, and that analogy is the electric industry. And his comparison between the Internet and the electric industry. This is my favorite paragraph. They are both thin, horizontal, enabling layers that go across lots of different industries. It is not a specific thing they both can be used as incredible means of transmitting power. They they are both they both are an incredible means of communicating information flows. And then just 1 final thing that may be more important than everything else in the talk is comparing and contrasting your view on the industry that you're working in with other people's view. At this time, the external world is telling Jeff, the gold rush, the Internet gold rush is over, and just like, no. We haven't even barely begun. He says we're in the 19 o 8 hurley washing machine stage of the Internet. You have to watch the video to understand that it was actually Hilarious. This is the paragraph that just fires me up. If you rip... Because I feel this way about podcasting. If you really do believe it's the very very beginning than you are incredibly optimistic. I do think there is more innovation ahead of us, than there is behind us. We are very, very early, and Jeff turned out to be dead right. I would spend the 18 minutes to watch the video. It's absolutely. It's just fantastic. You see us thinking, it's just the the Jeff Bezos of 2003, like, he had no idea how correct he was and the innovation inventing that laid before him for the company that he was building. Absolutely more and he looks completely different by the way too. Alright. So let's go back to this online selling relative to traditional retailing is a scale business. So this goes back to his main idea. Listen, if you're on the internet, you can be really small or really big. You obviously is like, we're gonna be the the biggest. On online and this is why. Online selling relative to to traditional retailing is a scale business characterized by high fixed cost and relatively low variable cost. This makes it difficult to be a medium sized e commerce company. So moving on to the 2001 shareholder letter, we see this idea where he feel everything is connected. The note is simple to myself repeat this loop. Focus on cost improvement, so this a very old idea, something you and I have learned. History your entrepreneurship is full of people that just keep telling you. All the founders keep telling you whenever again, watch your cost, watch your cost, the maxim that I always think of. I can't remember if it was either Andrew Carnegie or his partner, Henry Clay f, gentlemen, watch your costs. That is what they preached up and down their organizational structure, watch your costs, watch your costs, what's your cost, focus on cost improvement. This is Jeff telling you. Why is so important to Brings up the the importance of Frugal gall and having a low cost structure over and over and over again. Focus on cost improvement makes it possible for us to afford to lower prices, which drives growth. Growth then spreads fixed costs across more sales, reducing cost per unit, which makes possible more price reductions. Customers like this, and it's good for shareholders. Please expect us to repeat this loop. Then he starts to summarize some of the gains and in growth they had, gonna pull out 1 sentence because he says this is the single most important thing, and it is probably what he repeats the most. Most important, we stayed relentlessly focused on the customer. And he jumps into the next paragraph, ups obsessed over customers. He does not... He He does not care if you think he repeats himself he he does, and he does that intentionally. He is telling you with the frequency in which he he repeats these ideas what is important Tim. I love this ob obsessed customers. Until July, Amazon had primarily been built on 2 pillars of customer experience, selection convenience. We added a third customer experience pillar. Relentlessly lowering prices. So now he's using that word again, relentlessly lowering prices. He's like, listen, we were able to improve the customer experience because we have more selection and it's more convenient if we just ship you what you want and say you drive it into the store are waiting line. Everything else. Now where did he get the idea to relentlessly know where prices. If you listen to episode 1 79, which is when I read Jeff's biography, which called the Store, I think That was a second or third time I read it. You already know the story. This came as a result of 1 of the most important meetings that Jeff had in his entire life. It is when Jim Cynical, the founder of Costco, met with Jeff or coffee if I remember correctly, they actually me for coffee inside, like at a Starbucks inside of a barnes and Noble, which is funny because I was obviously 1 of Amazon's main competitors at the time. And so wanna read a bunch of highlights from the everything store, this is absolutely fantastic. I love the way Jim Cynical things. I wish so many people would like why haven't you an episode in Costco. I can't... There's no books on the no biographies on, unfortunately, In the day it it releases. I wish you'd write an auto. Is the day I make the podcast. So it says it's just giving some background in fact that they have a lot a lot of like. Like Bezos Senegal have rejected multiple acquisitions that offers over the years, including 1 from Sam Walton, and Ci like to say he didn't have an exit strategy that he was building a company for the long term. Bezos listened carefully and once again, drew key lessons, from a more experienced retail veteran. What are you and I doing at this exact same moment. It is exactly. Exactly what Bezos did. He was obsessed about studying and learning from people that came before him and in this case, Jim Senegal is way more successful. And way more wealthier, always we said that's changed now. Then Bezos was at the time. Bezos listened carefully and once again drew key lessons from a more experienced retail veteran. And what does Jeff do? He doesn't just... Oh, that's that's nice idea. He takes that idea, he learns a new idea goes back to a company and relentlessly implement it. Ci explained the Costco model to Bezos. It was all about customer loyalty. There's some 4000 products in the average Costco warehouse. There are copious quantities of everything in there, and it's all dirt cheap. Costco buys in bulk and marks of everything at a standard across the board 14 percent, even when it could charge more. That's an idea that bezos has. He's beating them on selection. Convenience and prices when people say, hey, you know, we're we're beating loan on prices by such a large margin, let's increase it a little bit. Like, no. Ci goes into the fact that their most... All their profit comes from the annual membership It's gonna sound a lot like what prime turns into. Right? Jim told them, the membership fee is a 1 time pay pain. But it reinforced it's... But it's value is was reinforced every time customers walk in and see a 47 inch Tv that's 200 dollars cheaper than anywhere else. And then Jim also realized how it all connects Costco low prices generated heavy sales volume in the company then used its significant size to demand the best possible deals from suppliers. Thus raising its per unit gross profit dollars. And you have to ask Jim, why are you educating a potential competitor, and Jim says because I benefited from people that came before me to gave me their ideas. A decade later in filing preparing to retire Senate remembers the conversation well. I think Jeff looked at it and thought that was something that he could apply to his business as well. He does not regret educating an entrepreneur who would evolve into a ferocious competitor. This what Jim said. I've always had the opinion that we have shameless stolen any good ideas. And then this is a result. Bezos took a lessons he learned during that coffee 2001 and applied them with a vengeance. The Monday after the meeting with Cynical Bezos opened an S team that's his executive team meeting by saying he was determined to make a change. The company's pricing strategy he said according. To several executives who were there was. Amazon preached low prices, but in some cases the prices were higher than competitors. Like Walmart and Costco Bezos said, Amazon should have everyday low prices. This is why if Amazon could stay competitive on price, it would win the day on unlimited selection and on the convenience authority to customers who didn't have to get in the car to go to store and wait in line. That July as a result of the cynical meeting, Amazon announced, it was cutting prices of books, music and videos, by 20 to 30 percent. And this is when they start identifying the flywheel, they start identifying the loop that has been mentioned, a few times as shareholder letters so far, low prices led to more customer visits, more customers increased the volume of sales and attracted more commission paying third party sellers to the site. That allowed Amazon to get more out of fixed cost, which he just referenced. Right? It's like, we are a large fixed cost business. Online selling is a large... Soon get... Let me read it... Let me not butcher point. I'm gonna go I had to... Let me go back in the previous year. Online selling is a scale business characterized by by high fixed cost and relatively low variable costs. Right? And he goes back to this allowed Amazon to get more out of fixed costs, like the fulfillment centers and the servers needs to run the website. This greater efficiency. Then enabled it, to lower prices further, feed any part of this flywheel they reason that is Jeff and his executive team. Right? This is their thinking behind this, and they were dead right about this. Feed any part of this flywheel they reason and it should accelerate the loop. And this is where it gets really crazy. If you believe the ideas that Jeff learned in that meeting with Jim Senegal. Helped Amazon survive and then grow, and you look at the difference between where Amazon was before the meeting, and where it is as a result of the fact that it was able to survive for the next 20 years. What is the value? What is the economic value of those ideas? This is why studying the history of entrepreneurship is so valuable. It is exactly There's a line in port Charlie Alma, the wit and wisdom of Charlie Mu that summarizes exactly what you and I are learning. And in Port Alma says there are ideas worth billions in a 30 dollar history book. That is how you and I know we're on the right track. I record this in a recording booth. I feel like kicking the door right now. This fills me up with so much energy because it's attainable for all of us. The collection of these ideas. Obviously, the apple application execution is on us individually. But it's crazy how generous so many these entrepreneurs are with letting Us from their experience. It gets you I I'm gonna... I gotta come down. Alright. Going to 2002, that I love this. So the the at least in the book that I'm reading. They title all these And says, what's good for customers is good for shareholders. I wrote Jeff repeats this over nerve again. And he says, this is really interesting because I there's only 1 paragraph here. But a lot of what came to... Let me read the paragraph I think reading the paragraph first and telling you why I thought of Henry Ford. Let me just read it you. 1 of our most exciting peculiar is poorly understood. People say that we are determined to offer both world leading customer experience and the lowest possible prices. But to sum, this dual goal seems paradox. So this is a year after talking to Cynical. He says, hey, we're gonna do lowest prices possible and world leading customer experience. The reason I think that popped to mind is because I just... I just re reread Henry Ford's auto. S episode 2 66, and you can look at the the show of Episode 2 66. I said, like, you could dis still Henry Ford's like, his his philosophy on company building or what was important to down 5 words, maximum service at minimum cost. And also in that auto, which is very similar for theme to what Jeff saying that he's trying to do here. There's something also very similar to the philosophy within Henry Henry Ford's automatically Like listen, I don't wanna make a low quality cheap product. I wanna make a high quality, cheap product. Or maybe better way to put that is, like, I don't wanna make a low quality inexpensive product. I wanna make a high quality inexpensive product. And so now Jeff goes into more detail. Hey. I learned this from Jim. We're gonna have everyday low prices. He goes back to the meeting, tells his s team, hey, we're gonna be just like Costco and Walmart. Because if we can match the prices, these... We're gonna have everyday low prices. We can match them on price. We're gonna beat them on convenience and selection. Right? And so look at the the amount of work they're willing to do to make sure they're actually matching this goal where Bezos is saying, hey, we're gonna organize around this principle and we're gonna show with our actions that's it's important to us. Our pricing objective is not to discount a small number of products for a limited period of time. But to offer low prices every day and apply them broadly across our entire product range. To illustrate this point, we we recently did a price comparison, versus a major well known chain of book super stores. We did not hand a choice choice group of books against which we wanted to compare. Right? So he says instead, we we we use their published list of their 100 best sellers for the year 2002. So then they say, okay, you you put this this is a... Your best selling books for the year. 100, we're gonna go to these stores. We're gonna buy all these books. We're gonna see how much it cost us to buy it to your store, and then we're gonna do the same thing on Amazon. So it says we priced all 100 titles by visiting their stores. It took us 6 hours and 4 of their different super stores to find all 100 books on their list so right there. It's like, wait a minute. These are your best selling books. I to go to 4 different bookstores just to get all hundred of them. Right? Where you could just sit down in front of your computer and do this way faster. When we added everything up, we spent, we discovered that at their stores, these 100, best selling books cost 1561 dollars. At Amazon, the same books costs 1195, for a total savings of 366 dollars or 23 percent. 2003 is a really short letter. It's all about long term thinking, and it really is talking about, hey, you need to design your customer experience. With their long term benefit, the long term benefit of the customer in mind, not the money that you'll make in the short term, and he's saying this is counterintuitive and rare and he gives a perfect example to illustrate why it's so difficult to do that. We design our customer experience, we do so with long term owners in mind. We we empower customers to review products. So the the reviews, obviously, everything everybody knows now, this was reps upsetting knew its it's time. You could do a review. Think you're going Him amazon buy something, And... On their own the sales page could be a bad review or, you know, like, a bunch of bad reviews so you don't buy them. So it says we receive complaints from a few vendors basically wondering if we understood what business we're in? You make money when you sell things. Why would you allow Negative reviews on your website they said, Speaking as a focus group of 1, I know I've sometimes changed my mind before making purchases on Amazon as a result of negative or lukewarm customer reviews. Though nit this is this is so important because it goes against I think human nature. Though negative reviews cost us some sales in the short term, helping customers make better purchase decisions ultimately pays off for the company, and that it's so important because he feels there is no mis between customer and shareholder interest. If you always take care of the customer than the shareholders we rewarded over the long term, he quotes Ben Graham, a bunch of this book as well, are not the book. And the shareholders letters. On that time scale, the interest of shareholders and customers are aligned. If you do this over a long period of time. Right? This year, the widely followed American customer satisfaction index gave Amazon a score of 88, which is the highest customer satisfaction score ever recorded any service industry. A representative of the American customer Satisfaction index, was quoted as saying if they go any higher, they will get a nose bleed. And then jeff says we are working on that. Again, una extreme, he's got ridiculously high standards. He is already the best. Amazon already got the high score out of any company, on this index ever, and he's like, okay. I still wanna be better. Okay. So then he's got a shareholder letter. This is this part is incredible. It's all about making decisions. Yeah, really, on the need for good judgment and why data may actually lead you to make the wrong decision. And this is also why he he talks about the importance of wandering. He says, like, the best decisions he's ever made in his life. Were not math driven. They were, like, intuitive, taste or, like, gut base decisions. He starts out I'm gonna skip over the. He's like, you know, if he... If you have data, making decisions really easy. But usually, when you're building a company, and he says this later on. He's like, listen, if you wait for all the data, If you wait to get 90 percent sure. Like, you're just gonna move too slow. He's like, you're gonna have to get used to being really good at making decisions, with maybe 70 percent of the amount of data that you actually need. So he says not all of our important decisions can be made in a math based way. Sometimes we have little or no historical data to guide us and proactive experimentation as a means to get data. Right? And proactive experimentation is impossible impractical are tan to a decision to proceed. The prime ingredient in these decisions is judgment. He uses that as an opening to describe like, why is he significantly lowering prices. We have made a decision to continuously and significantly lower prices for customers year after year. This is an example of a very important decision that cannot be made in a math based way. And so he explains With rare exceptions, the volume increase in the short term is never enough to pay for the price decrease. However, our quantitative understanding of elasticity is short term. We can estimate what a price reduction will do this week and this quarter. But we... And this is the most more part, but we cannot numerically estimate the effect that consistently lowering prices will have on our business over 5 5 years, our 10 years are more. Our judgment and he it sizes the we're judgment. Our judgment is that relentlessly returning efficiency improvements and scale economies to customers in the form of lower prices. Creates a virtuous cycle that leads over the long term to a much larger dollar amount. Of free cash flow, and thereby to a much more valuable Amazon. And he hints on why so few businesses get this correct. Math based decisions command wide agreement Judgment based decisions are rightly debated and they're often controversial. We will start with the customer and work backwards. In our judgment, there's that word again In our judgment, that is the best way to create shareholder value. The next shareholder is goes into his thinking about, hey, like, how do you decide when to, like, build new business? Like, how do you decide what to go into? And really could think about... He... He's gonna give us... He's asked the question. Hey, Bezos. When are you actually gonna go into open physical stores. Right? This is in 2006. And this goes back to... I I would summarize this He's, like, I have no interest in building an un commodity business, which you and I just discussed in length. Because I just read Peter Tales book. The main thing is 0 to 1 is the fact that un commodity businesses don't make any money, explicitly says in that book don't build 1. That's, episode 2 78 if you haven't listened to it yet. I often get asked when you gonna to go open physical stores. The potential size of a network of physical stores is exciting. Right? Physical world retailing is a cage and ancient business that is already well served, and we don't have any ideas for how to build a physical world store experience that's meaningfully differentiated for customers. Differentiation is something that Bezos is obsessed with. 1 of the most interesting themes in his last shareholder letter. Is the fact that he feels differentiation as survival, and it's a... It's something you have to put a constant amount of energy into because the universe wants you to be typical. And so, Jeff, you know, 15 years ago, said, hey, I have no interest in building an commodity business. I'm not gonna jump into this uni a large market. I can make a lot of money until I figure out a way to differentiate. And 15 years later he's still using the fact that, hey, differentiation is survival. That's such a fantastic maxim. Still in the importance of, differentiation and how he thinks about building new businesses. In some large companies it might be difficult to grow new businesses from tiny seeds because of the patients in near nurturing require Amazon's culture is unusually supportive of small businesses with big potential. And I believe that's a source of our competitive advantage, something else. I don't know if you ever explicitly uses the sentence, but this is definitely something you would agree with patients at can be a competitive advantage. We have many people at our company who have watched multiple 10000000 dollar seeds turn into billion dollar businesses. That firsthand experience and the culture that has grown up around those successes is a big part of why we can start businesses from scratch. The culture demands that these new businesses be high potential and that they be innovative and differentiated. There's that word again. So they have to be high potential innovative and differentiated, but it does not demand that they'd be large on the day that they are born. And then this next section is on a team of missionaries. This 1 of his main themes he says listen in missionaries build. Just... They just build better products. They actually care for non financial reasons. I'm reading this because this is also very important to me. Reading is, you know, lifelong passion mine. It's maybe the most... It is the most important hobby I've ever developed in the longest running hobby that I've had... Think about reading his forced meditation. I think books are the antidote to, like, shorter 10 spans, I don't think there's a better use of my time, any form of media besides books and podcasts. I think the the combination of both. Just the amount... Like, if... If in my own, like, life, you may have experienced as well of, like, everything I learned in college is compared to, like, what I've learned from books and podcast podcasts on my own. Is less than 1 percent. I just think they're extremely important. I love the fact that he says that Amazon, you know, Started with books because they were missionaries for reading. And then he just has better ideas. Like, we hear Jeff talk. He's constantly referencing the books that he is learning from. I just heard to talk 1 talk Guy. I think it's, like the David Rubin scene show or something like that And he's already the rich at that point, he was like, the richest person quote unquote in the world, and he's referencing books. Right? He has infinite amount of resources could hire anybody to give him 1 on 1 teaching. Right? Or could learn from anybody in the world, And yet he can still pick up a book that's 20 dollars and and that get... That he finds value in his life. There was a reason he talks about this later on that anything that is... He's talking about how hard it is to improve the book. I wasn't gonna read this point. I just thought thought this was interesting, but just can't in mind. Anything that has persisted roughly the same form and resist a change for 500 years is unlikely to rep proved easily. He's, like, you could never out the book. So we humans coat, but the larger point here is really due to the importance of reading. No matter everybody has time where it's an audiobook where there's, you know, Kindle doesn't matter a physical book. They have to be part of your repertoire. We humans c evolve with our tools We changed our tools and then our tools change us. Writing invented thousands of years ago as a grand of a tool. And I have no doubt that it changed dramatically 500 years ago, Gut invention to printing breasts led to a significant step change in the cost of books. Physical books ushered in a new way of collaborating and learning. Lately network tools like computers and cell phones, have changed us too. They shifted us towards information snacking, and I would argue towards shorter attention spans. His whole point like, that why they were trying to make the kindle. This you should... He's trying to get more people to read right to have a longer attention span. The best description of reading I ever heard was from, I think she was a librarian. I mentioned this a few times and I can't remember I should write down her name and go find it again, but she said reading is forced meditation. No 1 is gonna as describe spending time on social media forced meditation. If our tools make information snacking easier, we're gonna shift towards information shaq snacking, and away from long term reading. Kindle is purpose built for long form reading. We hope Kindle may gradually and incrementally move us. Over years into a world longer attention spans of... Are with longer spans of attention. He's writing this in 2007. There's no way that I think anyways can argue we have longer attention spans now. You know, many years later provided, they would... The Kin would provide a counter balance to the recent proliferation of info snacking tools the info snacking tools are very addicted. And, you know, very... There... They could be short term pleasurable, but no one's gonna... After you scroll through social media for an hour, and you're, like, oh, that was so great. As opposed to, like, if you read a really great book, and she spend an hour with it just an amazing writer an amazing mind because you you're energized for that. Right? I realized my tone here, Like, when I got done, I know this this is technically not a book, even though I'm reading in a book for these shareholders. Like, I was still energy. I was like, I cannot believe. This is like, a gift to the world, A gift to the future generations of entrepreneurs. That Jeff took the time, you know, how much editing and writing went into and dis stealing all these experiences of 20 plus years of shareholders letters. Like, it is such... It's a miracle, and it's not just for the the information the valuable knowledge and wisdom that he transfers to you and I. It's the hours put into sitting there and really thinking what he's saying, and not you do anything else. It's just absolutely fantastic. I realize my tone here tends towards the missionary. I guess my tone does too. And I can assure you with heartfelt. I'm glad about that because missionaries make Actually, mission build better products. Moving to the next year, this is all about working backwards, why he's talking about why working backwards from the customer needs will actually make you a more skilled operator over time. This was very interesting. Because I like how he'll introduce a topic, introduce an idea. He'll repeat it, but he repeats in different ways and then he builds on it. So you have a deeper understanding over time. This is very very well written and very clear thinking in these letters. In this turbulent global economy, he's rating this after the great financial crisis in 2008, our fundamental approach remains the same. We will stay heads down focus on the long term and obsessed over customers. Long term thinking, levers our existing abilities and lets us do new things we couldn't otherwise conflict. It supports the failure in iteration required for invention and it freezes us to pioneer in une spaces, seek instant gratification are the elusive promise of it and chances are you will find a crowd there ahead of you. Long term or dis. Excellent. Long term orientation interacts well with customer obsession. If we can identify a customer need, and if you can further develop conviction that the need is meaningful and durable, Our approach permits us to work patiently for multiple years to avoid multiple years to deliver a solution. Working backward from customer needs can be can be contrast with a skills forward approach, where existing skills and competencies are used to drive business opportunity. So I'm gonna pause right there? Why is the note saying, hey, if you work backwards in the customer needs is is actually gonna force you. It will make you a more skilled business operator over time. Because he's like, well, if we have to work back... We start with with the best for the customer, we might not have those skills to build the thing. That's a irrelevant. We will go out and learn them, anything most businesses say, would they use what he's calling a skills forward approach. Meaning this is skills that I have now, see what opportunities I can pursue He's like, no, That's ask backwards dude. With a skills forward approach where skills and competencies are used to drive business opportunities. The skills forward approach says, we're really good at x. What else can we do with x? If you use that exclusively, then the company employing it will never be driven to develop fresh skills. Eventually, the existing skills will become out outdated, working backward from customers customer needs often demands that we acquire new competencies and exercise new muscles. Never mind how uncomfortable and awkward feeling those first steps might be. Working backwards from the cut... This is me talking now are me writing to myself working backwards from the customer's needs will make you a more skilled business operate over time. This is also fantastic goes back to the importance of your validating the importance of always... Importance of not allowing waste to perm throughout your company the importance of having a low cost structure. The customer experience path we've chosen requires us to have an efficient cost structure. The good news for shareholders is that we see much opportunity for improvement in that regard. So there's a story. I'm gonna interrupt my own story. Another book where talked about Jeff's crazy because you would tell him something bad about his business and he would get excited. And this is why because he sees that problems are just opportunities and workloads. So he he's like, hey... If The customer experience path, we have to have an efficient cost structure. The good news for share for share owners is that we see much opportunity for improvement in that regard saying, hey, we know we can we can lower cost. We can have a more efficient cost structure. Everywhere we look, we find what experience Japanese manufacturers would call mud our waste. So everywhere we look, we find waste. I find this incredibly en energize. I see it as potential years and years of variable and fixed, productivity gains and more efficient, higher velocity and flexible capital expenditures. He's got a footnote here the subsidy fantastic. At a fulfillment center, recently, 1 of our ka experts, ask me, I'm in favor of a clean fulfillment center, but why are you cleaning? Why don't you eliminate the source of dirt And Jeff says, I felt like the karate kid. And that term in case you didn't know I had to look it myself. It's Ka, most likely pronouncing it incorrectly maybe Kai. It is a Japanese term, meaning change for the better or continuous proof improve. 1 of my favorite sentences from, 0 to 1 book you and I just talked about on episode 2 78 few weeks ago, is going to relate to exactly what Jeff is saying here. This is 2009 shareholder letter. He says the financial results for 2009 reflect a cumulative efforts of 15 years of customer experience improvements that's the end of Jeff Sentence this is the beginning of Peter's. If you focus on near term growth above all else you miss the most important question, you should be asking. Will this business still be around a decade from. Skipping ahead by year or 2, he's talking about the the fact that Amazon, it will be a place of invention, we will build new businesses, innovative businesses and no 1 else has done before. He calls at the power of invention, really, I just... When... There's only a few sentences I pulled up from this entire year. 1 of it, he talks about... Starts start talking about Aws, Amazon Web services, which is now this gigantic, you know, who knows how much the the the the business would be worth. If it was actually outside of Amazon is it's very valuable. I think in the last, I think the last shareholder talks about, like, the growth of Aws specifically, I think was like something... I forgot that... How fast it grew, but now it's, like, 50000000000 dollars a year or whatever it was when he wrote that letter, This is the main point. The value of Amazon web services is undeniable, meaning from the customer's perspective. The value is undeniable. I think about this in my terms. So no enough myself is a good question to ask yourself. Is the value my product provides undeniable. And then he's just got a fantastic quote. He's talking about all these other businesses that they're inventing on behalf of the customer. I love this. The most radical and transformative of inventions or often those that empower others and he I size that others to unleash their. I that too. Creativity to produce their dreams. I'm gonna read that without me interrupting. The most radical and transformative of inventions are often those that empower others to unleash their creativity to pursue their dreams. Moving ahead, he's got a entire shareholder letter, dedicated to the importance of being internally driven. Now, this section was fantastic. I added some highlights from the previous time that I read it. What I don't remember though, and I look for it. I put... This is wild. It reminds me of Charlie Mu on Costco being against human nature. My guess is the fact that they could improve or increased prices and they don't, but I couldn't find that anywhere my notes. So I'm not entirely sure what I was referencing there. So it says our energy at Amazon comes with a desire to impress customers rather than the Z to best our competitors. 1 advantage perhaps a somewhat subtle 1 of a customer driven focus is that it aids a certain type of productivity. When we're at our best, we don't wait for external pressures, we are internally driven to improve our services, adding... Benefits and features before we have to. We lower prices and increased value for customers before we have to. We invent before we have to. These investments are motivated by customer focus rather than by reaction to competition. And so he gives an example of this. Says we built an automated system that look for occasions when we've provided a customer experience that is not up to our standards, and those systems then proactively refund customers. 1 industry observer recently received an automated email from us has said, we noticed that you experience poor video playback, while watching the following rental on Amazon video on demand. Casablanca. We are sorry for the inconvenience and have issued you a refund for the following 2 dollars and 99 cents. We hope to see you again soon. Surprised by the proactive refund he ended up writing about the experience. Amazon noticed that I experienced poor video playback, and they decided to give me a refund because of that. Wow. Talk about putting customers first. And this is his main point, doing it proactively is more expensive for us, but it also surprises delight and earns trust. And a few years later, at the beginning of the 2014 shareholder letter. He gives The characteristics that he looks for in businesses that he wants to keep forever. A dreamy business offering has at least 4 characteristics. Customers love it. It can grow to a very large size. It has strong returns on capital, and it's durable in time with the potential to endure for decades. When you find 1 of these get married. We are now happily wed to what I believe are 3 such life partners, marketplace, prime and Aws. And so those are just 3 more big winners, but a lot of that is like you have to do a lot of experimentation. And the reason you to do that is because the big winners pay for many experiments. It does not matter if it took them a hundred failed experiments. To get these 3 giant businesses, so he talks a lot about why you have to be bold in the world of business, and I just wrote right above this section. This is so important to remember. Outs size returns often come from betting against conventional wisdom. And conventional wisdom is usually right. Given a 10 percent chance of a 100 times payoff, you should take that bet every time, but you're still gonna be wrong 9 times at a tent. We all know that if you swing for the fences, you're gonna strike out a lot. But you're also going to hit some home runs. The difference between baseball and business, however, is that baseball has a t outcome distribution. When you swing, no matter how well you connect with the ball, the most returns you can get is 4. In business, every once in while, when you step up to the plate, you can score 1000 runs. This long tailed distribution of returns is why it's important to be bold. Big winners pay for so many experiments. So then he dedicate 1 of his shareholders letters, 1 year of shareholder letters to this idea of fend off day 2? And so it says, Jeff, what is day 2 look like? That's the question I got at our most recent all hands meeting. I've been reminding people that it's day 1 for a couple of decades. I work in an Amazon building named day 1. And when I move buildings, I took the name with me. I spend time thinking about this topic. This his answer. Day 2 is S, followed by relevance, followed by excruciating painful decline followed by death. And that is why it's always day 1. And so he goes into more detail about this to be sure, this kind of decline would happen in in an in extreme slow motion. An established company might harvest day 2 for decades, but the final result would still come. I'm interested in the question, how do you fend off day to? What are the techniques and tactics? How do you keep the vitality of day 1 even inside a large organization. Such a question cannot have a simple answer. So he's gonna give us a few ideas. And he's got 4 different ideas here. I cannot have a simple answer. There will be many elements, multiple paths and many traps. I don't know the whole answer, but I know bits of it. Here's a starter pack of essentials. For day 1 defense, and he puts this into 4 categories, customer obsession, a skeptical view of proxies, the eager adoption of external trends and high velocity decision making. So the first 1 true customer obsession, you and Have talked about it a bunch today. I don't have to go into more detail. This 1 was interesting. Re resist proxies. As companies get larger and more complex is a tendency to manage to proxies. This comes in many shapes and sizes and it's dangerous and subtle. A common example is process as proxy. Good process serves you so you can serve customers. But if you're not watchful, the process becomes the thing. The process becomes the proxy for the results you want. It's not that rare He's talking about large organizations. It's not that rare to hear a junior leader defend a bad outcome with something like, well, we followed the process. A more experienced leader will use it as an opportunity to investigate and improve the process. So resist proxies. The third 1. Embrace external trends. This 1 was surprising, But then I understood what he meant. And let's think about, like, the the the very beginning of Amazon was Jeff, embracing an external trend that external trend being the Internet. Right? The growth of the internet at the very beginning. The outside world can push you into day 2 if you won't or can't embrace powerful trend trends quickly. If you fight them, you're probably fighting the future, embrace them and you have a tailwind, We're in the middle of an obvious 1 right now, machine learning and artificial intelligence. And then his final piece of advice on this is that you have to be capable of making high velocity decisions. Day 2 companies make high quality decisions, but they make high quality decisions slowly. You have to somehow make high quality, high velocity decisions. And so he says Amazon is determined to keep our decision making velocity high, speed, matters and business, And so this is the main theme he's repeated over and over again not only shareholder letters, but also in in the different books in different talks, and he uses this metaphor over and over again about the fact that there is 1 way doors and 2 way doors when making decisions. And if a decision is easily reversible, like, 2 way doors what he calls it, you usually be doing those very fast. They're right... And he says, like, most of the decisions that you're gonna make as you're building your business are 2 way doors. Every once in a while you have to have... There's like, 1 way door. Like, if I make the decision, I can't go pack So it's like, you better really think and slow down and make sure you're making those decisions correctly, but he says economists mistake is that as companies age, they treat 2 way doors as 1 way door. So he says, never use a 1 size fits all decision making process. Many decisions are reversible. And he says they're are 2 way doors. Then it continues, most decisions should probably may with somewhere around 70 percent of the information that you wish you had. If you wait for 90 percent in most cases, you're probably being too slow, plus either way, you need to get good at quickly recognizing and correcting bad decisions. If you're good at course correcting, being wrong, maybe be less costly than you think, whereas being slow is going to be expensive for sure. And the next shareholder letter is all about how to build a culture of high standards. Mean he says high standards are contagious. Another way to think about this is what Steve Jobs would repeat whenever again that you should be a be a yards stick for quality that some people are not used to an environment where excellence is she expected. So just as I believe high standards are teachable. People are pretty good at learning high stand standards simply through exposure. High standards are contagious, bring a new person onto a high standard team and they'll quickly adapt. The opposite this is so important. Right? So high standards are contagious so are low standards, and he says that by saying the opposite is also true. He also doesn't believe that high standards are universal. Their domain specific and you have to learn how to apply hand... High standards in multiple different domains. I believe high standards are domain specific and that you have to learn high standards separately in every arena of interest. Understanding this point is important because it keeps you humble. You can consider yourself a person of high standards in general, and still have d debilitating blind spots. There can be whole arenas of endeavor where you may not even know that your standards are low or nonexistent existent and certainly not world class. It is critical to be open to that likelihood. And he's got this great quote later on, I wanna put put into this section before we move on. Leaders have relentlessly high standards. Many people may think these standards are un unreasonable high. So this next section actually threw me for a loop. This is just absolutely incredible thinking. And it's that you're gonna have to fix unrealistic beliefs on scope. And so he talks about, hey, we have a friend. She's, like, really really good. She could do, like, a perfect free freestanding hands stand. And she was telling Jeff that she even hired a hands stand coach, and she's, like, I can't believe there's such a thing, Like, why would you need a coach for that. And the coach gave her so in the very first lesson gave her some really good advice, and it's about understanding a realistic scope. Most people we said think that if they work hard, they should be able to master a hands down in about 2 weeks. The reality is that it takes about 6 months of daily practice. If you think you should be able to do it in 2 weeks, you're just gonna end up quitting. Unrealistic beliefs on scope, are often hidden and un disgust will kill high standards. And so he applies us in his business. He says, listen, Amazon culture is famous for having the 6 page narrative. They will not do Powerpoint, instead before a meeting, you have to write out, like, what the ideas or what you're thinking pet an unbelievable... You should put way more time than you think you should in these preparing these documents because you're taking up so much time in having a meeting in the first place. Right? So says we don't do powerpoint. At Amazon, and we write narrative structured 6 page memos. We silently read 1 at the beginning of each meeting in a kind of study hall. And so he talks about the quality of these memos varies widely. And so they realize, like, what is the main... Like, why are we finding... Like, if there is a bad memo, what is the likely cause? And he realize it's it's... Says when a memo isn't great. It's not the writer's inability to recognize the high standard? But instead a wrong expectation on scope, but this is very fascinating. They mistakenly believe a high standard 6 page memo can be written in 1 or 2 days or even a few hours. When really it might take a week or more. They're trying to perfect a hands stand in just 2 weeks, and we're not coaching them right. The great memos are written and re rewritten. Share with colleagues who are asked to improve the work, set aside for a couple of days and then edit it again with a fresh mine. They simply cannot be done in a day or 2. The key point here is that you can improve results through the simple act of teaching scope that a great memo probably should take a week or. So then Jeff starts writing about his idea of the importance of wandering. He not only writes about in his shareholder letters, but he also talks about in in public speeches. And so he says sometimes often actually in business, you do know where you're going, and when you do you can be efficient. You can put in a place... You can put in place a plan and execute. In contrast, wandering in business is not efficient. So this is what I was referencing earlier where he says, multiple times that the the best, like, all their best ideas, the most opportunities came from wandering. In contrast wandering and business is not efficient, but it's also not random. It's guided by hunch, gut intuition curiosity and powered by a deep conviction that the prize for customers is big enough that it's worth being a little messy and tangent gentle to find our way there. Wandering is an essential counter to efficiency. You need to employ both the outside discoveries, the non ones are are highly likely to require wandering, And so he gives us... This example, Aws. As a whole is an example. No 1 asked for Aws? No 1 turns out the world was in fact ready and hungry for an offering like Aws. But didn't know it. We had a hunch, followed our curiosity, took the necessary financial risks and began building, reworking, experimenting, and iterating countless times as we proceeded. And so he combines this idea of the importance of wandering with another idea that's related to it that that your failures need to scale to as your business scales. So he's gonna use the example of echo for this. As the company grows everything needs to scale, including the size of your failed experiments. If the size of your failures isn't growing, you're not going to be inventing at a size that can actually move the needle. And so his point is like, I'm Amazon side, at Amazon size, we're gonna have to occasionally have multi billion dollar failures. So this kind of large scale risk taking is part of the service we as a large company can provide to our customers and to society. The good news for shareholders is that a single big winning bet can more than cover the cost of many losers. And so he talks about how disastrous the fire was they lost a bunch of money, but it also led them in part to developing echo. Development of the fire and echo was started around the same time. While the fire was a failure, we were able to take our learnings and as well as our developers, and accelerate our efforts building echo in Alexa. No customers asking for echo. This was definitely us wandering. Market research doesn't help. If you'd had gone to a customer in 2013 and said would you like a black always on cylinder in your kitchen about the size of a pringles can that you can talk to you and ask questions, it also turns on your lights and plays music, I guarantee you they would have looked at you strangely and said, no thank you. And then he said since that first generation echo, customers have purchased more than 100000000. They've sold a couple hundred million. I just searched for this earlier to see if I get the updated numbers, and I think the the biggest number I saw was like, 2 or 300000000 of these things they've they've sold so for. And finally, we've reached his last shareholder letter. I just wanna pull out 1 piece of advice that Jeff has for you and I. That I thought was absolutely excellent. Differentiation is survival and the universe wants you to be typical. In what ways does the world pull at you in an attempt to make you normal How much work does it take to maintain your distinctive. To keep alive, the thing are the things that make you special? We all know that distinctive, originality is valuable. What I'm asking you to do is embrace how much energy it takes to maintain that distinctive. The world wants you to be typical in a thousand ways, it pulls at you. Don't let that happen. And that is where I'll leave it for the full story, Highly recommend reading Jeff shareholder letters yourself and reread them throughout your career. I will leave a link on it's on Amazon's website. Amazon dot com forward slash I r. But I'll leave a link below, you can read it for free. If you want them in book form and you wanna use the book that I use for this. It's called event and Wander, the collective writing of Jeff Bezos. I will also leave a link below if you buy the book you'll be supporting the podcast at the same time. That is 282 books down, 1000 ago, and I'll talk to you again soon. I wanna give you a quick update to the founders membership program. I was calling it founders daily. And I just changed the name to founder premium because I added an additional benefit. I'm gonna start doing Ama, ask me anything episodes. You can subscribe there's a link down below in the show notes of your podcast. You can also find the link daily at founders podcast dot com. And once you subscribe, you'll get immediate access to the private podcast feed. So far I've done about 60 of these little manager miniature episodes where Give you 1 idea from 1 of officials greatest founders every day. But now after you subscribe, you'll see the ability that says ask me anything You could submit a question and then as soon as I get enough questions, I'm going to record an Ama episode where I actually answer those questions. And so the way I think about Founders premium is it's my attempt to go even deeper. I wanna take the lessons that you and I are learning on founders and reinforce them through the short daily ideas. And then the longer ask me anything episodes. So if that sounds like something you'd be interested in, check out the link below, and you can also go to Founders podcast dot com. And"
}