{
  "transcript": "Nothing stranger ever came out of the story of this poor scotch boy who came to America and step by step through many trials and triumphs became the great steel master, built up a colossal industry, a amassed an enormous fortune and then deliberately and systematically gave away the whole of it for the enlightenment and betterment of mankind. Not only that, he established a gospel of wealth that can be neither ignored nor forgotten. And set a pace in distribution that succeeding millionaires have followed as a precedent. That an excerpt from the book that I'm gonna talk you about today, which is written over a hundred years ago, which is the auto of Andrew Carnegie. This is my second time reading the auto of andrew carnegie. A few years ago I did a 3 part series on Andrew Carnegie and his partner Henry Clay F. If you're interested in diving deeper into that, it's episode 73 74 and 75. To prepare for this podcast. And not only did I re reread Carnegie, but I re reread all my notes and highlights from the fantastic book, which I did on episode 73, which is called Me and Hell, Andrew Carnegie, Henry Clay f and the bitter partnership that transformed America. And so occurred me last night as I was reread my highlights from You Hell. There's a handful of highlights that I think I should tell you first before we jump into Carnegie auto that I think will give you context in how he approach building his businesses. And what woody he had in comment with some of other history greatest entrepreneurs, Henry Clay F obviously speaking 1 of them, which is his partner, but also Jay Gold and John Rockefeller. And it's this idea that they started out learning bookkeeping because they thought that was the language of business. And what these guys all had in common is they were hell bent on knowing their business down to the last cent. They were obsessed. With having the lowest cost structure and if anybody in their industry. And so here's a few highlights from Each mutual and Hell. The first 1 is this mantra, that Carnegie and Henry Clay F would repeat. They said cut the prices, scoop the market, watch the costs, and the profits will take care of themselves. And this auto does not go into nearly the detail that I think it's required to understand the success of Carnegie and how important his partnership with Henry Clay F was. So I'll be reread Mu and Hell next few weeks and making another podcast on it because it's just... There's so many lessons of book and it's just an absolutely fantastic written book. But 1 thing that Carnegie that attracted Carnegie to f was 2 things. Here's the first, here's the first highlight says f knows his business down to the ground. And then the second is the fact that Carnegie believed in some form like social darwin. And that if you were born in object poverty like he was, like Henry Clay F was, and you were able to figure out a way to rise to the top and a build wealth that was a signal for some kind of form of intelligence. And so said, f rise from humble beginnings was obviously intriguing to him, meaning to Carnegie. It signaled to Carnegie that F was another of the fellow, quote fit. And those were the individuals with whom Carnegie sought to align himself. And then 2 more highlights about this very... I can't, like, I can't repeat enough. It is so important to understand. I think this is the 1 common advantage whether it's Sam Walton, John Rockefeller carnegie f, Henry Ford, the managers of all the Berkshire businesses. They are obsessed with keeping their costs low. Here's the first highlight. Carnegie would repeat the mantra time and time again. Profits and prices were cyclical. Subject to any number of transient forces on the marketplace. Costs, however, would be strictly controlled, and in Carnegie view, any savings achieved in the cost of goods were permanent. Second highlight. On this issue, the 2 men were of 1 mine. F had made his way in coke that is the the business that F mono, and that Carnegie winds up buying and folding into his steel empire. So it says F had made his way in Coke By the same reckoning that Carnegie had in rail and steel. If you knew your cost down to the penny, you were always on firm ground. And then 1 more thing before we jump into the auto of Andrew carnegie just this is unbelievable. The amount of financial success that Andrew hat Andrew sells his company, his steel company to Jpmorgan for 480000000 dollars, Jpmorgan combines that with Us deal and it becomes the the world's first billion dollar corporation. Okay. So Carnegie starts to the book talking about his parents childhood, but any... The first thing he says, 1 of the first things says is, like, why he decided to write an auto. This, I love how all this connects together. So he is gonna tell us that how the auto of judge Mel. So he calls him Judge Mel. And that is Thomas Mel Thomas Mel is the founder of the Mel family Dynasty. I have a ton. I have like, 3 books on Mel and his sons. I just haven't got around to to reading them yet. They're 1 of the most important family dynasties in American business history. And so, Carnegie is saying, hey, I enjoyed Judge Mel auto so much. And made me realize that I should write my own, and then I'm gonna tell you how all this ties together for fits it's fantastic. And so Carnegie, says a book of this kind written years ago, he he means an, book of this kind. Written years ago by my friend judge Mel, gave me so much pleasure. The story which the judge told has proved a source of infinite satisfaction to his friends and must continued to influence succeeding generations of his family to live well. In like manner, I intend to tell my story. And I thought that was really interesting because when I reread that I thought of what Mel said. So Carnegie is influenced by Mel, Mel and term was influenced by the auto of Ben Franklin. This is a quote, a highlight I have from ben... From the biography of ben franklin and written by Walter Isaac, and it said, Thomas Mel erected a statue of Franklin in his bank's headquarters. He declared that Franklin had inspired him to leave his family farm and go into business, and this is what Mel said this exact person that that Carnegie had just read the. I regard the reading of Franklin's auto as a turning point in my life. Here was franklin, poorer than myself. Who by industry thrift in Frugal gh had become learned and wise and elevated to wealth and faint. I read the book again and again and wondered if I might not do something in the same line by similar means. And so the reason I And so the reason I'm glad that Carnegie put that at the beginning of the book because this book is only 330 pages. It is actually incredibly difficult to read. It's not... To me, it's not 330 pages. It's like double that because you have to... At least I had to. Re reread many pages twice actually understand what he's saying. But it also jumps around a. So I would think of what you and Are gonna go over today is more of, like random thoughts and ideas that he found valuable throughout his life. And the first of those ideas that I think is really valuable is default optimism. As a grand rule for life, and he says, I think my optimistic nature. My ability to shut shed trouble and to laugh through life, must have been inherited for my grandfather whose name I'm proud to bear. A sunny disposition is worth more than fortune. Young people should know that it can be cultivated. And that the mind like the body can be moved from the shade into sunshine. Let us move it then. Laugh trouble way if possible and 1 usually can. And then he goes right into another idea I think is Fantastic, you and I have talked about this. This is something we learned from Warren Buffett on Episode 100. It's this idea of inner scorecard. That the most important judge of your life story is actually yourself. And so Carnegie, he turns that into a motto that he uses for his entire life. He calls it the judge within the judge within sits in the Supreme court and can never be cheated. Hence the grand rule of life, your own rep approach, alone do fear. This motto adopted early in my life has has meant more to me than all of the sermon I ever heard. So I wanna jump right into the life circumstances that motivated Carnegie to build wealth. And at this point, in his life, he's a young boy, living in Scotland and a change in technology is actually going to send his family into poverty because they did not react, his father did not react fast enough. His father manufactured Linen, but he did it by hand and it says the change from hand loom weaving to steam loom weaving was disastrous to our family. My father did not recognize the impending revolution and was struggling under the old system. His looms sank greatly in value and it became necessary for my mother to step forward an endeavor to repair the family fortune, so she opened a small shop. I remembered that shortly after this, I began to learn what poverty meant. And this is his reaction to this, and then and there came to resolve that I would cure that when I got to be a man... This is an unbelievably important story to understand Carnegie and his approach to building his business. He was the opposite of his father. His father was run over by technological revolutions. Andrew carnegie built his wealth as a result of responding to and being ahead of technological revolutions is reminded me of all background on founder number 02:42, I read the fantastic biography of Francis Ford Cop. And there's a fantastic line in that book that I think describe something that repeats throughout human history. It's like says, you can always understand the son by the story of his father. The story of the father is embedded in the son that is exactly true for Andrew Carnegie. In Ko case, he was spent with, like, his dad was frustrated off unemployed. He hated anybody who was successful, and, Francis took like his own father's family. And directed into this, like, insane work ethic and drive to be successful. And so Carnegie is a child. I think he's like, 8, maybe 10 years old, maybe 11 years old at this point in the story. And he's realized like, oh, wait a minute. If you don't take advantage, of the increase in technology in your industry. You could be thrown into a life of ab object poverty. So 1 of the main lessons that I learned, you know, 3 or 4 years ago from this, book but probably the main lesson is my interpretation of what how Carnegie built his business, and It's something I repeated dozens of times on the podcast. And it says invest in technology, the savings compound. It gives you an advantage over slower moving competitors and could be the difference between a profit and loss. We are very far away from there's a bunch of businesses that Carnegie he's gonna be engaged in in before he finds the steel business which is where he made all of his wealth. Right? Now. He's he's rich man before he get you know, in relative terms a rich person before he starts working in steel. And he becomes 1 of the rich rich people in the world. Right? And what was fascinating that he was an early adopter of this thing called the be process. Right? And he's in America at the time the best process is being developed in England. And the be process was a new way of actually refining steel from this from Molten pig iron. Right? So it was... It was a a process that made production of steel cheap efficient and resulted in the mass production of steel on a scale that had never... Been seen before. Think about what, what we learned with Henry before. His slow invention of the mass production of cars resulted in the production of the model t on a level that we had never that human history never seen before. Right? Carnegie was able to produce steel on a scale that it was never seen before. And so remember these points for later will get into it Were still early life. I just thought It was really how this all fits together. So it talks about, school he says school was a perfect delight to me, and if anything occurred, which prevented my attendance, I was unhappy. This happened every now in a day because my morning duty was to bring water from the well, So a main theme of him and everybody in the family constantly having to help each other out. All of them are gonna work. All of them are gonna pull their resources even at a young age. I meant... I mentioned Carnegie obsession cost. He's... I think, like, 13 years old, and he's gonna know every single dollar of expense at his families. It's almost like the family bookkeeper in a sense. So he says I earned a reputation of being an awful lad even when he was in school. I developed a strain of argument and combative, which has always remained with me. So that's no surprise you and I, founders are much higher on the disagreeable, scale than, you know, people that are not founders. So he's talking about, hey, I had to get the wealth in the water before school, then I go to school. Again, he's maybe 10 years old at this time, then at the after school, he has to help his mom. I had off the shop Errands to run after school. But in looking back upon my life, I have the satisfaction of feeling that I became useful to my parents even at the early age of 10. And this is what I'm meant about an early introduction to business and bookkeeping soon after the accounts of various people who dealt with the shop were entrusted to my keeping. So that I had become equated with business affairs even in childhood. And so then he talks about the first business that he starts his first tiny business that he starts with as a young kid. In Scotland, the takeaway here is that hire people that know more than you and then study human nature, Later in life Carney, said his success came not from what he knew, but his fact that he could organize organization, he could excuse me he could organize people that knew more than hay and understand how each individual fit into his entire system and the overall objective of his businesses. In fact, there is a, quote from Meet you and Hell that I forgot to read to that I think describes his approach says Carnegie is approach may seem ruthless, but the idea of treating the complex process of manufacturing like a giant machine with parts that must be constantly re seemed to him completely natural, and he did that with both man and machine. And so I'm gonna read the section to 2. I gotta changed some words here because this is some weird language. It's gonna be hard to follow. But he says my first business venture was securing my companion services for a season as an employer. The compensation being that the young rabbits should be named after them, so he is put in charge of keeping pigeons and rabbits and he's gotta feed them, and so gathering food are actually forging food actually. He finds a way to outsource to other kids with no compensation he just says, hey, if you help me collect, like, dan lines and clover and all the food for the rabbits in the pigeons, I can... You can name or I will name the rabbits after you. And so he's got all these, like workers young kid workers going out the field, doing those forging bringing the food back. As so he could feed the pigeons and rabbits To his take. I treasure this remembrance. I treasure the remembrance of this plan as the earliest evidence of organizing power upon the development of which my material success in life has hon. A success not to be act attributed to what I have known or done myself, but to the faculty of knowing and choosing others who did know better than myself. And so his point he is about to make here in the second part of the paragraph is, like, even when I was building these giant factories. I didn't actually understand how they ran. I just found people that understood that individual, part of this overall machine and I understood how the how all they've working parts interacted for the for the goal of the entire machine. Precious knowledge this for any man to possess. I did not understand steam machinery, but I tried to understand that much more complicated piece of mechanism. Man. So then he talks about. This is the very end of his dad's business to have to sell all the looms and the furniture by auction, the problem is these are me assets. Their outdated technology technologies and it says the proceeds of the sale were most disappointing. The looms brought Har anything. And the result was that 20 pounds more were needed to enable the family to pay passage for America. So they are flat broke. They have to even borrow money. For the passage. The transportation on ship to actually get to America where they feel. There's a better opportunity waiting for the family. And this is the state of his family. My father was then 43, my mother 33 I was 13, and my brother was 5. And he says once he got on the boat, I had left school forever. So not even a high school education, I would just ask you to put yourself in his father's shoes for a minute and how devastating this would have to be Picture yourself 43 years old, you're married, you have 2 small children to support. You have to leave the only country you've ever known and you don't have a dollar to your name. I think that fear of failure fear of being in that position is can... Unbelievably motivated. And so he talks about how terrifying this part of his life was, he's like, I need to be able to help out. The great question now was what could be found for me to do. I wanted to get to work so that I might help the family to start in in our new land. The prospect of want had come to me a fright nightmare. So it says my thoughts of this period centered in the determination that we should make and save enough money to produce 300 dollars a year, 25 dollars a month. Which I figured was the sum required to keep the family without being dependent upon others. So Andrew and his dad get jobs at the cotton factory again. You're 13 years old. He says in this factory, my dad also obtained for me a position as a Bob and boy. So there's is, like, a young boys that are, like, running errands for the people working in. Sometimes you have to fix machinery. It's like, kinda like a helper kind of person. And my first work was done there at 1 dollar and 20 cents per week. He's getting pay a dollar 20 a week. What does he have to do for that. And again, this is he's so happy at the opportunity to to to be able to do this because he's contributing almost 5 dollars to that goal of, hey, let's just make 25 dollars a month and we won't be, you know, in in poverty anymore. It was a hard life. We had to rise before breakfast in the darkness, reached the factory before his daylight and work until after dark. So he's working from sunrise to sunset for a dollar 20 a week and he is a ecstatic. This job gave me the feeling that I was doing something for my world, which is our family. I may... I have made millions since, but none of those millions gave me such happiness as my first week's earnings. I was now a helper of the family, a bread winner. And no longer a total charge upon my parent. And we see his relentless default optimism here, even when he's making a dollar 20 a week, having to work, you know, from sunrise rise to sunset, my hopes were high, and I looked every day for some change to take place. What the change was to be? I didn't know, but I felt certain if I kept on, it would happen. And when Carnegie was a young boy, 1 of his heroes was the Scottish, William Wallace. And so at this point, this is he's like, oh, Just ask myself what would William Wallace do, And he says, at that point my life, Was not beyond asking myself, what wallace would have done. And what a Scots ought do. 1 thing I was for sure he ought never to give up. And so the note I left myself when I read this the first time was manic levels of optimism. This is another theme in Andrew Carnegie life. I think a main lesson of his life story is do the best you possibly can with the job that's right in front of you If you do the best possible... As you can with the opportunity to right in front of you. It's going to unlock opportunities you can't possibly for c. He's constantly taking, like an entry level job doing a really good job then getting promoted, then it gets promoted again. And again, and so this happens at the factory, and it says it now became my duty to bathe the newly made spool in vat of oil. I never succeeded an overcoming the nausea produced by the smell of oil. But if I had to lose breakfast or dinner, I had all the better appetite for supper, and the allotted work was done. So I know that's funny writing, but think about what he's saying there. The smell of oil made me sick and it may be vomit oh well, I'll have more room in my stomach for dinner. So eventually he's gonna move from the factory into the office This is what I meant about being skilled in bookkeeping, his supervisor named mister Hey, mister Hay, kept his books in single entry. And I was able to handle them for him, but hearing that all the bank firms kept their books in double... What we kept hearing that all the firms kept their books in double entry. So he's got, like, a small group of, super motivated, like, considering like other fellow ambitious friends that are, and, you know, a similar position where he is in life, but they're not satisfied, and they wanna rise together. So he's got a small group. It's like, 4 or 5. 4 or 5 other boys says we all determined to attend night school during the winter and learn double entry bookkeeping. And so what Andrew will do is he's constantly willing to jump from job to job if the opportunity better. There's a guy, so the main the 2 main at this point in American history, the 2 main technological evolutions that are taking place are the railroad industry and the telegraph industry. And so he's gonna play Carnegie is gonna play a role in both by working for both telegraph companies and railroad companies that lead him to starting his own businesses later. He's gonna build bridges and then bill help build rail lines and he does that with iron first and realized his weight. Steals way better on iron. I should jump into seal before everybody else realizes his opportunity. So there's a guy named David Brooks, who was a manager telegraph office just happened to ask Carnegie uncle, if he knew any, like, a a young boy that would act as a messenger. And Carney does something incredibly intelligent here. And then Know that myself is do not delay, do it now, 1 of the most important ideas in the book. The interview was successful. I took care to explain that I did not know Pittsburgh that perhaps I would not do, and I would not be strong enough, but all I wanted was a trial. He asked me how soon I could come, and I said I could stay now if wanted. And looking back over the circumstance, I think that answer might well be ponder by young men. It is a great mistake not to seize the opportunity. The position meaning the job was offered to me. Something might occur, some other boy might be sent for. Having got myself in, I propose to stay there if I could. And he feels this is his biggest is 1 big break in life, and that is how in night... In 18 50 I got my first real start in life from the dark seller running a steam engine. So out of the factory into the office a the week. Think about this, running a steam engine at 2 dollars a week, being covered with dirt. I was lifted into paradise. Yes, heaven as it seemed to me. With newspapers, pens, pencils, and shu sunshine about me. There was not a minute in which I could not learn something or find out how much there was to learn and how little I knew this is a fantastic line. I felt that my foot was upon the ladder. And that I was about to climb. And so then he repeats this idea. It's like, listen, you have to focus on whatever job in front of you. At this very moment and just do the best you can because you never know what opportunities that will unlock in the future. And so as a messenger boy these days, he's running messages, to a bunch of really successful businessman owner, smarter, more successful businessman that are looking for young hardworking people to help and to give a chance to. And so he says a messenger boy in those days had many pleasures. He met with very kind man to, he looked up with respect. They spoke to him a pleasant word and complimented him on his prompt and asked him to little deliver of a message on the way back to the office. And so this is what I mean about the writing is a little weird. I do... He's talking about himself here. I do not know a situation which a boy is more apt to attract attention. Which is all a really clever boy requires in order to rise. Wise man are always looking out for clever boys. And so just like every other job he has at this point, he's working incredibly long hours, but he's really still thankful and optimistic. 1 of the greatest philanthropic gifts that Carnegie to the world is the fact that he built all these libraries. He was obsessed with building libraries. Now why? Because he had... He benefited greatly from the kindness of an older person that had a personal library Andrew did not have extra money for books. Didn't have time to go to school, and so a library sword as served as a form of self education for a driven young person obsessed with trying to build wealth and be successful in life that was true in his day in 18 fifties, it's still true to now. Now it's just way easier for us to obtain this information. With all their pleasures of the messenger boys were hard work. Every other evening they required to be on duty, and so the office closed on these nights, and was seldom that I reached home before 11:00. This did not leave much time for self improvement nor did the wants of the family leave any money for books. There came, however, like a blessing from above, a means by which the treasures of literature were unfolded to me. So this guy named Colonel James Anderson. And he says I bless his name as I write this. Announced that he would open his library of 400 volumes to books so that any young man could take out each Saturday afternoon, a book which could be exchanged for another on the succeeding Saturday. Now this is incredible. Like, this is some of the nice. This book is not well written in my opinion, but this language is fantastic. This is the miracle on reading. Right? In this way, so the fact that he now had free access He could read a book a week for free. He could pick 1 out of 400 volumes. Right? In this way, the windows were open in the walls of my dungeon through which the light of knowledge steve streamed in day's toil and even the long hours of night service. Were enlightened by the book which I carried about with me and read in the intervals that could be snatched from duty. And the future was made bright by the thought that when Saturday came, a new volume could be obtained. And so Andrew Jude pays this back when he's older, I mentioned, I'm gonna skip over the names like this little crew. He's got a young group of fellow workers. They're all hungry from knowledge. It's really what you and I doing here. We do it through podcasting and reading books. Right? They're doing it because they're meeting at the library themselves. But it's the exact same idea behind it. I'm gonna skip the names. So it says all these members of our circle share with me the invaluable privilege of the use of Colonel Andersen anderson's library books, which it would have been impossible for me to obtain elsewhere were by his why generosity placed within my reach. And to him, I owe a taste for literature, which I would not exchange for all the millions that were ever masked by man. Life would be quite into without it. And I'm gonna interrupt this paragraph because this is a really interesting idea. Spending time working, reading and non self improvement. It keeps you away from crappy people. He calls it low fellowship, like, you know, low quality people and bad habits. Nothing... Remember, this is all reinforced because he's got a group of other people that They're not out there doing with a lot of boys, young boys at his age are doing. They're not getting drunk. They're not committing crimes. They're trying to build successful careers and base of knowledge that'll will serve that goal of building a successful careers. It's absolutely fantastic. I love this part. The next part actually made me tear up. I'll get there in 1 second. Life will be quite until without it Nothing contributed so much to my to to keep my companions and myself clear of lo fellowship and bad habits as the generosity of the good colonel. Later, when Fortune smiled upon me, 1 of my first duties was the election of a monument to my ben. Think about that. He made a statue. It was so important to it. It's how we started the podcast. It's like, books are magic. The the the impact they can have on your life. Like, I get goose goosebumps saying about it. You have Thomas Mount saying, hey, Your book ben Franklin was so important to me That later in life when I a rich man because you motivated me to build wealth to take risk. Right? I'm gonna put a a statue of you in my bank. You have Carney doing the same thing things like, do you understand what you did for my life, Colonel James Anderson. I had no idea how little I knew. You opened up the world of collective knowledge for me. For free. So... And it made such a difference in my life that I put a statue now in front of a hall in library in Diamond Square. And then on that statue, Carnegie writes the following. This gives me this is maybe tear. To Colonel James Anderson founder of free libraries in Western Pennsylvania, he opened his library to working boys and upon Saturday afternoons, I did as a librarian. Thus dedicating not only his books but himself to the noble work. This monument is erected in grateful remembrance by Carney, 1 of those quote working boys to whom were thus opened the precious treasures of knowledge and imagination through which youth may ascend. This is where Andrew decides, I'm going to spend a large chunk of my wealth building free public libraries. The treasures of the world which books contain. We're open to me at the right moment. The fundamental advantage of a library is that it gives nothing for nothing. You must acquire knowledge themselves, there is no escape from this. And if you think about how you even crazy, like, how difficult it was to get a book in his. Right? The book I'm reading now, you can read for free It is freely available online, You could buy the Kindle version and read it on your phone for 99 cents. But I like the port. The book is going to make you work for is not an easy to read book, but there's a lot of ideas that Help you helpful in your career. It's should you have the drive to want to do. Right? Because he's saying the same thing. The the fundamental advantage of a library is that it gives nothing for nothing. Use must acquire knowledge themselves. There is no escape from this. And I told you about this before, I think you combine this idea. Right? That a library will give you nothing for nothing. You have to actually pick it up. You have to actually do the work. You have to have actually read the work You have to think about what the meaning. You have to take notes. You have to review this. You have to do all these things. Right? Makes me think of, I I combine that idea to what I consider as the best talk on Youtube for founders. It's call. I've told you this a million times. Running down a dream by Bill Gu, I will leave a link in the show notes if you haven't seen it, you could just type in Youtube. It is a crime that that video has less than a hundred thousand views. But Watching that video, you'll see the great links that so many people go to. To actually chase their dreams and make their dreams reality. Every single person covered in that video knows. The fundamental advantage and using library or any kind of learning. Right? And a lot of them were readers. The fundamental advantage of a library but also be a professional, like, doing research on your own doesn't not just free books, but it's like, it gives you nothing for nothing. You have to acquire the knowledge yourself. And the reason I I recommend that, that talk so much and to watch it over and over again, and so many people have have reach out to me and send me messages about being influenced by the talk is because it holds you to such a high standard. It says in that. He's like, you don't have to be the smartest most brilliant person. I will never be, like, genius level Intellect like an Ed do, or Henry Singleton or Davinci. But I can just go about and collect more information and constantly expose my say. That's what Bill's main message. It's like, man. It just... You have no excuses. The information is free on the internet. You just have to go and collect it and implied and I was like, most people won't even do that step. So when I read about like, this young kid who's distraught had left his family home, his father's an ab object, you know, poverty, his mom's having to work you know night and day, his son or his brother's fives so he's gonna start working soon too. And it's just like you sees, like he was so hungry. Any kind of information that would get him out of the situation he's in. Imagine working from from morning till night not going home and, you, laying about, but reading. But searching, but pushing. I love this part of the story. And in another note I forgot to read you guys. I thought that was funny about the section. Books don't read themselves. Okay. So he's working inside of a telegraph office at this point. This is something I mentioned earlier that he's kinda like the bookkeeper of his family. They clearly put a lot of responsibility on and they saw that, you know, he was young and gifted. So he says, I did not spend any of my extra dimes. Every penny that I could save. I knew was needed at home. My parents were wise and nothing was withheld for me. I knew every week, the receipts of each of the 3 who were working, my father, my mother myself, and I knew all the expenditures. He's doing the exact same thing. At 13, as he says later on in life, if you know your costs down to the penny, you're always on firm ground. And so now this is a few years later, talks about the fact that him and his brother share a room they to sleep in the attic, and they spent... Stay up at night whispering, talking about the great businesses that they're going to build. They're run being partners. So says Tom was just 9 years old, we slept in the attic together. And after we was safely in bed I whispered the secret to my dear little brother. Even at his early age, he knew what have meant, and we talked over the future. So if he's 9, I think Andrew's around 17 at this point. It was them for the first time, I sketched him how we would go into business together. That the firm of Carnegie brothers would be a great 1. And that father and mother should yet ride in their carriage. He goes into more detail about why he used the word writing the carriage. He didn't understand how, like, the different levels of wealth. He thought like the highest level of wealth that he had, you know, per personally personally seen at this point was people that were able to ride in a carriage. She was like, okay, we're gonna work hard and we're gonna give father and mother. So we're gonna make so much money that they can ride in their in in a carriage. And so there's just this, like, slow linear progression in the amount of money that he starts, you know, working at 13. Now he's 17. He's now getting a raise. He gets a raise a 2 dollar and 25 month raise. Remember he, like, we just gotta make 25 bucks a month. He's now making 13 dollars and 50 cents. So he's halfway there by himself. And the reason this is Etched his light, life, even many, many years later, you know, he's writing this book maybe 50 years later, or whatever the case is, it's because hit the... How proud his parents were. I produced the extra 2 dollars in a quarter. Prize was great and it took some moments for them to grasp the situation, but as soon Dawned upon. Then father's glance of loving pride and mother's blazing eyes soon wet with tears, told their feeling. It was their boy's first triumph, meaning himself and proof positive. That he was worthy of promotion. No subsequent success or recognition of any kind ever thrilled me as much as this did. And then we're gonna see a demonstration of a lifelong trait that Andrew had it was especially pronounced when he was a young man on the rise This 1 of my favorite quotes Charlie Mu talks about the importance of being a learning machine, and I said multiple multiplies of the podcast it pops out, it's like, learning machines who refuse to quit are incredibly hard to beat. Charlie Mu says I constantly see people rise in life who are not the smartest as sometimes not even the most diligent. But they are learning machines. They go to bed every night a little wiser than they were when they got up and void, does that help, particularly when you have a long run ahead of you. That perfectly describes where we are in enter carnegie life. It's still teenager. Having to sweep out the operating room in the morning, the boys had an opportunity to practice upon the telegraph instruments before the operators arrived. It's like being able to learn how to program 1 of the first computers. Like, that's the way you could think about this. This was a new chance. I soon to began to play with the key and to talk with the boys who at the other stations who had like purposes to my own whenever 1 learns to do anything. He has never to wait long for an opportunity of putting his knowledge to use. This is important because he's gonna meet the guy named Thomas Scott who works the Pennsylvania Railroad, who's gonna be like a mentor to him. Who eventually this leads. So this new skill that he's learning puts him to working with Thomas Scott and the Pennsylvania Railroad, which eventually leads him decide to manufacture if steel will be his main focus. That it... There's no way he could have predicted that opportunity as a 17 year old saying hey, I should learn this new machine. These these telegraph lines are being put in every city. I see them constantly. Maybe I should... You actually use my time. And why does he say you never have to wait long to learn a scale because a year later he begins as a telegraph operator. It's like getting a job at Google in 2004. Why is that? Because now it doubles his salary. I began as a telegraph operator adds a tremendous salary of 25 dollars per month, which I thought was a fortune. 5 years ago. He's making a dollar 20 a week, and he's in a factory as a Ba boy, then maybe later on, he's working 2 dollar... Making 2 dollars and he's putting all these spool and fats of oil throwing up, and like, okay, That's cool. I'm gonna have more room for dinner. And here's the punchline knowledge is sure to prove useful in 1 way or another. It always tells. And so I'd mentioned the fact that him... In his spare time learning the skill gets an increase in salary. Then Thomas Scott actually asked. He... This is before he works for Thomas Scott. Thomas Scott plays a huge role in his life. Later on, Andrew Carnegie he considers. He says that Thomas Scott was a genius. And so Carnegie is friends with 1 of Scott's assistance and it says, I was surprised 1 day by 1 of his assistance to whom I was acquainted, telling me that mister Scott had asked him whether he thought that I could be obtained as his clerk and telegraph operator. And his friend told Thomas Scott, he's like no, I don't think he's interested. And then he's... And then Carnegie he says, but when I heard this, Said at I once not so fast. He can have me. I want to get out of a mere office life. Please go and tell him so. Now this is crazy. The result was that it was engaged hired in 18 53 at a salary of 35 dollars a month. As mister Scott's clerk and operator. This is literally a life changing job because he's now at the center. Remember. He's at the center of 2 rapidly growing industries. We're still right before the the civil war. K? So he's at the center of 2 rapidly growing industries, which was remote telegraph, and it says it was not long after this that the railroad company constructed its own telegraph line. We had to supply with operators. Most of most of these operators were taught in our offices. The telegraph business continued to increase with startling rapid repeatedly. We could scarce provide facilities fast enough. So I think they make it I don't remember if as in this book are the the the book I read on Jay Gold, but they make the difference in the increase in technology. It's like, okay, The difference of getting your messages in a week as opposed to getting them in an hour. So he goes back to this idea that why successful older people are always looking to help younger people would drive. Andrew does not have a lot of money right now, but he has a desire to learn and he's willing to work really hard. And so Andrew gives us advice for future generations. The battle of life is already half 1 by the young man who has brought personally in contact with high officials. And the great aim of every boy should be do to do something beyond the spear of his duties being going the extra step. Something which attracts the attention of those him. There's stories in the book where there's like, 3 or 4, maybe 5 other, similar aged people working in the same odd in the office is him, and he distinguishes himself. He rises faster than they do because he just does more than they they are willing to do. And so now many pages later, but this is something he repeats over and over again. He's like, listen, I had so much help when I was a young person. If you get yourself in that position, please help other people progress in their careers. When you have the opportunity to do so. He says I'm a firm believer in the doctrine that people deserving necessary assistance at critical periods in their career usually receive it. There are many splendid natures in the world. Men and women who are not only willing, but anxious to stretch forth the helping in hand to those they know to be worthy you have to work for. Right? Not. It does not come for free. As a rule, those who show willingness to help themselves need not fear about obtaining the help of others. So up until this point every dollar that he's ever made has come through, like, his own physical toil. And mister Scott is clearly in a mentoring relationship with them, talk teaches him about investing. Carnegie doesn't know what to hell that is. And so this is way before there's, like, insider trading rules, But mister Scott says, hey, you should... Do you have 500 dollars. You... If you have 500 dollars, you should really make this investment it'll be worth it. Mister Scott asked me if I had 500 dollars. If so he said he wished to make an investment for him. 500 cents was much near my capital. I certainly had not 50 dollars save for investment. But I was not going to miss a chance of becoming financially connecting with my leader and great man. So I said boldly that I thought I could manage that some. What's crazy is how much faith his mom had in Andrew, she's willing to mortgage the family home. The mortgage the family home to get 500 dollars to make this investment, So he hands over to Mister Scott. He gets 10 shares of return. That was my first investment. In those good old days, monthly dividends were more plentiful than now. 1 morning, a white envelope was lying upon my desk. I opened the envelope. All it contained was a check for 10 dollars. I should remember that check as long as I live, it gave me the first penny of revenue from capital. Something that had not worked for with the sweat of my brow. You're to Eureka, I cried. Here's the goo... The goose that lays the golden eggs. So let's go back to this idea. He's working that office. Took time. His spare time he learned the telegraph how to operate a telegraph. Comes to telegraph operator. Does a good job at that gets recruited to mister to work for mister Scott. Now this as many years later, Mister Scott works for principal pennsylvania rim, but now during the Civil war, he is the assistant secretary of war. If I'm not mistaken. And as a result of this, he brings Andrew, much younger person helping him, to Washington to help with his work as a result of that, and J carnegie gets to meet Abraham Lincoln. And this is what Carnegie thought of Lincoln. Lincoln would occasionally come into an office and sit at the desk awaiting replies to telegram. He was certainly 1 of the most home men I saw. But when excited or telling a story Intellect shown to his eyes and illuminated his face to a degree, which I have seldom are never seen in any other. His manners were perfect. And he had a kind word for everybody, even the youngest boy in the office. And so so far, he's master the telegraph. He's learning a lot about the railroad industry. He winds up getting, telling them about a new way to make railway cars, but also railway lines He gets a small interest in this business. And this reminded me of Jeff Bezos writing in his shareholder letters last week that you have to use trends and technology to your advantage that you you need to use them as a tailwind instead of ignoring them and and then run a big a headwind to your career. And so it's through this work that he realizes he can start a business to build bridges. So it says the railway lines of America were fast become dangerous for 1 of new rails. And this state of fair affairs led me to organize a rail making concern in Pittsburgh. And so while he's doing this work, he says, when I was at work with this, I had seen in the Pennsylvania railroad companies works, the first small bridge built of iron. It proved success. I saw that it would never do to depend further upon wooden bridges. And so again, direct officer response that his father would have... He's like, wait a minute. I a, like, a front row seat at this because I'm working with Pennsylvania Railroad, they're replacing, like, they had all this problem with wooden bridges. They figured out a way to build railroad bridges with iron. It was so superior. I realized right then and there no one's gonna build wooden bridges anymore. This is gonna be the future. I should start a bridge building company, building bridges out of iron. And so he says, I would organize a company to build iron bridges. I asked my friend mister Scott that his mentor. Of the Pennsylvania to go in with us in the venture, which he did, Each of us paid for 1 fifth interest at a cost of 1250 dollars. Looking back at it now, the some seemed very small, but tall oaks from little acorns grow. And so this goes back to this idea you and I talk about all the time. You're not supposed to copy the what you copy the how. He spots the opportunity for iron bridges, while working at with the pennsylvania your railroad. Right? Jay Gold, spotted the opportunity for telegraph to to building telegraph companies during his work on the roads. Peter T spotted the opportunity for pal here based on solving payment fraud at Paypal. Keep your eyes open. You never know when these insights that you're just having to notice are gonna turn into giant companies. And so he goes into 1 of his main lessons that he learned from his bridge building business that the Sure foundation of a business is on the quality of its product. The Keystone bridge works has always been a source of satisfaction to me. Almost every concern that had undertaken to e iron bridges in America had failed. Many of the structures themselves had fallen and some of the worst railway disasters in America had been caused in that way. Some of the bridges had given way under wind, pressure, but nothing has ever happened to a keystone bridge. And so he says there's been no luck about this. We only use we only use the best material and enough of it, making our own our own iron and later our own steel. I'm gonna interrupt that, that paragraph, something that's a main theme of Carnegie you've seen this now in his career where we are in his career now. It's gonna be more pronounced later his career, he prioritized vertical integration to make sure that he controlled companies all aspects of his steel business, we see that doing the same thing in his beginning to do the same thing in his bridge building business. He wanna control. If you were supplying. If your company supplying something a business process that Carnegie needed, he's going to find a way to buy to either buy your business or take you over partner with you so he can control the process. That's how he, wants to partnering with Henry Clay F. Maybe a decade, maybe a decade and in half from where we we're on the start. So back to this paragraph, we were our own severe inspectors and we would build a safe structure are none at all. When asked to build a bridge which we knew to be insufficient of insufficient strength, or un scientific design, we absolutely declined. And he says this policy is a true secret of success. Up uphill work it will be. And it's through the bridge building company that he decides hey I got a manufacturer my own iron, and this is where he realizes, oh, your mediocrity is my opportunity. As It became... He's essentially introducing cost accounting to manufacturing. Gentlemen, what's your cost is something that... I think that might be frank. I can't remember either cardiac F would repeat that over and overnight again. Watch your cost. Gentlemen, watch your cost, watch your cost, what's your costs. As I became acquainted with the manufacturer of iron, I greatly surprised to find that cost of each of the various processes was unknown. It was a lump business, and until stock was taken in the books balance at the end of the year, the manufacturers were in total ignorance of results. I heard a man who thought their business at the end of the year would show a loss and had and had found a profit and vice versa. I felt as if we were mole burning in the dark, and to me this was into. I insisted upon such a system of weighing and accounting being introduced throughout our works as would enable us to know what our cost was for each process. And especially what each man who was working for them was doing, who say material who wasted it and who produced the best results. And he says he ran into human nature they wanna change every single manager in the mills was against his new system, and he said it took years before he was able to actually install an accurate system. But this was the end result. Eventually, we began to know not only what every department was doing. But what each 1 of the many men working at the furnaces was doing, and that's to compare 1 with another, 1 of the chief sources of success in manufacturing is the introduction and strict maintenance of a perfect system of accounting. That's a main theme, how many times did you repeat this in the books for, so that responsibility for money materials can be brought home to every man. Owners who in the office would not trust a clerk with 5 dollars without having a check upon him without having a check upon him, were supplying tons of material daily to man in the mills without exacting an account of their stewardship. By weighing what each returned in the finished form. And this is the part I jumped that jumped out. I've never forgotten the... The the idea that you need to invest in technology, the savings compound. It gives you an advantage of slower moving competitors and can be a difference between a profit and loss the exact opposite approach that his father took and the older heads of Pittsburgh manufacturers would make fun of them because he's investing in all these new machines. Technology is just a better way to do something. Right? I well remember the criticism was made by the older heads among the pittsburgh manufacturers about the extravagant expenditures we were making upon these new single furnaces. But in the heating of great masses of material, almost half the waste could sometimes be saved by using the new furnaces. The expenditure would have been justified even if it had been doubled. Yet it was many years before we were followed in this new departure and by the time they kept by the time they they copy him. It's too late. Right? And in some of those years, the margin of profit was so small that most of what was made up. Most of it, most of the profit was made from the savings derived from the adoption of the improved furnaces. Are strict and the salad all relates together our strict system of accounting enabled us to detect the great waste possible in heating large masses of iron. Andrew's famous for his dedication to the idea that put all your eggs in 1 basket and watch that basket He also understood that how valuable your attention is. That the fact is the most expensive way to pay for anything is with time. And so he knows he's, like, I what I wanna do in life. And so I'm only going to focus on that. And so he took to sit extreme where He's like, I'm I'm even gonna sell off any stocks I have. Of outside of my business because I don't want any of my mental processing power directed anything other than my steel company, which just wind up being a genius level move, most of which most people just do the exact opposite, especially in today's modern age. They're completely distracted where all your attention should go into your business. They included some stocks in 6 securities that were quoted on the New York stock exchange, and I found that when I opened my paper in the morning, I was tempted to look first at the quotations of the stock market. When you wake up in the morning, what Just telling us you should be focused on your business and improving that, not on your investments. As I determined to sell my interest in every outside business and concentrate my attention upon my manufacturing, I further resolved not to even own any stocks. And he's saying this was such a good idea for me for my career, most people don't do it, and this is why he feels as a good idea. Such a course should be commend itself to every man in the manufacturing business and to all professional men. For the manufacturing man, especially his mind must be kept calm and free if he's decide wisely the problems, which are continually coming before him. This is something that Jeff Bezos talked about last week, Nothing tells in the long run like good judgment, and no sound judgment can remain with the man whose mind is disturbed, but a material changes of the stock market. His mind is upon, the stocks and not upon the points that require calm thought. And so he picks up the same ideally later on, quotes that quote I just said, he said I had become interested, you know, building railroads in the Western states that seem like a giant opportunity, he realized the greatest opportunity. He first, I can't do multiple things. Right? So he's, like, the greatest opportunity in steal. I gotta get out of everything. And so he says, I gradually drew from all such enterprises and made up my mind to put all of one's eggs in 1 basket. I determined that the proper policy was to put all good eggs in 1 basket and watch that basket. I believe that the true road of preeminent eminent success in any line is to make yourself master in that lot. I have no faith in the policy of scatter one's resources. And in my experience, I have rarely, if ever met a man who achieved pre in money making who was interested in many concerns so he's saying the wealth is built from 1 great business. The men who have succeeded our men who have chosen 1 line is stuck to. It is surprising how few men appreciate the enormous dividends der dr from investment in their own business. And yet most businessmen whom I've have known invest in bank shares and faraway away enterprises while the true gold mine lies right in their own factories. My advice to young men would be not only to concentrate their whole time and attention on the on the 1 business in life in which they engage, but to put every dollar of their capital into it. As for myself, my decision was taken early. I would concentrate upon the manufacturer of iron and steel and be a master in that. So the rest they're using to produce steel relatively new technology, there's way more unknown unknowns and there are known unknowns And so they have the idea Carnegie and his partners have the idea Like, hey, what if we hire somebody not just manufacturers, but actually chemists. Because Carnegie suspected there was still a ton of waste in the process. And he made this decision on all his competitors actually thought he was just being extravagant it until like he was Just a ridiculous slick expenditure. And Carnegie had a secret for a while because he was the 1 doing this that Chemists actually make the difference between waste and profit. He says what fools we had been. But then there was this consolation, we were not as great as fools as our competitors. It was years after had taken chemistry to guide us that it was said by the parameters of some other furnaces that they could not afford to employ a chemist? Had they known the truth? They would have known that they could not afford to be without 1. We Looking back it seems pardon to record, we were the first to employ a chemist at blast furnaces, something our competitors pronounced extravagant. And so he says the Lucy Furnace became the most profitable branch of our business because we had almost the entire monopoly. Of scientific management. Then as a result of being a profitable where competitors are losing, you can actually expand faster having discovered the secret, it was not long before we decided to e an additional furnace. And so he makes a point from the very beginning repeated throughout the book, you should really embrace technology. You should be jumping to what you feel the superior method, not waiting for competitors to say it's superior method, but using your own judgment. Talks about the idea. Like, hey, everybody's using iron. We used iron in our bridge works, but it was very clear that steel was superior and says king Iron was about to be deposed by the new king steel. And it's because of the work that they were doing on bridges that they said this this rapid substitution of steel for iron became very obvious to them. A few pages later, it says steel had ascended to the throne and was driving away all other in fear material, so he gets in early, vertically integrates, watches costs more than anybody else and continually reinvest in technology, and the result is our profits had reached 40000000 dollars per year. And the prospect of increased earnings before us was amazing. Our successors when he sold to the United States Steel Corporation soon after, our purchase netted 60000000 in 1 year. There's a great story in if you've ever read the house of Morgan, the biography of the Morgan family Dynasty. I covered all back on founders founder number 01:39. Put there's a hilarious story in the book where after Morgan pays 480000000 for Andrew's company. Since Andrew carnegie celebrated too quickly. He later admitted to Morgan that he sold out too cheap by a hundred million. Morgan replied, very likely, Andrew. And after that, he goes into a phil, writes to gospel wealth. And then most of the book is actually, I I would just skip over most of the book because it's has to do with politics, And then it's a weird automotive because it just ends. He was supposed to continue writing and then he never did. So the end of the book it says, he's ends on a great line says nothing is impossible to genius. Here the manuscript ends abruptly. And so that is where I'll leave it. I'll leave a link below if you wanna buy the book. You can read the full story. You can also get it for free online if you want to as well. But my personal recommendation, if you wanna learn more about Carnegie, I think the narrative structure in the book, Meet you and Hell Carnegie, Henry K f in a bitter partnership Change America. Is absolutely fantastic. You might find interesting that the same author of Mic you and Hell is also the author of the biography of Henry Flag that I read for episode 02:47, both of those books are very fascinating. Both Mit and hell has about 2 very formidable individuals Henry Flag, 5 henry Flag, 1 of, you know, history's most formidable individuals. No way you be the partner of John Rockefeller not be up for formidable individual. And like I said earlier, I will reread that. I already have, like, the next 12. So it's what, like, 3 months of books planned out. It's unbelievable. The quality of founders that you and I are about to study. But I will include the media and hell book in there because I think it's it's absolutely fantastic. So that is 283 books down 1000 ago, and I'll talk to you again soon."
}