{
  "transcript": "1 of America's wealthiest based men, his holdings valued at more than a hundred billion dollars in today's dollars. Set up in his sick bed in his Manhattan Home and called to 1 of his caregivers for a pen and paper. Andrew Carnegie, 83. Once the mightiest industrial list in all the world was now an influenza ravaged man. He took up his pen and began to write as if possessed, When he was finished, he summoned to his chambers his longtime personal secretary, James Bridge. Take this to F, Carnegie he said, as he handed the letter to his old confidant. It would have been enough to snap bridge upright. Surprised enough to hear Carnegie mentioned that name much less hand over a letter to that person. True, Henry Clay f was a fellow giant of industry, and he and Andrew Carnegie had been partners once. F had been the man Carnegie trusted above all others to manage the affairs of Carnegie steel, but the 2 men had not exchanged a word in nearly 20 years. Not since Carnegie drove F out of the business and f successfully pressed a monumental lawsuit against his former partner, the first in a long string of vengeful eventual acts. Had Carnegie d the contents of this letter? The secretary expression would have likely turned to outright aston. Bridge left Carnegie and made his way down fifth avenue from the awe inspiring 64 room mansion across Central Park to an even more imposing structure some 20 blocks south. Bridge arrived at the F mansion. A modern day palace that its owner had vowed would make Carnegie place look like a h. Though F like Carnegie was white bearded by now as well, he would have never been mistaken for Santa claus. F count was intimidating. You see that his head is there placed on that body for his triumph and your defeat. 1 of his contemporary observe. This why Carnegie had gone to great pains to portray himself as a ben friend to his workers. He had delegated the job of holding the line on wages and other demands to f. This is a fantastic metaphor. A patent to Carnegie Fdr as it were. F tore opened the envelope and scanned its contents. F glanced up. So Carney wants to meet me desi. A meeting was precisely what Carnegie had called for. Carnegie had reason that both he and F were growing old and that past grievances were beneath their dignity. They were first among equals. Surely it was time to meet and patch up the wounds they had inflicted upon each other. The words might have touched a cord in almost any other man, but Henry Clay F, still the ranking board member of Us steel showed no sign of gratitude or relief. By this time, Bridge might have been edging to the door. F ir was legendary. He had gone toe to toe at striker, assassins and even carnegie himself and had rarely met a grudge he could not hold. Long before F had constructed the mansion that would dwarf carnegie up the street, he had gone out of his way to purchase a part of land in downtown Pittsburgh. Then he built a skyscraper tall enough to cast Carnegie own office building next door, in perpetual shadow. Yes. You can tell Carnegie. Meet F said, finally w the letter and tossing it back at bridge. Tell him I'll see him in hell, where we're both going. That was an excerpt from the book I'm gonna talk to you about today, which is me you and Hell, Andrew Carnegie, Henry Clay F in the bitter partnership that transformed America, and is written by less Stanford. So the last 7 to 10 days I've done something that I don't normally do. I was traveling for the holidays, and I usually read 1 book at a time. I was actually reading 3 books at the same time. So I re reread this book because I just did the the last episode, which is episode 2 83 on, the geography of Carney. To prepare for that podcast, I re reread my highlights all of my highlights and notes for this book, and it made me realize how much I love this book and how great it was... Like, what... How great the writing was. And I actually think this book is easier to learn about the life of carnegie than his own auto, and it has to do with not only the quality of the author's writing, but also, the main focus of the focus on the relationship and the partnership. 1 of the most important partner partnerships, maybe the most important partnership. The Andrew Carnegie ever had, and that is with another formidable individual named Henry Clay F. And so so the reread the highlights, I like, oh, I'm gonna do this right now while the auto of Andrew Carnegie is fresh in my mind. I also have been reading a, book on the the founder of Rolls Royce. And another new book on J Gold. So those are gonna be the next 2 episodes after this 1. So if you listen to last week's episode, there's gonna be some review here but there's a ton of new information, I wanna jump right into less the author less is a fantastic job of really setting the scene of what it was like, the technological... The multiple technological revolutions that are occurring in America in the mid to late 18 hundreds. Almost every single Robert Baron makes a cameo makes an appearance in this book But the part that I wanna start with is why steel was so important. By the at the end of the book, we'll go over Andrew Carnegie selling his steel company to Jp jpmorgan. At once that transaction is done, it is said that Andrew Carnegie had the largest liquid fortune in the world at that time. How is that possible when he starts out as a 13, a 12 or 13 year old, immigrant to a penn immigrant to America with no education. And a large part of that is what Jeff Bezos said in the shareholder letters last week or the week before, where you should really pay attention to technological trends and use them as tailwind set of headwind. So this is why steel was so important. It was a leading technology of the debt day member we define technologies. It's just a better way to do something. And so steel going to be an incredibly important ingredient in a large technology revolution that's occurring in America at the time, which is the the vast expansion of the nation's railroad system. And so it says as the Civil war began, there were fewer than 30000 miles of track in all of the United States and much of that was in very engages in states of repair. So not only is it going to expand to many times that size, but also all those railroad tracks have to be redone because it has to be standardized? So it says the 18 nineties, which is that this occurs with the explosion of Andrew Carnegie steel company happens in the 18 nineties. The 18 90 saw the width of railroad tract standardized and nearly a hundred and 63000 miles of railways put into use. To build this vast network of track and bridges no supporting industry is more important than iron and steel. There's dual technology, tailwind here, you have this vast expansion of the railroad network. Right? And then you also have the technological advancements that allowed for the mass production of steel and the vast expansion of the rail system proceeded hand in hand to the end of the nineteenth century. By the time Carnegie is done. The United States goes from being behind most of Europe to actually turning out more steel than Great Britain, France and Germany combined. And so it says less than half, essentially, the United States had been transformed from a largely Agrarian and underdeveloped federation of competing interest to a relatively cohesive economic juggernaut. And then he ends the section, which is excellent writing, the age member were rare where at 18 60 to, let's say, 18 90. The age of the founding fathers was over in the age of titans had begun. And this is when you start to see truly for the first time in history truly gigantic. Businesses, they talk about standard oil rockefeller obviously in here. Van builds transportation network is obviously going to be in here as well. And of course, Carnegie combination of his steel company with Morgan's, Jpmorgan steel company creates a world's very first billion dollar corporation. There's also... So those are, like, obviously a larger business, but Henry Clay F, you're still gonna to be able to to produce and to create really valuable businesses even if they're not the largest in the world. So Henry Clay F. He actually becomes partners with Carney first by mono the coke industry. So Coke, they're they're gonna refer to. This is coke out the book. It is bait but coal, and this is why Coke is important and how Henry Clay F was able to leverage his domination of coke to be a major shareholder in Carnegie steel, which makes some ton of money. But anyways, Coke is a substance that could provide the fuel necessary for the economical production of steel in insignificant quantities. And so Henry Clay F company is eventually gonna be valued. And they think the valuation was modest, was start actually lower than the actual value, but it's gonna be eventually valued at 70000000 dollars, 70000000 dollars and 1800 dollars is, you know, multiple billions today. So before the author introduces us to Henry Clay F, He gives an overview of Carnegie life. I'm gonna read it. This is... There's gonna be some overlap between the... This episode and the the... The auto of Andrew carnegie, but they're in... I consider them in addition to not in replace. But I wanna read a bunch from this section because you see how there is massive growth occurring in a ton of new industries all at the same time from railroads to telegraph to oil to iron and then steel as well. And that's to say nothing of the the bunch of the bankers in the financier Sears, that are in this book and that are building great wells at this point in American history. So the first job Carnegie finds in America, he's working as a Bob and boy in a weaving mail. He's making a dollar 20 week. I'm gonna fast forward it to the next job And says Carnegie found a course position in another mill and then happened into a position as a delivery boy for a telegraph company in Downtown Pittsburgh for 2 dollars and 50 cents a week. Before long, Carnegie had picked up telegraph for skills, including the ability to translate the clicks and class of Morse directly to text or speech. His skills and self confidence attracted the notice of a number of influential customers, including Thomas Scott, who was then assistant superintendent of the Pennsylvania railroad. So I did think it was interesting how Carney is always taking advantage of the opportunities in front of them and that 1 opportunity in front of him doing the best job he can and leads which to his next opportunity, really Skipping over a bunch of that because I that last week. But also, the the main point, the real important reason that Thomas Scott, the role he played that was really important in Carney life, is he introduced Carney to the larger world of business. And so a young Carnegie has a front row seat inside of an industry that that is touching all different industries. And that position that Carnegie has is going to lead to all kinds of business opportunities investments and it really This is his crash course on entrepreneurship and learning how to make money. The real benefit to Carnegie was the practical business education that he received from his association with Scott. And so it's... Gonna occur over the next few pages is the note I have here is this is where he becomes an entrepreneur And 1 thing that Carnegie did that was smart is he always knew that he's able to access these opportunities because of his position with the railroad company and his relationship with Thomas Scott. And so this is where Carnegie makes his first investment in oil. Carnegie was approached by a group of businessman who persuaded him to visit the region north of Pittsburgh where a new substance known as oil had been discovered. Carnegie took 1 look at the mad scene in Pennsylvania new oil country and made his decision. He was able to raise the necessary cash and join a group of investors to found the Columbia oil company. Just 2 years later, he was receiving nearly 18000 dollars in yearly dividends from the new company. So to put that in into perspective, people working in the factories are making maybe a hundred to 200 dollars a year. And Carney is making this much money and he still got a full time job with the railroad. It was a lesson that Carney carnegie you would not forget when another such venture presented itself in 18 62, he did not hesitate. The incidence of sabotage on the North rail lines had greatly increased during the civil war. With wooden bridges being vulnerable to Arson. Carnegie mentor Scott approached him with the notion that he might take advantage of his contacts around the Pittsburgh iron mills and rail yards to assemble a group that could make bridges of a substance far more difficult to burn. And looking back on his career, Carnegie talked about how important this decision to start the bridge company was, the Keystone bridge company was formed and to Carnegie, it was the investment that turned out to be what he said, quote, the parent of all other works. And so his business income is far outs stripping. His salary. Says Carnegie, was earning more than 45000 dollars a year from this and all his other investments compared with just 2400 dollars from his railroad salary. Yet, he understood that was the contacts he made and the information he derived from his association with the railroad that made everything else possible. So let's pause there before we go into the expansion of his of jung Carnegie empire I think about our look at the the different industries. He's already touched. Right? He learned how to be a telegraph operator, telegraph with the leading communication technology of its. Right? He's working for the railway company the leading transportation network and technology of its day. He's making investments in oil, the leading commodity of its day. He's working in iron, which leads him to steel. Which winds up becoming the most important ingredient in manufacturing of his day. So it says Carnegie joined with his bridge building partners to form the cy iron company, which would allow them to secure the raw material for their projects without dealing with a middleman man this strategy. So Carney, like I said, last week, he always wants to control over. He wants control over anything that his business needs more control means less cost and more profit a. He thought about it. This strategy is going to what is what brings him to his life to intersect with Henry Clay F. Remember this part when Jpmorgan later in the book is analyzing Carnegie steel company realizing, U, I don't wanna compete with that. So this goes on for a few years. Eventually, he's... He has no choice. He's got quit his job. He can't he's like, I'm going for all in on this. Determined to make a fortune certain that he could never do as a sal man. He tender his resignation to the Pennsylvania railroad and turned his energies to iron. And then he also does something that's really smart, you have to go to where the action is. This is car andrew carnegie at age 33. Carnegie had made another significant decision, he had left his adopted hometown of Pittsburgh, taking up residence in New York City. He had decided that if he aspire to join the ranks of society's greats, he should have a presence among them. So this point in interest career, he's got His hands on a bunch of different things. He's it says he's operating at full throttle all the time. And this is where he comes to the conclusion. He's like, well, what's the best way to actually produce and generate the most amount of wealth. And so it says, perhaps it made more sense to end Scatter shop approach to accumulating wealth and put all good eggs in 1 basket and then watch that basket. The question was which eggs and which basket. So he takes a trip to England. This is where he meets with Henry Be, but he was going to be the inventor of the be process for producing steel. It's interesting enough. So that happened in the 18 seventies. That trip is also where Carnegie met Junior Morgan, which is Morgan's dad. So on the same trip, he meets Jp morgan's dad, Jpmorgan is going to buy, and the steel company that he's going to spend the next 2 decades making and he learns that he should be making, a steel company on this trip. Both things happen on the same trip is very fascinating. Of the men with whom he had met on his... In his fur on his foray to England was the inventor, Henry, 1 of the people he met when he went to England was the inventor Henry Be. As a result of the process for transforming iron to steal that bore his name A quantity of steel might that might have formally have taken as long as 2 weeks to produce could now be made in 15 minutes, so let's go back to the definition of technology from earlier in the book. Technology is just a better way to do something. So the best her process takes something that took 2 weeks and now they could do it in 15 minutes. So Carnegie finds yourself in the right place at the right time with the right set of skills because now he's like, wait a minute. You can make steel so much faster than you could. And because of experience with the railroads and building bridges, he realizes, oh, wow, the demand for this stuff is going to skyrocket it. To that point, it's says Carnegie understood the industry's vast potential appetite for an improved form of iron. Not only did everything in the business move on iron rails but the cars and the engines were built of iron as was the machinery that loaded and service them, as were the new bridges that spanned the rivers and chasm of the America west. If there were cheaper and more durable substance than iron. It would lead to a revolution in the business, not to mention a fortune for those who got in on the ground floor. That realization that idea is the foundation in which Andrew Carnegie giant, financial Fortune rested upon. And so this is where it says Carnegie made up his mind, he returned to Pittsburgh intent on building his own steel mill. So that happens in 18 72. There is a... There is a very famous financial panic. It's called the financial advantage of 18 73. And it seems so at the beginning, it's like, oh, my goodness. You know, as it turned out, he could not have chosen a worse time to start his company. He is starting his company during a financial panic. Financial panic are just a name that they used to put on depressions recessions and recessions. We call what they call financial panic, which is a way better name by the way. We call recessions and depressions recessions today. And so the note I left myself on this page, this is lessons from the financial panic of 18 73. Turned out the best time to expand is when at no 1 else is actually willing to take the risk. So it says the new york Stock Exchange would close its door for the first time in history, remaining shutter for 10 days. Of the more than 360 railroad companies in United States 1 quarter declared bankruptcy. 20000 businesses of all types failed and 1 sixth of the nation's workforce found itself out of work. Those are the economic conditions that Andrew Carnegie is going to start his business. This business becomes 1 of the most valuable business that has ever been created. That is insane to think about. So it says the depression actually played into Carnegie hands. The decreased demand for materials and labor caused by the economic downturn resulted in nearly 25 percent savings over the cost Carnegie had originally projected for. For Carnegie, it was another invaluable business lesson, The best time to expand was when no 1 else dare to take the risks. So Carney is able to build this... His very first steel mill. Right? For 25 percent cheaper than he the than he originally thought. He's also able to get labor cheaper than he thought, but he did who was always willing to pay top dollar for the very best people. And maybe I shouldn't say always willing because this is the fight that He tries to screw over Henry Clay F, who is, you know, it's like 1 of the best entrepreneurs, you can get them working in your company. Why would you do that to him, but there's this weird like, ego thing going on. We'll go into that later. But anyways, for... At this point in his career in Carnegie career, he realized the benefit of finding... Identifying the very very best people. And paying as much as much as you need to. So he says there is no labor so cheap as the dear in the mechanical field, meaning the people that are actually manufacturing and controlling his plants. The best of the best pay for themselves for key positions, He hired the best and paid top dollar. Carnegie success can be attributed to another lesson he had learned on the way up the value of meticulous cost accounting. And so this is actually an idea that he applied in his previous businesses that he's now applying to steal after forming the cy Iron works, Carnegie revolutionized the industry's practice by applying the same standards he had learned in freight hauling when he's working at the railroad, right, to the foundry production line. As a result when the union iron our Keystone bridge both companies that he own and controlled submitted a bid on a project, there was no guess work involved. If Carnegie chose to undercut arrivals figure he did so with absolute confidence that he could deliver what he promised and make a profit. For his was the only firm in the field with near fan devotion to cost accounting when he discovers that Henry Clay F has the exact same ideas that Carnegie is applying to iron works to steel works into his bridge company. F is applying those ideas to to mono the coke industry. He's like, oh, this is another me. He's just like a decade and a half younger, freak he's like a decade and a half younger than Carnegie. As Charles Schwab, that's not... Charles Schwab winds up running, Carnegie steel went to being the first president of Us steel. He is a pro of Henry Clay, that is not like the Charles Schwab, like the broker guy, the funniest guy. As Charles Schwab would later put it Carnegie never wanted to know the profits. He always wanted to know the cost. And in this next part, this is just like Jeff Bezos on episode 2 82. Jeff and Amazon get, like, a the highest rating that had ever been rated in, and I think it was service. I can't remember exactly. And he's like, oh, we're the best that's ever happened cool. I I still wanna be better. So Carney is the best and he still pushes for more improvement just like Jeff did. Just Jeff. Even his key employees were not spared Carnegie heavy handed management style. To almost every positive report, Carney response was good, but let us do better. And so because he had a fan devotion to lowering cost, he had the lowest cost structure in his tire. Industry, this is something the you I've seen over and over again, Henry Ford, Rockefeller, Carnegie. Correct, they all do this. They were able to charge less, lowering the price of the customer, got them more customers and this, like, virtuous cycle competes or or repeats over and over again. I think Jeff Bezos said this beautifully in his shareholder letters I mentioned it on episode 82. He said repeat this loop. While other manufacturers were charging 70 dollars a ton for their rails, Carnegie offered his for 65 dollars. Following another 1 of his well known victims, this is my favorite of my favorite things he ever said, and I couldn't remember if he said it or F said it turns out Carnegie, said it, Cut the prices scoop the market watch the costs and the profits will take care of themselves. And why could he charge 5 dollars less per rail than his next nearest competitor. Because he was able to produce his rails for less than 50 dollars. Also interesting to note what is the role that Carnegie play. He's not in the the... He's not the 1 running the plants. Right? He actually was the principal salesman for his iron and steel companies. That was 1 of the most surprising things I learned when I read that fantastic biography of the first 35 years of bill Gates life. It's called Hard drive, it's episode 140. I'm gonna reread the book soon. But Bill Gates at the the very beginning of Microsoft. It was him, his secretary and I think 28. I think the first 30 employees of Microsoft remember if I'm remembering correctly was Bill Gates, his secretary and 28 programmers, and it said Bill did all of the sales. He spent all his time. Just selling as much software as possible. He was man about it. And so anytime you're studying the history of business in, like, the 18 fifth the 18 hundreds in the early 19 hundreds, you'll see that they do not, like, competition, they all try to collaborate they try to fix prices. But we'll see a little bit of... This this is very similar to to Rockefeller as well. They're try to like, essentially create, like, a steel pricing pool. Right? They're gonna, like, they're... I guess, Cartel is the way to think about this. And so he's approached by this group and they're like, okay, like, let's all get together, and we'll give you 9 percent of, you know, the total, profit and sales from this cartel And he's like, are you insane. Carney ba when he deemed that his proposed share was so far too small. Were they actually offering him 9 percent of the total pie when he could make steel more efficiently than any of them? He asked in disbelief, pounding the table? Preposterous. What did he need with them? And so this relentless attention to cost cutting is where Carnegie and the lives of Henry Clay f are going to start to intersect, and they'll they'll stay intertwined for about 20 years. And what brought Carnegie are excuse me, what brought f to Carney his attention was the fact that F figured out a way to produce high quality coke way cheaper than Carney tried to? Because Carney wanted to control his... Like, if it was important to his business. He wanted to control the process. And he's like, we could just buy it cheaper from F. Why are we doing this? And so that's eventually gonna lead to a partnership. Carter continued, his quest to cut cost, focusing now on the raw materials demanded by the steel making process. The next indispensable substance for the production of steel was coke. Carnegie has to have this is a non negotiable steady supply of high grade coke, at a consistent price was essential to the efficient production of iron and steel and had led Carnegie to buy his own coke ovens. But their limited capacity meant that Carnegie could actually buy cheaper coke from competing operators. As a result, Carnegie decided to sell his own ovens and buy all his coke on the open market. He dispatched his brother, Tom who's going to be his partner to go meet with the principal manufacturer of Coke, 1 Henry Clay F. So I covered the early life of Henry Clay F on actually read a biography. So I'll way back on founders, episode number 75. But I wanna jump into when he's a young man and go over how F got into the coke industry. There's is essentially, like, lots of borrowed money like the earliest years of Rockefeller career. Right? He... The there was a a line in 1 of Rockefeller biographies where it said, Like, he was the greatest borrower I've ever seen. So F is gonna have lots of borrowed money, and he's gonna wind him growing rapidly during an economic downturn. So F 21 years old, he starts to work with, to to partner with his cousin because his cousin was involved in the manufacturer of Coke. His cousins name is Abraham Tin, but Tin was not a gifted operator. He was not doing well at this. Ts was having a difficult go of it and was casting about for new partners. He needs money. So Henry Clay F goes and meets a bunch of bankers to borrow money to get involved and to buy into this coke business. And this is where he meets another legendary figure in the the the history of American business. This is Thomas Mel Thomas Mel as the patriarch of the Mel fame family Dynasty. His son, Andrew is also going to be a very successful banker an entrepreneur. It's gonna be a lifelong. Andrew andrew's gonna be a lifelong friend of Henry Clay F. It was Henry Clay F who traveled Pittsburgh to seek a loan for these activities, and the banker considered the matter was a 57 year old man named Thomas Mel, whose background as a judge He's always referred to as his judge Mall throughout, like, in the history books. Whose background as a judge must have enabled him to discern the potential of this Whip snap. F had little to offer as collateral beyond his confidence in the future of coke. So here, Thomas Mel, can only go on his judgment? Do I find this person trustworthy am Going to have... Is he gonna repay back a loan? He decided yes, he approved the loan. Before the first new oven had been completed, their Coke Oven. F was back to apply for a loan for a second. Second loan for a second oven it. Okay? 1 of Mel officers recommended the request be denied. Mel asked a mining engineer for an independent opinion before making the final decision to report soon came back. This is 1 of my favorite lines about Andrew Kelly F. And it's a great way for you and I to think about our businesses, it says he knows his business down to the ground. He was enough for Mel who approved the loan. He would approve many more loans after that. By the end of 18 73 freaking company owned 200 coke ovens, selling everything it could produce to the rapidly expanding steel makers in the region. Then came the economic collapse as iron and steel declined so to coke. But F, who would later recall this as 1 of the most grueling times in his life proved as un undo in the face of carnegie been. Instead of turning tale, he uses his depression and the confidence he cultivated with Tom Mel to his advantage. He judicious purchased the coal lands and coke ovens of his failed and failing competitors. So that is a buying spree that starts in 18 73 and continues for the next 9 years. His relentless acquisitions continued until by 18 82, the company owns some 3000 acres of coal lands and operated more than a thousand coke ovens, about a quarter of all those in the area by the 8 by the age of 30, F reckon himself a millionaire and was fielding more demand for his coke than he could possibly handle. And so Carnegie is obviously very, very impressed by F. Carnegie had done his homework on F and was impressed with what he found. F company not only own the best coal lands. In the area, it produced the best coke from it, but also they had in mister F. This is what Carney said about F but had in mister F himself a man with a positive genius for its management. Now keep in mind. He's saying that many, many years before F is going to run. The entire Carnegie company. It's gonna take a while, but this idea he saw. He's like, this guy is different, And this also touches on this idea that that Carnegie believed in a form of social darwin. F rise from humble beginnings was obviously in intriguing Tim. It would have signaled Carnegie that F was another 1 of the fellow fit. Survival the fit, And those are the individuals with whom Carnegie sought to align himself. First version of their partnership is that F is going to become the exclusive supplier of coke for all of Carnegie iron and steel works. Eventually, Carnegie is going to own more f business than f us, and that was intentional because F use coke as to get as a way to get what he truly wanted. Which was steel, an interest in a steel in the premier are the best steel making company on the planet. So now the book goes into F, you know, it's this relentless he's a relentless acquire. And he's bank rolling some of these acquisitions by selling equity of the company to Carnegie. For continued to pursue acquisitions vigorously. That's 1 way to put it. Bank rolling his purchases with sales of his stock to Carnegie. In addition, the Carnegie also set out buying up the stock. Of HCF owned by F other partners with whom F had been involved with early on. Carnegie now owned 50 percent of the F coat company, the original F associates whole held 33 percent and F held the remaining 16 percent. And the crazy thing is at this time, F company is actually making more in dividends. This is gonna change rapidly. Then Carnegie steel company. Eventually Carnegie steel company starts making like, 30 40000000 a year. At the end of the 18 hundreds or it should be the beginning of the 19 hundreds. It's like, that's insane. And that's in 1900 dollars. You know, you can multiply by at least a hundred x. So it says by 18 88 dividends from F operations with total almost 2000000 dollars, which is slightly higher than the total of those from Carnegie iron in deal works themselves. So again, speaks to the the operational genius and ingenuity of Henry Clay F. And then to wrap up this section, this is what I just... What I just mentioned, Why would F do this deal? Because he had lots of debt and he viewed coke as a way to get what he really wanted which was steel, F saw in their continued association and avenue to his own extravagant dreams. Coke was important yes, but ultimately, it was a secondary element in a much grander scheme. What Henry Clay F long for was an entry into steel. He was willing to dives himself almost completely of his holdings in coal and coke if that what was what it took to accomplish his goal. So initially, Carnegie was reluctant to include F as a partner, it actually took the early death of Carnegie brother, Tom for f to be able to run the company. So it says, while the death Of his brother and principal firm manager had been a severe blow. Carnegie saw advantages in promoting f to fill the void at Carnegie brothers. To hard charging Andrew Carnegie, his brother had sometimes proven to be a bit reluctant, and risk versus as a competitor an entrepreneur. There would be no such timid humidity with F of that much Carnegie was certain. And if it meant allowing F his wish to buy into the company, it was a small price to pay. It had taken the death of Tom Carnegie to accomplish it, but Henry F was now a partner in steel. So Carnegie brother had actually died of pneumonia. Now the reason I brought this to your attention is because something happens when, at the same time that his brother was really sick. Carnegie was sick. And they were worried that Carnegie might actually die. And so once Carnegie recovered, they had this idea, the other partners and the steel company was like, oh, we need to make this thing called the iron Clad agreement. This is a really important part because this iron cloud agreement is going to be the lin pin that starts this gigantic war between Carnegie and f or war that lasts until the day they both die. They went up dying a few weeks apart. So I'm gonna skip over some parts, we're just gonna be the summary here, it had been Andrew car... But if it had been Andrew Carnegie who died instead of his brother, his majority interest in the Carnegie companies would have required immediate liquidation of the entire enterprise. So that the Iron cloud agreement is the solution to this in case any of God forbid, Andrew county Was die early since he's the primary owner of the business, Iron cloud agreement functioned as a safety net, ensuring that the company had ample time to arrange for the purchase of a deceased partner shares at book value, the book value is it's going to be artificially depressed later on, when the company is way more successful. I think at the time it's making, like, 21000000 dollars a year in profit. And Andrew andrew's like, no, the business is only worth 50000000 dollars. I don't know what you're talking about. And that is gonna cause a rupture. A war between these 2 partners. The agreement included a provision that required any partner, dead or living to sell his interest upon a vote of 3 quarters of the other parties. As a result though he himself would never be subject to such provisions, Carnegie could easily marshal the forces necessary to squeeze out any partner who became troublesome that is exactly what he does with F. It is doubtful. They do their phi. This is another 1 of their partners. Arc Carnegie was was prompted to draft the clause by the entrance of f into the firm, though 1 day it would seem so. There is no record of f f object to these terms, like the other partners he signed the agreement. So a main theme of the book is this constant conflict between ownership and labor, it was very common. If you read any of the... Talk I've talked about this a bunch on the podcast in the past But if you read any, of, like, business history books from, you know, the 18 hundreds or the 19 hundreds, It's... You can only describe it as a war. That's what it is. They literally kill each other. And so a main part of this book. The the the first rift that causes this war between Carnegie and f is over the handling of this thing called the homestead strike. That is how they refer to it. History refers to it as the homestead massacre. 2 sides literally line up with guns and start murdering each other. The amount of violence in this book is shocking. But we're not there yet. We're still... That happens in 18 92. But I need to bring out... There's a there's a series of labor disagreements, and we really see personality. Anytime, not only this guy, like, a very formidable hard guy. Anytime that he feels he's like, listen, if... If you want me to run the company, then I'm gonna run the company. But if you're constantly, like, going to second guess my decisions, he just constantly threatens to resign. And Carney, he doesn't wanna run the company. And so a lot of times Carnegie gives in. I think F resign a total of, like, 3 or 4 times. I'm gonna get to the first part of this... Or, That this is actually the second time, F resign over a disagreement with Carnegie. So it says Carney was accustomed to obedience from his subordinates but if he expected un question servants from Henry Clay F. He had gravely mis calculated. F had from the beginning of his career been a hard liner on labor issues. He was inc by the in interference of labor organizers and unions In what he considered a process properly left to the discretion of the owners of the company. And so throughout F career, he never backed down against labor, this is back. This is a thirst about sales story when he was running the c company. During an 18 77 strike that disrupted the shipment of cole and Coke his company f a company a sheriff's deputy to help e a striker who lived on a shack on the property. F and the sheriff told the striker that he would have to leave and the striker refused. F grabbed the striker by by his hands and feet and flung him off the em where they'd been arguing and into a nearby creek. As a striker struggled to his feet, he found his belongings flying after him, including his mattress and his clothes. As a popular New York based publication once put it, mister F is a forceful cell is is of a forceful self reliant nature and in previous conflicts with labor organization has shown a determination to carry his point at all hazards. So the reason they're giving the background to you and I at this point in the book is because Carnegie is insisting that F settles with the striker that he gives into their demands. And so For like, okay, That's what you wanna do. I resign. Whatever the reasons F responded and rather startling fashion to Carnegie demands that he settle with the str. He writes a letter to Carnegie the rest of the partners. As you hold the majority of the stock and are entitled to control, the... In the company and in viewing what is past between us on the subject, I feel compelled to vacate my position as president. I therefore enclosed my resignation. And the problem with that is Carnegie knew there's nobody that he could replace f. F was the best person for the job. And so this goes on for several pages, but what was shocking to me is the end result of this giant disagreement they're having, You know, not the first time they have a a big disagreement. Is the largest in in their career so far in their partnerships before. The actual end result of their disagreement will a closer partnership. So said the incident had taught both partners important lessons about each other. Carnegie saw that F was no puppet. But rather a man willing to take considerable risk and defense of his principles. If F actions made clear that he was less p than others in Carnegie circle and there's a lot of people that just, you know, just said Carnegie wanted, you know, un question servants from his... From people around him for some reason. Fritz actions made it clear that he was no less p that he was less liable than others in Carnegie Circle, they also indicated a strength of will that might be useful if applied to others. Carnegie was wise enough to grasp F point of view. And because he had also seen in F a managerial capacity second to none, he was willing to overlook F resignation as the understandable act of a proud man. And so it says Carnegie determined to put F managerial talents directly to work within the steel company and to ensure F for loyalty Carnegie offered him an increased share of the company. F was named Chairman of Carnegie brothers and company. And as a result, he now owns 11 percent of Carnegie company Carnegie wrote f a glowing letter of congratulations that ended with him saying, I'm expressing my thankful that I have found the man and he put the man in capital letters. And it said Carnegie F represented something special, not only had f risen up from nothing as Carnegie had, and not only had he proven himself the master of an allied industry F had an ambition, a single of purpose and a lack of self doubt that Carnegie en. And F is a crazy work what we'll see here is that F approach to running Carnegie business He's running both the the a the F c company and Carnegie steel. Eventually, it's gonna be merged to 1 business that that happens after they have a falling out though. But anyways, F approach to running Carnegie business was the same approach he used to run his business the new chairman, meaning for it commenced to the exercises of his duties with Re. F worked from Dawn till Dusk, taking no holidays and familiar himself with every detail of the company's business. And Carnegie and F had a lot of common A lot in common in their business building philosophy. This is Carnegie mantra it could also be applied to. Carnegie was always more interested in what it cost to produce goods than in revenues or profits. Carnegie, would repeat the mantra time and time again. Profits and prices are cyclical, subject to any number of transient forces of the marketplace costs, however, could be strictly controlled and in Carney view any savings achieved in the cost of goods was permanent. Another thing they also did both F and Carnegie would constantly invest in technology to drive down costs. I talked about this in. Last week's episode as well. Carnegie had become convinced that basic Earth furnaces represented the future of steel making they're talking about a new technology just developed. His his steel business has already been around, you know, for a decade decade and a half at this point, but they're constantly relentlessly searching out and investing a new technology that helps them become more efficient to drive down cost. That's the whole point of me reading the section to you. Although it meant scrapping hundreds of thousands of dollars worth of be converters, Carnegie was under third. Even if we save half a dollar per ton by the changes, It would justify a large additional expenditure right now. On this issue, the 2 men were of 1 mine. F had made his way in coke by the same reckoning that Carnegie had in rail and then in steel, If you knew your cost down to the penny, you were always on firm ground. Furthermore, F always understood how essential new technologies were in driving costs down. Cost control became nearly an obsession. Furthermore, they shared a business philosophy that set them apart from their peers. Most of whom were more concerned with net profits and dividends than with the reduction of fixed costs. And so then the author goes into great detail about all the strikes and what happens and, like, the reasons behind the homestead says strike the homestead massacre, I'm just gonna pull out a couple things that I think are just useful for us to to keep in mind because I don't think wherever we're gonna have to deal with something like this in our lives. But to me, it's like, okay, there's a clear loss of perspective. Sometimes you're you're you're focusing in your life can narrow so much that you have a hard time seeing anything other than what's in right in front of your face. And I think stepping back and attaching and taking an overall look at the situation can cause you to avoid making these emotional, emotionally charge decisions that in this case, you, in a very... In our case, maybe causes us a loss of business lots of money where the case cases is. In this case was a literally a loss of decades and decades of un live life. These people died for no reason. And so the background is freaking Carnegie. They're not bud. The union, they're not giving into to union demand, so saying, okay, we're gonna close down the plant, the people that work at the plant refused to leave that we're that leads to f hiring the Pink detectives, which is essentially like a private security at private armed security force of, like, 300 people. They're gonna show up. The plant is right next to this body of water, so they're gonna show up on this boat boats going to get to the edge of the water is going to be met by 5000 workers, and there's going to be a giant war. And so the head of the union is scanning O'donnell. He were gonna pick it up the story from there. He... He's talking to the Pink and detective saying do not get off this boat. So he says on behalf of 5000 men. I beg of you to leave here at once. I do not know who you are nor once you came, but I do know that you have no business here. We, the workers in these mills are peace inclined. We have not damaged any property and we do not intend to. But in the name of God and humanity do not attempt to land. Do not attempt to enter these works by force. Captain He is the leader of the Pink force step finally onto the deck of the boat to deliver his response. We were sent here to take possession of this property and to guard it for this company. We do not wish to shed blood, but if you men don't withdraw, we will mow every 1 of you down and enter in spite of you. You had better disperse for land we will. O'donnell surveyed the scene around him in addition to the armed thousands who had occupy the steep banks of the river, so that's his side. Hundreds more looked down upon the scene from a railroad bridge just up stream. O'donnell had spent weeks and months in attempt to engineer a peaceful resolution to a dispute that in his mind, cried out for a meeting of reasonable minds. How had it come to this? And so the war of the shootout commence is, I'm just gonna pull out 1 example there's AAAA ton of examples. People are literally getting shot by cannons, but disappearing. His brother talking to another brother, his brother just turns into mist from getting hit by cannon. But this is... When I got to this section, I just wrote down and the book. This is... He's dead for no reason. Decades of un live life lost for what? For nothing. John Morris as a 20 year old welsh immigrant was a skilled worker in the plants bloom mill. He had taken a position atop the pump house overlooking the wharf. When more squeezed off around So everybody's armed. Right? They're all shooting and killing each other. They'll shoot each other they'll stab each other they're beating with each other with clubs. It's it's unbelievable it's in this book. When more squeezed off around that he thought had struck 1 of the Pink 10 detectives, he raised his head just to seat confirmation his timing could not have been worse. As he rose a rifle bullet split his forehead. The force of the shot catapult him off the tower. He fell 60 feet dead before he hit the ground. The things about these conflicts and the author does a fantastic job in the book demonstrating is it's like doesn't start. It doesn't go from 0 to 100. It's a slow accumulation of slight and disagreements and fights, and the pressure just builds and builds and builds to the point where somebody thinks it's a good idea to get a gun sit on top of a pump house and start having a little shoot over a job. And so eventually, the pink are greatly outnumbered, they have to surrender, and then when they try to surrender the people that are still living and surviving, This is what happens. And as wrote humans are wild animals in men massive groups. Exhausted and sleepless their nerves fray by the tensions of some 12 hours farm combat and their passions inflamed by witnessing the shooting of scores of their fellows. This group of str snapped. The Picker men screamed for mercy. They were beating over the head with clubs and the butt ends of rifles. You could hear the skulls crack. They were kicked knocked down and jumped upon. Their clothes were torn from their backs, and when they finally escaped, it was with their it was with faces of ash pale and with blood and streams rushing down the backs of their heads staining their clothes. And deaths on both sides didn't change the outlook from either the union or the owners, This is For perspective, F 1 on a tell reporters that no man who had been known to raise a rifle or pistol the battle would ever again be employed in his operations. Nor would any man assert any claims to union membership Carnegie steel would not be dictated to. And so that leads a few weeks later to F assassination attempt. In the building where the operations of Carnegie Steele or how Su henry F engaged at this moment in a conversation with Carnegie company vice president is gaining named Lie. Hearing us out at the door behind him f turns from a conference table with some annoy at the interruption to find a man he had dismissed from his offices only a day or 2 before. Though the man had earlier represented himself as Simon Bach, unemployment agent. He is neither an employment agent, a reporter, a striker, an officer of law nor a business confidant on. He is in fact, Alexander Berg, and he has come to kill F, and then in the book is Alexander's own recollection of this assassination attempt. I'm gonna pull out is really spooky. And I'm gonna pull out a couple lines. I step into the office and I find myself facing f. With a quick motion, I draw the revolver. As I raise the weapon, I see f clutch with both hands and the arm of the chair and attempt to rise. I aim at his head. Perhaps he wears armor I reflect. With a look of horror, he quickly avert his face and I pull the trigger. I hear a sharp piercing cry and see f on his knees. His head against the arm of the chair. I feel calm and possessed. He is lying under the large chair without sound or motion. Dead, question mark? I wonder. I must make sure. And so what happens next, there's different stories depending on who you asking and who was there. I'm gonna read the description. The author clues. F was not yet dead. As Bi advanced upon the prone F, who ro himself and began to crawl weekly towards the door. Burp raised his pistol and aimed it between F shoulder blades. Again, he pulled the trigger, but as he did, the hand of l, That was the guy that F was talking to. Struck Burke arm and the second shot went astra. Berg and L struggled but Berg gained the upper hand. He pointed the pistol spot between f eyes and pulled the trigger again. There was a dull click but no explosion came. Berg stared at the pistol and disbelief. Berg would have shot again, but he felt a rush of air than a thunder crack as a hammer wielded by a company carpenter drove into the back of his head. The man who would have killed Henry Clay f slumped unconscious to the floor. And so there's varying different accounts whether f was shot once or twice, what was known issues he was shot at least once in the neck. There's also report that he was actually shot twice in the neck and a 2 bullets were removed from his neck. This is the crazy part. Of, the craziest part. I henry clay F life's, obviously insane, But this is the craziest thing. 1 of the craziest things I ever heard. When a surgeon was rushed to the office attend his wounds, it was said that F refused any an aesthetic. The bullets are gonna be removed and he's gonna be stitched up right there at the office, and he's gonna insist on finishing the work he was working on before going to a hospital. This is insane. With the removal, the bullets the doctor advised that his patient be removed immediately to the nearest hospital, but f would have none of it. He insisted that his wounds be sew up then and there, and next had himself prop up in his chair where he completed the letter he had been working on when Be attacked. Only after he was finished with his day's work, D F permit himself to be carried from the office to an ambulance where he would take him to his home. And even then, he stopped so that he might issue a statement to reporters. This is insane. Listen to the statement, this is after being shot in the neck. This incident will not change the attitude of the Carnegie steel company towards the union. I do not think I shall die, but whether I do or not, the company will pursue the same policy and it will win. After this assassination tab. He is forced to spend, like, I think the next, like, few weeks in bed. While this also happens, he had a young daughter or die about a year before. She had a shit had swallowed a pin, which she was, like, 2, and there had been in series of infections. She ones up dying when she's 7. Then a year later, his wife had given birth to, a, newborn son. That newborn son, unfortunately never made it. So I think he died. The son was like a few months old. And so it says reeling now from lost of 2 children f force himself from bed to attend the funeral service of his infant son on August fourth. On the following morning, he rode a street car to his downtown offices and began his day properly at 8AM 13 days after being gun down. And so the public relations fallout out from the homestead Massacre and everything that happens is the beginning of the end for the f Carnegie partnership. It's going to come a few years in the future from where we are now, but it can be trade... The author does a great job of tracing it back to this 1 event. Before I get there, I just found a random paragraph I really liked. It was actually good life advice from Henry clay F to his Pro j Charles Schwab, you must not allow anything to discourage you in the least. Even if things do not go well, for some time to come or even if you should get much or even if they should get much worse, just keep at it doing the best you can. Do not allow the fact that you're not getting along as well as you would like to lead you to put yourself in a compromising position. So about 2 years later, F is going to resign from running. So he's gonna still be involved in the company. I think he's, like Chairman or something. But he's not going to be running the company day to day. He resign because there's, like, again, this is what I meant about. It's very beneficial to, detached to step back. They're like, they have a a series, like, an accumulation of these small little fights. In 1 case, Carnegie wants to buy 1 of f former competitors, this this company that produces Coke. F things disguise. Like a thief and he's reputable and he doesn't wanna be involved. And so again, it it looks like he winds resigning because of this, but this is, like, the the straw that broke the camel back. And then it's even another few years after this where they just have, you know, almost get into a fight where actually F Chases Carnegie out of his office under the threat of violence. I just wanna pull out an excerpt from the resignation letter that f sense to Carnegie, and says it can only be described as a jaw dropper that is for sure. Mister Carnegie is high time. You should stop this nonsensical talk about me being unwell restrained and treat this matter between us in a rational business like way. Why do you write such stuff? I warn you to carry this no farther with me, but come forward like a man and purchase my interest and let us part before it becomes impossible to continue to be friends. I desire to quietly withdraw doing a little... Doing as little harm as possible to the interest of others because I become tired of your business methods Your absurd newspaper interviews and your personal remarks and un unwanted interference in matters that you know nothing about. And so it's crazy. He resign this is happening in 18 94, they wind up, like, getting even... Remember I said earlier, like, they fought and they wanted being closer to partners. They wanted up being, you know, pretty like, repairing their relationship, and the final fallout doesn't come for, like, another 3 years. And then the last few events that happened is just... There... It's it's remarkable me. So you have Henry Clay F and Carnegie. They're some of the wealthiest people in the world, they're most formidable people. Obviously, very intelligent, and they're still capable of being petty and emotional and ego driven, all of this could have been avoided. Both of them do things that are very very bizarre, and I think lead to... Again, it's just accumulation of these little slight and fights that have been happening for decade after decade. And so the first thing is, like, why would F do this? Like this doesn't make any sense. F is still 1 of Andrew's trusted confidant, F and his partner F, phi they're both very interested in having this this is gonna relate back to the iron cloud agreement that I mentioned earlier, in towards the beginning of the podcast. They're both interested in, like, okay. Let's find a buyer for this company. Let's liquidate, like, let's actually get our money out of this. Right? We all know that the the I think they just made 30 or 40000000 in the year, whatever it was. We know this company is not worth 50000000. It's worth, you know, 05:10 times that. And so they're looking for a buyer, and why would you do this? They try... Freaking fifth try to sell the company, but they won't tell Andrew who the bitter is. This is the weirdest thing. I don't even... I can't describe it you. So I'm just gonna read you, and then maybe you can just share in my misunderstanding. F Phi might have sold their holdings even earlier, but the existence, of 1 major stumbling block was the iron clad agreement of 18 87, which they had all signed according to the provisions, which meant to protect partners in the event of Carnegie death, partner who wished to retire could do so, but his shares had to be redeemed at book value and payment made in installments. Since Carnegie had always opposed, the re evaluation of the company, the book value of Carnegie steel in 18 99 remained 50000000 dollars. Even though the most conservative estimates placed its true valuation between 202 hundred and 50000000, remember it's going to sell for 489. And it had it had made a net earnings in 18 99 of 21000000 dollars. The impasse was finally broken in April of 18 99 with F and F and informed Carnegie that they been approached by a buyer, willing to meet the 250000000 dollar price. Carnegie asked F f who their prospective buyers were. In Carnegie mind, Rockefeller was 1 suspect and another was Jpmorgan. But F and phi told Carnegie, that they had been sworn to secrecy by their prospective buyer, and then they were acting solely as intermediaries. What the hell? Is taking place here. Could you imagine asking somebody, Carnegie get like, Carney is a majority of owner if they sell it for 250000000. He makes a hundred and 57000000. Like, sell your just blindly sell your company, agree to selling it, but we're not gonna tell you who it's selling... Like, what are you talking about And so it winds up coming out anyways that it's... In the eyes of Carnegie, it's guy named bed a million gates who's rather famous. He pops up in a bunch of books. They call him Notorious Wall street spec. He also built this giant like, barb wire for business. And 2 other brothers. So I think they're called the Moo brother brothers. So essentially, like, in in Carnegie eyes, these are, like, spec... These are not honorable people, and he was absolutely mortified at the prospect of selling his business to people like this. And there's 2 things that make this even worse is 1, gates and the more brothers had persuaded Vip and F that if they could convince Carnegie to buy the business, they would get a broker fee of 5000000 dollars, which is really weird because they're supposed to be partners. Right? So they're profiting off that in in this bizarre. Like, your shareholders and the company, your profit should just come from us buying the business. And the second thing was that gates and the more Brothers didn't even have the money necessary to make the purchase. They had nowhere near 250000000 dollars. And so from Carnegie perspective, I understand. It says it was just that what carnegie suspected a despicable exercise and speculation, and it made was made all the more dis disposable by the secretive and self serving participation of his longtime time partners. And so from there, I'm like, okay, That was a bad move on f part, but this is what I meant. I was like, this is really bad. Like unbelievable what Carnegie does to f here, and it's dis accumulated disagreements over a long period of time that lead towards this lack of prospective lack of detachment is giving into ego And in some way, some... Some form of revenge that Carnegie is seeking on on F. What, F wants is the company's valuation to increase to reflect the drastic increase in profits. Right? So then he can then sell his earnings. He's forced sales earnings a book value but be saying, hey, you're artificially depressing book value. You know it's not worth this. And yet because you won't, have the company rev reevaluate, you're screwing me out of a lot of money. So it says F replied through cl teeth that he might be willing to permit a merger provided that the newly formed company would be capitalized at no less than a hundred and 50000000. Though the figure was low in comparison. They know it's worth more than that. Carnegie would have none of it. There would be no such re of their holdings he insisted. Now they're both very upset with each. They start saying, you know, things across the line. F went on to say Carnegie had threatened to buy his own coke lands and run F Coke company out of business and further suggested that Carnegie was less than a man for not voicing objections to his face. He demanded that Carnegie apologized personally. If Carnegie had entertained the slightest hopes of patching things up For latest invent dash them completely. It was Carnegie intention now to abolish the office of chairman once and for all. That means Carnegie is like we are going to get... We're kicking f out of the company. And so Carnegie tells Charles Schwab, who is now running the company. This is F former Pro. He's like, hey, Tell F. He needs to resign. He warned F of Carnegie attention to Abolish F position at the next board meeting. That is Charles Schwab. So Charles Schwab winds up having a falling out with F later on 2. But he felt a sense of obligation to me. He did the right thing here. So it felt a sense of obligation to his to his mentor. And so he's, like, I'm not just gonna spring this on f at the next meeting. He went and saw f in person. He's like, listen. This is what's happening. Like, I have to do this because I'm running the company, but I need to tell you you know, myself. So instead of mailing a letter to F. He actually goes too f and tells him directly. And so F sees, he has no recourse, he's got it and that he's gonna start plotting and and get his revenge. But he submits his resignation. So from Carney perspective, It's like, oh, this is willie... This went really smooth. Says never had a cuda tag on more smoothly as so... Or so it must have seemed with the troublesome f out of the way at last. Carney you can envision only smooth sailing. But then so did the passengers on the titanic. And so this is where Carnegie goes too far. He kicks him out of Carnegie steel. And he said, hey, I'm gonna kick him out of his own company that he started, and he's gonna try it to screw him over on the price. And because Carnegie owned most of the equity, He essentially stacked the board. He says that the board meeting of the Henry Clay F c company. Carnegie saw to it that the new membership, board membership was elected, 1 that reflected his and his loyal controlling interest in the company. The 5 new Carnegie em men on the 7 member board of the, Henry Clay for c company, quickly got done a business abolishing the office of Chairman and leaving the company in control of his present. So again, Carney kicks f out of the Chairman Role in the Carnegie. Company does the same thing in the coke company as well. F though, still a member of the board could do nothing. D deposed for a second time, through the mach nominations of Carnegie and now dropped from the very company he had founded he simply walked out of the meeting. It was not the final dignity On the following day, mister Carnegie paid a visit to F office. And this is crazy. I don't know what Carnegie he was thinking here. Carnegie drew a copy of a document from his c pocket. Carnegie explained that on... The the day before the meeting, at which F had been to deposed from his own company, there had been a special session of the Carnegie Board of managers that he... That F wasn't there because he never been kicked out of the company. And they had just 1 piece of business. For a f red was its unmistakable as it was infuriating as F had proven to be an obstruction to the continued and efficient operation of their mighty leviathan thin of steel. This is what he's saying is like F is damaging the company. The document stated the Board had no choice but to invoke the provisions of the iron clad agreement. For interest in the company must be surrendered his compensation fixed at book value and not a penny more. F would receive 1500000.0 dollars for stock that was worth at least 10 times as much. That number is way lower. So cro is like, I'm gonna pay 1500000.0. Even at the lowest number, it's worth at least 11 12000000 he winds up getting 31000000, and then because of the the sale and the recap of the company with Us steel, his holdings wanted up being worth over 70000000 dollars. Carnegie he's like, yeah, that's only worth 1500000.0 dollars and Carnegie, this is what I mean, he's blinded by Ego because we'll see the smart strategies used by F to prove that you don't actually believe what your document says. And to me, this is a dish honorable act. You're 1500000.0, for a person who helped you build at least a 250000000 dollar company. Come on. F was undoubtedly the second most important person in the company. That's ridiculous. So says f was on his feet by now. He's chair tipping backward with a for years, I've been convinced there's not an honest bone in your body. He shouted at Carnegie. Now I know that you're a goddamn thief. He cr up the document and toss it aside. We'll have a judge and jury decide what you were to pay me. He spun around his desk advancing on Carnegie with his fist race. Carnegie literally has to run away, and it says it was the last meeting between Andrew Carnegie and Henry Clay F. So this is happening in the year 1900. I started the book with there request of Carnegie having a meeting with F. That letter is written in 19 19. So 20 years, passes, and they never meet. Again, they both die in 19 19. So I just wanna pull out some smart strategies by F. So F goes right to F. Phi has been Carnegie and F partner Phi is the 1 that actually created the iron cloud agreement. So F says F had f. Porting over the fine print of the iron cloud agreement since it was Phi. Brainchild in the first place. He was a logical person to discover its faults. And soon enough, he found them. This is what I mean. This is just very... This is not a logical decision by Carnegie. This is an emotional decision by Carnegie. F filed a lawsuit charging among other things that Carnegie had unjust attempted to force them out of the company and acquire holdings at a some far below their value. Remember, Carnegie still is like private company. Right? So For like, hey, we're gonna air everything out, buddy. Most distressing Carnegie was the fact that the details of the company's business affairs were laid out in the company brief. If the suit actually went forward the public would for the first time learn details of the immense profits being generated by Carnegie enterprise. F attempt to force a rev evaluation of the company was bad enough, but if documents held by F were widely publicized, revealing that Carnegie had refused to renew the option for the More Brothers purchase, that's the the secret deal that F and Phi were trying to broker. That to renew the option for the Moore's brother purchase list to value of the property was raised to a more rightful by Carnegie own reckoning 500000000 dollars. So let me be clear. F is in possession of documents that he wants to make public saying, you're saying that the business is worth 50000000 doesn't make sense because in this document, you're saying that the valuation of your business is 500000000 dollars. And so it says if this document came out, it would forever ham efforts to manipulate the value of his holdings and buyout out troublesome partners for a song, which is exactly trying to do it a. To carnegie that such information concerning the inner workings of the company should be made public was in a front an embarrassment and most important a disadvantage to doing business. Other prominent entrepreneurs wrote to urge him to find a way to put this this airing of dirty laundry and privilege information to a speedy end. So she's saying, hey. You just need to pay f. This is a bad decision. George West house. It's actually 1 of these guys. III covered he... He's went to war with Edison in this fantastic book. I covered back on on episode 83. It's Empires of light Edison Tesla West house and the race elect electrified the world. So George, george West house sent a letter calling at a calamity by reason of the fact that the private affairs of your company will undoubtedly be made public. And so says like, you need to settle here. If he were to prove... This is the crazy part. This is, like, the the the the biggest weakness that car that Carnegie the Carnegie argument and his actions had. If he were to prove in court for instance that the value of Carnegie steel was just a fraction of what f claimed, how on earth, would he attract a buyer willing to pay what he privately knew what the company was worth, And so eventually, Carnegie gives in. It says a compromise would was laid out Carnegie steel was to be valued at 250000000, Henry F c company to be valued at 70000000 and they would be merged as a result of the agreement Henry clay F would remove himself from any role in the management of the new company. Perhaps did it cost him his job and the friendship of Andrew Carnegie then again, he had 31000000 dollars with which to console himself that is 31000000 dollars in 1900 money. And this is what I mentioned earlier, Jpmorgan started a steel company, starts analyzing Carnegie business is like, oh, I do not wanna compete with that. And this gonna lead to the world's first billion dollar corporation. Morgan understood the fo of a long term battle with the Carnegie company. A firm that controlled its own sources of raw materials, transport and manufacturer, and that was far more deeply capitalized than his or any of the other steel ups starts. They might stay in the game for a while, and they might put a dent into Carnegie armor. But in the end, Carnegie would run them into the ground everyone. In Morgan's mind, there was only 1 course of action and he did not hesitate. Only 1 question remained. How much would it take to get Andrew Carnegie to sell? And so what Morgan does is does not approach Andrew Carnegie you directly. He goes through Charles Schwab. Charles Schwab is the 1 running the Carnegie company remember that is the former Pro j of Henry Clay F, and Morgan's like, okay, I need talk to Andrew for me. Tell me what it takes. And so Carney comes up with the calculation. He, like, writes it down on a piece paper, gives it to schwab to take to morgan. Remember all these guys are in New york city. It's like they just live blocks me down the street from each other It's good. So remarkable. But the total price for the Carnegie company that Andrew Carnegie wrote down on this piece of paper that Schwab is about to take Morgan is 480000000 dollars. Schwab glanced at the document only briefly. Carnegie had named his price. The next step was to go to Morgan. When Morgan examined this document, he said simply, I accept this price. With that, 1 of the most story deals in the history of American business had been done. Morgan then goes to Carnegie house to finalize a deal. And says as he was leaving Morgan took Carnegie hand and said, Mister Carnegie, I wanna congratulate you on being the richest man in the world. After the sales complete, Carnegie he's not gonna have any role in the companies he's like, nope. This is it, Like I sold. I'm done, this is going to open up for Henry Clay F to be back into Now the the new combined company, the Us steel. Another beneficiary was 1 Henry Clay f. His interest in the newly formed United States Steel Corporation was 61000000 dollars. If Carnegie re the prospect of retirement F evidently did not He made it known that he would be willing to consider the possibility of the being the chief executive officer of the new company. Carnegie lob Hard against that possibility. In the end, Charles Schwab was elected president of the new company though F was voted onto the board of directors. The arrangement did not last long. Less than 2 years into his tenure and annoyed by f continuing influence on the board, Schwab resigned to be replaced by Albert Gary. Gary remained at the helm of the Us steel company for more than 26 years. And for more than 15 of those years, he counted on the advice of his partner. Henry Clay F. And that is where I'll leave it for the full story. I highly recommend buying the book. I think this book should be in every entrepreneurs. Library, If you buy the book using the link that's in the show of your podcast player, you'll be supporting the podcast at the same time. That is 284 books down 1000 ago, and I'll talk to you again soon."
}