{
  "transcript": "Ja took time off from counting his money to have lunch at Del, the fanciest restaurant in town. While he was eating, a lawyer walked over to his table and punched him in the face. A series of spectacular financial triumphs had made gold fabulous rich. Now at age 36, he was the most notorious businessman in the country. Like others who try to claw back money from gold, the lawyer was getting nowhere in court. The laws were too weak enforcement to lacks and the judges too crooked. Gold had them in his pocket. This book seeks to explain Jay Gold and his underappreciated an aggressively mali aligned role in the country's transformative economic expansion of the nineteenth century. But it's just as much an exploration of Wall Street during its wild west era after the Civil war when by the rough means on display at Del monte. The seeds of our current financial system were planted. Cornelius Van John d Rockefeller, and Andrew Carnegie are not the focus of this book because they made their money in industry, not in finance. Van toil in steam ships and railroads, Rockefeller, oil, and Carnegie and steel. Only the lesser known figure of J Gold as rich as any of them was foremost a creature of Wall Street. To the extent J Gold is remembered it's for Black Friday. The day he blew up the gold market and para the financial system. Lawyers swamped him with lawsuits. Prosecutors hit him with subpoena and congress haul him in for hearings. This was as far as things got. Arrested 3 times, Ja gold never spent a day in jail. Frustrated opponents turned to vigilant anti justice. 1 victim tossed gold down a stair. Another 1 pulled a gun on him. His peers were more charitable. Van told a newspaper that Gold was a smartest man in America. Rockefeller when asked who he thought had the best head for business, answered Jay Gold. They recognize recognized gold as a master of his craft. No 1 disputed that he was an extraordinary problem solve, an unparalleled negotiator an expert communicator, a lightning fast thinker, and a master full technician with a staggering memory He complimented his natural endowments with nerves of iron and a work ethic, even as a teenager so strong that it damaged his health and quite possibly shortened his life. With his mix, of brains and single mind, he was suited to make the most of the moment, but why does he matter? There's an easy answer. While he made his money on Wall Street, he did as much as anyone. Through his work with the railroads to build the country. Railroads changed America in the nineteenth century, much as automobiles changed the country in the twentieth century, and the Internet has changed the 20 first century. And gold knew how to play the game. That was an excerpt from the absolutely fantastic book that I read this week and the 1 I'm gonna talk to you about today, which is American Ras, how Jay Gold Built Wall Street biggest fortune, and it was written by Greg Stein. Okay. So I gotta start by reading the inside flaps of this book. The inside cover of this book, because it's absolutely fantastic. It gives you an absolutely fantastic overview of the life and career of Jay Gold. And this is what it says. He was richer than Rockefeller and so bare knuckle that even Wall Street had to start making rules. Had he put his name on a university or Concert hall? He would undoubtedly be a household name today? The son of a poor farmer whose early life was marked by tragedy? Jay Saw money as a means to give his family a better life? Even if to do so, he had to pull a fast 1 on everyone else. After entering Wall Street at the age of 24, he quickly became notorious when an attempt to corner the market on gold, he paralyzed the economy and nearly toppled president Ulysses s grant. The Black Friday market collapse of 18 69 remains among the darkest days in Wall Street history. Through clever financial maneuvers, he gained control over 1 of every 6 miles of the country's rapidly expanding network for railroad tracks. Coming close to creating the first truly Trans, trans railroad and making himself 1 of the richest men in America. Just gonna interrupt this real quick. He winds up dying from Tuberculosis at 52 years old. I think he had 5, I think it's 6 kids. He was so rich, so I use this calculator... That's available online. That'll that'll try to tell you the value of a dollar in the past in, like, today's terms. It only goes back to, I think, 19 13. Jay died 21 years earlier in 18 92, When he died, he left his first firstborn on 15000000 dollars and all the rest of his kids, I think the 5 other kids, 10000000 dollars. Having 15000000 dollars back in 19 13, so the value would be even more in 18 92. It'd be, like, giving your born son, about a half almost 500000000 dollars and then giving your other 5 kids, 300000000 dollars. Imagine how much more wealth he would likely build. If he actually lived to the same age as like a Rockefeller or Van bone. His illness actually took away maybe another 2 decades of him constantly building to as well. So it's just, it's just a staggering amount of money. So back to this this says it made him 1 of the richest men in America, that's just an illustration of that. American Ras shows the complex and quirky character, this is 1 of my favorite This 1 my very paragraphs to give you just a description of why we should spend so much time. Is my second podcast on on Jay, and I'll go into more details of that in a minute, but why we should spend so much time just studying just his very unique life in career. So it says American Ras shows a complex and Quirky, character of the nineteenth century greatest Robert he was at once praise for his brilliance by Rockefeller and Van and condemned for forever destroying the American business values by Mark Twain. He lived a colorful life. Trading jokes with Thomas Edison, figuring in Thomas Nas best sketches paying boss boss tweed bail and commuting to work in a 200 foot yacht. He thrived and in an expanding industrial economy in which authorities tolerated inside trader and stock price manipulation because they believe regulation would S progress. But by taking these practices to new levels, he showed that un unparalleled capitalism was in fact dangers for the American economy. This eye opening history explores how Gold audacious exploration or exploitation. Excuse me, of economic freedom triggered the first public demands for financial reform, a call that still resonates today. So I'm gonna go into his early life to give you an idea of how the circumstances and the tragedy that he had to endure when he was young, really turned into this this concept that you and I've talked about. Again, it's this Ps, which stands for poor, smart determined. And after you're done listening to this, if you have not already listened to the very first episode I did on Jay Gold. It's episode 02:58 based on this fantastic book called the dark genius of Wall Street. There's going to be some overlap in the conversation you and I have today with that episode, but I do think of them as a 2 part series, meaning that you... If you're interested in Jay, you should listen to both of them. And so to me there's 3 traits that influence Jay's early life the most, that's poverty, early deaths, and alcoholism. And so it says, on a January morning when Jay was 4, his sisters were in school and their teacher dismissed them early. Mary, Jay's mother, was sick and wanted to see her children. Jay went with the girls to mary's room. He pulled himself up to her bed and kissed her lips. They were cold. Mary was dead at age 35, a victim of Ty forward fever, And this is 1 of the most chilling sentences in this entire book. Jay later said that the only thing he remembered about his mother were her cold lips. It is interesting to think about what what's imprinted on us when we're really small when we're we're really young children that affects the rest of our lives. This book doesn't talk about it as much. But in the dark genius of Wall Street, it talks about that Jay had very few habits side of family work. 1 of his habits in 1 of his hobbies rather was that he loved growing flowers. The beautiful home that he had on fifth Avenue and in Manhattan later in life had a fairly large garden, he winds up buying this mass of state. I think I think it's in upstate New York. Somewhere were outside outside of Manhattan that and then he winds up building this this massive greenhouse, and we spent a ton of his free time the time that he's not working, growing new kinds of flowers. And the reason that stuck out to me is because his mother spent an unbelievable amount of time developing her garden before she passed away. So then after his mother dies, his father rem remarried a number of times says family tragedy did not end there. John Gold immediately married. His new wife died less than a year later. He married a third time. The woman died within 2 years. Jay's sister Nancy, who was only 11 years old also fell ill and died. That made 4 deaths in 4 years. So imagine going through that, your 8 years old, Your mother died, your sister died, your 2 new step moms are dead. And to make it worse, his father winds up being an alcoholic. So says he took to drink John Gold could be cruel. Jay was once sent home from school for mis behaving. John locked him in the cellar. It gets even worse that. So he locks him in the cellar gets so drunk forgets that he's in there. So Jay's older sisters was like, well, where's... Like, where's Jay, what happened to him. And his father couldn't remember that he put his son in there. Much later when his sisters finally found him and cellar and let him out. He was just in he was in tears completely crying. But even an environment like this, we see that his traits his personality traits he had they develop young and they stuck with him throughout his entire life. He had an unbelievable work ethic and an incredibly long attention span later on, he meets, like, a young Thomas Edison, because he's gonna wind up buying Thomas edison... 1 of Thomas edison first inventions, which is a way to send multiple messages across telegraph lines, and Thomas Edison dot jay was just 1 of the weirdest people ever met. Said 1 time in their meeting, Jay pulls off like a map. This is much later in the book too, pulls out a map and, talks without stopping for 3 hours about his plans to expand his railroad. And I think at the time Thomas said edison is it's like, you know, this way before he was famous He's like in his mid twenties. He's like, what is going on with this guy. So we see a little bit of that here. Jay worked on math problems as long as it took to get an answer. He read whatever he could get his hands on. Jay was often nowhere to be found. He was off hiding somewhere with his books. Jay left home when he was 13 explaining that the local school was too easy. He goes to try to gain and gain admit admit into a school that cost. Money, money he doesn't have, so says to wait to pay his tuition board at his new school, he taught himself basic accounting and kept the books for a black myth. 2 years later, so I think, Jay at this point in the story somewhere around 16, he would wake up at 3 in the morning to study by fire. His area of interest was Surveying, so Lance, this comes... This is actually really important to 1 of his first successful businesses. He's gonna start Tanner. And it's actually his knowledge of surveying that gives him an advantage in that field. So, keep keep this mind for later. He hated the dr of farming and believe that surveying because his dad was a farmer. Okay? He... This is gonna this is gonna parallel with a young Henry Ford as a matter of fact. He hated the dr of farming and believed surveying was his way out. I actually went into more detail on this if you haven't listened to episode 2 66, which is the on the second time I read Henry Ford's auto. Henry Ford... A young Henry Ford hated the dr of farming, and he thought that machinery and mc mechanics, was his way out. And in Jay's case, he learned surveying. And so as a as a result of learning these skills, he planned to travel around the county they lives in, and actually create a map user surveying skills to create a map of the county he lives, and then travel around the county and selling those maps. And this idea works, and this is where he makes, you know, to him the first real money of his life. So it says with that, Jay was in business. He walked the roads of also county where he's living and surveyed the whole thing. He sold the match himself. Here earned a few hundred dollars. That was the first money I made in business he said. He soon had a modest but thriving business. His shortcomings was his inability to slow down, again, he's still young. He's a teenager. He's gonna be like this his entire life. While other farm children mend fences and t hay, he filled his teenage years with deadlines, sales calls, and per and personnel decisions. He was consumed by work, he ate poorly and slept little. He collapsed into bed with chills and stomach pains, the doctor diagnosed ty fo fever. So this is the first of many illnesses that he had to throughout his life. I think I Ty fo fever fever twice He had some kind like, bowel, like, infection and bowel disease, I think would re occur as well. And then, of course, winds up getting tuberculosis later on and and dying from that. And so there's gonna be a few times when he's still tight teenager that he's relegated to bed. We see that he's absolutely relentless. So he's bedridden written and it says not that he was idle. He took the time to finish another piece of work. He wrote a history of his home county of Delaware. He sent it to a printer shop in Philadelphia that happened to burn down. From his notes, he rewrote the 426 page book. And this is what a young jay gold is writing to his friend. You know, this, again, this is, like, I think, 17 18 and year old now, he's actually 18 years old at this point. Sorry. As you know, he said to a friend, I'm not in the habit of backing out of what I undertake, and I show right night and day until it is completed. So in addition to his relentless and his determination, we see that he has a lot of self belief even at at a very early age, He toy with the idea of college. He visited in Rutgers jail, Harvard and Brown. He concluded college was was an expensive indulge. Why bother with college when he could teach himself from books he said. He told a friend earlier in this that he would that he knew that who's his destiny to become rich we see more of a self relief here in letter he's writing his friend, I am determined to use all my best energies to accomplish this life's highest possibilities. So this is really interesting. Something that you and I've talked about. And over again, you do the best job, possible on the opportunity right in front of you is going to unlock an opportunity in the future that you can't not possibly predict. He is doing the best job surveying is possible. This is going to lead him to meeting Za pratt, Za Pratt is 1 of the richest and most successful businessman in the northeast at this point. That meeting is later on is going to start have them start a tanner business together, even though pratt as I think 45 years older than Jiggle, that in turn is going to lead Jay to realize that there's actually more money in the markets. For the leather goods that the tanner is producing, then the actual manufacturing of the leather goods himself, which then gives him an idea. Hey, I should stop what I'm doing here and go learn the secret magic of stocks and bonds on Wall Street. So before we get there, I need to introduce you to Attic Pratt. He is a character, and you'll see what I mean here. Everybody knew Attic Pratt. Pratt was an inspiration. He was born in 17 90, and he began his career traveling to town to town as a saddle maker. Then he ran a country store. He worked 14 hour, save money by sleeping under the counter at night. He had his first big commercial success, selling ore to the military for the war of 18 12. When he was doing that is when he discovered a perfect location for a tanner. From that... From the moment he signed the deed for this new piece of land, his fortune was secure. Why is that? Because Leather was a big business, The country needed choose boots, machine belts, leather, etcetera. And this part of the country, where Z sets up shop. He wants up owning, like, I don't know. 35, 40 of these tanner. She makes a lot of money doing this. But, he had an advantage. He was in the right place at the rights time with the race set of skills. The tanner need this thing called tan acid. Tan acid is found in tree bark, and the tree that produces the most tan acid is Hem lock. And it just so happens that no place in America had more hem lock than the cats scales, which is where Attic pride is living. This is very much a rough almost like frontier like industry, there's a 1 sentence I to reach you here, the you need to remember for later when they... When Jay literally has a shootout. That's not hyper bottle. They literally go to war over the ownership of this tanner. So it says the tanner themselves for rough drinking men. Remember that part of about drinking too, which gives he Jay thought he had a a massive life because he was sober. He talks about that over and over again. Let's go back to Pratt first. If Pratt had a business card, it might have said something like data scientist. He doubled his leather output by experimenting with different boiling times tenant concentrations and hide size, while recording every data point in a book. He ran for congress. He never missed a day on the house floor. He was a centric. He liked playing soldier with real gunpowder, he re enacted famous battles. Pratt had a weakness. Pride. All, this stuff I'm reading you is happening over multiple pages by the way. Pratt had a weakness. Pride. Calling his little tan community, Pratt fill was def def. There were plenty of villages named after their founders. Nor was nor was it unusual when he started a bank and called it P National. It got strange with the banknote notes. For his bank, Pratt used a self portrait. That's like you and I owning a bank being able to to distribute our own court currency and instead of putting, like, George Washington or Ben Franklin on it. We put our own face. He's was... This is actually... I think leads to part of why, a, younger, somebody way younger, less experienced and had way less access to wealth actually winds beating them in this competition because Jay gets the the upper hand, which we'll go into in 1 second. The the the idea of being pride though, and that is a weakness continues on the next page, He commissioned a stone cutter to sculpt his likeness his likeness on the rocks overlooking Pratt. They call this the Cats version of Mount Rushmore again instead of putting other people's faces on there. He puts his own again. He commissioned an author to go straight his. In the, we learned that Pratt was the best marks, the fastest runner, and the strongest horse around. We discover that lesser men have neither the skill nor the summer for big business. Thus it was pratt obligation to assume the burden himself. So that gives you a background into Jay's very first business partner. They wanna building relationship. Jay's like, hey, I wanna build a tanner, and he asked Pratt to to to back. And so Jay's is gonna do all the work. Pratt is actually going to invest a hundred and 20000 dollars into this business. And so the same work ethic and attention to detail that Jay had when he was teenager, now he's applying it to his business. The business does fantastically well, this goes on for a few years, but then slowly but surely, he's like, oh, This is where he realizes where the real money in his industry was actually being made. So says he had half interest in a profitable tan operation. He was just 22 years old. He could see the day when he would be rich just like he had predicted. But he still felt unsatisfied. He had not forgotten the mansions in Manhattan. He wasn't sure what the people along fifth Avenue did to afford such lux, but he knew it wasn't tan cow hides, and it's just remarkable how how many times in these stories that you and I cover. We see something like this. Few earlier, he had had taken his first visit to Manhattan couldn't believe the amount of wealth, walked around, fifth avenue Was like, can you believe that, like, the house is here. It's just amazing. Few years after that. He winds up living on and he winds up buying a place on fifth avenue living there for many decades. And something he also found in Manhattan was this thing called the swamp. The swamp was where they actually traded, like, commodities like leather goods, and he... And where Jay's is like, wait a minute. He does this actually really smart. Let me make sure I have this in here. Actually, know what? What I'm thinking of is a, quote. I just found it. It's actually from the previous book I covered back on 02:58 dark genius and wall. I'm gonna read that to you in 1 second. It's gonna describe what's happening here in the book as well. So it says he had noticed that leather prices were as material as land prices. And that powerful and sometimes hidden forces drove prices. This idea of hidden forces driving prices of stocks usually in in a case of j up and down, is something that's repeated throughout the book It occurred jay that he could make even more money by understanding the forces that move prices and then trading on that knowledge. He had taught himself bookkeeping. He had taught himself serving, now he would teach him everything about leather about how leather was bought and sold. And so that's when he starts spending more time down in the swamp. He's gonna wind up meeting people that that become really important to him buying out pratt later on, but I just wanna go over why he... Why he found this appealing. Right? Always... I always curious like, okay. Why did you choose that career over something else? And he said, what a place he thought? No cruise supervise, No steaming vat of boiling hides, no bro broken steam engines, engines, no odor so vile that it made the eyes water. The swamp was money making distilled to its essence. That's how he's gonna think about Wall Street. In the swamp, the value came not from making things, but by making decisions. Brains and information won the day, this was the place for him. And so around this time, he writes his father a letter. About what he's learning. Remember, he's away from home. And so this is actually from the dark an excerpt from the Dark genius of Wall Street, and the note of myself when I read it the first time that I think we'll explain this this why this paragraph is so important. He says good question to ask. Good question to ask yourself who would you rather be? And so Jay says, I've come to realize that it is the merchants, who command the true power in this industry. It means that people in the swamp, not the manufacturers. The tanner appears to take the greatest share of capital, but merely processes that capital His expenses being extensive. He's describing where he's at right now. That's exactly what he's doing He's the tanner. I'm bringing a lot of revenue, but I got a ton of expenses. His risks are real and his labor heavy. He's gotta manage a lot more people. The shippers deal with the next largest sums, but again, they have extensive expenses and much work to do. The brokers meanwhile, take what seems the smallest share, but is in fact the largest. Theirs is nearly pure profit made on the backs of the shipper and the tanner. Never their hands dirty. So he's like, oh, I'm on the wrong side of this transaction. I would much rather be instead of being the tanner myself. I wanna be the brokers. And then he's gonna take that idea and sense. He's like, I'm just gonna trade leather. Like, let me go learn about stocks and bonds. That that market is way larger than this 1. So there is an entire crazy story about this shootout that happens after him and pratt break up and Jay has a following up with his new partners and they literally have to, like, shoot a around it. I'm gonna pull out, like, 1... I'm not gonna, like, I covered it way more detail on up to 02:58, but there is an idea behind it, that I think is really valuable for you and I to discuss. But before I get there, this is... So, I'm in trouble right now. Sometimes... This happens from time to time. When I find a new book and I cannot stop reading in, I I cannot put it down. My friend Eric Jorge who wrote the Alma knock evolve. I think I covered on episode 1 91. That book is absolutely excellent... There's a ton of ideas in that book I'm using as I built founders. But anyways, I discovered this new book. I thought I I had, like, a good idea of all the books on Charlie Mu and warren buffett it. I've discovered a new book from my friend, Eric about this, and it says, it's called all I want to know is where I'm going to die so I'll never go there. Buffett and Mu a study in simplicity and uncommon uncommon sense. I started a reading last night. I don't... I think I'm gonna be up late again tonight reading it. And I'm glad I started reading it because Charlie Mu specifically and warren buffett too also, but really mu is the 1 that the way he talks about the sticks on my mind. He talks about the dangers of multitasking. It's almost a form of arrogance to think that you can do multiple different things at 1 time that you're gonna give compete with other smart driven people that are not multitasking. So what does this mean? There's about to be this giant fight between 2 partners. Right? You have on 1 side J gold, 40 years younger, way less experience, way less money than Zac Pratt. But while Z pratt is, you know, partially retired from business. He's got a million different business things to think about. He's doing these battles in the field. He's got kids. He's got family He's got all these other interests. He's got his bank. Jay just has 1 thing. The tanner. So he thinks about it night and day. So I was reread... I was reading the the Charlie Mu, the book I just referenced and... When Charlie talk about, you know, It's very arrogant. Think that you're gonna be able to compete with other smart and driven people and you're... That... He's essentially, like, saying, don't multitask. Me and Warren, we focus on what's in front of us. We're not trying to do 50 different things at 1 time. And he feels like this next generation that's, like, multitasking. Constantly. He's just gonna have way less way worse results in him and warned it. And so when I was reading that, and that's not the first time I've been exposed to that idea by Mu, but I read that, and then I read this part of the book where At. And I'm like, oh, that's a great illustration of this. Jay should not have won this battle with a much more experience and successful entrepreneur, but that entrepreneur is distracted. Jay's only thinking about this. So again, I think focus and extreme extreme focus is a superpower that is in my opinion almost going extinct in our modern world. And then after I read this to, I'm gonna tie this in with a story from a young John D Rockefeller. Alright. So it says, they're fighting over this, it says Pratt proposed buying jay out for 10000 dollars. The figure was laughable. Because our... At at this point, Pratt had already put up a hundred and 20000. The business is is successful, but it goes up and down with the market of, you know, hides. And so right now, it's in the lull. And so Perhaps, like, no, you know, we... We're gonna... We can resolve this disagreement. I'll just buy over for 10000 dollars. And so it says, when the economy recovered leather prices would recover. Jay told Pratt to stuff it. He would take 60000 dollars for his stake and not a penny less. Pratt turned Jay's logic back to him. If Jay really thought that half share was worth 60000 dollars. Pratt would be willing to sell his own half share to J for that amount. This is important. Right? So forget the... He's like, okay. Yeah. Okay. I'm not gonna buy it off for 10000. You're saying it's worth the hundred and 20000, and that your half is worth 60. Okay. Cool. Give me 60. Why would pratt do that Pratt did that because he's like, I know you you don't have that money. Like, I'm gonna be able to buy you out for 60. You can't buy me up for 60. This is gonna relate to the exact same thing. It's spooky how there's so many similar experiences. Wait till like, I read just part of Rockefeller in a minute from a different. So said if if Jay thought his share was worth 60, Pratt would be willing to sell his share 2 J for that amount. Confident that Jay could not con conjure up the money, Pratt gave him 10 days to decide. And what is J do, Jay doesn't just sit around, he goes down to the swamp. And he had built relationships with a bunch of these traders. These people have a ton of money, and he goes, hey, we have an you have an opportunity. You know the value of hides. Right? We have an opportunity to to buy out our partner for 60000 dollars. And so he winds up doing this deal with Louie up. This guy named Charles Lee. He's gonna wind up go on psychotic. He would like, see visions. He'd be having dinner and think there was like, elephants in the room and he went up unfortunately shooting with himself in front of his daughter. That that story is in the book. I'm not gonna cover it here. So says, Jay took Lee ups money and paid pratt. A few years earlier, Jay had known nothing about tan, manufacturing and trading hides. Za Pratt on the other hand, was a seasoned veteran. He was 1 of the richest men in New York. But pratt pockets, not j gold were the ones pick that day. Pratt had invested a hundred and 20000 of cash in the Tanner, Gold had invested nothing but is labor. When the market recovered, j gold, not za pratt, stood to clean up. Okay. So I'm gonna put this book down for 1 second. I'm gonna pick up another book. There's an absolutely fantastic book written by Ryan Holiday. It's called conspiracy. I covered this book way back on episode 31, actually should reread it because it give... It really gives you an insight to how Peter Till thinks. And I hate recommending episodes that far back because I don't only made 31 podcast at that point. I didn't know, you know, I didn't have as much practices as I do now. But if if you're interested, you can kinda go back in and, listen to that episode. I'd also buy the book. I own... When I really like a book I own the physical copy of conspiracy, I own the Kindle version and the audible version. But I want to pull out... This is Ryan Holiday writing about this anecdote. That comes from Rockefeller I think is, like, 25 in the story. Yeah. He's 25 years old. Let me read the whole thing. It is exactly to me. The the parallel is striking to This point in Rockefeller life with I'm about to reach you where where we are in the the American Ras book. It's remarkable. There's a story now This is Ryan Hall writing. There's a story about a young John Rockefeller. Who found himself stuck with bullying corrupt business partners. He wants to break with them, but he can't. Because they control the votes. They are squeezing his business to death. They abuse him. They talk about forcing him out. What is he to do? Quietly, Rockefeller lines up financing from another oil man and waits. Say the parallel? Finally, there's a confrontation. 1 of them tries to threaten him. You really want to break it up. Yes. He calls their bluff. They go along knowing that the firm's assets will have to go to auction. They're sure they win. Rockefeller doesn't have that kind of money. He bids. They bid He bids, they bid. Rockefeller wins the auction. A few weeks later, the papers announced his new partnership, revealing who had backed his bid, and the news that Rockefeller is at 25 years old, an owner of 1 of the largest refineries in the world. This is like, a, like a ruthless relentless quote from Rockefeller here. On that day, his partners woke, on on that day, his partners quote, woke up and saw for the first time that my mind had not been idle. While they were talking so big and loud. He would say later. They were shocked. They'd seen their empire dismantled and taken from them, by a young man they had dismissed. Rockefeller had wanted him. And so when I get to this part in the book, I think of Jay Gold, I think of Rockefeller, and I think of Charlie Mu saying, do not multitask. So I'm fast forwarding way ahead of the story after this battle, this little battle for Jays Tanner with some of his new partners. What I wanna point out is an important part that that Jay was like, a t told. Like, he he saw the... What alcohol did to his father, and he didn't want anything to do with it. The other side in the war for the tanner was drunk. They were actually paid in whiskey. Jay paid his soldiers in cash. Amy made sure they were sober. And so later on, Jay talks about like he thought that gave an advantage, and he said, Jay was the son of an alcoholic and he was an advocate advocate for Sobriety Mean. This would not be the last time that he preached Sobriety. This is something repeated over and over and over again. It's really important to understanding. Again, the the story of the father's embedded in the sun. That's an idea you know not I cover over and over again. Jay was convinced the big money. Wasn't in the wild of Pennsylvania. It was on a narrow street in new York. And so this is where he makes the... The best decision in his life. He's like, I'm getting out of this business and I'm going into the business that he winds up being maybe arguably the best in the world at. I'm am trying to starve myself in the smoky world of stocks and bonds he said. There are magician skills to be learned on Wall Street, and I mean to learn. He's 24 years old. So I just wanna tell you a little bit about how he approaches. He's gonna set himself up as a stock broker and a private investor. I'm actually going to quote from 1 of my favorite books. So a book I need to re reread frankly soon and make another podcast on. It is Og on advertising written by David Og. It was originally episode 82 of founders. And if you haven't studied up on Og, I'd recommend you do, actually discovered him because Warren Buffett, calls Og multiple times, I think, in his in, Buffett shareholder letters. He said, David Og was a genius. So that line was my first introduction in Og, and then I try to read every book on them. But Og has this thing that he he would repeat throughout his career, and he says the good ones no more. And I think Buffett would agree with that because when, you know, people would, hey, Buffett, like, how do Become like, you? He's like, read 500 pages a day. And so we're gonna see that gold and Og and Buffett had this in common, gonna read from Og on advertising real quick before I get into the beginning of how Jay prepared, for his early career. On Wall Street, David says set yourself up to becoming the best informed person in the agency on the account to which you're assigned. Og built made his Fortune by building 1 of the most valuable advertising agencies in the world an advertising agency that is still in existence many years after he die. He's giving advice for young people that wanna do it. Essentially saying, hey, David. Og, how do I become you? Right? This is what he did? And what Buffett did? And what Jay Gould did? Nearly almost everybody that you and I've studied. Set yourself up to become the best informed person in the agency on the account to which you were assigned. If for example, it is a gasoline read books on oil geology and the production of petroleum products, read the trade journals in the field, spend Saturday mornings and service stations, talking to Motorists, visit your clients refineries and research laboratories. At the end of the first year, you will know more about the oil business than your boss, and you'll be ready to succeed him. And so that's the paragraph that popped of my mind when I got to this paragraph. Jay Duke gold did not invest on hunch. He dug deep to discover whatever was noble. Separating the nonsensical from the plausible. This in in itself didn't make gold special. Most investors would claim they did the same. The difference was Gh diligence. He was more methodical, more v in search of insights and more patient with Min. These quality served him well in the in the hard labor of surveying and tan. They served him better in the brain labor of Wall Street. And so 1 of his first big breaks comes a few years later, he's gonna be 28 years old when he gets out of this investment. He realizes that the the book started talking about, you know, Railroads. So as well just as important as the Internet is today, our automobiles were in the century previous. And so he's gonna make obviously a lot of money in building up and also trading on railroads. He realizes this this like small little Rut and Washington rail line. And they had 1 way to make money and they they would home hal stone from q in Vermont. And so the volume of stones taken out of the corey, thus be transported it on. Railroads went down, it would, like, really drop the price of the railroad bonds. And if you bought the bonds when they were cheap, you can convert the stock. And if you had enough and if you convert enough stock, you can actually take control. Of, the railroad, that's exactly what Jay did. And then he's decides, hey, I'm gonna control it and then I'll just run it. And so he actually makes himself president of this railroad. Jay's a weird person to kinda classify because in some degree, he was an operator, but he was also an investor and he would go back and forth between those 2, and he sometimes do them those different jobs at the same time. And this is a perfect example of that because he starts out his investors. Like, no, I'll just operate it. And so then he spends a long time away from his family he's constantly traveling. He'd just come back to New york I think on the weekends. And he starts building this up trying to increase the value through his labor, and then he's eventually going to sell and have, like, the first big hit of his life. So it says he invested in in his railroad track he cut costs and pitch and pitch customers on the railroad services. He also pinch pennies. And so he does this for 18 months, but he realized realizes, hey, there's an opportunity cost here. There is a a ceiling on how valuable this railroad could be, so I need to get out now and find a better opportunity. This is eventually gonna lead him to going to war with Cro Van belt. So it says, the Rut in Washington had Western Vermont to itself. Once it reached New York it ran into a challenge that gold battled the rest of his career too many railroads and not enough freight. That convinced him that this railroad was not a keeper. 18 months after buying it, he got out earning a bundle. His 5000 dollar investment, an investment that others on Wall Street thought was a loser brought him a hundred thousand dollars, which would be equal to 2500000.0 dollars in into today's dollar. And he is 28 years old. And so for the rest of his life, he's gonna have other businesses, he's gonna do a million trades. He's gonna get involved in telegraph industry, but the rest of his life, he thought railroads was the the greatest outlet for his what he real realized was, like. He had essentially on uncontrollable ambition or like, on... There's no limit to his ambition. So he winds realizing that, you know, he's got this this burning desire. His drive inside of him, so he winds up writing a letter to his friend where he comes to turn turn where it says he confronts his ambition in his drive to succeed. And he says now that I'm in this place, it is a puzzle to me how I endured before. Everything prior seems to be boxing in the dark. Scrapping without reason. Now I have my railroad or now I have my road to walk, and my reason for walking it. Now the pieces fit and this thing ambition is no longer blind, but divine. A true and noble and necessary path. I see things very very clearly. I feel inspired with an artist conception. Divine inspiration, I cannot say, but my road is laid out before me in the plain of ways. And so at 28, he does not know that he only has 24 years left that he's gonna die 2, but he does know that he's found his life's work, the 1 that he's going to dedicate almost every waking hour too from now until he dies. I don't wanna touch on aspects outside of his work just real quick His hobbies were essentially, like, family. He spent a lot of time at home. Him and his wife were a home body. So in a lot of time with his kids when he wasn't working. I obviously always told you about it, He would had a love for flowers and then reading. And I think the book goes later on, like, his he stuck to a pretty strict schedule. Every day. So he says he and Ellie, his wife preferred simplicity and domestic pleasures, they were not social. Jay stuck to business and minimize his interactions outside the office. Around this time his father dies, and this is what he says. His hard drinking father, John died. Jay rarely spoke about his father. Maybe he was out of anger over the alcoholism or the childhood had punishments, including being locked in the cellar, which told you about earlier. When asked about his father, Jay fell back on trait expressions as if to say more would prove overwhelming. He would say he walked a hard road. He drank from a bitter cup. So then the next few chapters, go into great detail about this war for the Erie railroad that goes on between Jay Gold, Daniel Drew, Jim F, Cornelius Van. It is unbelievably complex. I think most people still don't understand it to this day, but this 1 sentence, I think really highlights why Jay was unusual. And says this this story meaning the the the war for the area railroad, the story of how Jay sees Erie shows his brilliance as a financial strategist, his deep understanding of law, a surprising grasp of human nature and a mastery of political reality. And so the 1 thing that jumps out when now that I read about this multiple times. I still don't understand it completely. But the lesson I take away from it more important than the actual, like, tactics they used was that if he had a goal in mind, which in his cases is let I need to control the area Railroad, like Rockefeller beforehand Him, I guess, at the same time because they were operating the same time. There would be... He wouldn't just attack it from 1 angle. It's almost like they look at the problems and what they're trying to do from, like, 360 degrees, and they're just relentless by poking any kind of weakness, they feel will get them what they want. And so even though I can't really under stand everything he does. I think the value I get from understanding is like, oh, he... The way I think about the the goals I wanna accomplish and the problem Gonna solve. It's unbelievably pedestrian compared to the way Jay or Rockefeller approach their own goals. And so what I hope to do is learn from their example, Like, whatever goal you spend an unbelievable amount of time analyzing all the different ways. The the possible ways that you can actually achieve what and and make a reality what you want to make real. And so what's happening. There's a bunch of board members, and they're all fighting against each other for control. Cornelius is Van. His idea is like, hey I'm just gonna buy up. He he does he bribes a judge to make sure that they cannot issue more stocks. And so van thinks that the share count is fixed as a result of this injunction, so he's just buying up more and more. When they mentioned that that Jay had a deep understanding of law and a mastery of political reality. 1 of the reasons they said is because his close reading the law realizes that this injunction only stops the board, the Erie board from issuing more stock, but it doesn't stop the erie executive committee from issuing more stock. And so wanna read this part to you, I just wanna really pull up like how confident jay was in his ability. At this point, he's in he's in his thirties has a little bit of money, but he's literally going up against intentionally, the richest and most well known and successful businessman of his day in Van Van, you know, 30 what, 40 years older, maybe. And so says, Jay noticed that barn injection, injunction. That's the judge that Van belt paid off, against new share issuance, enjoying the Erie board and only the board. What if another entity say Ares executive committee issued the stock and instead of the board? Jay's lawyers like the idea and they followed up by finding a judge who signed an order expressly empowering the executive committee to issue shares. Why is that important? Van believed that the share count was was fixed, so he kept buying. And Van bill didn't know that the stocks he's buying were issued by his enemies. Right? The other people in the board, and so that money went... They went up taking them for, like, 7000000 dollars. That goes on for a lot. Remember. This is like, I'm telling you stuff that happens over multiple chapters. Van became suspicious when he noticed that his buying wasn't affecting the share price. The prices should have skyrocketed. Then it hit him. Erie had done its nose at the judge's order and issued more shares. Van built stopped buying. If the supplies of shares was infinite, there was no point. So Jay Gold Jim F and Dan Drew, they're... Over there they can blame this. Like, this is amazing. They don't realize that Van always has a counter move. The executive committee had reason to celebrate. They had just tricked America's richest man into giving the treasury 7000000 dollars. As they toasted, a messenger came with news, Judge Barn had cited them for contempt. The sheriff was on his way to Erie headquarters to put them in handcuffs. And so this is when Jane and his partners have to actually escape it was hilarious at the time, Like, if you had to be on the lamb from New york authorities, you could just go to New Jersey, and there was no extradition requirement between the 2 states. I go over this entire story in a episode 02:58, the dark genus of Wall street. But there's, like, the standoff between both sides between Van and Jay. And they go to Albany that, like there's so many... There's like a bunch of, like, the the state In new York there's a bunch of, like, bribe... Like, open bribery bribery that occurs on both sides, but eventually Van makes them give them back every single dollar. And it was in the interest of Jay and Daniel and Jim to to settle with Van because I read this book called Ty War. The subtitle of the book is how Cornelius Van invaded a country to overflow, overthrow America's most famous military adventure. The story is remarkable. It's unbelievable It's episode 55 I'm actually gonna reread the book soon. But the the reason that you didn't wanna cross Van is because he didn't believe in, like, just using the law, like he would use that if he had to, but he literally would pay... If you if you cross him in business, he would try to have you killed. That's... That happens in this book where when they were hiding in in New Jersey, Ver bill went and put a bounty on Daniel Drew head. So that is not a person that you wanna be taking 7000000 dollars from. And so then the book spent several chapters going into detail about what Jay most notorious for. He tried to corner on unsuccessfully the the gold market. These actions result in this gigantic financial collapse. And so I go into more detail on Episode 02:58. Again, I think of this as, like a 2 part series. So I wanna just make the same podcast. Again, There's more detail in episode 02:58. But I do wanna pull out something that was interesting. This is after dealing with all the fallout. This is something that was new to me what j, like, a a tactic that Jay would use. And so says the biggest winner was Jay's lawyer. He defended j in more than a hundred cases. Following Jay's order to stall, his lawyer dragged out the proceedings. It took a decade to clear the docket. There isn't any secret J 1 said. I avoid bad luck by being patient. Whenever I'm obliged to get into a fight, I always wait and let the other fellow get tired first. And the reason that was interesting to me is because that's a litigation after he tried to corner the gold market. The litigation that took place for his tanner that where they had that shoot. That lasted like another 5, I think 5 to 10 years as well. And by the time that he went up settling with his partner, went up selling his interest in the tenure for, you know, a nominal feat, he had 10 years 5 to 10 years of wealth accumulation. So by the time that came due, he was already so wealthy. That it was just an insignificant amount. And so we see him using the same tactic here, maybe a decade later. Like I avoid bad luck by being patient. Whenever I'm obliged should get into a fight, I always wait and let the other fellow get tired first And so there's a series of booms and busts and a lot of speculations in Railroad stocks throughout this book goes on for multiple decades. A lot of this was drawn because European investors thought they just heard American Railroad and thought, oh, this is like a sure bet. But what I found so interesting about this paragraph, it it really talking about the difference between good and bad businesses, and the... This definitely still applies to this day, contrary to what stock workers told them it turned out that not all American railroads were winners. And it actually mattered whether tracks terminated in New York City or Jersey City. It mattered whether railroad had mountains of debt. It mattered if the railroad was run by a builder like Cornelius Van or a speculative director bent on manipulating the stock price. Robbing the corporate treasury and awarding corporate contracts to himself and his friends. So it's a the large history of the railroad industry is that second. The the latter there. It's like, oh, they're they're really not trying to build a great product or great service or great railroad, their speculative directors and they're just essentially rating their own stock price. In fact, if you want to learn about the greatest was arguably the greatest, railroad builder in American history. It's this guy named James J Hill, I actually covered the book His biography back on Episode number 96. It's called James J Hill, Empire Builder of the Northwest. I found that book because on... That's another book Found from Warren Buff and Charlie Mu. They talked about... They always talk about, like, you know, operators throughout history that they admire, and the books they read about them. And so, he was he was actually... I think the only person that ever built a profitable railroad without going bankrupt. And so eventually Jay is actually going to leave, some would say get kicked out of the erie Railroad. Before he gets kicked out though or before he leaves, this is in the 18 seventies. I gotta read something because there's this thing called the Lord Gordon Gordon affair. And it's actually a mistake that Jay Makes. He's trying to gain control of the area and he wants of getting taken advantage of by a scam artist. And so the book talks about it, but I actually think the entry on Jay Gold wikipedia page under Lord Golden Golden. It's only 2 paragraphs. And somebody sent me a message are like, oh, this would make an amazing movie. So let me... This is why they said that. So this says in 18 73, J attempted to take control of the area railroad by recruiting foreign investments from Lord Gordon Gordon. Who was supposedly to be a cousin of Wealthy, who... The Wealthy Campbell clan who was buying land for immigrants. He bribe j Bribe Gordon Gordon with a million dollars in stock. So this is a million dollars in stock. I've also read another books at said 500000, but still a lot of money. He bribe Gordon Gordon with a million dollar stock but Gordon Gordon was an impostor and cashed the stock immediately. Jay Gold Sued and the case went to trial in March 18 73. In court, Gordon Gordon gave the names of the Europeans whom he claimed to represent. And he was granted bail. This is a big mistake, and he was granted bail while the references were checked. He immediately fled to Canada where he convinced authorities that the charges were false. This is now the second paragraph and this is wilde. Having failed to convince Canadian authorities to hand over Gordon Gordon, Jay Gold attempted to kid that, Gordon Gordon with the hopes of his associates and a future member of congress. Future members of Congress, so you got Lauren Fletcher, John Give Gif and Eugene Wilson, all future members congress or trying to kid this guy. Their group captured him successfully, but they were stopped and arrested by the mounted police. This is in Canada before they could return to the Us. Canadian authorities put them in prison and refused the bail. And this led to an international incident between the United States and Canada. Governor of Minnesota, Horus Austin demanded their return when he learned that they had been denied bail, and he put the local militia on full readiness Thousands of Minnesota volunteered for an invasion of Canada. After negotiations, the Canadian authorities released them on Bail, Gordon Gordon was eventually ordered to be deported but committed suicide. Before the order can be carried out. So when the author starts to book saying, hey, this is really a book about Jay. It's also about the wild wild West period of Wall Street, that is just 2 paragraphs in, you know, 1 of a million different mach combinations and ideas and trades that Jay experienced his entire life. In many cases, these books when you're reading about the, like, business history during in the 18 hundreds in early 19 hundreds. It's just the stranger than fiction. And then they spend more time into why Even when Van called Jay, the smartest person in America, he didn't like. And a lot of people didn't like Jay and a lot of reason they didn't like Jay because they actually lost to him. So it says it was well known that Jay had out fox the Come door, Come Van belt, and it talks about like the fights they have with Erie, but then it says the Sal larry sentence. There was also a little episode with the cows. And so the other does a great job in 1 paragraph summarizing this war. There's a rate war that's going on between the railroad that that Jay Gold is currently in control of and the 1 that Van was and in control. But the reason I think about this is because sometimes you can get, like, my optic really focused on, like, where you're going or or where you wanna go? Where Jay always actually reacted. The lesson time taken for this is like Jay always reacted to the game on the field. He was in the middle of a rate war. Right? He was trying to believe the comm. So instead of continuing a rate war, he actually reacts to a change in the game, which presented an opportunity for profit. And I think to me because he couldn't have predicted this change, like he It shows the level of intelligence that he had. So it says there was a little episode with the cows. Back when Jay ran the erie railroad road, Van slashed New York Essentials rates and offered to move cattle across New york State For the token amount of a dollar a carlo. So before that, they were both trying to gain business from the other by constantly reducing rates and trying to believe the other person. Okay? Erie was pinched for cash. Van boat was certain the move would bury the railroad and take j gold down with it. Instead, j and F, that was his partner, who also gets murdered by his x lovers new lover. This more of that in episode 02:58. But it says, instead, Gold and Jay gold and and F made a profit by buying cows in Chicago and shipping them to market at Van builds bargain rates. When the old condo found out that he was carrying the cattle of his enemies at great expense to himself, he nearly lost it. So a 21 year old Thomas edison happened to be at the Gold exchange, the day that Jay gold tried to corner the gold market. He's actually at the telegraph. He was a telegraph operator. What they would do is they would transmit the change in price over telegraph. And so he sees, like, this this massive financial scandal and panic happened, I think in the other book, I read the dark genius of Wall street, he's, like, hanging on a telephone pole, just observing, you know, what 1 of the most insane days in finance history. And he's he's observing as a, like, a almost like a dis spectator because he was so poor. He didn't have any money to invest. And so Edison an Jay Gold pass Gosh she's gonna cross many years later when Edison was 27 years old. It says, Edison was 27 years old. The Light bulb, the pho photograph and the movie camera camera were years away. For now, he had event away to pay his mortgage. And at this point in essence career he's just a freelancer inventor, the inventor, the invention that he is working on is actually the quadruple. This is the 1 that Jay going to purchase from him, but I really wanna get into, like, Edison perspective on Jay Angola. I thought it was interesting. Before I get there, something you and I've talked about over and over again. A good way to discover future opportunities is you can actually discover opportunities in industries adjacent to your own. Up until this point, Jay has been focused on the railroad industry. So it says Jay was keenly interested in the telegraph business now. Telegraph went hand in hand with railroad. Telegraph companies strung their lines alongside the railroad tracks. And so he starts looking into, the, the monopoly of the the the telegraph monopoly of the day, Western Union and Jay cannot believe how much money they make. Western Union was a money machine. Jay Gold coveted it. I'd rather be the president of Western Union than the president the United States he said. However, it was simply... Western Union was simply too big and powerful, but maybe he could shake it down, core to this scheme was Edison latest invention. And so the quadruple allows you to spend, up to 4 messages at once. So essentially just increases the amount of communications that existing lines could have. And so he's going to buy this invention and the patents from it, start a company and then eventually build that up with the sole purpose of getting bought out by Western Union, which he was successful in doing so. But the part I found was interesting is over like, the next 3 or 4 pages, it's Edison just telling us like what it was like to know and interact with J. So it says Edison Gold shared some traits. Both thought about little besides their obsessions. Inventions for Edison and money for gold. Both worked all the time. Both had spent their childhood reading anything that came their way. As an employee of gold, Edison came to appreciate with Jim F had later had called previously, Gold peculiar. During 1 encounter, gold un uncontrolled maps and talked about lines, Gold spoke were 3 hours before exhausting himself. Edison found gold strange and unsettling. Gold had a peculiar eye Edison later wrote. There was a strain of insanity somewhere. Edison offered another assessment. He certainly had 1 trait that all men must have who want to succeed. He collected every kind of information and statistics about his schemes and had all the data, Edison said. He excused Jay Gould Greed. Is what Edison said about that. His conscience seemed to be at. But that may be due to the fact that he was contending with men who never had any to be atrophy to begin with. In that other book, the dark genius of Wall Street or might have been the Thomas Edison biography that I covered on episode 2 67, he called the Wars between the Robert Barron strange financial warfare. Something else that I found interesting was something that Jay was working on for a long time. In fact, he was still working on it when he died was this idea of building and controlling the the country's first trans continental railroad. And I thought it was interesting how he compared what he wanted to do with what he saw Rockefeller doing in oil. Jay was aware of how Rockefeller was using coercion coalition to grab every oil refinery he could. Jay long to lead a similar process in railroads. Cons... He said consolidation will prove both essential and inevitable. What was needed was un unchanged market domination. And in this story is just unbelievable how to turn a 500 dollar kidnapping into 500000 dollars. A storm struck New York in disable Gold private telegraph, The Blackout forced gold to contract with a messenger service to deliver his trading orders by hand. This is insane. A cabal of crafty traders seized the moment. They grab 1 of the messengers and dress 1 of their own to take his place to gather information on Jay's trades. For 4 days. They saw Jay's every order for Western Union shares. Guessing he was trying to take it over, they bought all the Western union stock they could and paid the kidnapped messenger 500 dollars to stay in a hotel and keep quiet. The scheme bought Western Union at 80 and sold it at a hundred and 20. Pocket 500000 dollars. And so then the book talks about how he spent most of his time, has scheduled the last decade of his life, and has said he was a home body whose routine left no time for diversion. He woke up at 07:30, ate breakfast at 8 wrote letters until 09:30. He had lunch at noon. He ate very little. He drank lots of coffee. He stayed downtown until 04:30 when he came home for dinner to have dinner with his family. After dinner, he headed to the fifth Avenue hotel to talk markets with stock brokers who traded there after hours. Then he read in his library until his time for bed at 11. He spent Sunday in the office, As if it were a regular day. When he was at home and needed air, he prune his flowers. And so he said I have the disadvantage of not being social. My tastes lie in a different direction. When business hours are over, I go home and spend the remainder of my day, with my wife, my children and my books. Every man has a natural inclination of his own. Mine or domestic. They are not calculated to make me particularly popular on Wall Street, and I cannot help that. And 1 of the really sad parts about jay's life is not only he was married for I think 24, 26 years. His wife and unfortunately dies. And he's just 2 strokes and she dies young a few years before he dies young. And yet even though he's in diminished health he's still chasing after this lifelong dream he had. So it said he declared that he combine the union Pacific Railroad with his other railroads robots to create the seamless trans trans system that had been his dream. When the press asked why at his age, he'd wanna do something so challenging, he said he couldn't help it. The vision of an end to end rail link between the East coast and California was too beautiful to let go. Although he had once left the Union Pacific out of necessity, he never stop loving it. There's nothing strange or mysterious about it. He said, I knew it very well when I a child, and I have merely returned to my first love. I think we will have good times in the future. And unfortunately, his health forbid that. His dreams for the union Pacific were better suited for a young man than 1 who knew that his time was up. In his feeble state, it took all his strength to get out of bed. The railroad drifted in the absence of leadership. And so he wants up passing away at 52 years old from Tuberculosis, and leaving behind his 6 children, and then the book closes with why it's so hard to nail down what Jay Gold legacy should be. In a 19 86 biography, university Rhode Island professor Mori klein suggested Gold be judged by his entirety rather than on his business activity alone. His record as an outstanding family man should be figured into the equation. Wharton professor, Julius G, who in 19 57 completed the first serious analysis of J Gold took pains to credit Gold contributions. His aggressive track building lowered freight rates. His success as a railroad investor attracted speculative capital into a vital industry when other sources fled the field. But after examining every transaction of his career, pouring over every scrap of correspondence, considering every accusation of victims and comp combining spreadsheets to measure his investments, G couldn't pull the trigger on a definitive judgment about a subject. His conclusion was un unsatisfied. He had his virtue and he had his faulty wrote. The worst thing about these fellows is that they're so good and in their work at least, so intelligent you can't hate them properly. That's the thing about goal. He lied, he cheated, he stole, but he was so good at what he did, so intelligent in the execution and such a clean kind and ind family man that tries you might, you can't hate him properly. And that is where I'll leave it. There's so many more stories in the book, Highly recommend reading it. If you buy the book using the link that's in the show that to your podcast player, you'll be supporting the podcast at the same time. And if you want more founders, Highly recommend you signing up for a founders premium, I'm no longer doing these short daily episodes anymore, but instead, I'm doing long form Ama, ask me anything questions. So subscribers to founder freemium actually are able to ask me questions directly, and then I record my answers in these form of these long form Ama episodes. I published my first Ama episode, probably about a week ago with answers to questions like, hey, I could only read 5 books for my life over and over again, what would they be? Who are the best strategist out of the people that I've read about Why the show growing so much and if I had any insight into growing a podcast. If I'm gonna start a new podcast interviewing founders and practice habits. I'm be doing 2 of these a month? I'm gonna probably record the new the next 1 probably tomorrow? If you're interested in listening to them and then contributing by asking questions, you can subscribe with the link that's in the show notes on your podcast player, it is also available at founders podcast dot com. That is 285 books down 1000 ago, and I'll talk to you again soon."
}