{
  "transcript": "For the last 5 years, I've been writing a memo to myself. I have found this to be an excellent way to learn. The memo is in the form of a discussion between 4 characters. It's a story about a fictitious seeker and his visit to the library of Wisdom where he meets another fictitious character, the librarian, along with Warren Buffett and Charlie Mu. What has been reinforced in writing this memo is the efficiency, simplicity, clarity and common sense of judgment that are the hallmarks of Buffett and Mu. Both have a remarkable ability to eliminate fo, simplify things, boil down issues to their essence, get right to the point and focus on simple and timeless truths. They are the Einstein einstein's of business and wisdom. If there's is 1 goal of this book, It is to better understand how they think. That is from the very brief introduction of the book and we talked you about today, which is all I wanna know is where I'm going to die so I'll never go there. Buffett and Mu, a study in simplicity and uncommon uncommon sense and is written by Peter Bevel. So I wasn't expecting to read this book right away. It was actually recommended by my friend, Eric Jorge, Eric Jorge is also the author of the book that I covered on F episode 1 90 89, which is the Alma act of N Ra, but anytime Eric recommends a book. I immediately order it. This book came a few days later. I pick it up, crack it open trying to take a peek see what the book was all about. I start reading it and I never stopped. And I think the reason to resonated with me immediately is because when you read the book, it I feel it is if Warren Buffett and Charlie Mu are speaking directly to you. And I told this before, but the reason I've read every single book, I can find it Warren Buffett or Charlie Mu is because I really feel like they were the very wise grandfather figure that I never had. 1 of my grandfather died when I was too young to remember them, and the other 1 was a psycho path and a monster and dumb than a bucket full of rocks. And so when I listen to Mon and buffett speak, or are we writing, I really do view it as, hey, this is the wise grandfather figure that I never had. They have 6 decades more life experience than I do. They've seen all kinds of different things and they've learned from that experience and then they push that knowledge and the information that they've acquired over their very long lives down to future generations. And so almost all my highlights are Mu and Buffett talking directly to you and I, it is very surprising that they start the book on the subject of mistakes. And so it starts off with Mu saying mistakes are a fact of life. I'm not my teeth over them or suffering or enduring them. I regard it as perfectly normal to fail and to make bad decisions. Buffet comes, I remember, this is gonna be, like, a a dialogue between them. I guess just should tell you So the... What's interesting about this book compared to the rest of the books that Read on both Mon and Buffett is they quote heavily. So he uses obviously any of, like, the books written about Mon Buffett, but also a lot of it is from the annual meetings that Buff and mon both put on. And so the author organized all this so we can read it in like, a conversational format, so you have Mu that says that, Buffet says, Everyone makes mistakes. I've made a lot, and I'm gonna make more. That's the nature of making a lot of decisions. Try to live your life totally free of mistakes is a life of inaction. Stupidity is inevitable. It happens to everyone. Wrong decisions are part of life being able to make them work out anyway is 1 of the abilities of those who are successful. And so that's 1 main theme that they repeat over and nerve again is the fact that since mistakes are inevitable, you have to structure your life and your business to be able to survive the inevitable bad decisions that you're going to make. And Buffet has a funny little memorable way to describe their approach to being able to survive mistakes. He says the sign above the players entrance to the field at nor dame reads play like a champion today. I sometimes joke at the sign at the field in Nebraska reads, remember your helmet. Charlie and I or remember your helmet kind of guys. We like to keep it simple, and then they go into the fact that avoiding problems is better than being forced to solve them This is a really amazing way that Charlie Mu describes this idea. He says wisdom is prevention. Then Buffet says, it wasn't raining when Noah built the arc, and he didn't even look that smart for 39 days. But there are some things you have to think ahead on and prevention is enormously important. And so if wisdom lies in prevention, how do you gain wisdom and Mu says, if wisdom is what you want, you're gonna get it by sitting on your ass. If you really wanna be an outlier in terms of achievement, sit on your ass and read and do it all the time. And then Mug goes into the fact that because they spend so much time gaining wisdom and preparing that allows them to actually make decisions really quickly when you have the few great opportunities in your life there presented to you. He says we actually make decisions very rapidly. But that's because we've spent so much time preparing ourselves by quietly sitting and reading and thinking. Buffet chimes in. He says unfortunately, Bert Russell observation about life in general, applies with unusual force in the financial world. Most men would rather die than think and many do. And then Mu says, if you get into the mental habit of relating what you're reading to the basic underlying ideas being demonstrated, you gradually accumulate some wisdom. So then asked the question, but how do you guys have so much time to read? I always believe that you were very busy and all the time that you had meetings all the time. Buffet says at Berkshire, we don't have any meetings or committees and I can think of no better no way to become no better way to become more intelligent than sit down and read. I hate meetings frankly. I have created something that I enjoy. Always talking about this company. I have created something that I enjoy. I happen to enjoy reading a lot, and I happen to enjoy thinking about things. Mu says, we both hate, this is something that I've really adopted. I think it's 1 of the best ideas that they have. And it's this idea that you have to schedule time to think and you cannot... He's... Mu is gonna say something funny. It's like most people, most business people schedule themselves like a dentist He's like, well, if you do that, every single minute of your day from the time you wake up you go to bed is accounted for. When the hell are you thinking? And I'll get into why Jeff Bezos picked up on this is such an important thing in 1 second. Margaret says we both hate to have too many forward commitments in our schedules. We both insist on a lot of time being available almost every day to just sit and think, I've heard various stories over the years about this. But for example, like, let's say you wanted to meet with Warren Buffett you wanted to schedule something. And says, you know, hey, can you meet, you know, the third week of next month. He's just gonna say no. If you wanna meet me Friday, call me Thursday, and I'll tell you if Available. I interact with a lot of founders is completely different than how most founders scheduled their time. Maybe we should be learning from their experience. Mu says we schedule time to think. Most people schedule themselves like a dentist. It's so easy to get so busy that you no longer have time to think, and you pay a huge price for that. And so when I got to this part, I thought of something I read that Jeff Bezos said 1 time. This is in the the book invent in Wander, the collected writings of Jeff Bezos. I covered it all the way back on Episode 01:55. But Basil said, I need 8 hours of sleep, I think better, I have more energy, my mood is better and think about it. As a senior executive, what do you really get paid to do? You get paid to make a small number of high quality decisions. If I make like, 3 good decisions a day, that is enough. And they should just be as high qualities I can make them. Warren Buffett says he's good if he makes 3 decisions a year, and I really believe that. And I think what Bezos would tell you what Buffett would tell you among tell you he's like, how the hell do you expect to make high quality decisions if you're not spending any time deep and thought and your focus. This leads to directly into 1 of my favorite parts, something that they repeat over and over again, the dangers of multitasking. They say over and over again what worries me and Charlie Moe is a lack of focus. Mu says this modern generation, which has gotten so good at doing 2 or 3 things at once. Multitasking. All confidently predict will end up worse than people, more like warren buffett with solitary reading time and less trying to do 3 things at once. I think people that are multitasking pay a huge price. I think Edwin Land, founder polaroid somebody talked about over and over again on the podcast at Steve Jobs Hero. He would agree with exactly what they're saying. He talks about the powers of intense concentration hour after hour. We'll actually released things inside of people that they didn't even know existed. I send this video of Johnny Iv to a bunch of my founder friends. And, like, 3 minutes, he talks about, hey, Steve Jo was the most remarkably focused person I knew. And so this idea of the importance of focus appears over and over and over again. If you just pick up any of these biographies, you're gonna see it just jump out... Jump out at you. It's so obvious. I think people that multitask pay a huge price. I think when you multitask so much, you don't have time to think about anything deeply. You're giving the world an advantage you shouldn't. Practically, everybody is drifting into this mistake. This is amazing that what Mu says. I did not succeed in like by intelligence. I succeeded because I have a long attention span. And then Mug goes in. This is not rocket site. This is very obvious that yet people don't do it. Johnny and I in that video The reason I sent it around so much as he talks about. Listen, this seems really simple, but I'm shocked at how so few people do it. So I was when whenever I hear something like that. Like, this is really important. High priority, repeated over and over again and yet, it goes completely against human nature, and you know that it's good was against stimulation because most people don't it And I'm like, okay, that, like, like, alarms go off of my eyes. Like, okay, that is extremely important. That's something you need to master. Right? And so Manga goes into this He goes, it's just this simple. We've have enough good sense when something was working well, We keep doing it. The fundamental algorithm of life. Repeat what works. Moving ahead, there's gonna be 3 main ideas spread across couple of pages. They're gonna repeat these ideas a lot, which is very surprising. 1 is something that I think you know of well, but it's it's worth repeating. You should aim to be consistently not stupid. Then they talk a lot about do not let the thoughts of others interfere with your own. And then something that I talk about that that comes up a lot in conversations with other founders is it's so difficult to build a successful business and then what happens and what Mu and Buffett already was talking about. Like, of, it's very difficult to build a a very successful business. And most likely, the down... Your downfall once you're able to achieve something that's extremely extremely rare. Is not that you're gonna be taken over by competitor or something like that it's that you're gonna mess it up, and they talk about that people. There's something in human nature where people are driven crazy by extreme success. And, of course, they're able to describe all of these ideas in, you know, just a few sentences. The first thing here is Mon saying, hey. The 1 thing that surprised me all my life is how many people with high Iq do massively stupid things. Someone once said what most distinguishes the foolish and the intelligent is the foolish consistently commits the same stupidity. While the intelligent always find new ones, so that's really funny. Obviously, Longer than continues. While in excess of self regard is often counterproductive in its effects on cognition, it can cause some weird successes from over confidence that happens to cause success. So what does that mean? That's kind of a weird language here. This is... He he breaks it down into a maxim that I've heard Mu repeat several times. And he says never underestimate the man who overestimate himself. Buffett chimes in. He says I would save if Charlie and I have any advantage. It is because we're rational and we very seldom, let extraneous factors interfere with our own thoughts that you're gonna hear Buffett. And Mu say, variations of this idea over and over again. Let me go back to what buffet saying He's like, hey. We try to be rational. We don't let the... We try to mute the outside world. Right? We're not gonna let the outside world interfere with our own thoughts. We do not let other people's opinion interfere with our own. And then Mu goes back into this thing. Don't mess it up, you need patience and discipline and an ability to take losses and adversity without going crazy. You need an ability to not be driven crazy by extreme success. And then they go on for multiple multiple pages about 1 of their favorite ideas. This this idea of inversion. I've covered this idea a lot in the other Mon and buffett episodes. I will list all of them in the show notes down below in case you wanna check out, you know, I don't even know how many there are. There might be, like, 8 or 10 or something like that. You can also go to Founder podcast dot com and see, like, all the show notes in case it doesn't show up on your podcast player, But I'm gonna try to avoid covering things I've covered in past podcast because I just assume when I make the podcast that you're just like me that you're a Man And then when you find something that you're interested in. Like, I I was interested, you know, in Charlie Mu Warren buffett, I'll read every single booking get my hands on, I with listen to every single podcast. So I will list them all. And obviously, if you're interested in learning more from warren Buffett and Charlie Mu, just listen to them and, you know, listen to them again. And so they're gonna talk about inversion throughout the entire book. Mu starts off. That is very much my approach to wisdom. I go around figuring out what doesn't work and then I avoid it. Invert always invert, I saw a good judgment mostly by collecting instances of bad judgment, then pondering ways to avoid such outcome. So that is in his personal, like his personal life Right? But he also talks about it's extremely useful in studying why other people fail in business. To examine how businesses become big and strong, Charlie first studies how businesses decline and die. Buffet says, we have been a student of other people's fo, and it has served us well. And then Buffet has a great line on how you actually practice this. This is this is fantastic. It is an inversion process. You start out with failure and then engineer its removal. This is 1 of my favorite ideas in the book, and another way to think about an idea I've already been previously exposed to It's was like, oh, you should figure out what you don't like to get to what you do like. And so it says, Mu says the mental process that has really worked for me in my whole life and I use it all the time is turning everything into reverse. I figure out what I don't like instead of figuring out what I like in order to get what I like. And so they go on giving examples of inversion over and over again and, and disperse through all these examples of inversion, they say stuff like this. Hey, think a lot this is about it. I think a lot of people make things more complicated than they need to, really think you should keep things simple in both business and investments it's usually far more profitable to simply stick with the easy and obvious than it is to resolve the difficult. And then they end this section of the book with why they're saying this is something you and I've talked about for years. Repetition is persuasive. They said some things may seem a little rep, but repetition is the mother of learning. And so if you pick up this book and read it, and I hope I can encourage you to do so you're gonna be maybe surprised, but a large part of this book is actually on the human psychology and then observable human nature throughout history? And if you think about this like, okay. Why would some of the greatest founders and investors of all time and Mu and Buffett. Why would they be so obsessed with that? Because businesses people. Right? Your your business partners are people, your customers are people, And so they just have a... A lot of is, like, avoiding they talk about, you know, there's a lot of low quality traits in human beings and low quality people on this earth, you need to avoid them. Again, I think they they give you a simple way to do this. And so Buffet talks about, like, well, you're picking people to do business with, he just has the things like, you know, if you need, like, a 50 page contract, to protect yourself from the person dealing with, You need to walk away from that deal immediately. He says, I like to deal with people where I feel a 1 page contract would do the job. And 1 apparent almost contradiction. When you read, they talk about, hey, you know, we spent so much time studying history, reading biographies learning from the experiences as others. And then they keep repeating that most people do not learn from other people. And Mu got a great illustration this point. He goes, you could tell that most people don't learn from the the the experience for other people. Because there's little originality in the disasters of Mankind will get there in 1 second, Buffet said the trick is to learn most lessons from the experience of others. Mon says, the more hard lessons you can learn by ke rather than through your own hard experience the better. You could see the results of not learning from other people's mistakes by simply looking around you. How little red originality there is in the common disasters of mankind. He goes on to list some, drunk driving deaths, incur v material diseases, conversion of bright college students into brain wash zombies as members of destructive cults, business failures through... This is such a great line. Business failures through repetition of obvious mistakes made by predecessor and so on. I just love that idea. It's like you could tell people are not learn or most people are incapable of learning from the experience for the people because there's no originality in the common disasters of mankind, they just repeat over and over again. I think you'll learn a lot from other people. In fact, I think you learn Basically, if you can learn, basically, everything from other people, you don't have to get too many new ideas on your own. You can just apply the best of what you see. And then a few pages later, they essentially give an enthusiastic endorsement of listening to founders buck. Because they say, study effective individuals. Buffett says look at effective individuals and try to figure out why they're effective. Meng says, I think history is very helpful. It enables you to keep things in perspective. So the history of civilization in the history of finance and investing. It is very useful. Buffet says I like history. I like financial history. It is useful to realize how extraordinary things can happen occasionally. This is a great great line. Everything that needs to be said has already been said, and but since no 1 was listening, everything must be said again. Now we got a couple different ideas all centered around this 1 main idea of focus on the essence. The most important thing, the core. Always try to simplify things to their essence the fundamental or most important aspect of something. The core is the way to think about it, Charlie has got the best 30 second mind in the world Buffet said. If I call him and describe a problem him, any kind of situation, he gets to the essence of it immediately. When we make decisions, we focus on the most important thing. Something that preach over and over again is get into a good business and allow the miracle of compound interest to do me most of the work for you. I talk about this over and over again to with you that time is carries most of the weight. Buffet says compound interest is a little, like, rolling a snowball down a hill. You start with a small snowball, and if it rolls long enough, you'll have a real snowball at the end. It's better if you're not in too much of a hurry and keep doing sound things. The reason I read wanted to read you that paragraph is really for this next 2 sentences, Berkshire was a small business at 1 time. It just takes time. It is the nature of compound interest. You cannot build it in 1 day or 1 week Going back to this idea that once you're a good business, stay in a good business, let time do the work, Charlie Mu talks about this as staying on the wave. So he says when new businesses come in, there are huge advantages for the early birds. And when you're in an early bird, there's a model that I call surfing. When a surfer gets up and catches the wave and just stays there, he can go for a long, long time. But if he gets off the wave, he becomes mir in the shallow. People get long runs when they're right on the edge of the wave. And so he use the example, like Microsoft or Intel. Stay on the way. And then they give some ideas on both that are effective for sales and effective for managing other people within your organization, Mary k once said, it's so simple. Yet take... Yeah make such a difference. Pretend that every single person you meet has a sign around his or her neck that says, make me feel important. All human beings work better if they get reinforcement. If there are constant rewards for doing well, you will be driven to do more of the same. And then they have a theme that they repeat over and over again with different little stories, and lot of rays related to bait like, a Buffett Love baseball stories. But it's just this idea that there's just... Most of the world is by definition has to be mediocre. In that if you can actually do the work necessary to turn yourself in a formidable individual and then work with just the best... First of all, work with the best possible people and work in the best possible industries and businesses that will do most of the work for you. And to be able to do this, you have to be kind ruthless with cutting people that aren't up to your standards out of, like, you don't wanna do work. You don't... You can't work with, you know, c players or even b players. So Buffet says the real issue is mediocrity. There are too many 02:40 hit, so he he loves the baseball analogy. If you're a fantastic indicator, you'd be a 400 hit. That's something he's gonna repeat over and over again. In this case you have somebody that may even think there are 400 hit, but are actually 02:40 hit. So when he's talking about the real issue here is mediocrity. There are too many 02:40 hit in business. Businesses often settle for a notch or 2 above mediocrity. There are strong human instincts at work. And then they also give advice which it's like, listen, you you think you might be able to turn around a business or turn around a person. You're just better off. Getting into a better opportunity. This is something where I always say it's like, actions express priority. It's 1 of my favorite maxim. People do what they actually wanna do. And you can tell what people wanna do is just, like, how do you spend your time? What are your act... It doesn't matter what you tell me? Hey, this is important to me. It's like, just I can look at what you do. And this is great advice from Buffett, people just do what they want to do, and you're just better off just not trying to change their behavior because only they can do that. So he says, in almost 60 years of investing, we found it practically useless. To give advice to anyone. And this is even in situations where you figure, hey, they have they should have a lot of influence to control here. And he says, listen, Charlie and I've been on boards of companies in which we were among the largest shareholders. And even then we had very little luck changing their behavior. So we think that if you buy stock in a company, you better not count on being able to change the course of action, and then they go back into the importance of understanding human behavior, and then they touch a little bit on why so many founders and investors Have it, like they love history. They like studying history, They find it very useful for their careers. Buffet says you really should understand human behavior if you're gonna run a business. Mu says. Once you have the ideas, of course, you was continuously practice A amen something you and I talk about over and again. Once you have the ideas, of course you must continuously practice their use. If you don't practice, you can't perform well. A wise man engaged in learning some important skill will not stop until he is really fluent in it. So more on this idea of it's really important if you're gonna run a business to understand human nature. Again, this is all these ideas. These are not on the same page. So this is how you know it's important to them because what what's important people, they will repeat. And so this is Really, it's a it's a story about imitation is the note that I left myself when I read this would no. What Charlie about the tells. He's telling us a story about human nature. That's very fascinating. And if you think about, like, their bird's eye I view that they've had in the, like, the finance industry, which you know, it's been full of panic and bubbles and booms and busts. Right? This is just absolutely fantastic. So Charlie Mu says 1 of my favorite stories is about the little boy in Texas. The teacher asked the class, if there are 9 sheep in the pen and 1 jumps out, how many are left and everybody got the answer right, except this little boy who said none of them are left. And the teacher said, you don't understand arithmetic. And he said no teacher, you don't understand sheep. And Buffet adds onto the story by saying it always amaze me how high Iq people mindless imitate. And then Buffet describes this phenomenon by this idea he calls the 3 i's. And so he says you get what I call the natural progression, the 3 i's. The innovators, the indicators and the idiots. So skipping ahead, let's go back to this idea that they repeat over and over again, spend a lot of time thinking, reading, formulating your own thoughts and mute the world. And so Buffet says we do not read other people's opinions. We want to think. We wanna get the facts and then think. This was such a, like, a mind blowing realization. Because you never know, like, when you're reading something when it just... Is gonna something clicker, like, kinda, interact with maybe an idea that was previous in your mind or you didn't... What weren't necessarily, like, completely understood how important it was. When I was reading Buffett letters, and then, obviously, this is like, years ago. So this is probably, like, in 2019, maybe. And Listening charlie Mu speak. They kept bringing up this guy named Henry Singleton. I was like, what the heck is going on here. You know, in my opinion ba and Mu have studied... The people living and maybe people have ever lived. They've probably studied more different businesses and more company founders and managers and Ceos than almost anybody else. Right? They've been at it since they've been buffett since his a little kid, and he's been doing almost for a hundred years. Right? And, yet, they kept bringing up Henry Singleton Henry Singleton. They're like, hey, this guy was trailer Margaret says Henry Singleton terms of the smartest person ever met. Margaret said that, his returns in business were utterly ridiculous Buffet said is a, literally a crime that business schools don't study this guy. And the reason it's hard to study him them is you actually have to. Like, there's not a lot written about them. I've done 2 episodes on them, but episode 01:10. There's this book called dis force. Which is written by Singleton like Ray hand guy, and it's really the history of the company Tele that they built together. But what was so remarkable and just made... I don't know why just clicked when I started reading about Singleton is like, how we spend his time. But the point... Of all, this is like, there's a description in that book. They're really resonating me that you have to do the work necessary to be able to trust you own judgment or none of this is gonna work. So I'm gonna read a quote from Dis force. This episode 01:10. I'm about to reread this and collect all the other information. In fact, a bunch of listeners actually sent me. Really valuable information about Singleton, like, old press articles and stuff they found in, like public libraries and stuff But I wanna read this because I really think this is exactly what Buffett is saying here. Let me reread Buffett before I get there right. He's like, listen, we don't read other people's opinions. We wanna think, we wanna get the facts and then think In many ways, Singleton was buffet before Buffett? So it says quite often, Henry simply talked about his philosophy running a a corporation and the various financial strategies that came that he came up with as he sat in his office each day, often working in his Apple ii computer. He was a brilliant strategist, and he came up with many creative ideas, ideas that were sometimes contrary to the currently accepted methods of managing a large corporation that prevailed in those days. 1 of the things that blew my mind was the fact that Henry Singleton was friends with Claude Shannon, the inventor of information theory, a universal genius, 1 of the rare universal geniuses that the world has seeing. Right? In Claude Shannon, and Claude Shannon, was actually on the board of Tele and an adviser. So when when Henry would go out and when he was building his Conglomerate trying to buy through acquisitions. He would actually have to be able to tap. Imagine be able to, like, call up Claude Shannon like, hey when you think about this new technology. It's just crazy to me. Anyways, this is what Shannon said. Check this out. He all... Shannon is talking about Singleton observing Singleton how he works. He says, he always tries to work out the best moves. And maybe he doesn't like to talk too much because when you're playing a game, you don't tell anyone else what your strategy is. And where did the strategy come from? The same place that buffett now in this book that I'm holding in my hand is saying, came from him sitting there in a room thinking? Singleton was obviously for extremely well just like Buffett as well. Let me go back to Buff and we repeat this for the third time. We do not read other people's opinions we wanna think. We wanna get the facts and then think. Now we're many pages deep in the book and they go back to this theme. Default to know, keep an open calendar so you can actually think The difference between successful people and very successful people is that very successful people say no to almost everything. Margaret... That was buffet. Mon says both Warren and I have amazingly open calendar and we're very reluctant to put new commitments in there. I like flexibility and has worked for me. And so Buffett takes us so seriously that, you know, at this... At the point, they're talking about this, I think he owned, like, 80 different businesses. And so he would actually, every few, like, years. He would write the managers of his business. A a letter, and it all... It's all about the fact that Buffett ruthless guards his time. This is what the letter says. Please turn down... This is Buffet rating. Right? This is to all of the the Ceos and the managers of all the subsidiaries in Berkshire. Please turn out all the proposals for me to speak, make contributions, etcetera. Sometimes these requests for you for you to act as an intermediary will be accompanied by, Oh, it can't hurt to ask. It will be easier for both of us if you just say no, and he means know right away. As an added favor don't suggest that they said writer or call me. Multiply 80 or so businesses by the periodic, oh, I think he'll be interested in this 1 and you can understand why it's better to just say no firmly and immediately. And then they touch on a main theme and his of entrepreneurship importance of frugal out guarding the resources that you have, not spending foolishly no matter how much money you have, Charlie and I have always been big fans of living within your income. And if you do that, you'll hope you'll have a whole lot more income later on. If you... Mu says if you wanna get rich, you've got to under spend your under spend your income. You've got to intelligently you and invest the money that you haven't spend. A spent, the money will work for you for a longer period of time. You have to save. And so I actually found I'm gonna reread his biography. And I I got another book on him too. I actually found this guy because Buff, it's another, entrepreneur that Buff and Mu talked about from history. Just guy named James Jay Hill. And I covered him all the back in episode number 96, and he's 1 of maybe the greatest railroad builder in history. And there's something that he he talks about and he would repeat in his work, you know, this is 18 hundreds, probably, let's see mid to the late 18 hundreds when he says this. And he said, if you wanna know whether you were destined to be excess or failure in life. You can easily find out. The test is simple and it's infallible. Are you able to save money. If not, drop out, you will lose, you may you may think not, but you will lose as sure as you live. The seed of success is not in you. So then they spend some time talking about the dangers of debt, that debt is a is an easy way, common way for really rich people to go broke. Mu says, smart man go broke in 3 ways. Liquor ladies and leverage. Buffet says, whenever a bright and rich person goes broke, it's usually because of leverage. Any series of positive numbers, however, impressive the numbers may be evaporate evaporates when multiplied by a single 0, history tells us that leverage all too often produces zeros, even when it's employed by very smart people. 1 of the things you will find. This is still Talking. 1 of the things you will find, which is interesting and people don't think of enough. With most businesses and with most individuals. Life tends to snap you at your weakest link. You can have somebody whose aggregate performance is terrific. But if they have a weakness, maybe it's with alcohol, maybe it's a us susceptibility to taking a little easy money, it's the weak link that snaps you. And frequently in the financial markets, the weak link is borrowed money. And so the other side of the coin of this idea is like hey, they they tell you over whenever again, you gotta be real careful. Debt, be real careful leverage, they will preach the fact that you should try your business should have mountains and mountains of cash, cash is a lot like oxygen. You don't notice at 99 percent of the time, but when it's absent, It's the only thing that you notice. We have maximum financial flexibility to face both hazards and opportunities. Buffett says we keep our our cash largely in Us treasury bills and avoid other short term securities yielding a few more basis points Somebody sent me and this is not my world, so I don't know, but somebody said that they... Right now, they have a hundred billion in cash earning 4 percent risk free. We agree with investment writer Ray dev observation, more money has been lost reaching for yield than at the point of a gun. And why do they say that because cash insurers your for survival something you and I talk about over and over again, you have to stay in the game long enough to get lucky. Buffett says it pays to conduct your affairs so that no matter how foolish other people get you're still around to play the game the next day. Mu says. I am not a victim I survivor. And then they start giving advice on just interpersonal relationships. You're going to... Like, people are you're gonna deal with bad people throughout your life. That's inevitable, But how... You can't control what they do other than you can avoid them obviously, but you can control your reactions. And so then Buffett, In the middle of this, he talks about, hey. This is some of the best advice I ever gotten in my life. And so he says 40 years ago, Tom Murphy, who was the former, Ceo of Cap cities and Abc b. Gave me 1 of the best pieces of advice I've ever received. He said warren. You can always tell someone to go to hell tomorrow. You haven't missed the opportunity. Just forget about it for a day. If you feel the same way tomorrow, then you could tell them, but don't spout off in a moment of anger, and then this is 1 of the most important fundamental insights into human nature that I've learned personally from Charlie Mon and he's like listen, everybody thinks that the world is driven by greed, but it's... The world's not driven by greed. It's driven by Envy, and your life will be a lot better. If you could just eliminate Envy from your life. And so Charlie says, I've heard warren, say, half it, and I I guess he will learn this from Warren. I've learned I've heard warren say half a dozen times, it's not greed that drives the world, but Envy. Buffet if says our experiences at Envy is what really drives people. You can give someone a 2000000 dollar bonus and they're happy until they see the next guy got 2100000.0 and then they're miserable. And Mu illustrates why this is so ridiculous. If you're comfortably rich, and someone else is getting richer fascinating you, so what? Someone will always be getting richer faster than you. This is not a tragedy. Someone else is always going to be doing better at any human activity you can name. Let me go back to this idea something that I believe with my whole heart, the time is the best filter Buffett says Gia and Jan nellie, maybe is the former chairman of the car company Fiat. Us, so it says Gia once told me, 1 time told me when you get older, you'll have the reputation that you deserve. You can fool some people some of the time but not forever. I believe the same is true for companies. And now when I read that, that's probably like, what, the third or 4 time. I think the fourth time I've read that particular highlight something else just jumped at me where he says, hey, you know, with time, you can't fool people, you can fool people some of the time enough forever, Over time, you're gonna have a the person reputation that you deserve, and your company will have the reputation you deserve. Buffet says something that's booked this that's fantastic where he describes what a actual brand is, and he says a brand is a promise. So I'm not sure why. But when I re reread that section just now. That's the, the idea that jumped at that popped in my mind. And so then Charlie add to this, the best way to get a reputation for yourself and your business is to actually work backwards, he is going to quote soul price. So sole price Buffett and Mu are both fans of Soul price. I did an episode on him its episode 01:07. My... I would make the argument that Sole price is the most influential retailer to ever live, Sam Walton, Trader Joe, Jim S, Bernie Marcus from home depot, Jeff Bezos. They all use ideas in their business, variations of sole prices ideas in their business. And so we have longer talking about, Like, okay. Well, you should decide what kind of business that you do not want. Right? So I said so price you used to say business came from deciding which business you could intelligently do without. He had a list of businesses that he did not want. He didn't want business from people who wrote bad checks. He didn't want business of people who clogged up his parking lot without buying very much. He carefully invented a system. He's the 1 that came up with the the idea like, what everybody knows was Costco. That Costco idea is sole price idea. Yeah it was just actually brought to life by Jim Senegal, which is soul prices, men Men. Jim when he was really young, actually worked with sole price. He greatly admired him In fact, the auto, I she need the biography of sole price that I read for 1 episode 01:07, Jim wrote the the forward or the introduction of that book, and he says, like, when people interview interviewing I like, oh, you you knew soul for 50 years before he died, he must have learned a law lot from him He's like, no. I didn't learn a lot. I learned everything. Everything from him. And so that's what Charlie talking about. He's like, well, he just designed a business. You know, how many businesses do you have to pay a membership fee to shop at? Like, know that's extremely rare, but why is he... Are unusual. Why is he doing that because he's designing he's he's getting to the business he he wants? By avoiding things he does not want in that membership fee that barrier to entry eliminates a lot of things that Charlie talking about here? He didn't want business business of people who clogged up his parking lot without buying very much. He carefully invented a system where he kept those people out and succeeded by deciding what he would be better off without and avoiding it. This is a very good way to think, and it is not common. And so then Buffet goes into something that he repeats over and over again. In fact, 1 of the best gifts I've ever gotten is, for Father's day, my wife got me this mug, and it says, like, the wisdom of warren buffett. And all it is is Warren face with a bunch of quotes that he said, and all they I do is, like, fill up this cup multiple times a day with with espresso and then read. Right? And 1 of my favorite things is because it's, like, these ideas are in the book and they're in the podcast. And yet this, like, physical item brings that out and it's like, serves is, like a reminder every day. And on 1 of the things that he says, on this this coffee mug is the best thing I did was to choose the right heroes. This is something that him and among repeat over and over again. I'm gonna read this section real quick and then tell you something Mu also says, I think it's very important to have the right heroes. Choose your heroes carefully, and then figure out what it is about them that you admire. Then you figure out how to do the same thing. It is not impossible, and then I've actually seen clips from warren saying this at the shareholder meeting, and then Charlie adds you also should not re your selection of heroes to the living that the eminent dead, obviously a main theme of this podcast. Right? The eminent bet dead provide some of the best models around. And then they have some more advice for our career for our work that you really should try to maneuver yourself, get yourself in a position where you can do work that you have an intense interest in. If you listen to my 3 part series of the about Paul graham essays, 2 75 episode 2 75, 76 and 2 77. This is a main theme of his writing as well. The big thing you wanna do is you wanna enjoy every day. So you want to have a job that you love and you wanna work with people that you like admire and trust. Mon says in my whole life, I have never been good at something I wasn't very interested in. It just doesn't work. There is no substitute for strong interest. They also talk about a very common mistake that smart people make that successful people make is because they were successful in 1 domain that they act that knowledge actually transfers to other domains The best example of this is, like, I always say, you know, Henry Ford 1 of the the... His... Henry Henry Ford is 1 of the entrepreneurs I most Admire professionally, not personally. And, I I really like his philosophy of company building, but you see this illustration if you read about Henry Ford. Like, he was a master at building the Ford motor company, But then he he thought, like, he could control, like, the morals of his, like, his employees. He thought he could, like, he he could figure out a way to stop world war 1 from happening. He had all these things where he failed spectacularly at where he thought, okay. Well, I I have some kind of knowledge I derive from my business and it's applicable to this domain and it definitely wasn't. Buffet says, for us to I think that because we made a lot of money, we're gonna be better at giving advice on every subject. Well, that just doesn't Makes sense. That's crazy. I'm very suspect suspect suspect. Of the person who is very good at 1 business who starts thinking they should tell the world how to behave on everything. They start repeating this idea, you really should try to be seeking out and working with and associating only with first class people, Mon says our basic role has has always been that we do not deal with assholes. I have turned down business deals that were otherwise decent deals because I didn't like the people that I'd have to work with. You have to... You want to avoid other people who are total rat poison, and there are a lot of them. You want to associate with first class people, and they go back into the more... Most important asset. 1 of the most important assets and running a business is passion That that's very interesting. Let's say that you wanna... They're asked hypothetical question by a fictitious character in this book, so that question says, Let's say I wanna hire somebody. What is important to think about Buffett says. You look for the logical things, passion, an interest in running the business, honestly, are honesty. Excuse me. Do they love the business or do they love the money? This is the first filter. Do they love the business or do they love the money? This is the first filter? I mean real passion. If temperament is the most important personal asset in managing money, In business, it's passion. Is also why Jeff Bezos says that missionaries make the best products. Missionaries not mercenaries. He says mercenaries are in it just for the money. Missionaries actually care about what the business is doing. What service is that business giving to the world. You wanna try to hire people that are complete in alignment with you and look at it like you do, like, it's a mission. They also spend a lot of time talking about company culture, the fact that you have the be very intentional how you build the culture at your business that once the culture is in place, it is nearly impossible. Better off just starting a different company than trying to change the culture. So says we try to provide an environment for them, meaning the managers and the Ceos of their businesses, which is exactly like we'd want if we were running a business. We would like to run our own business in our own way, so they're like, hey, we try not to mess with. Right? We're only working with a players, a players don't like to be micro manage. And if I had to micro imagine, why did I buy the business to begin with? That doesn't make any sense. We will never allow Berkshire to become some monolith that is overrun with committees, budget presentations and multiple layers of management. Instead, we plan to operate as a collection of separately manage, medium sized and large businesses. Most of whose decision making occurs at the at the operating level. All of the businesses that we own are run autonomously to an extraordinary degree. In most cases, the managers of important businesses we have owned for many years have not been to Omaha or even met each other. We adapt to their methods rather than vice versa. So then Buffett talks about, like, his own strategy? Like, what is Buffett instinct... Like, what is his competitive advantage. Right? He is trying to be a... Like, not trying to. He does this. He's a buyer of businesses? I would argue that Buffett shareholder letters is the greatest single example of content marketing that the world has ever seen. I talk about this more on episode 02:27, which is the essays of Warren Buffett where it talks about, like, he he publishes a letter that he shows, like he was interested in buying this person's business. He he actually publishes the letter that he sent the by... The the person he... The owner of the business, I feel it's like a masterclass class and product differentiation. And so he touches on how he thinks about this and how he positions himself. And so he says, our long av valid goal is to be the buyer of choice for businesses. Particularly those built and owned by families. The way to achieve this goal is to deserve it. That means we must keep our promises, avoid leveraging up acquired businesses, grant unusual autonomy to our managers and hold the purchase companies through thick and thin. Our record matches are rhetoric. Most buyers competing against us follow a different path. For them, acquisitions are merchandise. We have a decided advantage when we encounter sellers who truly care about the future of their businesses. So if you truly care about your business and the future of it, it's not a merchandise year. It's not just a big, you know, a big exit. Like, you actually care. Like, if you are gonna sell your business, like, you care what happens, what happens after you leave the business. And so Buffett it's like, well, if you're 1 of those people, of course, but Berkshire would be if you look at our track record. Berkshire would be your first choice. So it says the reverse is apt to be true also when an owner auctions off his business, exhibiting a total lack of interest in what follows. You will frequently find that it has been dressed up for sale. And therefore, what Buffett saying. It's not a high quality. Like, if somebody truly cares, most likely they truly... They built a, like a wonderful business. Somebody's just in it to start scale and sell, they probably don't give a shit. And so therefore, the long term prospects of a business like that are very suspect and Buffett is not interested in buying those kind of businesses. There is a great line in the Anthony board biography that I read for episode 02:19 that jumps out at this next when I read this next sentence. It says life isn't in a green room for something else. Go for it. Buffet says, we're here on the earth only 1 time. So you ought to be doing something that you enjoy as you go along, and you can be enthusiastic about. Then we have 2 great quotes. The first 1 is from Buffet when a prom exists, whether it's in personnel are in business operations, the time to act is now, Mu says, wise people step on big and growing troubles early? There's several times in the book that Mu talks about his ability to make decisions very rapidly. We heard Buffett say earlier that Mu has the best 30 second mind that he's ever encountered. And so in 2 his points, like, they have an idea of the businesses that they're interested in They're in their mind. The characteristics of this stuff they're interested. And so, even, like, he'll get a phone call. And within, like, 15 seconds Like nope, And I was just like, hang up the phone. He's like, there's no point. I know I don't want this business. There's no point us. Like, we have a limited time in this earth, like, I'm not gonna waste sit and just be polite for 15 minutes just to give you a know that I can give you in, in a know in 30 seconds. And so Mu says spend no time arguing with people whose idea you know to be stupid. I think a main theme that comes up, again, and again, these like, stories that you and I go over as the fact that future opportunities are unpredictable to you. Like like, you just have to trust in something, obviously, do as good job as you can with whatever was in front of you, but, like, there's going to... If you keep going along and you keep getting better, That's going to unlock opportunities, you can't possibly predict And there's a thing... I I feel like there's a current, yeah, running through the thinking of Buffett and Mon that that talks about this. Like, listen, we're not really big into master plans. We know we wanna own wonderful businesses. We know we wanna, you know, own pieces of wonderful business in public markets. But essentially, like instead of going deep in this inflexible master plan, like, we're just gonna keep reacting to the game that's on the field. And so it says Mu says, I have a deep dis distressed in master planning. There has never been a master plan. Anyone who wanted to do master plan we fired because it takes on a life of its own and doesn't cover the new reality. Buffet says we do have a few advantages, perhaps the greatest being that we don't have a strategic plan. Thus we feel no need to proceed in an ordained direction. But can instead simply decide what makes sense for our owners. Charlie and I don't sit around and talk about the future of industries. We have no reports or staff. We just review what comes in and look for companies with a durable competitive advantage at an attractive price. And so think about that, that is like rather simple plan. We're just gonna review what comes in. We constantly get people offering to sell or... Like, we have inbound requests to to buy their businesses. We'll just review it? Does a... Is this a company with a durable competitive advantage and attractive price. If it is, Okay. We'll buy it. And if it isn't, we'll just sit on our ass and we'll read and we'll think and we'll pile up money. It's really hard to lose. If they... That's the 2 different modes that you have in your business. Alright? This goes back into the futility that people just the futility trying to change other people's minds, better to just select different people to work with that, you know, people just do what they want to do. And Buffet says, I'd say that the history the, that that Charlie and I have of persuading decent intelligent... Intelligent people who we thought were doing uni intelligent things to change their course of action has been poor. When people wanna do something, they want to do something. We don't try to change people. It doesn't work well. We accept people the way they are. And then Charlie passes on bit of wisdom that he thought was very valuable in running a business. It's from this guy named Carl Braun who was an engineer and an entrepreneur, and it says few practices are wiser, than not only thinking through reasons before giving orders, so orders to be in your company, but also communicating these reasons to the recipient of that order. No 1 knew this better than Carl Braun, who designed oil refineries with spectacular skill and integrity. He had a very simple rule. You had to tell who was to do what, where when and why? If you wrote a communication leaving off Your explanation of why the address he was to do what you... What was ordered, Braun was likely to fire you because Brand new, well braun well knew that ideas got through best when reasons for the ideas were meticulously laid out people have to know why, what Charlie telling us. Are even simpler way to think about it Always sell the other person why. Charlie just told us that there's no that you spend no time arguing with people whose idea you know to be stupid. There's another great line in this regard, you do not have to attend every argument that you're invited to. So then they talk about Charlie or theory, which I absolutely love. The first time I was introduced to this series is actually, I read the auto of Catherine Graham. It was obviously, Episode 01:52, and she talked about that in her case, her the way like, Warren Buffett was helping her learn how to run her business and that, she she thought that Warren was her version of the ara. And so Mu ara theory is this, if a smart person goes into a room with Ara. And explains whatever his or her idea is. The just sits there eating his his banana. And at the end of the conversation, the person explaining comes out smarter. There's something about smart people explaining ideas to an that makes their decision making better. And it's this idea that you're just speaking this is actually forces you to organize your thought. It clarifies your thinking, it's very helpful. Remember at the beginning of the book, they said, repetition is the mother of learning. Charlie Mu goes back to this idea that it's so hard to get rich and yet most likely when you get rich, you're going to mess it up. Just don't mess it up, the problem is not getting rich Mu says it is staying sane. For whatever reason, extreme success war is to tends to warp people's minds. They cannot handle it. And then I actually love this section because it talks about, like, you know, we talked about this, like, history doesn't repeat human nature does that there's ideas in history books that are worth, you know, billions of dollars I'm about to read you something. Right? That sounds like warren Buffett said it today. We just went from this 0 rate environment. Rates are going up, Valuations are, you know, being in flux. And yet, when A month to read you, He said in 19 94. I just had a weird experience where, you know, I share a lot of, like, highlights of stuff from books I read on Twitter and on Linkedin. I tweeted this out, and Elon musk responded back to it. Basically agreeing with what Buffett said, Again, in 19 94 from this book, but it is just as accurate as today, Buffett says the value of every business, the value of a farm, an apartment, or any other economic asset is 100 percent sensitive to interest rates. That's because all you're doing when you're investing is transferring money to someone now in exchange for a stream of money, which you expect to come back in the future. And the higher the interest rates are, the less that present value will be. Interest rates are to asset prices, sort of like gravity is to an apple. When interest rates are low, there is little gravitational pull on asset prices... This is a crazy sentence. Right? And I wish didn't understand this, you know, maybe I wasn't like something that was relatively important to, like my business. Right? But it's just amazing where I just wish I understood. I wish Understood this before now. Because if you understood this in 19 94 and you knew that this entire time. You could profit heavily off of this transition back and forth between highest rates to low interest rates and now from low interest rates to highest higher interest rates. So that's like... There's like, ideas really will put money in your wallet. It's a way to think about it. So I'm gonna repeat this second paragraph because I interrupted it, But this is very fascinating and I'll tell you the punch on at the very end. Interest rates are to asset prices sort of like gravity is to Apple. When interest rates are low, there is little gravitational pull on asset prices, this is the punchline line. Interest rates power everything in the economic universe. Another thing they repeat is the importance always go for quality, wonderful businesses are so rare. So if you get into a 1 of our business do not leave it, it is just a rare thing to happen. If you are in a wonderful business for a long time, even if you pay little bit too much going in getting into the business, you will get a wonderful result if you stay in that business for a long time. Well buffett talks about earlier in his career. He did not really understood the power of brands. It's like weird abstraction. Right? It came from his purchase of Seas candy many, many years, ago he was like, oh, brands are extremely valuable they're they're value... They're they're extremely powerful and valuable. And so this leads to other investments, profitable investments in the future. And so he says additionally, through watching Sees Candy in action, I gained a business education about the value of powerful brands that open my eyes to many other profitable investments. And this is example of why I think Buffett 1 of the the world's greatest communicators that has ever lived because it can communicate things that, you know, relatively complex make them simple uses humor talk tells talks to us in stories, but this was really interesting. I don't think I've heard this before anywhere in any of the book too. And he talks about, like, there is... Sometimes, there there... Like, you can be in exact and there's just times when further analysis is actually a waste of time, and it sounds crazy because of the giant numbers that he is throwing out here in this investment, but he'll tell the story and I think it'll make sense to you at the end. With something like Pet China, my reaction is similar to seeing somebody who weighs somewhere between 303 hundred 50 pounds. I might not know how much they weigh, but I know that they're fat. And that's all I'm looking for. Knowing if an opportunity is financially fat. And whether Pet China weighed 95000000000 dollars or a hundred and 5000000000 dollars. She's talking about the true valuation of it. If it's 95 or 01:05. Right? It did not make much difference. Why didn't it make much difference because at the time, it was selling for 35000000000 dollars. Any further refining of analysis would have been a waste of time in that case he's saying just jump on. You know it's a good opportunity? Doesn't matter. You're paying 35000000000 was worth 95 or a hundred and 5. It doesn't matter. It is a financially fat opportunity. We are... So we were very exact. You'd be amazed at how exactly we are. Using precise numbers, it is and in fact, foolish working with a range of possibilities is the better approach. Now this this is 1 of my favorite... This is where just click for me. Right? It we're in the middle or I you can't see this because you get book them holding. We're in the middle of the book where at this part, they're all talking about, like, the like, the irrational behavior that occurs in bull markets and that just happens over and over again. Right And I'll I'll I'll pull out a couple quotes because I think that's very interesting. I think you and I can learn from that. And yet what sticks out to most to me clicked is I'm gonna read this first, and I have no idea why I finally, like, had a deeper understanding this. So Bubba says, Charlie and I do not expect to win you over to our way of thinking. We've observed enough human behavior to know the futility of that But we do want you to be aware of our personal calculus. And I was like, oh, my god. Sometimes I read. And You probably do this too. We're, like, you know, that's 2 sentences, you know, 3 3 lines in a book. And yet you just sit in and you stare at it. And like you read it again, and you, like, really think about what the hell he's talking about. And I was like, okay. That is actually really interesting. Charlie and I don't expect to win you over to our way of thinking. We've observed enough human behavior to know the futility of that, but we do want you to be aware of our personal calculus what I wrote to myself and this click to me. Learning is not memorizing information. Learning is changing your behavior. There is no point for you and I spend all time reading, listening to educational podcast podcasts. If it doesn't change what we do. And if it doesn't change what we do, we didn't actually learn it. He's telling you we've seen enough human behavior. You're not going to actually do anything with this information that we're giving very few people. He's obviously some of some people who were. And so that's what they talk about, like most people. They don't say all people, but they're saying most people cannot learn from the experiences of other people They're saying the exact same thing here. That we've seen enough human behavior. We could tell you not to do this. A lot of people are gonna do it. The smart ones, the ones are able to learn from other people's behavior are going to have a massive advantage because they know that learning is not memorizing information. Learning is changing your behavior. That's... Like, I love that. Whatever clicked right there is super important for me. And, hopefully for you as well. It's not memorizing information. Did the book that I read the podcast of this do, did it change my behavior. Did it actually have an effect in the real world? Oh, okay. So then they go into, like, this irrational behavior that you see in bull markets, the the sheep story that he told earlier is, like, a good indication of that, and he's got funny ways. Both it's got a funny way of, of, reminding you about this. Like, when you should feel that you're in danger. Because it says like, the the the problem is it looks so easy. So that's what it tracks you to it. And so he says, but remember the late Barton briggs observation. A bull market is like sex. It feels best just before it ends. And so Mu says how do you take advantage of that? If you stay rational, yourself, the stupidity of the world helps you. Wall Street never changes, the pockets change, the suckers change, the stock change. But Wall Street never changes because human nature never changes. Then it goes back to this idea of. They don't have a master plan. Their opportunity driven that's a great way. That's like a great use of language by them really gets this idea into our brains. We don't have a master theory of capital allocation We... Have asset allocation. We simply... We're simply opportunity driven. Individual opportunity driven. Our acquisition technique at Berkshire is simplicity itself. We answer the phone. Something I love about, doing the podcast is getting community read these stories. This idea where multiple people that we cover have figured out the the the idea of having... The value of having a personal motto. Right? So Stanley, the founder of of marvel had, like, I I can't even pronounce it, but it means, like ever upward, Shack says by endurance we conquer. 1 of my favorites is actually Teddy Roosevelt. And he says get action. It was actually a personal model of his father that he adopted for his own life, very similar to what Mu saying here, do not be too timid. Go at life with a little courage. So in the past few episodes and really, I mean, this is a main theme throughout founders, but has been especially pronounced in, actually, it's at episode 2... 2 83 of Andrew Carnegie and 2 84 of Andrew Carnegie and Henri F. And now I'm looking at all the episodes. Actually 2 82 of Jeff Bezos talks about this quite a bit. And his shareholder letters too. And there's 2 twin themes that run throughout the history entrepreneurship that I think are most pronounced in the books, and I see observe less frequently in, like, modern day, meaning they're obviously very valuable because they're very hard for people to do. And that's this idea of extreme focus and extreme frugal legality. I love what Buffet does here. And so he's talking about the fact that if you really think about it, like 2 different founders, 2 different business managers. 1 is unbelievably gifted at cost conscious frugal culture, they're watching their costs over whatever over again. And 1 is not, like, they're not even if they're in the same industry. They're are completely different businesses. This is really interesting use of language here. So she says 1 of the best modes in many respects is to be a low cost producer. Being a low cost producer or something that's essential to people is going to be a very good business. It is like comparing a copper producer whose costs are 2 dollars and 50 cents a pound with a copper producer whose costs are a dollar a pound. This next sentence is crazy to... Would be crazy to most people I don't think it's gonna be crazy to you and I. Those are 2 different kinds of businesses. But we're like, no. They're both producing copper and his like, and Buffett point like, no. This advantage means it's just completely other business. Why? 1 is gonna go broke at a dollar 50 a pound, and the other 1 is going to still be doing fine. This idea that they're they're completely different businesses. Regardless the same product, same same doesn't matter They're completely different just the way they're managed? So let's go back to something that's above this. Why does the business have an edge it's competitors. You're asking yourself questions. Right? Ask, why can't company a do what company b does? What stops some competitor from entering the market? And so Buffett answer to these this hypothetical question is the best way to understand this? Meaning, why does that company have an at whether it's a company that you're running yourself or company wanna invest. Why do they have an edge? The best way to understand this is to study businesses to have achieved it? The question then is how does a company get its edge and the way company talks about building up the moat? And it's this idea of focus and frugal gall? Leads into his copper story. The moat is not the product in this case, the mode is not the product. The mode is not the industry. The moat is the management of the business in regards to its costs. This is a very old idea. This is something Buffett is saying in 2009. And yet it's something that Andrew Carnegie knew in 18 65. And then this is what I mentioned earlier, my favorite definition of a brand. I think I've ever read. A brand is a promise that is quote from Warren Buffett, Then he goes into the important part. Buffett gonna talk a lot about here. Is it's just, like, you know, business can be fundamentally simple. It's... You should be really ob assessing over your customers. This is you know, 1 of my favorite maxim in his entrepreneurship comes from Jeff Bezos. He says obsessed over customers. I don't have any tattoos, but if I did, I almost feel like it it'd be beneficial if I like tattoo this on my forearm, just ob obsessed over customers. There's just so much hard her knowledge in those 3 words, Buffet is going to agree with Bezos here and he says in the end, nobody that's ever taken good care of the customer has ever lost, like Sam Walton once said. There's only 1 boss, the customer, and he or she can fire everybody in the company from the chairman down on down simply by spending his or her money elsewhere. And a few pages later, look how this actually ties together. Right? This... What these 2 quotes I'm reading it. The 1 I just read in this 1, you know, separated by maybe 20 pages or something. This is crazy. Warren Buffett said this about Amazon in 2012. And he says Amazon could affect a lot of businesses who don't think they will be affected. For Amazon, it is very hard to find unhappy customers. A business that has millions and millions of happy customers can introduce them to new items. It will be a powerhouse and could affect a lot of businesses. And this is where you really get excited. Right? When you think about this. Okay. Warren identified that, Caesar. This is very unusual. Says that in 2012. That is after... Because Jeff is writing, you know, in in the late nineties. I think 97 is this first... This his for shareholder letter. It's 15 years separating from the first shareholder letter. You know, he'd been practicing that in the the few years that he been running Amazon before that, But this idea is like, that is the end result of what what Bezos set out from day 1. He's like, no. We're gonna upset our customers. We're gonna build the... The world's most customer centric company. 15, 20 years later, and you're seeing Buffett is like, oh, this is... This dude's is gonna be a problem. And he's gonna be a problem for of the businesses because he's got millions of happy and satisfied customers and how do you get millions of happy and inside for customers. You build the world's most customer centric. Company and you ob obsessed over customers. This is... How could that not excite you? I love when I see these ideas, they just stick together and what makes me are they fit together rather. And what makes me even more excited like you have a another genius. You got 2 genius there. You got another genius realizing, oh, what this other genius is doing is genius. All we have to do. I'm not a genius. All I have to do all you have to do is just copy them. Like, hey, that's a good idea. Thank you very much. I'm gonna apply it to my This is now Rocket Science. And it gets even better because on the next page, Mon gives us a tactic. So, oh, you like that idea. Here's how you actually implement. 1 of the directors of the daily journal said very simply. We should make a list of everything that irritates our customers and then we should eliminate those defects 1 by 1. Then I love this idea by Buffett. Like, this is how you find the best operator in your industry. When I interview managers, I asked, what their business nightmares. If you had a silver bullet and you could put it through the head of 1 competitor, which competitor and why? You will find out who the bet... Ask this question, you will find out who the best guy in the industry as. He continues ask the management of each company, which competitor would be willing to... This is the other side of that? It's like, okay, if you could knock out of the game, only 1 of your competitors who that is. The other side is, what if you had to bet all of your net worth and you could, like, you invested all your network worth and 1 of your competitors who's who is that asked management of each company, which competitor they would be willing to put their net worth in for the next 10 years then ask which of their competitors they would short. This will provide important insights into the industry into your industry that even those who work their whole life in the industry would not realize. 2 pieces of advice 1 from mon 1 from Buffet, is something the you and I talk about all the time. If you go to sleep on a win, you wake up at a loss. Charlie Mu says successful, Places tend to get blow. He's talking about successful companies. Successful companies tend to get bloated, fat, complacent. It's the nature of human life. Most companies when they get rich get sloppy. Warren Buffett. This is 1 way to avoid that. Widen your moat, build an enduring competitive advantage, delight your customers and relentlessly fight costs. And Mu and buffett both know this because they have this this crazy, like, historical base of knowledge and history business. Mu says it is the nature of things that most big businesses eventually fall into mediocrity or worse. Look at the history of big companies in the world and the record is not good. Almost all great records eventually d. I think that's the natural consequence of competitive life. And Mon talks about 1 of the fiercest competitors that the business landscape has ever seen something somebody you and I talked about. And again, the latest episode I did on him. Which will not be the last. It's episode 02:34 Sam Walton. I've never heard this before. It's absolutely fantastic. It is Charlie Mu Northern Pike model, and his point is if you're running up against something like this, you should just get out of the business. He says 1 of the models in my head is the northern pike model. You have a lake full of trout. But if you throw in a few northern pike. Pretty soon there aren't many trout left, but there are a lot of northern pike. Walmart in its early days was the northern pike. It figured out how the customer could be better served and just gallo through the world like Angus khan. So there's a few ideas here, this is on passion, intense, interest and working only with winners. This is a... This 1 my favorite of is This is probably my favorite of Buffett business Baseball stories. When it regards to business. First, Mu says, I cannot put passion into someone. You either they either have it or they don't. There's nothing you can do about it, and Buffet goes in the importance of working with winners. My managerial model is Eddy Bennett. So he's Well, this is I'm just gonna copy, Eddie Bennett who was a Bat boy, his idea for how I run Berkshire shower. This Metaphor is fantastic. My manager managerial model is Eddie Bennett, who was a bat boy. In 19 19, Eddie began his work with the Chicago White sox, who that year went to the world series. The next year he switched to the Brooklyn dodgers and they won their league title. However, our heroes meaning Eddie chain smelled trouble. He changed burrows and joined the New York Yankee in 19 21, and they promptly won their first title in history. Now Eddy settled in shrewd saying what was coming? In the next 7 years, the Yankee won 5 American league titles. What does this have to do with management? It is simple to be a winner work with winners. In 19 27, Eddie received 700 dollars for his share of the world series winning. This sum, which Eddie earned by working only 4 days because New York swept series was roughly equal to the full year pay then earned by bat boys who worked with ordinary associates. So just what he made from working 4 days in the world series is what the per a person with his same job would make all year because they were working with ordinary players. Right? Eddy understood that how he loved bats was unimportant. What counted instead was hooking up with the cream of those on the playing field. I've learned this from Eddie. At Berkshire, I regularly hand bats to many of the heaviest hit in American business. And then just 1 more thing from Buffet on passion. He says passion ads to your productivity. Mu says a secret to being successful in any field is getting very interested at it. I could never excel in anything, which which I didn't have an intense interest. Now these next 2 pages are so good. It's essentially saying, unusual records or a result of high levels of talent in low competition environments. Buffet says I don't wanna play a game where the other guy has an advantage. Somebody asked how do you beat Bobby Fisher? The answer was you play him in any game except chess. He continues. 1 of the boat best modes in many respects is sometimes just having more talent. And then once you have the talent. He says you wanna work where there's is little competition. 1 of the secrets of life is weak competition. The unusual records have been achieved by those who have worked relatively neglected fields in which the competition was light. Manga now jumps in. Competence is a relative concept I realized what I needed to get ahead was to compete against idiots and luckily for me, there was a large supply of idiots. And then I love how much Charlie Mu talks about the importance of practice. In in this book. This is something obviously that really stuck my mind from reading the biography of Michael Jordan on episode 02:12. So Margaret says, obviously, if you wanna get good at something, which is competitive. You have to think about it, and you have to practice a lot. You have to keep learning because the world keeps changing and your competitors keep learning. You have to go to bed wiser than when you got up. As you try to master what you're trying to do, people who do that almost never fail utterly. Very few have ever failed with that approach, meaning just trying to be a little wiser every day. Right? Very few have ever failed with that approach. You may rise slowly, but you're sure to rise. And so then they go back to this and they go on this for quite a while. The idea is like, we're not listening to the opinions and the predictions of other people, that is just absolutely useless. Forming macro opinions are listening to the macro or market predictions of others as a waste of time. It is dangerous because it may blur your vision to the facts that are truly important. I pay no attention to economic forecasting. I worry about being in a good business with good people That is all I focus on. This is Buffet that speaking about this entire time. In the 54 years that we have worked together, we have never forgotten an attractive purchase because of the macro or political environment are the views of other people, than Mu says. People of Alt and he's mali the futility of trying to predict the future and forecasting. People have always had this craving to have someone tell them the future. Long ago, kings would hire people to reach sheep guts. There's always been a market for people who pretend to know the future. Listening to today's forecasters is just as crazy as when the king hired the guy to look at the sheep guns. It just happens over and over and over again. And is an absolutely fantastic line, still about forecasters. And it says this is Buffet. Market forecasters will fill your ear, but they will never fill your wallet, and then Mu goes into the important role that continuous education, seeking them knowledge that him and Buffet to dedicate their lives to why that was so influential with the record that Berkshire was able to achieve. What people mean when they say a man has common sense is uncommon sense. We don't have any new tricks. We just know the old tricks better. Berkshire loves education and it loves people who like to learn. I think the 1 thing that we did that worked best of all. We were always dissatisfied with what we already knew. We wanted to know more. If Warren and I had stayed frozen in time, Berkshire would have been a terrible place. It's only that we kept learning that made it work, and I don't think that'll ever stop. Had worn not been learning all this time our record would be a mere shadow of what it is, and he's actually improved since he passed the age at which most other people retire. Most people don't even try this. It takes practice. And that is where I'll leave it for the full story Highly highly recommend buying the book. The great thing about this book is it's... You don't have to read it all at once. You don't even really have to read it in order. That's the way I did, but I think it's just a great thing to keep out, you pick up maybe read 05:10 minutes, maybe read, you know, a few pages me, it's really a tool, a a way to download the thinking of Buffett and mon into your brain consistently. So if you buy this book using the link that's in the show notes on your podcast player, you'll be supporting the podcast at the same time. Another great way to support the podcast. Is to sign up to the Founder premium feed, the founder premium feed, contains Ama, ask me anything. Episodes, subscribers to that feed, get to ask me questions directly, which I then answer those questions on Ama episodes on the founder premium feed. If that sounds interesting to you, that link is down below in the show notes, and, of course, available at founders podcast dot com. That is 286 books down, 1000 to go, and I'll talk you again soon."
}