{
  "transcript": "The historic first meeting of roles and Royce took place in 19 o 4. The 2 men could hardly have come from different backgrounds. Cs roles had been educated at Cambridge and moved comfortably in London society among his ari bureaucratic and wealthy friends. Henry Royce had known poverty and hardship all of his life. The only university he graduated from was the 1 of hard knocks. The 1 characteristic they had in common was a certain prick. This is how Ro described the first time he met Royce. You may ask yourselves how it was that it came to be associated with mister Royce. For years, I'd had been engaged in the sale of foreign cars. I wanna be able to recommend and sell the best cars in the world. The cars I sold were the best that could be got at that time. But I always had a sort of feeling that I should be selling English cars instead of foreign ones. I noticed a growing desire of my clients to purchase English made cars. At the same time, I could not come across any English made car that I really liked. Eventually, I was fortunate enough to make the acquaintance of mister Royce, and in him, I found the man that I had been looking for for years. It was immediately clear 2 rules that Henry Royce was an unusual talent. Rose at this time had a prejudice against 2 cylinder engine cars. And so he climbed into the passenger seat of Henry Royce little 2 cylinder car prepared for all the vibration and rough that were usually associated with that type. To his amazement, he found that the car had a smoothness and a quite phenomenal degree of silence. He came, he rode, and he was conquered. That is an extra expert from the book We talked about today, which is Rolls Royce, the magic of a name, the first 40 years of Britain's most prestigious company and it was written by Peter Pew. So this is my second time reading this book. The first time I read it was like, 3 and a half years ago is originally episode 81 of founders. I wanted to read it because I think a main theme of Henry Roy life is that you can actually build world class products in an amazing business without having to invent anything new. His main talent was an ability to observe think about and then improve on existing machines and products. And he says this himself. He's like I didn't invent the automobile. I just took every component of the automobile improves the quality and the sum of those parts led to the quality that Rolls Royce is still known for a hundred years after he started the company. In this idea has been in front of my mind, I was just did this 3 part series where I read all of Programs essays on episode 2 77, which is a third in that 3 part series. There's a this this essay that Paul writes that's called hackers and painters. And Paul has this line that absolutely love it. He says a great product has to be better than it has to be. And he says relentless wins because in the aggregate, unseen details become visible. I'm gonna read this line. This line could... He's just... In this case he's talking about Paul to talking about Leonardo Vinci and Michael Jordan and others. This could be the great... This could be a great description of Henry Royce. All those unseen details combined to produce something that is just stunning, like a thousand barely audible voices all singing in tune. And so the way I think all this ties together is because there were painters before Vinci, there were basketball players before Michael Jordan, and there were people making cars before Henry Royce. Yet. What they all have in common is they were relentless and relentless wins because in aggregate unseen details become visible. And so with that, let me jump into Henry V early life, this podcast is about Henry V because even though Cs roles was the cofounder of Rolls Royce, he died just a few years after the company started. He actually died tragically in a in a plane crash. He was actually flying 1 of the early wright flyers made by the by the wright boilers, and he was the first English person to be killed in a plain accident. And so most of the early history of Rolls Royce is built around the very dom personality and engineering genius of Henry Royce. He says he was descended from generations of farmers and miller. His grandfather had been a pioneer in the installation of steam power in water mills. Unfortunately, that town skip the generation, Royce grandfather was successful, his father was not, and as a result of his father's lack of success. Royce actually grew up in poverty. His father James trained to be a farmer before moving on to milling. James proved to be unreliable and seemed unable to apply himself consistently. I think you can already see where we're going this is some main theme in his entrepreneurship that's gonna show up over and again, but the time Henry Royce was born His dad was in financial trouble. He died in a poor house at the age of only 41, I think around this time, Royce is 8 or 9. The reason I said that you could probably see where we're going is because there's this man thing that pops up over and over and over again. It comes from the biography of Francis ford Cop that I cover back on Episode 02:42. You can always understand the son by the story of his father. The story of the father is embedded in the son. Think about you could not have a more opposite description of Henry Royce in the person he was, Then that description the author just gave us if his father, James James proved to be unreliable and seen unable to apply himself consistently. Henry Royce is going to have the opposite problem. He works so much he almost works himself to death. Henry Roy, therefore, new poverty in his early life. He was 4 years old, he was already earning money, birds scaring in the fields. After his father died, he sold newspapers and delivered telegram. His life may have been very, very different if it wasn't for the fact of this at random act kindness from his aunt. This act of kindness is actually going to change his trajectory of Roy life. Fortunately, when he was 14, an aunt agreed to pay 2200 dollars a year for him to be an apprentice at the great Northern railway works. He learned a great deal about machining in the workshop. After 3 years Aunt was unable to continue her support, this was a serious setback for Roy since failure to complete his premium apprenticeship, denied him skilled status. So even though he has the knowledge, he doesn't have the credential, he winds up having to take a job. That's for less pay than he he than he would if he would have had gosh she complete his apprenticeship. He says, he found work as a tool maker with an engineering firm. He was paid 60 dollars a week and he worked from 6AM until 10PM. So even from a relatively young age, we're around 21, he's around 21 where we are in the store right now. He was interested in both machinery and electricity. So he's actually a mechanical engineer and an electrical engineer, this is his first job with an electrical company interest in electricity led him to a job with the electric light and power company in London. He progressed so well that he's actually promoted to be a first electrician of an associated company of the power company. This 1 up being an important twist of fate because that company a few years later is actually going to go to business that went into liquidation and then Royce had saved some money and set up his own business which he named after himself, so it's the F h Royce company. And this is where we get the first introduction of what I mentioned earlier, the a main point of the book. Royce had an ability to think about and improve existing machines existing products. So his company starts out making, like small electrical items like electric bell set, switches, fuses, filaments, that sort of thing, but they eventually move on to building complete installations of DAD is a machine that's used to convert mechanical energy into electrical energy. So it's also sometimes referred to as a generator. And so this is what Royce said about his skills at this time. And so he's looking at existing d, he says in spite of insufficient ordinary and technical education, I managed to conceive the importance of spark list comm communication and the security of... Don't worry about these terms. I'm, I'm skipping over much of the terms, So just technical terms, and the superiority of the drum wound arm mature for continuous current d. This goes on for quite while. That's not the important part. What I think is the important part. This is the theme. This is why I wanted to reread the book. I need to drill this idea into my head over and over and over again. Everything around you can be improved. These improvements can be the foundation of a wonderful business exactly like Rolls Royce and 1 of my personal heroes is James Dyson. And so this section ends with this fantastic sentence. This ability to observe, think about and then improve on existing machines was to be a consistent theme throughout Roy life. And then Royce talks about the early days of his business. How it was very tenuous on the borderline of success and failure, and we seen an early glimpse into this legendary work ethic and this intense drive to not wind up, like, his father for many years, I worked hard to keep the... Company going through this through these very difficult days. I personally kept our few machine tools working on Saturday afternoons when the men did not wish to work. Many times, our position was so precarious that it seemed hopeless to continue. Certainly, he became obsessed with work often staying late into the night and even all through the night. On a number of occasions, those arriving next morning would find him at work. At his work bench, asleep with his head in his arms. And the main problem with this business is that it's inconsistent. The company can do well over the next few years it actually does relatively well the next decade or so, but there's constant booms in boss And so during an economic recession, this is what causes Royce. He's looking around for other products that he could make that he could use his talents and actually make. And so this is why he starts to making cars. Helping Royce make the decision to build a prototype motor car was the post war slump in 19 o 3, which left his company along with many others with spare capacity. Royce was mindful the survival of this company and faced with declining orders felt that the motor cars could be a new product in which he could use his talents as an electrical and mechanical engineer. And this is where it became clear to me that Henry Royce is another example of something that you and I talk about over and over again. It pops up in history of entrepreneurship that the timing is really important. Royce happens to be at the right place at the right time with the right set of skills. And so while Royce is actually experimenting and building his first prototype car, cs rolls asked this other guy that they both know, this guy named Edmonds if he knew of a source of new cars. This is how Rolls meets Royce. And so we see the foundation of the Rolls royce company comes from frustration. Royce is looking at the existing cars and he deem them inadequate. This is reminds me. This is why Say ryan reminds me of James Dyson. You haven't listened to, I did... I think the best... I've done a number of, episodes on James Dyson. The best 1 is probably episode 200. So it says frustrated with the ina intricacies of the d, I think is how you pronounce it, which was essentially the standard, like the high standard in automobiles at the time. And so royce examining the existing car, and he said he saw he could build on it. Royce decided to make a prototype car of his own. And then the author makes a good point here. Some have tried to give the impression that was almost by chance that Royce became involved in designing a motor car. Royce was not a man to rely on chance. He saw the motor car had a great future and that it would be an ideal product for his business. And it's a description of the main theme of the book this part is excellent. There was nothing revolutionary about Roy car. He had taken the best of current automobile design and improved on every aspect of it. I do not think that Royce did anything of a revolutionary nature in his work on motor cars. He did, however, do much important development and a considerable amount of redesigning of existing devices existing products is the way you and I would think about this, so that his motor cars were far and away better than anyone else's motor cars. He paid great attention to the smallest detail in the result of his personal consideration to every little thing resulted in the whole assembly being of a very high standard of perfection. It is rather to Roy thorough and attention to even the smallest detail, than to any revolutionary invention that his products have the super qualities that we all know so well. So as you can imagine somebody with insanely high quality, standards and expectations is unbelievably difficult to work with. So he's definitely hard on the people around him, but he's also very demanding on himself and there's gonna be a fantastic quote about that. Here. He was a hard task master, but it was only fair to add that he drove no 1 harder himself. 1 employee said later, I not only admired him. I was 1 of the few people who were genuinely fond of him. Henry, this is This is an incredible quote. Henry Royce ruled the lives of the people around him, claim their body and soul even when they were asleep. Now just stop here and imagine and try to put yourself. In his shoes and look at his life to his eyes. Right? Your father was chronically sick. He was lazy and didn't apply himself. He dies while you were young. Then he's like, 8 or 9 years old. You grew up in poverty. You took a... Every job you get as young as 4 years old. You were saved by an act of charity, and now you have the opportunity to apply your rare set of skills to build a valuable company and create wealth. Of course, you were going to take it seriously. A lot of this reminds me of coco Chanel. I read her biography. Ever I actually done 2 episodes on her, but the last time I read biography on was Episode 1 99, And she grew up in poverty, she was an orphan. Her mom dies when Xi young, her dad skips out and she talked about just... I want control and it's very rare, you know, she's starting bit... First of all, like, how... It was so unbelievably rare for women, like, women to be able to start their own company in the early 19 hundreds. And she has great lines in those books where She talks about, like you know for the first time she independence and control and like the fate is now in her hands instead of just felt, like life was something else was happening to her. And she said they didn't understand how important this was to me. And then later in life, she still has that level of drive and and dedication to her work where she says, She said, her... 1 of my fair quotes of her. She says, it is immoral to play at earnings one's living. She had a deep love a fashion. She loved building her fashion house, but she took it very seriously. And there's also line of fantastic biography. I'm gonna reach you. She devote her. Talking about Christian, obviously. She devote her energies to barely noticeable refinements of details of her suits and dresser listen to this description of how Henry Royce worked and you'll see that same mindset. And it says this is a story in the quality where in detail from 1 of the first princesses at Rolls Royce. My favorite story of Rolls Royce work design and quality to the Americans when they ask me about it as they often do is the use of taper bolts instead of rivets. I remember Royce carefully explaining to me how a hot r never filled a hole when it cold, and a cold r was was punishing the metal too much, so hot. Rivets won't do, cold rivets won't do, that's fine. We'll create something new, so we made taper bolts. And we fitted them perfectly in a hand rein hole. It is such details that explain the difference between Rolls Royce and other cars. It was Royce himself who taught us all the principles which carried on in the whole organization. Think about that. Royce is the 1 that comes up to principles and he spreads it through the entire organization. This reminds me 1 of my favorite descriptions ever. I've read, I don't know what 10 books on Steve jobs, and it says he made and remade Apple in his own image Apple is Steve jobs with 10000 lives. Inevitably, whenever you hear a brand that is known for quality, a brand that in many cases out lives the original founder, right? Whether it's a a Ferrari, a rolls royce. An apple, an Est Lau, a Chanel. You can always tie it back to 1 insanely dedicated and obsessed founder. They create the culture from the very beginning and in many times that culture is a reflection of their personality. It is who they are. He made and remade Apple on his own image. Apple is Steve jobs with 10000 lives. We are seeing that same principal applied at the very beginning of Rolls Royce, a hundred and 20 years ago. It was Royce himself who taught us all the principles and which were which were carried on through the entire organization. And I think this next part is an excellent way to think about a product, I wrote when I read this part, this syncs to me. This first car like its successors were not revolutionary in any single part, but in the excellence of the whole. Quality as a strategy. This gives you an idea of the quality of voices work. Reliability was the strongest feature of his cars. 1 of them was returned in 19 23 in perfect running order after 100000 mile run miles run over the Hill roads of Scotland. It was a standard of reliability none of rolls Royce competitors could come near to em. And as you can imagine 1 1 element of his personality was that he was a control freak. This part just maybe chuckle. Because in the middle of building a car and giving everything to building that car. They're successful so they have to expand, and he's like, well, I need to dedicate just as much time and energy into building the machine that makes the machine which the factor. Right? Royce, so he was deeply engaged in the development of a new 6 cylinder car still found time to design most of the factory buildings himself. And then Royce makes an incredibly important decision, They should do 1 thing and do it well. He did not wanna dilute his skills, his skill set over making multiple cars he's going to focus on 1. The other vital early decision made by the new company was to concentrate on 1 model. And now that Royce had produced a model, superior to all its rivals, Rolls Royce would devote its energies exclusively to this model. Instead of diluting his skills over 3 or 4 models, Royce could concentrate on bringing 1 model to perfection. And there are those who would say that this new 6 cylinder rolls Royce the silver ghost is the most famous car ever made. Now this is crazy. So this I think the silver ghost came out in 19 08I think the first 1 was made in 19 o 8. This ghost to show you that a good idea can last for an unbelievable long time. This is how this is 1 of the ways they marketed the Silver ghost. You know, over a hundred years ago. I remember seeing convert car commercials when I was a kid that took this idea and or still using it it has to to improve its smoothness of the Silver ghost and lack of vibration, a glass full of water was placed on the car. While the engine was taking up to take it up to 1600 revolutions per minute and not a single drop sp. And I just wanna pull out on 1 part, I think is interesting because I think it speaks to the fact that over regulation and Usually over regulation caused by special interest. Can actually cripple or kill a a new industry. In the early 19 hundreds, the automobile was a very... It's a new industry. And so Thomas Edison actually makes a cameo in this book and says, like, Britain's essentially over regulated their own industry and allowed the Americans to seize control over 1 of the most important industries the world has ever seen. So it says in Britain, the the development of cars was held back by laws designed to protect a former way of life and the interest of the whale the other railway companies. So they had this thing called the Lo Moto Act, and it stated that listen to this, this is so incredible. If... First of all, if you're driving AAA car, there has to be at least 3 people. So why would you have to have 3, like, 3 people in a car. At least 3 people had to be employed to drive the vehicle? While the vehicle was in motion, 1 of the 3 passengers required to proceed the vehicle on foot. By at least 20 yards. So you're calling up your friends like, hey guys, Let's go for a drive. By the way, which 1 of you gonna walk in front of the car the whole time. Like, that's ridiculous. The speed limit was 4 mile an hour, 4 miles per hour on country roads and 2 miles per hour in town in towns. There was a license fee of a thousand dollars a year per county in which the vehicle was to be driven through. Faced with these restrictions, early motor pioneers were forced to spend time trying to have such laws rep appealed rather than on the development of the cars. As Thomas Edison observed, the motor car ought of been British, You first invented it in 18 thirties, you have roads only second to those of France meaning he has the quality the roads, you have hundreds of thousands of skilled mechanics in your mist, but you lost your trade by stupid legislation and prejudice. So then we get to the part in his life, where he almost works himself to death. I think he's it's 48 years old. At this point, Cs rolls, had just perished in a plane accident plane crash, like I said, that was in 19 10. The next year, it says another calamity struck The following year when Royce himself was taken seriously ill. Long years of over work and neglect on the needs of his body finally took their toll, doctors were pessimistic about his chances of survival. They eventually gonna send him to a warmer climate. This has when Rolls Royce becomes a distributed company like, the the headquarters are in London, and then the factories in Derby in England, and then, Royce and his design team up until he dies I think, about 20 years from where we're on the story. They're actually gonna work in the South of France, which I get to in a minute. But right now, he's really sick. And he's still working from bed eventually his partner there's this guy named Claude Johnson Claude Johnson describes himself as the hyphen and Rolls Royce. He plays an unbelievable important roles Like, he's like the business guy, the business manager to Royce engineering genius. And so Claude eventually is going to save roy life by taking him and taking 1, long extended vacation. Essentially the only way you could get this guy stop working is if you put him in a car and just drone around Europe, which is exactly what Claude did, So says, Royce mind un distracted by the management in the factory, he kept his staff busy with a continual stream of ideas from his very fertile brain. Often his health kept him in bed morning, and this was the period of his greatest mental activity. Without making a single note, he would design a new component in his head. After lunch, he would explain the component, and the plan to his assistant. The assistant would write a blueprints and then they'd be sent to derby where their factory is, and then the finished parts would then be sent back to Royce. Royce would then turn them over, just new part that came from his mind is now in his hand. Okay? Sense was happening in the book. Royce would turn them over in his sensitive hands, criticized them and then redesign them. And then this next part is interesting for 2 reasons and both those reasons remind me of Warren Buffett and Charlie Mu. 1, I love this idea. It that Warren says a loss of focus is what Worries Charlie and me the most, which is exactly what's gonna happen with the competitor of Rose Royce and never happens with Henry Royce. But also because Charlie Warren talk about, they didn't, like betting on companies that, like, the beginning of an industry because there may be like, I think these examples of like, the American car industries, like, 2000 startups ups and yet had only 3 survive. And so at the beginning of this industry, Rolls Royce had all these other their competitors, and 1 of them was this very formidable company called Nap. And Nap founder got rich and got distracted, And so this is gonna benefit Rolls Royce too because all the town that engineers from Nap are go to Rolls Royce. And he says I saw that his meaning Nap interest in his... So it's a a car company named after the founder. Okay? I saw that his Nap interest in Nap cars was beginning to wan. There was not the old enthusiasm, and there was a certain error of difference as regards a class of work that left the factory. His chief interest seemed to pass from the factory to his own bank account, which was never the case in the early days. This is why Jeff Bezos says missionaries make better products. Right? Royce was a missionary Nap just wanted to make money, Eventually a lot of most talented engineers left Nappy 4 Rolls Royce. So today, Rolls Royce is well known on only for the cars, but they build high quality airplane engines. That actually starts because World war 1 breaks out There's a need for domestic airplane engines. I don't think there there was even like, I think the industry was barely. You could even barely call and initiate this time. So the reason Bring this to your attention those is because Royce just takes on his own. He's like, okay, well, I'm gonna just try to design my first airplane engine even though the board told him not to, and he just no. It it did... It just... It was irrelevant to him. It did not matter. He's like, I'm going to do what I wanna do. At the same time as a Rolls Royce board was deciding not to make airplane engines for the government. Royce was already designing 1. Not for the last time, Royce was ignoring what the board had decided in his absence. And then we see the same level of quality and dedication obsession he applied to his cars. He's applying to airplane engines now. He already had an engine ready to test in late 19 15. It was expected to give 200, horsepower, but gave 225 horsepower on its first run. However, Royce was not satisfied. He strive to increase reduced weight and fuel consumption and at the same time improve reliability. Royce was testing every part of the engine to destruction. And this is so crazy as he's building this. Right? His work is so detailed. And like he's writing not only minimums for himself, but memos for all the people working for him. That the company decides to make these notes into a book that they're eventually gonna call the Rolls Royce Bible. So impressive were the writings from Royce that claude Johnson had Royce memos on the subject printed and bound in a book in the preface of that book were these words. In the opinion of the Board of Directors, the memo and letters written by mister Royce in connection with the design testing and manufacturer of these engines are so admirable as evidence of extreme care, foresight and analytical thought. That the directors decided to have them printed and bound in order that copies may be available for study as an example to all grades of Rolls Royce engineers, present and future. This book became famous as the Rolls Royce Bible it was described by, quote, the achievement of a thinking designer. So how good were these engines what was a quality level so good that the enemy thought they were amazing. This is high praise for royce engine design from an unexpected source? The engine received praise from the enemy that it was aiming to van... A young British airman was instructed to fly to an airfield in France and landed by mistake at a German base. When the Germans inspected the engine they said, quote, 1 of the most interesting of hostile aero airplane engines on the highest plane and respective design is undoubtedly the rolls Royce. And so something that was a theme throughout the history of rolls Royce, they were obsessed with control. Royce is obviously obsessed with control. So much so. This is This is a first. A company that was so focused on quality that they risked going to prison. Remember this is war wartime. So it says when the ministry of mu munitions tried to force Rolls Royce to get a dozen or so other firms to make their engines, Claude Johnson took the Bold stand saying that he would tear up every drawing and go to prison rather than risk. Who it is? You would tear every drawing and go to prison rather than agree to risk inferior skills of other companies. Johnson said that the plan of using other manufacturers was futile and would yield nothing, but mountains of scrap. He had his way and other companies were not licensed. And they continue with this obsession with after the war. When the war ends, so, like, that 4 year period of War war 1, there was essentially, like the automobile industry in In britain was essentially frozen. Right? So they get out after the war. And there's like, this boom and then the slump, and so there's a lot of other car companies that are merging. And so Johnson and Royce were talking, like, do we are recent... Like, do you wanna merge our company with a nut... Like, with other car companies due to this, like, post war market uncertainty. And Royce and Johnson are like, nope. I'd rather retain control even if the even if what I was in control over. I want complete control instead of like a larger size. Right? So it says Johnson and Royce wanted to be their own men. Royce admitted it. I prefer to be absolute boss over my own department even if it's extremely small, rather than to be associated with a much larger technical department over which I only had joint control. And so this podcast is heavily focused on Henry Royce, but I do wanna point out something because Claude Johnson dies about a decade before, Henry Roy does, and it's really It's this highlights that sometimes you need the right partner, whether they're a c founder or not, so they can actually complement and, like, your skill set and actually compensate for the skills that you lack. Claude Johnson was that right partner for Henry Royce. This is perhaps an appropriate moments compare the qualities of the 2 men and see how well they complement each. Without Royce, their peer engineer, there would have been no Rolls Royce cars, that much is certain. But without Johnson's organizing ability and flare for publicity, there would probably been no company to exploit the cars. Johnson thought not only of external relations like public relations. Right? But also those inside the company. What does that mean? As you can imagine, Henry Raises is not a people person. Royce lack of what today are called interpersonal skills with his managers and employees is well known. Although he en... Quite remarkable loyalty in spite of being a hard task master, Johnson was more aware of human relationships. And then it makes this point that I referenced earlier that, maybe Johnson's greatest contribution was the fact that he saved Royce from himself. Perhaps Johnson's greatest contribution to Rolls Royce with his understanding of Royce himself and his un selfish action in 19 11 and taking him on an extended trip to Europe. Which almost certainly save Voice life. Johnson also understood that both Royce and his employees would probably function better if they were kept apart. This is what I referenced earlier that the design element is gonna be on its like own island in the South of France and then the production and the H hq is gonna stay in England, It was a happy coincidence that Royce doctors prescribed See air. If Royce had stayed in Derby where their factory is, his obsession would detail might well have hampered, the commercial viability of the growing organization. And so this is how Rolls Royce was actually set up as a distributed company, This gives a firsthand view of how the company operated in the 19 twenties. So control of the company was vested in 3 widely dispersed groups. All designing was carried out in the South of France her Royce, all the directors except Royce were base in London and all the production stayed at the Derby works because Royce word was law throughout the company, the Apex of this administrative triangle was undoubtedly the team of designers working under Royce in France. This in the South of France. This kind of reminded me of if, about, like, when Steve just came back to apple, like, his tight design were... His tight relationship with Johnny Iv and the other designers. Like, they were secluded. It was very hard to even access the department they they worked in. That's what popped mine when I read this. They worked in monastic seclusion, in an office situated in the middle of a village about a quarter of a mile from Royce house. This is wild and probably a good idea to ensure a minimum of distraction The office was forbidden the luxury of a telephone. This was the team responsible for the design of every car and all their components from 19 19 until Royce died in 19 33. In matters concerning the actual model, which eventually went into production, Royce decision was final. He is going to die at the age of 70, he's another example. Somebody in loved what he did so much that they did it till He died. The night before he died, he sat up in bed and drew sketch on the back of an envelope, which he gave to his nurse and house telling her to see that the boys in the factory got it safely. Henry Royce was quite simply a genius. And thanks to a meeting with Cs roles and his partnership with Claude Johnson, the benefits of a genius were spread and shared by the whole country and indeed by the world at large. We have noted his belief in hard work. Ag g Elliott who joined Rolls Royce and rose to be chief engineer and who served the company for 44 years said this. Everyone who worked with Royce knew that he was a perfection. They knew how he would test parts far beyond anything, they were likely to have to withstand on the road. Some found his habit of changing and improving designs extremely frustrating, but he wanted his designers to be improving all the time. In Royce view, such an approach, save time in the long run. This tradition of obsession with functional perfection, long out lived him and indeed its paramount rolls Royce today. Never 1 of the world's greatest man managers Royce was able to concentrate on what he knew best. His mind un distracted by the management of the factory, Royce kept his staff busy with a continual stream of ideas from his fertile brain. Royce is striving for perfection and everything he did was epi by a comment he made to a neighbor after he had stripped and rebuilt the neighbor's lawn mower. Royce said, Whatever is rightly done. However, humble is noble. And that is where I'll leave it. Highly recommend picking up the book If you buy the book using the link that's in the show notes on your podcast player, you'll be supporting the podcast at the same time. You can also find all the links at founders podcast dot com. If you're looking for further way to support the podcast and you wanna listen to my Ama. Ask me anything episodes where you can ask me questions directly, and then I answer them on the episodes, that link. To subscribe to that is down below as well and available at founders podcast dot com. I just published the second of the Ama episode a few days ago. That is 287 books down, 1000 ago, and I'll talk you again soon."
}