{
  "transcript": "Ralph lauren has built the most successful apparel company in the United States. His favorite declaration about himself is what you see is what you get. When he describes his work, he insists that it does not constitute trendy fashion and that his customers care more about well made clothes than the latest party dresses from Europe. He takes such distinctions seriously. Once, when I lumped him together with a handful of other designers during casual conversation he snapped. Don't put me with those designers. My business is not compared to anybody else's. This is an unauthorized biography. I knew before starting this project that Ralph Lauren was guarded about his personal life. I knew that he rarely appeared at society dinners. This reserve is due to shy, not modest. In practice, Ralph Lauren is a tough, intensely ambitious businessman who thinks his work has never received the recognition it deserves. He has always possessed immense self confidence. It is central to his character. An asset as valuable as a sense of color, fabric and style. That explains why Ralph has always been willing to break the rules and to do things his own way. At different times in his career, he has refused orders from top retailers. For years, he grip that the retailers he did do business with didn't display his clothes with enough elegance. Finally, he decided he was gonna do it himself. Today, Ralph Lauren lives in a fifth avenue duplex, owns a 12000 acre ranch in Colorado a home on Long Island, a villa in Jamaica, and a 200 acre estate in West County, New York, as well as a fleet of antique cars. He jets from home to home in his own gulf stream. Ralph Lauren is 1 of the richest self made men in the United States. This is the story of how Ralph Lauren built his business and why it succeeded. It is also the story of what that success has done to him. That is an excerpt from the book I'm gonna talk to you about today, which is Ralph Lauren, the man behind the My mistake and is written by Jeffrey a T. For a few years now, I've been looking for a good biography on Ralph Lauren. Ever since I saw this documentary. I probably watched I don't know. Maybe 2 years ago, it's called Very Ralph, and it's on Hbo. And in less than 2 hours, the documentary gives you a fantastic overview of the very unique life in career of Ralph Lauren, but 1 thing that was in that documentary stuck out to me, and it made me want to, like, learn more about his approach to work and how he thought about building his business. And it's the fact that Ralph Lauren started out selling ties. And just like if you listen to episode 1 99 where I cover the biography of Coco Chanel, her empire that still makes billions and billions of dollars in profit to this day started out with hats. And what Coco and Ralph having in common is they were insist to do things their way. And so the part of the documentary that stuck out to me was the fact that Ralph didn't gru a lot of money, he's a young man in his twenties, he's trying to get started as a designer He is selling ties. He goes to Bloom deals. They say yes, we love what you're doing. Do me a favor, Ralph, take off your brand name, put on our house brand and you got a deal. And, Ralph immediately packs up his ties and walks out the door. It's 1 thing to turn down an opportunity when you're already rich. It is something completely different. He needed that that was a life changing order for him. At the time he's a young man. He's got no money. He just got married. In fact, in the doctor Mary, that the wife talks about. The fact that they had nothing. They slept on a mattress on the floor and the L train ran above their head and yet he still refused to deviate for what he wanna do he's like, I'm not building up your brand. I'm not building up your company. I'm building up mine. And so ever since I saw that. I like, okay. I'm definitely reading a biography. I'm definitely making podcast on him. I have to thank my friend Matt Russell Matt's the Ceo of Colossus switch to the podcast network I'm on. He's the 1 that actually told me about this biography. This is a aerial book. This book this book It's almost 40 years old. It was published in 19 88. When the book ends. The company is about 20 years old and it's doing about 2000000000 dollars a year in sales. The documentary comes out 30 years later, Ralph in his late seventies, and he's still working on his business. Okay. So I wanna jump into the book. I'm gonna start out of order. Most of what I found really interesting about the book was Ralph early life. And then how a lot of my highlights have to do with the fact that his company almost went bankrupt in the 19 seventies. And I personally found him fighting his way through that very inspiring and I thought that there was a lot of good ideas. But something that was always shocking to me was how rich fashion designers seemed to be. And so something I had read about previously was the fact that a lot of them got so rich because of licensing. And so there's just 1 paragraph I'm gonna read you, and I'm gonna talk to tell you how David Ge actually saved Calvin klein from bankruptcy. So it says few outsiders understood fully how lucrative the licensing business had become. Ralph would have been a successful designer in his own rate. However, he would have never qualified as 1 of the world's richest men without license willing to pay him 5 to 7 percent of sales. So that switch from manufacturer to license. The switch to licensing is actually what helped him save the company from bankruptcy in the 19 seventies and next decade and a half is where he built all that wealth. Where the book opens up saying, you know, this guy's got, like, 5 States everywhere, he's got his own private plane. He's got a fleet of antique cars. And so as you can imagine, when you're reading biography, you come across all kinds of really surprising and interesting things. Like, 2 years ago, I'm reading this fantastic biography called the operator. It is a biography of David Ge. It episode 111 if you haven't listened to it. Yet. It is a book I'm going to reread the future because David Ge career is very unique. But I wanna read this paragraph I came across that just shocked me. And this is gonna mirror what's happening with Ralph Florence, it's almost like Him and Calvin Klein went through the exact same thing. So Calvin klein and David Ge wind up becoming close friends. Although their approach to business was vastly diff different. Ge is an animal, he's a very formidable person, and so I'm gonna read this to you. His privately held fashion empire was on the brink of bankruptcy. Ge surmise that the company should be transformed from a manufacturing firm to a design marketing and licensing company. This is exactly what happened who Rob lauren to. You guys think of manufacturing, he said, you need to get out of that business. Instead Ge continued, the company needed to focus on what it really knew. How to design and market the Calvin Klein brand name. Calvin, you should only be focusing on the aesthetics Sk said, you should just be designing the clothes and overseeing the marketing and advertising. Ge rep recommended klein and shorts, I think this is clients like 1 of his executives might biggest Cfo. Ge recommended client schwartz for excess for excesses, they could not afford. Among other things, he told him to sell their company jet would cost him 2500000.0 a year to maintain. He also told client to fire his chief financial officer and helped him hire a type a top executive from an accounting firm that Ge himself used. Here was the fixer in action. David Ge was now involved in kind of problem solving that energized him more than anything else. So remember that part for later when you and I go over when Ralph Lauren made the switch from a manufacturing company to a licensing company. So Sc early life. Ralph was a son of immigrants and had to grow up wearing hand downs. He grew up in a small 2 bedroom apartment with a tiny bathroom, so he shared a room with his 2 brothers. He was born so Ralph Lauren is obviously not his real name, Ralph, and you'll see that it was smart to change his the name because he was born Ralph Lift sc. His dad plays a large role in his life. In fact, his had someone that changed the name from Lift shits to Lauren. Phrase. Name's Frank Frank Lip was a house painter and a mural. He saw himself not as a craftsman, but as an artist. He dreamed of becoming another picasso. His feet were on the ground, but he wanted to soar into the heavens. And so unfortunately, he wasn't able to sort into the heavens because he had the rallies of his life He had to take care his wife and his young kids. I think him his wife emi immigrated into the United States from Russia when they're were, like, 16 or 17 years old. So it says, his feet were on the ground and he wanted to sort into heavens. The realities of his life of raising a family. He was an immigrant, and this is the depression. As a result, he was glued to these realities, but he wanted to soar. In that way, he was altogether different. He had dreams. His son is going to realize the father's dream. This is what you and I talk about almost every week. I feel. The story of the father's embedded in the sun. This is why I'm reading this to you. He was glued to the realities, but he wanted to soar. And that way he was all altogether different. He had dreams. Frank was also the 1 who changed his name to Lauren. He thought if he were an artist called Frank Lauren, it might help him. If Ralph has these qualities now meaning an I for taste and I... An eye for color. Frank is where they came from. Frank took his work very seriously. As you'll see, Ralph is going to take his work extremely seriously So you don't work until you're 80. You know, well, decade decades after you're already, unbelievably wealthy unless you take it extremely seriously, Ralph parents raised 4 children on a salary of 50 to 75 dollars a week. There wasn't much leftover for clothes for restaurants or for nights out with the kids. Neither was their money to move into a larger apartment. And so there's several notes that I took while watching the documentary for the second time as research for this podcast. That's gonna jump out to you. Some of them are said by Ralph. Some of them were said by people that knew him when he was younger. He used this the fact that he knew he grew up in a bad situation. He's like, I'm going to be rich. Wait until you see what he leaves. As 1 word, he describes the future in 1 word in his high school year book. And the book starts off talking about his greatest asset, 1 of his greatest assets is the fact that he had excessive amounts of self confidence It... That's brought up in the documentary again. Says he's very competitive. He's very confident in what he wanted to do. This is him... There's describing him when he's a kid. He had a belief and a passion what he wanted to do. Some would say that he's is cocky. He wanted to be bigger and better than where he came from. His wife talked about the fact that they live in this crappy apartment. They had nothing that they had a vision board that they would actually put up on the wall. And they'd take out pictures of, like, English estates and wonderful cars and all this stuff. Stuff that was an idea in ralph mind that he made real And then something's also apparent if you watched her doc documentary or if you read this book, it's in there as well. He's extremely obsessed and dedicated to his job. 1 would think is somebody is famous as him and in the the chosen profession. Oh, he's an extra. He's very introverted He talks about the fact that he is such he had work and family. And he says we were not very social because I never had the time. I wanted to be with my family, talks about when his kids were Was like, when I'm not working, I spent a lot of time with my my kids when they were really small. But he also had a form of resourceful, even we didn't didn't have money. So he's he's wearing, like hand downs, He's shopping like thrift stores, but he was able to to think to to combine things that other people donated or gave away, and he would combine them into unique looks that no 1 else had. And so It says, what made him different even when he was a kid was that he would show up dress in outrageous outfits. He'd wear these like prep crew neck sweaters and bright colors, but on him, they look great. The ones he wore when he was a kid are the same crew neck sweaters that he sells today. Ralph and his high school friends wanted a better life. The 19 57 graduating class listed their aspirations in their year book. 1 wanted to be a pharmacist, another wanted be a scientist, the third wanted to be a physician. Ralph didn't put a profession beneath his picture. Instead, he chose a single word that best summed up everything he wanted in life. The word was millionaire. So main thesis of this podcast is that everybody learns from somebody. They all studied the people that came before them. They take ideas from them, They take these ideas. They combine them with ideas of their own and they create something new Ralph Lauren is no different than this. A lot of the... His early designs. He said he goes was, I just took them straight out of movies I love from the 19 thirties and 19 forties. And he's like, I saw them in the movies, but I didn't see in the stores, and so I wanted them, so I just had to make them for myself. And so the book goes into 1 of his main influences was the fact that he starts discovering these really fine men's stores. He's in his early twenties at the time. And so Brooke Brothers is gonna be a huge influencer on him. So says he discovered fine men's stores like Brook Brothers and Paul Stewart. The stores sold such clothes that pedal the image of old England. They were selling the world of gentleman clubs, good service, fine breeding, and the customers who shopped at Brook brothers shared and enjoyed the fantasy. So that idea, he repeats over and over again He's like, I do not sell clothes. I sell a lifestyle. I sell an image. I saw an idea. In fact, the way he speaks about this, I merely thought of what I read from the Coco chanel geography on episode 1 89. Coco Chanel, I'm gonna read this quote from here. I'm gonna read this quote to you rather. She said this in 19 35. That is before Ralph Lauren was born, and it's the same exact idea, and she's talking about the fact that she puts on a story for her customers. When my customers come to me They like to cross the threshold of some magic place. They feel a satisfaction that is perhaps a trace vulgar, but that delight them. They are privileged characters who are incorporated into our legend. For them, this is a far greater pleasure than ordering another suit. Ralph was gonna use that idea to build his business, Brooke Brothers is using a variation of that idea in pe old English lifestyle, gentleman in Clubs, good service fine breeding. The problem was, Ralph couldn't find quite find the close he wanted it. So it says classes and As Classes, these clothes were, he decided that they weren't quite quite right. They needed more flare. They needed more tar since Ralph didn't see what he wanted it, he decided himself. Ralph didn't fantasize about becoming a fashion designer. He became a desire, a designer to fulfill his fantasies. And then he starts meeting other people in the stores, other people in the industry, and there's gonna be a quote that I have written on several pages throughout this book. It's 1 of my favorite things. I mean, Charlie Mu said a lot of things I like, but 1 of my favorite things is that you need to really need to try to work in a field. In which you have an intense interest. He didn't say, oh, a field that you're interested or kinda he said an intense interest. Intense interest sounds a lot like this. Nobody was as interested in style as Ralph. He would talk about clothes the way others talked about plays and books. So he starts working at Brooks Brothers, then he drops out of college, And this is an important decision because while working at Brooks Brooks Brothers. It says, this is where Ralph would get his first lesson in how to sell to the upper middle class. Those were the lessons that college could never have taught him. So they switched wishes to a job working for a manufacturer as a salesman of men, men's and women's gloves. And we're gonna see in a minute something that people said throughout his life. Ralph was just different. Everywhere he goes, I was like, this guy is different. The job required patience in strong legs it meant getting into the office early learning which buyers were in town and then hustling the rest of the day to make the sales. What he lacked in experience he compensated it for an energy and enthusiasm. Back to Mon idea. Right? That's another example of Mu idea work in an area where we have intense interest. He is enthusiastic about selling gloves. He is 22 years old and listen now he's talking. I'm talking to his fellow the people he's working with. Ralph used just tell me about his his big dreams. And how his traditional look was going to be big. He also tells the same person. He's like, listen, You really don't understand what I'm talking about. This is something he repeats up and never again, that no 1 really understood the ideas that he had. So from that job, he goes to another 1. Now he's working for a Boston tie maker that is important because, like I said earlier, he gets his start man making his own designing own ties. And the owner of the business for some reason, see something in ralph. Like, oh, he's unusual. I like this guy. His name's Abe R. Abe R had noticed something about Ralph Lauren that he liked. Ralph was going to be somebody special. He told the other salesman. Nobody at the company ever believed him. In fact, everybody else the company thought Ralph was full of shit. And part of that was because of the way he dressed. Here he was 20 years younger than anybody else in the company, and he wore the damn clothes to work and this differentiation. I love... I just read... I think it's episode 2 82 maybe. When I read, Jeff Bezos shareholder letters for the third time. He said something in those that absolutely loves he had differentiation is survival. Ralph was so differentiated that he got written up in trade papers before he was Ralph Lauren. So it says people outside the office began to talk about Ralph and his clothes, a reporter for the daily news record, which is really important. Like Trade magazine, hunted ralph down in 19 64. This is like 4 years before he starts own company. And, and wrote up a full page dried up in a newspaper about Ralph Lauren wardrobe. And so his coworkers like, what the hell is going on here? The crew at Rivets this is where he's selling ties was days since when did Ralph Lauren give interviews. More to the point who cared what Ralph Lauren thought about clothes. Ralph was different, says mel creed. So this is the guy This is Abe Rivets. Abe owns the company. Abe is going to pass away in a few years, unfortunately, Abe believed in Ralph. Mel takes over the company. Mel his son. Mel does not believe in Ralph. He doesn't wanna change anything. He's like, no. This isn't there's no design business and ties. You just sell ties, like we've been selling forever, what is wrong with you kid. Right? And ralph like, like, I I have to leave here. I can't, like, get my ideas out into the world, this isn't gonna work. And so says Ralph was different, says smell. If everybody who was clean shave, Ralph Wore beard. When the industry was selling skinny ties, Ralph had to wear a wide 1. So fortunately, the founder of the company, the owner of the company dies the 1 that was supporting him and says, a Rivets died on the same day that Ralph and Ricky Lauren married. So I think Ralph was around 24 years old at this point. When Abe died, died, I went back to Mel and said, Mel, I'd like to design the ties, and he said there's no such sting as a designer in our business. Mel thought Ralph was an amateur. What bothered Mel the most was that he thought Ralph spent too much time talking about clothes instead of selling ties. He was supposed to be a neck worth salesman for us, but I found he was spending a lot of his time talking to Taylor. Ralph could spend hours talking about the location and dimension of belt loops on trousers. Are the size of pocket flaps. Why the hell is the kid talking to somebody about belt loops. You know what popped to my mind when I got to that paragraph, 1 of my favorite quotes ever. It is a quote that I try to live up all the time. Mediocrity is always invisible until passion shows up and exposes it. Mel is mediocre. He doesn't give a shit about the business that he is in. He just inherited it from his father law. Ralph is coming in with energy, enthusiasm, passion and new ideas, and he's hitting a brick wall. This, I think ties to what the author's point was in the introduction. You need this successive almost delusional levels of self confidence because that's what the world is gonna throw up by throw up to you over and over and over again. Brick wall after Brick wall. And Ralph like fine. Put up a brick wall. I'll dig a hole under it. I can't take a hole, I'll jump over the wall. If I can't jump over the wall, I'll knock it down with a sled hammer. He is constantly pushing. This is 1 of the best ideas that Ralph that Ralph has. It's the fact that If you know what you want, you've gotta try to move yourself in the position to do it, and he had this like, relentless constant but very calm pressure. And he does this over... This is the first time we're gonna see how he gets what he wants. He just constantly just hits, like I said just tapping at the wall over and over and over again until falls. So says Ralph wanted to choose which color were used. Ralph was so persistent that eventually Mel said enough, do it. Leave me alone. Again, let's go back to the previous page. Mediocrity is always invisible until passion shows up and exposes that Ralph is exposing mel. This is what Ralph said. The other guys in the company didn't understand what I did, and they didn't know how to budge. I scared them. I'd color some ties, and they say why you doing this? You're killing our image. Ralph didn't see it that way. Ralph also became fascinated with why ties. This is super important because this is gonna be his first product that he may makes for himself. He also came fascinated with wide ties. They were making ties like that in Europe. Ralph had seen them and said let me do it. He plead. That was Mel limit. Ralph was over the top. Wide ties this is what Mel said is is actually kinda funny. Why ties looked absurd. A man might as well wear a bib to work, And that's actually pretty funny. Frustrated and angry, where ralph began looking for a new job. And really, he decides to just create his own job. And so this is where he's gonna start his company. And really, he he he picked up. He's a master salesman by the way, and that's very... 1 of the best skills you could have his entrepreneur. Think about entrepreneurship is sales I always think of what the founder of Trader Joe's talked about this in his book beautifully. It's actually episode 1 88 if you haven't listened to that podcast already. And I'd buy the book becoming Trader Joe's. Actually fantastic. He writes the book, You know, I think he's like, 80 something years old. Publishes the book and dies the next week. So he literally catalogs everything that he learned, building up Trader joe's over multiple decades. You know, puts into a book for our benefit for the benefit of future generation and entrepreneurs and then, you know, Sadly passed away. But he talked about in the. He's like, listen, most of my career careers just selling plans of actions. You have to sell your customers. You have to sell your vendors. You have to sell your investors. You have to sell your employees. And so he says 1 of the things that differentiated him, Trader Joe and early in his career is the fact that he's just been aware from the very beginning of the need to sell everybody, and we see that with Ralph Lauren as well. Ralph was now searching for potential backers, telling them that he intended to make wide elegant ties, reminiscent, excuse me, of the 19 forties. Why investors because Ralph didn't have any money to start his own company. His parents couldn't lend him any money and neither could his brothers. Ralph was a natural salesman. Ralph sold himself. He sold his taste. His taste level, and his... And he sold his personal commitment. And here's the thing. If you currently have a job and you're telling other people about your desire to make it to to start your company to leave to search your company They're gonna tell you not to do it. Why? Because they're not founders. They're not entrepreneurs. Only founders can understand founders. It is the weirdest job in the world, and we see that. So he's, like, working for, working with, at a time maker and he's telling about this, and the guys like his name's Blake. Blake thought Ralph was naive and perhaps d diluting himself about his abilities. Look, Blake Counsel. You got a hell of a good job where you are. Stay here. Ralph Lauren was not discouraged easily. And what's amazing is Ralph is going around giving away his ideas. Telling people what he's going to do before he does this. For... Let me just read this quote. What... Ralph was talking about what really pushed him and got him through this time why I think delusional self confidence is so important. What I had was enthusiasm. I believe in what I was saying. So he's going around and saying, hey. You guys can't just think, okay. This is what the thai market is Like, we can greatly expand it. We can make more money by increasing the prices. He will believe that he could actually expand the market that you're not just like, I'm not jumping into the tie business and maybe get 5 percent market share because the the the total amount of ties sold is stagnant. He's like, I increase it Like, if you make a more desirable product, people will buy it. And then if it's more desirable and it's better design, they'll pay more for it and therefore, you will make more money. And so Ralph is constantly trying to push up Adding in more of quality and value into the product, so he could push up the prices. That's another main theme to throughout the book. And he said build value into the shirts and raise your prices. Give men more styling, not the same traditional looks year after year. Be aggressive, so he's talking about to a shirt and suit maker but he's also gonna play his ideas his on ties. Be aggressive. The customers are pay for the best when they were given chance to buy it. I wanted to change the prices too. Ties were then inexpensive. They were 3 dollars or 4 dollars each. The ties I wanted to sell started at 07:50, and I think they start... I think what Bloom dale does do the order later on because, you know, he first turns isaac like, nope. I'm building my own brand. They come back around, and I think the ad, I think he sells to him to him for, like, 07:50 and they sell to the customers for 15 dollars. Remember. He is just like, the retail prices on these things for 3 to 4 bucks. Meyer are 15 dollars. So throughout Ralph career, he goes to a bunch of different partners, sometimes they're are business partners, That's like he buys out all his own partners he wants to start, like, run his own show. Then he has, like, a hell of a time finding the right, like, a level of executives. He has to go through so many people. So the part way that I gotta start writing out the names. Like, this is this is so much to keep track of. So he's gonna get this started with a with a partner This guy's neat... Last name is Brow. The name is not too important other than he's the 1 that help Ralph get in business, and eventually, he's gonna talk about why he let Ralph leaf. And I thought his insight there was actually interesting. So we'll get through the minute. So Ralph gonna walk into mel office. He's like, yeah, I'm out of here. And Mel was like, yes, Great. I was happy because I was... I wasn't gonna have to fire him. So this is where he starts Polo fashions. Eventually, this is gonna turn into just the Ralph Lauren Corporation. I think it's a the technical name now. And this is... I thought it was interesting how they got the name. So he's was talking to his brother Jerry, and it says Jerry suggested Polo fashions. Polo was a Rich man's game and it conveyed money style and exclusivity. The same qualities Ralph wanted is ties to have. Ralph thought, Polo was a terrific name. Now, this is hilarious. Ralph is broke right now. He's got no money and that you have a broke guy starting an exclusive high pie priced brand. And so 1 of my favorite quotes that Have ever come across in any of It comes from James Dyson auto, the first 1. The 1 I covered on episode 200. It'll also be on episode 300 when I reread that book. But he says, James talking about his business philosophy that he had from day 1 is very similar to what where we're gonna see with Ralph Lauren. He said difference for the sake of it. In everything because it must be better from the moment the idea strikes to the running of the business, difference and retention of total control. That is the advice that Dyson has to you and I. So we see this here. More than the price was different. So this I already said he's charging 15 dollars for ties at a time he give for 3 bucks. Ralph made handmade made prints in bright colors. He used wild exotic fabrics. And this is why. Ralph said, he was in a hurry if he used every everyday ordinary fabrics, nobody would have paid attention. James Dyson had a very similar thought. He said like when you saw the dyson vacuum cleaner in a store. You may not buy it. But you definitely notice that you'd walk by and you'd see there's 6 different vacuum cleaners all next to each other, 1 is not his unlike all the others. So maybe he's said, hey, Not gonna pay 4 the price or through the price or whatever it was, but at least you paid attention and you were aware of its existence. And so I'm sure there's people that saw ralph ties to said, hey, That that guy's wearing a bit And maybe they hated the way it looked, but they noticed it. And so he starts out just selling to small but very high end stores. His goal is, like, if I'm gonna do volume. I gotta get, like the Bloom Dale, the Macy's, the Sacks. He's not there yet. Gonna get to the point where where really jumped up to me where they have this meeting. He's just like, no. I'm not building up your brand, but something that we're ralph new from the very beginnings is the... Nothing that draws a crowd like a crowd that is a famous school from Pt Barn. And so Ralph has a small brand at this time but he's trying to figure out ways to make his small brand appear much larger. He was also a show man and he understood that to build his business, he needed more exposure. So after trying, he finally gets meeting with the buyers at Bloom gale, They like the ties. Okay, This is a the story I about earlier. Bloom dale agreed to buy Ralph ties if Ralph would put a bloom dale label on them. It was a generous offer. Selling to Bloom deals would have given Ralph Lauren credibility. It would have increased his sales at a time when he badly needed it. Ralph said no. So in addition to putting on the Bloom girl's name, they also insisted that he narrowed the ties. By an inch. Ralph said no. The way he saw it if he narrowed his ties and took off his label he wouldn't stand for anything. Ralph wanted to make money, but he wanted to do it his way. So I've come across an experience like this before, a very something that was very similar to this as the founder of Sony K wrote this fantastic book The book is called Made in Japan. It's its auto. It's episode 01:02 of founders. If you haven't listened to it. A Kim Is very important to study. People like Jeff Bezos and Steve Jobs have talked openly about take... About learning from ideas and using ideas that a kia used to build Sony to build Amazon and Apple. And so in the early days of Sony, they had the same thing happened, they're trying to sell these like little radios. They have no money. No 1 knows who the hell sony is, and they turned down an offer for a hundred thousand units It said the people at, like the radio very much, and the purchasing officer said we definitely want some of these. Will take 100000 units. 100000 units. I was stunned. It was an incredible order. It was worth several times the total capital of our company. But then he told me there was 1 condition. We would have to put the below name on the radios. That stopped me. I had vowed that we would not be an original equipment maker for other companies. We wanted to make a name for our company on the strength of our own products. We would not produce radios under another name. When I would not budge, he got short with me. Our company name is a famous brand that has taken over 50 years to establish he said? Nobody has even everyone heard of your brand name? Why do you not take advantage of ours. And then this is a crazy response. I understood what he was saying, but I had my own view. 50 years ago, your brand name must have been just as unknown as our name is today. I am here with a new product, and I am now taking the first step for the next 50 years of my company. 50 years from now, I promise you that our name will be just as famous as your company name is today. And so the note I left in that book. The first time I read that's it's actually a good note. If you know why you're doing what you're doing, the hard decisions become easier. A k and Ralph knew why they were doing what they were doing. So Ralph packs up ties has to find another way in, and this section is the power of the cold outreach in Ralph states the cold phone call Today would be like a cold email or maybe the cold dm. I've got a few conversations with incredibly successful people in the last, like, 7 to 10 days, and this subject has come up. And when I've told them that I have never sent a cold email or Dm or anything in my life. They thought it was the dumbest thing ever. And that there's this huge asymmetric opportunity. And so, Ralph, and so we see a young Ralph Lauren was way smarter than I am. And he reaches out. 1 of the first people he reaches out to. Was actually the men's fashion editor at Playboy, which was, you know, 1 of the most... If you wanted to have somebody on the side, on your side is a young fashion designer. This is, you know, 1 of the few people that it'd be life changing to get on your side. So it says 1 of Ralph earliest boosters, was Robert Greene, who was men's fashion editor at Playboy magazine. Ralph called me and he was very young says green. He was this nervous little voice on the telephone. A voice so nervous that I immediately became sympathetic. I admire your direct I told him and you obviously should be seen. Wanted me to look at his necktie ties. I said, I'll tell you what I'll do. I'm on my way to something and I'll drop in. I don't wanna spend a lot of time. So if you lay out your things, I will tell you right away whether I have any interest. And he brings up the fact that he goes over and he's like, ralph is doing something that nobody else doing. This is so bizarre and in a great ways. Like, I went be z. I said to myself. Now you have to relax because you have something here that is very important. I was completely surprised. And this is the end result. Playboy would become the first national magazine to feature Ralph ties. Others noticed and solely Ralph began to build a following among a very small but influential group of customers. Ralph finally got into bloom dale. And then once he's in, there's this line that's just fantastic. I found it in the 700 page biography of Charles D gaul that I read for Episode 02:24. And the gaul talking about his absolute refusal to back down and to make sure that France remains a free country. Even after we'd be taking over it it was taken over by the Nazis and then he's trying to help Churchill and and roosevelt, defeat them so we can his country back, but he says in trans is my only weapon. In trans is my only weapon, So I had to look up that word. Means every refusal to change one's views or to agree about something. I think some of the best entrepreneurs have high levels of because he... This guy first all, he goes to blue Bloom me. Right? He's like, once to sell eyes. They're like, okay, You know, has to be has be your house. He's like nope. I'm out. Then he finds another way in, then they make an order. Then he's like, no. The prices aren't high enough. We have to build his ultra exclusive brand. The quality has to be really high. His in intra at the time where no 1 really knows who Ralph Lauren, you know, small amount of people do. Know who he is. He's like he's still in intra. Says Ralph and insisted on quality. He also insisted on the prices which I thought were too high. This is the people at Bloom tales. I told him that even bloom tales in 1 of the most affluent neighborhoods in the city, so this is in Manhattan couldn't sell polo ties at 15 dollars. I was wrong. This was the start of a marriage between Ralph Lauren and Bloom nails that would last more than 20 years. And so this is still his first year of business. Doesn't have a lot of money, and he's still turning my business. Ralph, I turned away Wall, 1 of the fastest growing men's specialty store chains. I didn't wanna sell to them he said. I didn't think they were the right image for. They didn't have the customers I wanted to sell to. It would kill the exclusivity. I was the consumer and I understood exclusivity so he someone as I was a consumer He repeats this over and over again, you should be building products for yourself. He's like, I don't know what other people want, I know what I want. So I just make what I want, and I assume there's other people that are gonna like what I will like as well. If, especially if I can sell the story to them and tell the reason why. And this is a great lying here about the fact that, you know, the guy's in the very beginning of was his companies turning away money. And it says it was 1 thing to like Ralph Lauren, understanding him was something else. So in the documentary, Ralph says, listen. This sounds looking back, it sounds like a master plan. It was not like a master plan. People like my ties, and then they would naturally say, hey, what else do you make? And Ralph starts making shirts. He starts making suits. Then he expands out to this entire lifestyle he'll, like, red your entire house, your entire closet. He'll influence the kind of cars you buy. Even if he's not the 1 making them. And the reason Bring this up to you is because this is when he decides he's got he's got switch business partners. So he's gonna leave that guy told you earlier just remember his name brow. We're about to leave brow. We're about to link up with this guy named Norman Hilton. Eventually, he's gonna tell Hilton that having a partner was like having like, being tortured or something that I'll will read the highlight you in the future. So he's gonna leave Hilton later as well. But he has to link up with Hilton because Hilton got the money needed to start go, creating things other than Ties. And so Brow saying, like, why didn't you fight this? Like, why you just like Ralph go. And he says, I let Ralph take the name for 2 reasons. First, it was his idea. Second, we didn't think we could move forward without him. A lot of people later asked how we could let him go. Today, I wouldn't. But who knew I was going to happen back in 19 68, and so then this speaks to Ralph comments. Like, you know, it sounds like a master plan. It wasn't a master plan. Ralph Lauren Time maker had now become Ralph Lauren, Men wear designer. So Hilton tries to get Ralph to set up shop where all the other designers are. And so I just had somebody send me a quote that that was very interesting. I don't think I said it, but it was, like, their interpretation of something on on unknown own episode. Talk about Charles The gaul and Henry Singleton consciously avoided their peers, so they wouldn't mimic what their what their behavior was. I think there's actually a lot of wisdom embedded in that idea and we see this with Ralph here. Hilton wanted Ralph to move to 12 90 sixth Avenue where there other men wear companies had Showrooms. The manufacturers crowded into 1 building because it made it easier for out of town buyers to shop the different lines. Everybody thought this was a good arrangement. Everybody that is excel Ralph Lauren. The first thing a buyer did was walk into the lobby and run his eye up and down a directory of hundreds of manufacturers. Ralph didn't want his company name on that directory. Polo stood for something special, something unique. So this is important. The next, let's see, decade and a half, maybe decade, He is a manufacturer. Manufacturing is going to cause him to almost go broke. And so as he expands out into ties, he has this idea. He's like, hey, We're actually... The only thing what we're doing. This is the the first that mention of this. Is like, oh, no, we're marketing a lifestyle. And is a lifestyle based on Ralph lauren himself. Since Ralph dressed 1 way at work, 1 way at home and 1 way on the weekends, he assumed the customers did too. This was the start of his lifestyle marketing. And so he realized he didn't want his clothes sold, the way everybody else is was. So, like, you walk in a department store now. Right? You'll have, like, these individual brands. They almost... It's so they have like, these stores within the store. That Ralph was the first men's wear designer to do this. There's so many ideas in this book that seems so like, they're obvious to us now or maybe, like, they're just a the the, like, the experience we've had because this has been, like, this since, ever versus since I stepped inside of a department store. But there's so many times where Ralph was, like, the first 1 to do it. So 1 example, I don't think I I'll talk about on the podcast with which blew in my mind was that There was no such thing as, like, a men's wear designer at the time, all the famous designers. A lot of them were were men, but they made w... Clothes for women. Women bought their clothes from individuals like Oscar D Rent or whatever, or Christian Dior. And men bought them from, like, brands, like Brooks Brothers and the only really ship you would have would be with really relationship with, like your Taylor. But Ralph started just selling men's clothes and not... It was, like 1 of the first men's designers. And what was also interesting is that he operated in the opposite direction. So you're supposed to everybody before Ralph Lauren would start designing clothes for women, and then if that was successful, they could move into designs for men. Ralph was the first to to start with men and then move into women and at the time, people said, no, You can't do that because you're supposed to start with women first. He's like, why? And this weird opportunity just hidden plain sight just because people are acting out of routine or the way it was always done. And so you see same example here where he's the first people to go to, like, No. I need my own store inside of Bloom nails. And so just because another men's designer hadn't done the yet. It didn't that didn't stop Ralph from pushing the issue, so he's gonna push this issue with getting F Simon who works at Bloom nails, hey. I need a shop. Ralph told Frank. He was selling an image a way of life, and he didn't have the money to advertise, which meant he could only tell his story through his own store. Simon thought that this was a dumb idea. He wanted to group polo clothes inside the men's department. Finally, Ralph said that if we didn't build him a store, he'd go somewhere else simon. That's Ralph. He's a good cool negotiator and he's consistent. So this is what I mentioned earlier that. If you know what you want. You gotta work your trying to work your way into position to actually accomplish what you want. And the way Ralph did this he just consistently pushes. He's not like yelling, but he's perfectly fine if you tell him no once twice 3 times he's just gonna be very consistent. And he... In this in this case, he just gives him an ultimatum. He's like, well, I I know I'm gonna do this. And I'm... I wanna do a Bloom deals. 1 way or another, I'm doing it with somebody. So it says he had the dream, but he wasn't big big enough yet to do that himself. It was the first time the men's department had given a designer his own boutique. So then we get to what was the most interesting part of the book for, because it goes in great detail over a ton of pages Just about the fact that he had experienced rapid growth and because he's having to manufacturer so many different pieces. He doesn't have experience. He doesn't have any of the cost controls in in place. He doesn't have... He he's about to hire, like, the first clinical unquote finance guy. He finds himself in a position where he's got an unbelievably popular brand, sales going to the roof and literally no money, no credit and on the pre of bankruptcy. And so he hires a finance guy guy Michael Bernstein, And Michael is promised like 10 percent of the company. He's gonna be ralph partner. And from the very first day, it's like, oh, wait. Things from the outside, it's like this guy's winning design awards. His ads are everywhere. People are lined up a bloom buy stuff. He gets to the office, he's like, okay, This is kinda weird. Unknown to Michael Bernstein, Polo unsecured loans to the first National Bank of Boston on the date of his arrival, amounted to over 300000 dollars. Has he walks in the office of first day. And he find is, like, oh, we're up to our eyebrows debt. No 1 one's really paying attention and stuff, and they're having all these manufacturing issues where they can actually fulfill and actually create their product, which is huge, which is obviously drastic mistake. On the date of his arrival amounted to over 300000 dollars more than Polo earnings for the fiscal year that ended in 19 71. And so Ralph is early thirties as while. This is going on. This is where he buys out his partner, but you see us I like, wait a minute. You're buying out your partner, but you don't have any money? What's happening here? How can you not have any money? He was tired of being shack to Norman Hilton, Ralph no longer made his clothes in the Hilton factory. He didn't ask Hilton advice and didn't use the Hilton name to do business with major department stores. The original 50000 dollars a Hilton put up, had long since been repaid yet Hilton still own half the business, so Ralph sends this new guy Bernstein, like, hey, figure out how much, like, how we're gonna buy out Hilton. And so he asked him at. She's like, okay, how much do you want for your your Polo stock. 750000 dollars Hilton responded? That's too much Said Bernstein. Hilton Shrugged, he thought 750000 was a nominal price to pay considering that he had put Ralph in business. And you're also negotiating with somebody doesn't wanna sell. So it says, the seller was a man who lacked incentive. I didn't wanna go said Hilton, I never wanted to leave Ralph, but he wanted me out. I recognize recognized that I own half the corporation, but I didn't own half of Ralph brain. There was no law that he said he had to work for that company. It was his talent. His talent was the entire thing. I said to Ralph, I don't wanna go, and he said, and these are his words. It's torture being a partner to somebody you don't wanna be a partner with. So Hilton eventually agrees. He actually sells for 633000 instead of the 07:50 that he ford initially asked for. Hilton later used the money to buy himself a vacation home, on Sea Island Georgia. This is the house Ralph built me, he would tell his gas smiling. It was a hollow joke. If Hilton had remained a partner in Polo today he could own 30 houses on Sea island. Ralph paid hilton in a hundred and 50000 in cash and signed notes for the remaining 480 grant. Now here's the crazy part. The fact was Ralph company coffers were so bare that Ralph had to borrow a... The hundred and 50000 in cash that he needed. So he's in debt for the entire 683000. And so this outside guy that's actually the president, I think of 1 of... Or he's the 1 that's in charge of the polo account from 1 of Ralph creditors. He's got named David Goldberg. Is going to do this, like, thorough investigation of the the the finances of Ralph Lauren company. And this is where they realized. Oh my god, they're almost ins installment. And so it says Polo had problems. They needed establish better controls, cut overhead and move Ralph Lauren out of manufacturing into licensing. And so I was so crazy to people that haven't experienced said that you can have so much growth when you're manufacturing physical goods that that can actually bankrupt the company. This is very similar. If you read Phil nights fantastic buyer shoe, The early days of Nike were so that had so much growth and he refused to slow down that he constantly was on the edge of going at a business too. And so this is what it sounds like when that's happening. From a financial standpoint, 19 73 started badly for Polo and rapidly got worse. Sales for January and February fell behind plan because key contractors refused to make and ship merchandise unless they were paid cash his credit essentially just contracts. And so then he is so his supplier is holding his merchandise hostage, but he needs that merchandise to make more money his vicious cycle. Polo own factory mutiny need. The An shirt company refused to release 400 dozen shirts until its invoices were paid. Polo board called the special meeting devoted to the commissions that Ralph received on the sale of certain polo items. Those commissions were in addition to Ralph regular salary, embarrassing as it was, Polo could not afford to pay Ralph any money. Instead, he had to step up to the table stepping up to the table for Ralph, meant handing over his personal checkbook. He had a hundred thousand dollars in his account and he had a budget to the company. Ralph began having trouble sleeping a knight. And so his controls were so non existent that even though in 1 year, they go from 3800000.0 in sales. Right? To 8000000. Ralph had thought they were making a profit. They actually had a loss of, like, 45000 dollars. And so the fact that his Cfo, the guy that's supposed to be running this was stunned by this pro form a that is made by 1 of Ralph creditors, this guy David Go Dave Goldberg, that actually cost Bernstein. Ralph was gonna fire bernstein, but the difficult is, like, they were, like, childhood friends. They're... Like, they'd hang out, like, with couples. Like, this was, like, firing, you know, 1 of your best friends. I says, well really stunned... What really stunned Ralph was Michael Bernstein aston at the losses. This is not what Ralph wanted to hear. If Michael Bernstein did not know whether the company was making or losing money, while was Ralph paying him to be the company's Cfo. This was more than an ordinary firing. Michael Bernstein had had been 1 of Ralph closest friends. They socialize together. Their wives were friendly. They were partners. And what's crazy while from the inside. Right? No 1 knows all the like, the the... How close Ralph is to bankruptcy. Right? On the outside, he is still winning awards. Check this out. So 1 night, it says Ralph won his second Cody award for Men wear. So that's like 1 of the the most important fashion design awards. Right? He does that on a Thursday night. Wins this award for, you know, best designer. The next day, Friday, he could not meet his payroll. Whoa. Near time he said, I I got a whole go change. I'm having lunch with Marvin T, Marvin Schwab was then the president of Bloom nails. The reason he was having lunch with Marvin was that he he needed to ask bloom nails to advance him money on fall merchandise. This is in June. This is very unusual. It's like I need the advance on the stuff that's gonna happen, you know, 5 months from now. If Marvin says no, Ralph does not make payroll. Marvin said he would make an exception in advance where ralph the money he needed. Ralph made his payroll with the check Bloom tales gave him. So then he's gonna find a way out his vicious cycle like if his creditor cut caught off credit that he has no merchant merchandise sell He can't pay the mac. So as the company needed a hand holder for the creditors because its books were a mess. There were no systems and no sophistication in terms of accounting procedures, credit procedures, returns, even administration such as fringe benefits, Holiday, salary reviews and sick days. The first day I walked into the offices. There was a lawsuit on my desk from Burlington industries, a major piece good supplier. They wanted money. Money that that Ralph Lauren did not have. Buying Norman Hilton stock member a few minutes ago I was just saying he didn't wanna have partners, was a catastrophe because it wiped out Polo net worth. There were the financial... These were the financial realities of running a business that was nearly bankrupt. The daily personal embarrassment were worse. People stopped Ralph in the street in the showrooms and at lunch. What is wrong with your business they'd ask? How many people have you laid off? Polo fashions had been so hot, so successful and Ralph had been so cocky, so full of himself. Now Ralph Lauren was getting hit. So it's talking about the the perception of people that, you know, did not like that he kinda skyrocketed, you know, rather quickly. Now it's was like good. He's getting what he deserves. Right? There was fear in the showroom. There was fear in the factories. There were fear in the design studio. Many of those closest to Ralph quit for better jobs. This have I've seen a bunch of times. Like, you may see... The this is why it's it's weird where where companies like, we're a family. No. We're not family. We're a team because what's about to happen here is people... First of all, he consider family he had a fire. Including his brother, but his his partner Bernstein. Right? But also, like, some of his closest employees. This hap this happened to Jeff Bezos when he had that drop, I think it's talking from, like a hundred and 81 dollars down to like, 7 or something. If you read the everything store talks about, like, this mass exodus out of his company. People forget because I see what Amazon is today. Right? They didn't realize how close he came to losing everything. The fact that when that happens, the normal human reaction is for everybody to abandon you. Even people you thought would never abandon you and you thought were really close to you. It just happens over and over again for us I think that it's not gonna happen to us. Like, it god forbid. Hopefully, I like what Charlie Mu said, like, 2 weeks ago or last week maybe. Wins wisdom is prevention. Wisdom is prevention. I really like that line. Like, okay. If you're really smart, Like, you should avoid the problems, not just have to solve the problems when they pop up. And so, hopefully, we can avoid this fate, but if we were, you know, gonna experience some kind of contraction, it's likely that the people that we thought would, you know, ride or dies, people that would stay there forever are going to leave. They just pops up in the the books too much to not realize. This is just something that's repeatable to human nature. Fear, many of this closest to Sa ralph quit for better jobs. And so there's a guy named Sal Sis sorry. I don't I don't he's just I don't how to pronounce the name. But this 1 hurt really bad to Ralph, each resignation was a personal rebuke. It was Sal departure though that hurt most of all. Sal left me when I was choking and he opened his own showroom says Ralph. Then a year later, Sal called my interior director interior decor Tom and hired him. That killed me. I had always loved Sal. After all that, he pulled out and left me. He didn't believe in me, and then he screwed me. I needed somebody to help me. Somebody to stay. It was a very frightening moment. Ralph would walk into a peace good showroom so a supplier. Right? Look over the line and write his order. Then before he could leave a salesman quietly, but firmly explain that his credit wasn't any good. Ralph Lauren was a design award winner, but he had to pay cash. This is how Ralph learned. Polo fashions was 2 companies. There was the design business, the business that depended on his eye, his taste, his feelings. This is a side of the business. He's running, then there was the business side where nobody cared about his eye, nobody cared about his taste or cared about his feelings. Only money counted, not dreams. When I got to that paragraph what popped out on me. I think it's episode 02:27, it's the essays of Warren Buffett, you can also find it in Warren Buffett shareholder letters and Warren says when bills come due, only cash is legal tender. Do not leave home without it. He's talking about the reason that him and Charlie said on mountains and mountains of cash. People constantly trying to get to them to chase a better return with the cash is like, nope. We've seen this play out over and over again when Bills come due, only cash as legal tender do not leave home without it. And he's talking about the fact that. Let me let me read the the the the second part of this paragraph, because I actually think that was interesting. Warrants writing he says this is a reason for our conservatism, which may impress some people's is extreme. It is that it's entirely predictable that people will occasionally panic but not at all predictable when this will happen. Though practically all days are relatively uneven unacceptable, tomorrow is always uncertain that's why you always have to have mountains of cash, right for your company to survive. And so he's his point is like, you know, every day, almost every day we we experienced it relatively uncomfortable, but you have these 1 or 2 days that come along every so often, and everything changes, asset prices change. And he says, I felt and he talks about this. I felt no special apprehension on 12/06/1941, the day before per harbor. Or 09/10/2001. And if you can't predict what tomorrow will bring, you must be prepared for whatever it does. Again, how did he start that when when Bills come due, Only cash is legal legal tender, don't leave home without it? We see this playing out in Ralph life, you know, luckily he survives this now He's, I think 83 years old, but this is him in his thirties. You know, if Ralph made a bad move here, we don't know who Ralph Lauren is. And so he's realizing that side of the business, they don't care about your eye, your taste, your feelings any of that. Do you have the cash or not? And so, luckily, Dave Goldberg, 1 of his his creditors comes in. It's a very simple plan. It's gonna be very similar to what Ge told Calvin Klein. There's a there's a way to make money here and you guys are doing it the wrong way. It's amazing. He's essentially the same business, but this change of business model. K kate takes them from the pre of bankruptcy to 1 of the richest self made men in America. That is wild, and it does so within 10 years. Dave Dave Goldberg insisted Polo fashions how to do 4 things to survive. They had they need to license the women's wear business, which was a cash drain. That's the first thing they have to do. Ralph had to invest more cap find more capital to invest in the business. That's the second thing. Third, Polo needed to work out a deferral program on 500 grand oath, this this other company, which is the company that makes it suits, or... Because they need those suits to sell. Right? So that's the third thing. And finally, number 4, Polo also needed to renegotiate the repayment terms of the nearly half million dollars at own Norman Hilton Ralph did all of these things. And so in the next 2 years, they they create this remarkable turnaround doing all these things, transitioning from a manufacturing company to a licensing, a licensing company, watching their costs. Again, gentlemen watch your costs, I think it's Andrew Carnegie that that said that, the importance of paying attention to the expense side of your business where most people just focus on the the sales side, which is crazy to me is the most common theme in the history of entrepreneurship, and we see that, like, Ralph was doing. I was focused like, what are you talking about? Just 8000000 of revenue? How the hell could we not be losing money? Because no 1 is watching the costs with its overhead reduced and its other businesses, I'm I'm gonna skip over the brand names, licensed out, Polo began to make money. Ralph Lauren could even buy good peace goods on credit again. This made me think of I so wish Sam Walton was still alive. I mean, you re... I read his auto. I think 2 times. I'll probably read it 7 times, you know, throw my life in fact, I just had dinner with somebody that has dinner regularly. With Peter Till, and he said something it was very fascinating that, Peter had mentioned a dinner, you know, an idea that he found through the seventh reading of some book. And I just made feel so much better. So Like, oh, like, I can't believe people like, it's kinda unusual that you re reread books. It's like, why wouldn't you? Why like, the brain is like this amazing device to forget things. And not only that, the words change because you changed as a person so in between was like, episode 6, the first time I read Sam Juan biography eta to episode 234. Or something like that. Like, think about how much information of consumed. Like, I'm a completely different person. And so I just really wish Sam Walton was was alive. I wish I could talk to him, you know, reading is, you know, the next best thing. I just... Would be absolutely fascinating to be able to, like, you know, have a conversation with that guy. But when I get to this section, I thought about 1 of my favorite things that Sam said. Same said, a lot of smart things it's auto. But he says, like, you can make a lot of different mistakes and still recover if you run an efficient operation. Or you could be brilliant and still go of business if you're too inefficient. Ralph Lauren was brilliant. He's winning awards. He's creating new categories. He's increasing prices. He's being absolutely brilliant, but he was too inefficient and he almost went out of business. What did Sam just tell. You can make a lot of different mistakes and still recover if you run an efficient operation, or you can be brilliant and still go out of business if you're too inefficient. And so Ralph talks about in the documentary, like, how dark the period this was. But the greatest thing 1 of... I love what Jeff Bezos says he's like, plan b should be to make plan a work. That yeah, idea behind that is the fact that if you have a plan b, if you have someone fall back on, a lot of people fall back on it. For Ralph was like no, There is no falling back. It's this or nothing. So it's was like, there's no moment as difficult and painful as well is like I ever thought of quitting. And so this is crazy because he had a single minor purpose. This is a, quote about Ralph. From somebody that Ralph fired. The thing that sell Ralph apart was his single mind of purpose. Everybody else move from place to place from trend to trend. He wasn't trendy. He stayed with it. It is the single most important thing about him. To this day, there are people walking around saying Ralph Lauren isn't that special. I could have done that. It is the weirdest thing. They couldn't be more wrong. Ralph is the most special guy in the apparel business and he said that after Ralph fired him. And so when Ralph finally finds a partner later on this guy named Peter Str who I think they're so partner might be so part sis. I'm not sure if Peter passed away or not. But they were reporters for a long time if If I remember correctly, and they're just talking about, like, the the condition of the business. The fact that my friend Patrick from the investment, the best podcast told me about this guy named Graham Duncan. And I started reading his essays. And then he told me, Patrick told me to listen to Graham Duncan episode on the Tim Ferris podcast. It's called talent is the best asset class. I'll leave a link in the show us as well. Or you could just search on your podcast player. I love that that conversation. I saved a bunch of clips because, I I liked a lot of things that that Graham was saying. As like this idea is talent is the best asset class. Ralph was an unusual talent it says this. The truth of the matter is that the only great thing about Polo was Ralph. Everything else was terrible. And yet that's all you needed. A truly unusual once in a generation talent. So this is really where Ralph as an entrepreneur really grows up, the company grows up. It's amazing. This this transition happens Just like 180 degree difference in their financial situation happens in just 2 short years. So he's learning how to edit the team. He says Ralph had learned that he had to run his business like a business. This means that he even had to essentially get rid of his own brother. And then they go all in on this idea. Well, if licensing licensing is where the money is, let's go into that, says he was now on a roll. By the fall of 19 76 Polo, licenses, included Tiffany company, a firm maker, a shoemaker. A lingerie maker, a Japanese men clothing maker, a scarf maker, an eye glass frame maker. Polo volume including sales from licensed products was 18000000 dollars. He was now learning what would be the most important lesson in the fashion and almost did not matter how much money designer made or lost producing his own collections as long as he signed enough lucrative licensing deals, and then controlled the quality of the products made bearing his name or logo, so is another fashion designer that was doing this before. So guy Bill Blast and then Pierre card in, and they go over the numbers of just how different. Like, all the money was in licensing. Bill Blasts licensing business, for example, brought in a hundred million dollars in 19 76. The collections that he made himself did no more than 25000000. And then this is a punchline, licensing would explain how the designers amassed such large fortunes so quickly. Ralph would show exactly how well he understood this when he signed, what would be 1 of the most lucrative licensing deals. A deal that a decade later was still producing royalties of more than 5000000 a year. So I put 5000000 a year into the, like, to adjust for inflation in today's dollars. That's 13000000 here. So let me just read that again in today's dollars. So 10 years from now, a deal that would still be producing. This is just 1 single deal. He's got a ton of licensing agreements. So now I could see how he afford the gulf stream in all these states. A deal that decade later was still producing royalties of more than 13000000 a year. Ralph Lauren designer would become Ralph Lauren perfume seller. And so the history of business is filled with these unbelievable deals that individuals and in many cases, 2 individuals come to mind. They're able to work out for themselves. So I think of Coco Chanel, I think of Michael Jordan, Coco Chanel. I covered this on episode number 1 90 89. She eventually gets, I think, 2 percent of all gross sales worldwide for all the Coco chanel perfume performs, Chanel number 5 being 1 of the most commercially successful products of all time. She was making, like the this made her reportedly, the the richest woman alive when when the steel was going on towards... After a whole she was... But she was making the equivalent of... So it was 25000000 dollars a year back then, which Today's dollars, it'd be, like somebody paying you 300000000 dollars a year, and her contract stipulated that the company had to pay for every single 1 of her living expenses. So she's got no bills, and she's making 300000000 dollars a year. And then Michael Jordan's deal day he has at Nike was also in the news, especially in the last like year or 2 because Jordan brand is still growing so much. And I think he gets 5 percent. Think it was yeah. 5 percent on 3000000000 dollars of sales. I think a year or 2 ago, he was making a hundred and 50000000 a year. Just from from that deal, and, you know, he'd been retired for over 20 years. And so Ralph royalties the year this book came out, which is, you know, 35 around 35 years ago. It says Ralph Royalties that year were 16000000 dollars in today's dollars. 16000000 dollars despite the fact that Ralph never invested a cent of his own money in the fragrance business. And then towards the end of the book, the author goes into What is all the success done for Ralph? Like, why is he doing what he's doing? And what is it done to him? And another way to think about this is like, why is Ralph doing what Ralph is doing? What does it mean that somebody from the Bronx who starts out selling fat ties can build a fashion empire that stretches from New York to Paris to Tokyo. 1 would think that after all the awards Ralph is 1 and all the money he's earned, he'd be satisfied. Ralph is not satisfied. He's anxious and sometimes insecure. So what does he want? The answer is not more money. If Ralph wanted to cash in fast, he could triple his license overnight and boosts his income without taking any financial risk, and he has not done this. Ralph hasn't an expanded faster because growth still makes him uneasy. Some businessman dream of building big powerful businesses. Not Ralph, he wanted money. He wanted luxury. He wanted recognition, but he never aspire to manage a billion dollar company. As meticulous as he is about his work, Ralph has never spent hours, plotting his next career move. And then he goes into something that will be surprising to people from the outside, but you and I I've talked about a number of times so much so that it should be expected at this point. This success he says. I don't wanna tell you it's lonely. But it isn't completely fulfilling. It isn't the need for celebrity that pushes him forward. No matter how much attention Ralph receives. It'll never be enough. And he probably knows this. What motivates him is fear. For nearly 20 years, Ralph Lauren has been at the center stage in his industry, and he intends to stay there. He has fought hard to get to the top. He did not inherit money. He did not graduate from college. The stature and wealth Ralph has accumulated he earned. He understands better than anybody else. He knows not only how hard it is to achieve success, but even more demanding how hard it is to maintain it, but is he gonna slow down? Not likely. As he said, my soul is in what I do. It's Ralph Lauren's name on the door on the ads. In the store, and he intends to keep it there. And if nobody ever gives him a crown, hell. He'll design his own. And that is where I leave it for the full story, highly recommend buying the book if you buy the book using the link that's in the show us in your pocket player. Be supporting the podcast at the same time. You can also go to Founders podcast dot com. And if you buy books through there, he'll be supporting the podcast as well. Another way to support the podcast is signing up for the premium feed, which contains Ama asking me anything episodes. I've already done 2 And I should be recording the third episode in the next 7 days. So if you want the ability to ask me questions directly, and then I'll answer those questions on episodes, you can sign up with the link below and of course, available at founders podcast dot com. And if you want me to email you my 10 top highlights from each book I read, you can join my email newsletter. It's free. The link is down below, and I will also include the link at founders podcast dot com. That is 288 books down 1000 ago, and I'll talk you again soon,"
}