{
  "transcript": "Last week, you and I talked about the fact that Ralph Lauren is not normal. Well, B K isn't either. And what they both have in comments the first business they start is the business that they work on for their entire lives, Ralph founded his business like 55 years ago, K founded his business 45 years ago, they're both still working on it. A big part of being a founder, a big part of being Entrepreneur is searching for your life's work and that usually means starting more than 1 business. This is so common that the presenting sponsor for this episode. Tiny has built a business buying other businesses. And when I like about Tiny is the fact that they make selling your business easier. I've talked to a ton of founders that have sold their business either to a private individual or to private equity, and they were astonished about how complicated the process was. In the episode that you're about to listen to, you realize that B K only found his edge by going in the opposite direction. Doing the opposite of what everybody else is doing. That's exactly what Tiny is doing. They just make it easy to sell your business. You go to tiny dot com. You say, hey Wanna sell my business. You'll get a response within 48 hours, there's an offer made within 7 days, and then they close within a month. The founder skips the headache and get a bag full of cash. So if you wanna sell your business now or in the future, make sure you go to tiny dot com. And 1 more thing before we jump into the episode. I wanted make sure that you're following 1 of my favorite podcast in whatever podcast player you're listening to this on right now. Search for invest like the best, make sure you're following that show, and do me a favor listen to the episode that I did with Patrick Patrick is the host of investor like it's episode 2 93. The episode is called passion and pain. I feel the passion that Bruno Has for life and the way he's building his company, I'm trying to apply my own work, and I think that discussion with Patrick on episode 2 93 of Invested the best is the single best demonstration of the passion I'm trying to bring to my work. Towards the end of the night, the light of Dawn spreads through the streets and brushes the houses of Sol mayo. I love walking in this light, when nature and man are still asleep. In these hours, before the door of life opens up to the pressing matters of an industrial business. To the unpredictable series of meetings with people who want to either give or take something, In these small hours, I enjoy thinking quietly, wandering through this hamlet of the spirit of my spirit where every stone every tree, every scented rose brings back a memory to my mind. A memory in which I recognize myself. The whole Sal Valley is a place of memories and ideas. I value ideas because I consider them more important than the things that they produce. My walk ends in this magical place where memory, concentration and an internally young sense of wonder impact my soul like an en drive. I am over 60 years old. And I know that nothing will give me back the same un unsettled energy that as a boy made me run for mornings on end without ever getting tired. At my age, I can look back at the past with sufficient detachment. This very same age also allows me to look ahead at the years before me. Surely, less than the ones behind me with an attitude that prevents my dreams from turning into Ash. When I look at the past, I see the facts of my life under a new light. From the inside rather than from the outside. So I glimpse new meanings and events that are long gone. Like when I was 13, and I led the oxen while my dad plowed the fields. I try to keep the animals on a straight course, and I excel at that task, which now becomes the symbol of a whole life led righteous. I also think of the Italian cafe that had played such an important role in my use. I see everything in a different light now. The car games, the cups of coffee at 2 in the morning, the analyst endless discussions about women, politics, philosophy, and spirituality that lasted until dawn. I look back at things from that time, and I recognize recognized them for what they were. A personal university in life and human knowledge. That environment helped me develop a passion for books. I would always read when I was alone, especially philosophy. I'm reminded of Machiavelli during his exile. He too spent his afternoons playing board games and drinking wine. While at night in the Au silence of his studio, he engaged in solitary, literary conversations with the ancient scholars. That is a great description of what reading is solitary literary conversations with the ancient scholars. Through these experiences, I have gained a knowledge that makes up for those long gone pleasures, and a desire that nourish new ones. These include the love for Sol male. Only recently, have I managed to fully comprehend the nature and the need for this love, which is 1 of the pillars of my life alongside my family and my business. I felt that Sol was bound to be my homeland. A place that would become the homeland of my soul. The place where my soul had lived even before I was born. These experiences let me advise the project of writing about my life, and my dreams of a human capitalism, born and bread in Sol. Writing a memoir is quite common. Therefore, I ponder over this project for a long time. In the end, I chose to go for it because I think it has some special elements that holds some value. It is the life of a peasant who imagined and eventually fulfilled on entrepreneurial and human dream that is well received. If not loved in many parts of the world. During this effort, I have received a lot of help. Because of the hope and the pleasure they give me books come first and foremost. I cannot do with without books because they teach us how to listen to the voice of man, both others and our own. This is why they are irr for our soul. Knowing oneself is just as important and perhaps more difficult to knowing those that we live with. That might explain why since I was a child, I have taken a jot down the most meaningful things and my daily thoughts in a notebook and re reread them over time. 1 should not expect any in these writings. In fact, the true meaning of my life seems to be a spontaneous drive and energy. Amidst all of this is a man, proceeding cautious and daring at the same time. Paying attention to everything, yet always sure of his beliefs. That man is me, and I feel I am driven by an immense desire that my life when it reaches its end, will not have been useless. That is an excerpt from the book I'm gonna talk to about today, which is the auto of B K, the dream of Sol mayo, my life and the idea of human capitalism. This is gonna be a very special podcast because the English translation of this book is almost impossible to find. I've had a hard time finding a copy that's cost less than 500 dollars. So I was very fortunate about 2 weeks ago, the founder of Mad Happy, payment Raf. Actually sent me this article Rin by O male. He had O male had A2I can take a 2 hour conversation with B, and he condensed it down to an article that you could probably read reading about. I say, like, 20 minutes. And so payment had asked me, Have you ever read anything on B Cri? If not, you would love them. And I was like, it's amazing that you sent me this, I've been searching for an English copy of this very hard to find book. And what happened next blew my mind. He said I have it, want me to send you my copy. So thanks to payment for making this podcast happen. I'm going to quote heavily from the book and also from that article by Owe Male, which I will leave below I actually read the article after I read the book and it's the same man. The same person that is in the book shows up in that article. So with that, let's jump into the book as you could tell from the introduction. This is a B is a real soul dude. It's almost like he was trying to write, like a poetic auto, and something that he referenced in the introduction, which is throughout he repeats throughout the book is He had this deep, He still does. He has this desire for sol and he spends a lot of time by himself just thinking. And so I'm actually gonna quote from an excerpt that my friend Jeremy when he found out that I had to book. He actually sent me. And Is talking about a turning point in his life that happened when he was a very young man, he was tempted to become a priest. He loved like their monastic lifestyle. The fact that they they spent a lot of time solid too, a lot time in, like, quiet prayer. And in this conversation, the guy talking to is, Be Tells him that is not your path. Your path is not to follow my path. Your path is to be an entrepreneur, And this is what Bell told him. God assigns to all of us in proportion to the means of each 1 a mission to fulfill. This is my favorite sense an entire paragraph. Our task is first to discover the nature of our summons, then to follow it. My task is prayer and the study of the holy scriptures. Your task is to remain in this century to live among the people and seek the good of your neighbor by using your qualities as an entrepreneur and as a man. And this you must do. Without hesitation and with joy in your heart. And I wanted to start there because after you finished reading a book, I've also watched a bunch of videos on, it is very clear that B feels that he's a man on a mission. It is a purpose higher than just himself and even his individual company. And a lot of that can be tied directly to how he grew up, so let's jump into his early life right now. We live in a house made of bricks and stone. It was not beautiful, but it's the house I still remember with the greatest. He was AAA poor farmer. He called himself at the introduction of peasant. So he says the windows were small, and in the winter, you had to shelter from the cold and in the summer, you had a shelter from the heat. On the ground floor, there were the barns with the cows. 13 people lived here. My family, my grandparents and my uncles. Share. We were a small community. And this will tell you why he described himself as a peasant, we do not have electricity television telephone or water at home. The only concession to Modern majority was a small battery powered radio. At that time, and in those places, I began to understand the value of silence, and the ritual simplicity of things to learn the art of listening and to observe rather than judge he is going to repeat. The value of silence over and over and over again. In my family, there was always a quiet silence. My room was small, and there I share shared a bed with my 2 brothers. And so he talks about laying in bed at night trying to fall with his 2 brothers is not much to do so he stares at the wood, like the wood beams on the the ceiling in his room, and it says, I knew by heart every detail of the old o beams on the ceiling. I stared at them while lying down, imagining fantastic figures in the textures of the knots and the grains. As I look back on everything that I learned from reading this book. I think 1 of the most profound ideas. I hopefully apply my own life is this idea It's I give your brain time to think if you listen to episode 2 86 which I titled Warren Buffett Charlie Mu speaking directly to you Charlie says this over and nerve again that him and warren set a lot of time just to think. He he actually makes fun of the people that that have, like, these super busy calendars. He's like, most people schedule themselves like a dentist. And he's like, that's not what Warren. And I do. We schedule a lot of time to think in the article that, when O Male is interviewing B, he brings this up. He says that he could spend 6 hours in front of his fireplace, just looking at the flames and thinking, and he's got an amazing way to described us. He says in the evening, I'm drunk with beautiful thoughts. And so just like when we saw at the very beginning of the book B taking this early morning walk before everybody's is awake, he's by himself, he's just thinking he is adamant about the importance of having a alone time just to think. So he talks about even though they didn't have a lot of money, There were peasants later on when they moved to the city, they're they're looked down upon by the city people. He's like, it was a very, like, he had a great childhood. He was extremely close. He didn't know they were poor. He didn't feel he needed anything, and he says, I never saw my parents arguing. And then as he's describing his childhood to the reader, I just came across this fantastic line that he read somewhere else, He couldn't remember where he learned it, but he he never forgot it. And he says, a statement that I had read many years ago stayed with me. Try to be your son's teacher until he's 10 years old. His father until he's 20 and his friend for the rest of his life. And I think that's a great description of what the relationship that he has with his father and I think the relationship that B was trying to have with his own kids and and grandkids which should get to in a minute, but I saw a few interviews where his father was still alive in his nineties, so You see pictures of B with his father at 90 and 95. And so we go back to his childhood, and then do... When I got to this section, the No left myself on this page was this is the kind of father and grandfather that I wanna be. When I dreamed something scary, I would go to my parents my mother used to say sleep now, You're with us. Do not worry. Once I became a father myself and then recently a grandfather, I tried to do the same thing first with my daughters, and now with my beloved granddaughter. Sometimes my granddaughter sleep over at our home, and my wife asked me to watch them sleep. I often whisper to them in their sleep, warning them to lead a just life to care about humanity to safeguard the things they have received as a gift from creation. The little girls cannot hear me, but I like to believe that I'm speaking to their souls. And so it's interesting there the lesson that he's teaching his grandkids, even though their asleep sleep he says hey, I'm warning them to lead to just life When his father found out that B nell was a billionaire. The response that his father had was fantastic. He's like I don't care about that. All I care is if you're a good man. And so then he compares in contrast, you know, the fact that he's very wealthy. When at the time he's writing this book, but He is very poor when he was younger and this is what he said. Living with little is not only healthy, but it also rid us of the frantic needs of life and protects us from the unpredictable events that fate might throw at us. Also, in case we luckily become rich, it helps us be fully aware of this fortunate condition, which paradox is not as easy to manage as is commonly thought, so that is the words of a poor person that became extremely wealthy. Right? He's like, it's a very fortunate condition, and it is not easy to manage at it his commonly thought. I'm gonna go back to, if you look in an episode 2 86. Over a decade after a decade, there's all these examples in that podcast of Warren and Charlie talk about. It's like, you you can build a successful business and most likely what's gonna screw up is not a competitor. It's you. So I go into more detail on that episode You haven't listened to it. I highly recommend you do. But I think mon some summarizes it perfectly as he's always I always able to do. Right? Just breaks down these very profound thoughts in an into it, like, an easy maxim for us to remember. The problem is not getting rich It's staying sane. That is the same idea that we are finding in B auto. It helps us to be fully aware of this fortunate condition, which paradox is not as easy to manage as it's commonly thought. So then he goes back to his desire for sol. So he talks about the attraction for the spiritual life of religious people, their silence, meditation and prayer. This is perhaps also the reason why whenever I can, I spend part of my days alone as I long for sol, As if it was a distant but beloved and precious friend, we are, like 25 pages into this book? How many times Z told us about his desire sol. His love of silence. His love of silent thinking. And then he talks about his very poor but beloved uncle who unfortunately passes away early in life. And how really this is something that pops up in the books over and over again, that words of encouragement matter. If we are in a position to encourage a younger person trying to do something in their lives we should do so. I think back to the the best example of this in the his entrepreneurship is the fact that a young Henry Ford. I think it was like, 30 years old, winds a meeting is idle, his idol at that time his hero is Thomas edison. They wanted be becoming, like, essentially, like, best friends for the rest of their lives after this. But when Henry Ford meets Thomas Edison, he doesn't even have a a company yet, but he's telling Thomas Edison about the fact that he has invented this internal combustion engine and he wants to try to use it to make an automobile that has its own power source because at the time, most of the cars were either, electric or steam powered. And what happened at this meeting changed Henry ford's life. He talked about later in life, going through all these, like... These ups and downs his trials and tribulation says he's trying to build his company and in the low points. He would remember what Edison said to him and encouraged him. This has been talked about in multiple books I did on on Henry Ford. But once Edison heard what Henry Ford had said, he had slammed his his fist on the table. He's very enthusiastic about Henry Ford's idea, and he said young man, that's the thing you have it. Keep at it. And we see Bruno knows life that his uncle uncles playing that same role. He's telling me you're special. You're meant to do great things. The story of my migrant Uncle has affected me in a rather special way. He had a tough experience as a migrant. He was a smiling, polite reserved and unable to feel anger. He was seen as the quote unquote educated member of the family, and he died too early. He used to look at me with kind attention. He would often repeat. You will be a great engineer a famous person. A few years ago, now, this is crazy. So I think it's already. You you probably already picked up on this, but B has an intense intense love for reading for literature. If you when you hear him speak, It's literally about this book He's constantly quoting books that he's read. He's constantly talking about how the books that he's read his influence his approach to building a company. And so he says something very fascinating. Here that made me think of 1 of my favorite quotes on books ever from Carl Saga, which I'll reach you in 1 minute. So it says, a few years ago, his daughter came to see me with a copy of Plato doh symposium from her father's library. It was bad battered and thick underlined with a red pencil. I still struggled to understand how he possibly developed his interest in philosophy. I recently picked the book up again and was touch to re reread those immortal passages that moved him then and today move me, he is reread his uncle uncles books his uncle uncles highlights long after his uncle had died. And so as soon as I read that I thought of this Carl Saga quote about what a book is it's just absolutely fantastic. What an the astonishing thing your book is? It's a flat object made from a tree with flexible parts on it, which are in imprinted loss of funny dark sq. But 1 glance at it in your inside the mind of another person. Maybe somebody dead for thousands of years. Across the millennia, an author is speaking clearly and silently inside your head, Directly to you. Writing is perhaps the greatest of human inventions, binding to other people who never knew each other. Citizens of distant epochs, books break the shackles of time, a book is proof that humans are capable of working magic. Go back to the introduction where he's talking about, hey, I feel like I'm Machiavelli. Because when he was young, he'd hang out, he'd be drinking during the day, but at night, in the Au silence of his studio. He's engaged in solitary, literary, conversations with ancient scholars. That's exactly what's happening where we are in the book, and it was happening when his uncle was alive, talking to Plato, and now we see B talking knowledge to to Plato doh, but also seeing what... Which of Plato words affected his long dead uncle. And so then B ronaldo goes into more detail about the important relationship that he had with his father. It is insane. I I know I repeat myself over again, But it's just in every single book. Like, I I couldn't even make this up if I tried. It goes back to a line that appeared in episode 02:42 in this biography of For Cop, that it's always stuck with me. And you see it in the story over and over again, you're gonna about see with B and his dad it says you can always understand the sun, by the story of his father. The story of the father is embedded in the son. And so he talks about the fact that his father through repetition. You and I've talked about the ordinary over and. This is very important repetition is persuasive. You study these, like, unbelievably great entrepreneurs to, oh, they must have, like, 50 ideas. No. They have 5, 06:10, a handful of ideas that they repeat over and over and over again, up and down everybody in the company decade after decade. And so his dad is doing this to him when he's a young boy And he says he's... My father spoke little and often repeated the same few warnings. Here's 1 example that. You must be a good man. You'll be sorry if you do not keep your word. I would tease him for constantly repeating the very same things But his wise words still guide me. So he is writing this book let's say, he's like 63 or something like that. He's talking about conversations that he had with his dad more than 50 years ago. And he says his wise words still guide me. Another example. Do you wanna be the richest man in the cemetery? And then the next 1 is something that I've heard B repeat over and over again in talks. Remember that debt works on Sunday's too. And so he takes a lesson that he's learning as he's helping his father work on the farm he's gonna wound up dedicating this this idea, the fact that beauty should be closely linked to your work is something that B is gonna use in his career, like, as he's as he's building his fashion house. Right? So she says I remember we worked the land with the animals. My task was to lead the Oxen. Dad was behind me operating the plow. When the plowing was done, ar when the plowing was over, dad carefully stared at the well marked fur and then told me, well done, look how straight they are. If I asked him why it was so important, his answer was straightforward and true because this way looks better. I like the fact that beauty was so closely linked to work. This love for ti and cleanliness has accompanied me throughout my life the ancient Greeks so he's obsessed with ancient Greek culture. He'll talk about the day influence they had on his life, how people business. He's constantly reading and re reread a lot of ancient Greek texts, and so he says the ancient Greeks had wonderful expression in this regard. If your doorstep is clean, then your city will be clean. Order is the first law of heaven, and they talks about the fact of the verticals family. They're all living in the same house to see each other all time. He's 10 when his grandfather dies, he says grandpa paul Fur pointed out to me that each season has its own character in Grace, enhanced by the contrast with the previous 1. Hears his lesson though. Similar to how good man men stand out even more when they come after eva once. So his father die... His grandfather dies when he's 67. B only 10. He says, I saw my dad cry for the first time and I was puzzled. He's crying at his father's death. Right? Saw my dad cry for the first time when Was puzzled because this reaction clashed with my dad's stern character. That was my first experience of death and that my memory never left me. I understood how dignified 1 must react when faced with sorrow. And 1 of his grandfather's last lessons was the fact that humans are capable of adapting to even the worst circumstances. Grandpa loved to tell me stories about what he had experienced in the war. He told me anecdotes that in the end emphasized man's ability to adapt even to the worst circumstances. And then I love this line of how he described. This is... They're still the farm. They're about to move to the city and everything changes. But it's important that that changes because we're gonna see why you can see the story of the father, B father embedded in the sun because he says the humiliation and the tears that his father had endure is what drove him to be a success. So I just love this line the way he described his family. My family was organized like a small peaceful army. Each 1 of us had a task assigned strictly set by tradition. And 1 lesson he used building his company that he learned by being a farmer was that there's a value in patience. Great things just like a great harvest takes time. You cannot plant a seed today and expected to be full grown tomorrow. This is 1 of my favorite lines in the book. Postponing the reward increases its appreciation. A fact that has been forgotten in the current culture of imp. Trees are a perfect example of this. Sometime time ago, we planted a small oak tree in the valley, and the Gardener commented regret that we would never get to enjoy its vast shade. On the contrary, for me, that tree was an investment in something that would em imp a life of those who will come after us. And it's great value lay precisely there. And then this is the first mention of the fact that his parents humiliation is gonna wind up driving him later on. They were from the country, they didn't have a lot of money They're sending their kids to school in the city Mom and dad never went to the parents night with the other teachers because they felt embarrassed and uncomfortable about not being educated and even about the way they dressed. Perhaps this is the reason my mother was very keen on how we children dressed. And so even though his parents didn't have a lot of money, they taught him very valuable lessons. And so This is some ever realizing values that he winds up cherish his whole life. For my father I learned the courage to dream and to choose. He is a simple man but I owe him something that is contributed to my entrepreneurial success. The awareness that any project involves an effort and its ultimate purpose must be mankind and its dignity. The willingness to make sacrifices for others to be able to wait for a reward. The devotion to work for me, these are ever lasting values. There was no wealth. He's still talking about a show childhood. Okay? There was no wealth, but we were happy, and it makes me think having enough is itself a form of wealth. And so think about the title of the book. The dream of Sol, Sol like this little village that, you know, he was essentially in, like, a state of despair. A lot of the people... Lot young people growing up there would eventually try to move to where the economic opportunity in the city was, B the reason he gets like, so many people appreciate what he did because he did essentially the opposite of whatever I else. It's like, no, We're gonna stay here. I'm gonna reinvest. I'm gonna first all set my company here and then reinvest the profits to actually build up the village and prove that we can actually have economic opportunity not just solely in the city. And part of this is because he definitely prefers the countryside to the city. And if you go on Youtube and just type in Sole or or B Cri, Sole, you'll see. Though it's absolutely gorgeous. I live in a city right now. I would much rather live in Sol. It is beautiful. In fact, a few times I was reading the book of I'm like, is it possible I can learn Italian. And like, I'm just very like, I could see why so many people just, you, again, my friend Jeremy was telling me about this a few weeks ago. That I didn't even know a bunch of, like, the Tech tuxedo. I think the guy from Google, Benny Hall from Salesforce. They actually went. I think they all went together. I if I understood the story correctly. And actually went and visited Sal male. And so he gets to the point where why is his family going to believe this beautiful countryside where they live a simple but a very happy life to go to city. And it says leaving the countryside and moving to the city was a widespread aspiration supported by desire for wealth, that only showed its positive side back then, so then he starts quoting again. He says ro so, thought that living the city was 1 of the worst evils for the people of his time. The fact is that loneliness, spiritual and economic poverty often go hand in hand with the progress of modern cities putting an even heavier burden on the m of the soul, that that term m of the soul. He's gonna describe, like, what working in a factory does. Essentially, like, 1 of the pieces of advice say readers is like you have to avoid work that produces m of your soul. And so they moved to the city. Now they have electricity. They have television and he does not like it. He likes his electricity, but isn't like the the fact that he feels they were closer when they didn't have all the technology. We brought with us the very same family organization, but the television brought about a big change. Because during family meals, we would interact less with each other. Our human relationships weakened. And so these experiences you'll see informs him as, like the entrepreneurs buildings his company. He's like, listen, we're gonna use technology. We're gonna use the latest technology, but we're not gonna be used by it. His belief is that technology is a tool yet a lot of people are becoming slaves to it. And so in that article with O. He said something was interesting. It's like there's no group emailing inside the company. And he says no emails can be sent to more than 2 addresses. Just 1 or 2. No group mailing. Why must a single email be read by 10 different people. Also, when you go to meetings, you're not allowed to bring your phone. Here are no meetings with mobile phones. No 1 is allowed to bring them into the meeting room. You must look me in the eye. You must know things by heart. And he's a line about this in the article of. That was interesting. He says we have swapped the the quote as it appears in the article says we have now swapped information for knowledge. I think he meant the the reverse. So so I'm gonna read it as my interpretation of it says we have swapped knowledge for information which is not the same thing. I do not want to know. I'm not online. I don't even have a computer. And so he goes into where he feels he got his true education, which was at the cafe. He mentioned this in the introduction that he spent a lot of time in italian cafes. He says every evening after dinner, I went to the a late at night words prevailed over games and discussions began. We debated over topics of great political relevance, and eventually we spoke freely and un brat about economics, theology, religion, spirituality, and women. Some of the guys had studied philosophy. They talked to me about a subject matter that I was unfamiliar with because it was not part of the curriculum of survey. That's what he's trained to be at the time in his life. And he says today, I think that both universities and cafes were places for discussion. Perhaps Cafes had a slightly richer human than universities. Only in Cafes, could you come across both the penn and the genius. The unlucky and the affluent, the shrewd and the honest, the boss and the shy, these discussions produced a wealth of teachings that were not so easy to find. And so after you discover philosophy Like, this is what I was missing my whole life. Philosophy would become a strong and permanent presence in my life, the safest guide besides the memories of my family. I'm seduced by the purity of thought of so many exceptional men which is to be found in their expressions and their. And so at the same time that he's discovering philosophy, he's also seeing the humiliation that his father has to endure by working in a factory in the city. And so this is where he starts developing his own philosophy on entrepreneurship that he's gonna wind up building his company around. He says my dad was 45. He never complained about the hard work or the low wage, but rather about being be by his employers. What have I done so wrong to be offended like this? I felt helpless. Since I could not defend my father. And he's got a great line when he his talks about this turning point in his life. He says I could see the humiliation in my father's eyes. His teary eyes were the source of inspiration for my life. And so he's reflecting on that in the book. It says I knew that I would live and work in order to foster the moral and economic dignity of man. So this is this idea of human capitalism. And so it takes a few years for to figure out what am I gonna do with my life? So he's describing what he's been doing up until this point. I think he's 25 when he starts this company. And so he says at around age 24, the urge to find a job grew stronger and stronger 1 day, I worked in the theater. Another day, I was a sales agent. Another 1 an engineer. At that age when the strength of youth flew through my veins like a torrent in spring, my imagination ruled over my dreams. I thought of the young heroes of history of Alexander the Great who would stand on the beach, watching the sea and dreaming of reaching the end of the world. And so he's reading a lot. He's trying to figure out what am I gonna do with my life, And I love what he says. It's like, how he talks about the life was a confirmation of the immense value of books. I grew to love them. And then he talks about this this odd feeling. That happens when you finish a great book. Like you're both happy and sad at the exact same time. When I got to the last page was a bit like, leaving a dear friend, and I felt a little be, and 1 of the books he picks up Changes his life forever. This is a main thesis. Right? The main idea behind founders is that 1 book 1 idea can change everything. So he reads this book by his a guy named Theodore Levi it, and it's called the marketing imagination. The underlying idea of the book was that developed would have to specialize in high quality products if they did not wanna to be ousted by emerging countries, which were learning to manufacture average products at much lower cost. I was struck by the straightforward logic of this concept which would become the cornerstone of my entrepreneurial mindset. And so that idea is in his mind. He also starts dating his, which gonna come his wife. Her name's... I don't know how to pronounce name F, maybe? But this was really important because she was born and lived in Sol male. And so he says having fallen madly in love, everything about her seemed beautiful and attractive, starting from her village. And so at 24 years old, he's actually hired as a model. Of a sports wear company. He starts reading fat... Like, Fashion magazines getting more fashion, and he said step by step I was moving towards my future. So there's all that background to get to this point where he finally starts laying out like his very unique philosophy, and he had these ideas. He's saying he had these ideas even at the very beginning of his company. And so he says, I imagine products. He he still doesn't know that he's he's known as maybe I don't know this. Maybe I haven't said this yet. He's known like the king of Cashmere. His foundational first product. Was women's cashmere sweaters. My understanding that that was the first successful product that the entire... Like, the foundation of the business would rest upon kinda like... The Apple 2 computer at the very beginning the days of Apple. So he says, I imagine products I could g both consumers and manufacturers, a pleasant workplace with long and relaxing breaks. So I think they get their 8AM sharp, I think the entire company shuts down at 1PM for a 90 minute lunch, and then they go back to work. Till 05:30. So it says, pleasant workplace with long and relaxing breaks where craftsmanship would prevail. I wanted human relationships to be humane and authentic. I wanted adequate wages, allowing for dignified and peaceful life. I thought of a peaceful work environment, allowing creativity to thrive. I did wanna make a profit, but in an ethical, dignified and moral way. At the age of 25, I made my final decision. I would manufacture colored cashmere sweaters for women. So I don't know anything about Cashmere, but it sounds like People were very reluctant to actually make colored cashmere to actually diet it, which was surprising to me and we'll get her... There in 1 minute My goal was to produce high quality items manufacturer with Italian craftsmanship and manual skills. Products that were expensive, but not overpriced. Targeted at a market segment that was called absolute luxury. I have always and this is 1 of my favorite... This is actually my favorite part of this entire section, and it's something I'm doing my own life with Founders podcast. I have always been firmly convinced that in order to successfully stand out You need to focus on 1 single project representing the dream of your life. And so then he's can describe what he calls the most important moment of his life. But this is the first time he mentioned something that he repeats few times after this. And he fact... The fact that you have to embrace instinct and reckless. He has no money when he's starting his company. And so looking back, he's like, this is very reckless, but I was just following my instinct. As I to confess I'm initial motivation arose that have reckless and instinct and instinct. Today, I'm friendly convinced that we must act even when we have feeble hopes. There was uncertainty at the beginning as is often the case at beginning of with the company, But I persevere in 1 day something changed for the better. And so if he had no money to start a company. How do you start a company selling expensive cashmere? He finds a supplier. He calls a very good and serious man who unfortunately dies early. And he says, so he's, like, you know, buying essentially a bunch of cashmere yarn, and B thought maybe I can make, like, 60 sweaters out of this. Right? And so he says he very generously told me that he would certainly sell the yarn to me and then add it, and it still makes me emotional to think about. You will pay me when you get your first money. I know that you're a good guy. So now he's got the yarn. He goes to meet with this guy named ale. This is the guy that is he's gonna convince to actually die the yarn. My first meeting with ale, who was at the time perhaps 1 of the most expert cashmere dyer in the world was wonderful. I brought him 6 sweaters and asked him to dye them in 6 different colors. His first blunt reply was it is crazy to die Cashmere in these colors. I spent nearly the whole morning trying to convince him to meet my request. He finally told me. Let me try, but I'm not sure how it it'll turn out. It was undoubtedly the most important moment of my life. And it's this moment. You if you if you are watching a movie on B life, you would pause right here. That is the moment when his life changed direction. When he starts to transition from a poor uneducated peasant to many decades later being a billionaire entrepreneur. That is insane, and then he quotes 1. He talks... He talks about this. Looking back to this. This is 1 of my favorite movies. I would watch it multiple times every Christmas. I probably seen the movie 20 times. Tried to get my daughter to be as enthusiastic about this movie as much as I am, but it's really hard for somebody, you know, It's 10 that wants to watch a black and white movie. And so he say he says, what had happened to me? Uncertainty at first and then meeting these 2 wonderful people. People that he would not have been able to start his business without. Right? Reminds me of the movie, it's a wonderful life. I think that movie came on like the 19 thirties. It was directed by Frank Cap. I see myself as the main character, saved by an angel who is disguised as a man. And I think of those 2 people as 2 true angels who trusted me a young man with no money and tons of enthusiasm, and time and time again at the very early days of his very shaky company, he is saved. By these very generous people that believe in him. He still has no money. He's about to. He says his first company was his guy... Or I first customer rather. Was this guy named Albert France. And it's because Albert friends paid upfront and on time that he has a business. Undoubtedly, this memory of the first order of 53 sweaters will always have a special place in my heart. I had no money and the only way to finance my business was due timely customer payments. And we see this happens again. He's got another... A customer who's guy named Vice. And it says he placed a very large order. I immediately pointed out him that I had no guarantees to offer since I had no money or property. He cracked a ben smile and replied. I have 5 brothers and my father and my mother. We are all convinced of your entrepreneurial ability. We believe in you. This is enough for us. Just keep working and do your best that is all. That was a big incentive to me as it encouraged me to out undo myself and so I did. And by paying up upfront, and he also said, This this is the the Vice. He considers this guy he's, like, first sponsor. He says this is the money I want you to put in your business. It was a big sum, and I was speechless because it was a tough time for me, and I was not used to managing large amounts of money. And so he remembers what it felt like to survive and succeed after 1 year being in business. He said my business knowledge was still limited, and I knew nothing of my competitors, but this did not jeopardize my enthusiasm. There's that word again. How many times he talked about the benefit of him being enthusiastic. Right? Which was which was constantly on the rise, meaning his enthusiasm was on the rise. I had the feeling I had been waiting for that moment forever. The moment when my life changed direction. And then he talks about an idea that you and I've discussed over and over again, We talked about with Jeff Bezos with a Kia Mori, the founder of Sony, that it's helpful to have a goal larger than just individual company. And so this is when he has the idea of a restoring Sol. So he's gonna call Sol, a hamlet. I had to look up that word. As means a small settlement generally 1 smaller than a village. And so he says looking back. At the time, you know, his success was very limited, but at the time to him it was extraordinary. Limited to who we became and they go a size of the company. You know, they do hundreds of millions of dollars a year. He's got, you know, hundreds of employees maybe even, like, a thousand employees now. But back then, he's like, this was extraordinary. I cannot believe this. And so he's like, I need a new factory. Where where can I do this? He says I thought of a new location for a tiny factory. I thought of Sol male. I regretted the state of neglect of that ancient small hamlet. So 1 day, I light hearted decided to try and buy the tower in the medieval castle. I was fascinated by the architecture that bore the signs of such a long history. The building seemed eternal and perfect to corner my small company, right in the middle of this charming medieval village. It took me a great sincere effort, but eventually the owner when he learned that my goal was to preserve the castle and over time turn it into an asset for everybody to enjoy, agreed to sell it to me. And this is where he mentioned he had an advantage by just doing the opposite of whatever what everybody else was doing. Back then, life in a village was not very sought after as people prefer to move to the city hoping to find better economic and social conditions. I did the opposite, and the company continued to grow. This moment marked the very beginning of my master plan for my business and for Sol. So and so he's growing the company, he's restoring Sol, and this is where he starts defining what his philosophy on entrepreneurship and company building will be. And so he says we discussed something we decided to call human capitalism. Is a form of contemporary capitalism rooted in strong ancient values. We're making a profit should never harm or offend people or things. And where part of the earning should be earmarked. To concrete improving the condition of human life, I think he donate 20 percent of the earnings every year into improving humanity. I think a lot of that money goes into improving Sal for the residents and I think a lot of this residents work for the company. It also pays, I think wages that are about like, 20 percent higher. So it says, where part of their earnings should be earmarked to concurrently improving the condition of human life. The human being should be at the center. And so he talks about this a few pages later, there's no difference in wages between workers and clerk Employees are paid more than the average of the market. In the morning, everyone is expected to come to work at 8AM sharp and work ended at 05:30 in the afternoon. And so not only did you start building his company about this, but he starts putting the word out about how they're building the company. And the fact that this is so different from how most people are building the companies, it gets a ton of attention. And so he's gonna get a ton of international press. If you Google B, or if you watch Youtube, you'll see it over and over again almost all the major media it's all over the world have traveled to the village or got given interview. So who knows this idea of like picking a purpose larger than your individual company winds up benefiting because how many people learned about the existence of his company and the products they offer from this? So says the first important interview started the international press was intrigued, by what was happening in this small and unknown village. And so 1 interesting about the book he's never tells you like the year that he's talking about. Sometimes I reference how old he is. But it seems like they started the company 19 78. And then it says, they didn't expand from their initial product. It sounds like for 22 years. Least that's what it sounds like to me. So this is essentially about expanding the business. When customers asked. You and I talked about this last week on the Ralph Lauren episode 2 88, where Ralph Lauren was saying like, well I sold ties and then customers would ask? Like, what else do you make? And so the same thing has happened in in B career here? International market started asking us to design a total look collection for men and women to complement our cashmere, sweaters with clothing bags, shoes and accessories. Therefore, at the beginning of the new century. So to me, that... That means the year 2000. Right? The beginning of the new century, I made a choice that marked a sharp turn for our business. I entered the market of men's and women's fine clothing, and then to figure out was like, I never made men men's clothing before where I get ideas, we're gonna see he's gonna do exactly what Ralph Lauren did as well. He borrowed ideas from my own personal wardrobe. Ralph just made the clothes that he wanted to wear, that no 1 else was making, and so both Ralph and B are actually relying on their personal taste. And so a few pages later, I gotta say what this great line that he has because it's... What's gonna happen in a few years from now where we are on search. It's surprisingly. He took his company public. And 1 of his reasons for doing so I thought it was very interesting, we'll get there. In a few pages, this is happening a few years we before that his kids are growing up and they're they're having a desire to work in the business. And so he's having his conversation with his daughter. He says, dad she told me, I would like to come work in the company. What do you think? It's fine by me, you should be free to follow your instinct in life, but remember, you can't inherit the ability to run a business. Just as you inherit the company ownership. So what are he's saying is, like, I may pass down the equity that I own in this company, but it doesn't mean you're actually on running the business. For some reason, back, I think I was at episode 02:34, I read the fantastic auto of Sam Walton for the second time. That's a book. I'm gonna reread over and over again through my life. But he said something in that book those are very interesting. But I think it's good advice because Sam Walton like... Like other entrepreneurs is probably like you probably like, I, we have this excessive amount of drive. That may seem normal to you, but is is completely abnormal to most people. And so in that book, Sam said something was fantastic. He says 1 thing I never did, which I'm really proud of was to push any of my kids too hard. I knew I was a fairly overactive fellow. That's the understatement of the century. I knew I was a fairly overactive fellow, and I didn't expect them to try to be just like me. And so later on, this conversation is having his daughter's gonna pop back up again. Saying that whoever is the most qualified to run the business should run the business. It should not just go to you just because you're my daughter. Another interesting thing is I'm reading this copy after payment raf gave me, so this is payments book. Right? And so I see the highlights that he... Just like, when he was... When Ronaldo was reread his father's... Or excuse me his uncle copy of Plato, he could see what what parts jumped out to his uncle. I could see what parts jumped out to payment. And so this part was brought to my attention by a note that payment left and I loved it. So this goes back to the fact that he doesn't tell us, like, what year he in? He's in. I'm pretty sure this is his reaction to the financial crisis in 2008 because he says, I remember when a major American bank went bankrupt in September, and I had a huge impact across the financial war world. I'm pretty sure he's referencing the 2008 2009 financial crisis, but I love his reaction to this. So it says, this is what so B gathers all employees together, and talking about this and this is what he said. I honestly do not know what's going on, but it's certainly something bigger than us. Today, our company employs 500 people, but I can assure you that we have the money to carry on for another 2 years. As far as your job goes, you have nothing to fear. But I want to ask a special favor from you. From tomorrow morning, you should try and and be even more organized, creative and brilliant. It's the only thing we can do because everything else is beyond and above us, and therefore, there is no point in worrying about it. There is nothing we can do. And so then he revisit this idea that media beg gets more media, which beg gets more media, and it kinda just snowball balls, and this was very beneficial to his business. My company had developed so much that Nolan only was I required to travel, but also the opposite started happening too, namely a lot of customers, journalist and tourists came from various countries to visit Sol male. The editor of an international magazine, probably the most important in the world. He doesn't ever say what that, magazine is. Contacted me. So he comes and spent 6 days with B and and touring the factory and then the business, and this just completely changed everything. That was a turning point for the recognition of our corporate philosophy. That coverage marked the beginning of a true media celebration. And so then he starts traveling all over the world. The book is really fantastic where it talks about, you know, going to America going to Asia just all the different experiences that he had. He's being bestowed a bunch of honors, like some honorary degrees. And he's talking about the time, so, you know, he's over 60 when he's writing the book, but this is happening when he's 57, and this is what I mentioned earlier where he really feels that you should embrace enthusiasm and a bit of youthful reckless. I understood then how useful and beneficial enthusiasm and a bit of youthful rec reckless. Can be, the same that had prompted me to make my first bold business decision as a young man. I was now 57, and not at all old, but the thing I had experienced and my reason itself, which I'd replaced my rec set me apart from those young people and made my joy fade. And so I had to read that part a few times. So I actually understand what he was saying. Like, listen, your useful reckless as you age as replaced with wisdom. But being a bit spontaneous and reckless and going up instinct and not wisdom is she makes life fun. And so if he's only going by reason, he's saying, your joy actually fades. That's not a thought that it come across very often in in the books that I read. And so as the company grows, and continues to be more successful, he picks up these other projects that he feel feels he wants to invest in that'll benefit humanity. And it's this idea where he's, like, I need to start a school to teach craftsmanship. And so it says, he had a friend that worked as a doorman in a government office. So this guy spends his whole day like these entrants. Like the, you know the 6 square feet. He just stands her all day. And he's like, this is really weird because what did this guy do before he got this job. He says prior to that job, he had been 1 of the last stu decor, 1 of the true artists who had decorated with creative grace, the buildings in Rome. And so this guy has the skills of like an old craftsman, but is... Those skills when you move to city are no longer required and Sub Wants to do something about this. He says this concern for the future contributed to shaping, the idea of a school of arts and crafts in Sal. This would be a school fueled by passion, whose aim would be to teach old crafts and make them contemporary. The school would function as a workshop, paying students while they were being trained. If you listen to episode 02:05 It's on the second auto of James Dyson, that book is called invention a life by James Dyson, highly recommend buying the book, but listen to that, episode James Dyson does something very very similar and created at his own school for designers. And just like B, you can you can get a job at Dyson, or you can go somewhere else. They don't... They don't, insist that you only work for them though. So it says, this would function as a workshop and we'd pay students while they were being trained. They would not be physically confined to a single location, but it'd be spread all over the village in Sol, And small... These small buildings would each house a different discipline. B always talks about the fact that you should sit around and listen to older people they have wisdom that you lack, and you see this with who we choose is to be the faculty. The teachers would be close to retirement age and therefore wise. And so it was around this time that he decides to take his company public and he talks about why he did that. We decided to list our company on the Milan stock exchange. Before doing so, there's a lot of analysis and debate, but the... The main reasons behind the troy choice where that we wanted to become even more international and sound financially sound that is. But not least of all, it was my belief this goes back to the conversation was having his daughter, you know, earlier in the book. But not least of all, my belief that the ability to run a company cannot be inherited. Therefore, in the future, someone outside of the family might step in and manage it. And then just a few more ideas of his before the book wraps up, simplify your work and your words, avoid work that produce that produces a m of your soul, and know when is enough, he says beauty is simplicity. This is an essential theme. Simplicity does not mean getting rid of something. It means applying knowledge and choice to come up with synthesis. The greatest minds can convey deep and complex thoughts with words that are understandable to everyone, And then he goes back to, early memory from childhood when his father was working on the farm, he'd be physically tired, but he did not have the m of the soul and the discontent. That that inner, like, city factory work are produced. I could tell him my father was tired, but the end of his long days, he did not feel any intervention. Any of that m of the soul that is so common nowadays. Fair work may be exhausting, but it should just be a matter of healthy physical tired, whereas the mine should accept it as a game. And then he repeats that line and having enough is itself a form of wealth. We worked just enough to guarantee a healthy and peaceful life. The motto of that civilization was having enough is itself a form of wealth. And this may be my favorite direct piece of advice in the entire book First, I'll tell you what the advice is and and why he said it. This is the advice. Enthusiastically build an extraordinary reality day after day. This is why. Today in the world, there are still too many women and men who suffer because they struggled to hide from their children, the sorrow of humiliation and life. Every morning they get up and face the world only to come back disappointed. If people tell you that your plan is too ambitious, do not listen to them. They are trying to clip your wings. And again, I think that bears repeating, enthusiastically build an extraordinary reality day after day. And then he closes with some parting advice on the value of listening. I would like to give the new generation a piece of advice. Learn to listen because it is beautiful, pleasant and fruitful. If you listen to the elderly, you will eventually be able to see beyond their wrinkles and find the children they once were. If you talk to your parents, If you listen to your peers, you will share joys and sorrows with them, and you will be more ready to reap the golden fruits of the future. The past is the essential nourishment of the future. Nothing is old, nothing is new and time is what we make of it. Sometimes 1 single life is not enough to build up enough experience to be happy. If we listen to and preserve the memories and experiences of our fellow human beings. We will live better. And that is where Leave it for the full story. I'm gonna try to source the book for you. I don't know if I'll be successful or not. I mentioned my friend Jeremy at the beginning of the podcast. He got his copy. He said he's got his copy on Abe books He also says that they can be available on ebay, and sometimes you can actually go into the boutique if you have a boutique close to you and see if they'll sell you 1 as well. If you can't get the book though, I will leave the link down below. I highly recommend reading that long piece about the conversation that O Male had with BKI do think that article will actually give you a good sense of B and and who he is and and what's important to him. I will also leave a link down below. If you wanna join my email newsletter. It is free. I email my top 10 highlights from each book that I read. I try to make these as short as possible. So they're almost like little maxim. I'm a sucker for africans and I like to go back and actually read them. I find it very helpful. To remember some of the ideas in the books. That link will be down below and available founders podcast dot com. And another way to support the podcast is by signing up for founder premium. That is a private podcast feed where I do Ama. Ask me anything episodes. I should be recording a new Ama episode in next 2 or 3 days. If you wanna listen to those and support the podcast at the same time, that link will be down below as well. That is 289 books down, 1000 go, and I'll talk you again soon."
}