{
  "transcript": "He had neither ellis cons consumption needs, nor gates, phil and impulses. Nor the competitive urge see how high on the forward list he could get. Instead, his ego needs and personal drives led him to seek fulfillment by creating a legacy that would all people. A dual legacy actually. Building innovative products and building a lasting company. He wanted to be in the Pant with indeed a notch above, people like Edwin Land, Bill Hewitt and David Packard. And the best way to achieve all of this was to return to Apple and reclaim his kingdom. Welcome to Founders. My podcast about the biographies of entrepreneurs and Founders. And for every podcast, I read the life story of someone who created something special, and then I share some of the ideas that I found interesting from the book. Now what I just read to you was an an an excerpt from the book, Steve jobs by Walter Isaac. And I wanted to start there today because of this idea that I've talked about on several podcasts before. And the idea that books are the original hyperlinks that they can lead you from 1 idea to another idea or from 1 person to another person, allowing you to go deeper in whatever subject you're learning about. And today's podcast is an illustration of that idea. So I was introduced to David Packard because Steve Jobs book that I read and also did a podcast on a few months ago, was referenced... That book referenced Bill Hewitt and David Packard a lot. That piqued my curiosity. And when I went searching for books about them, I found David Packard book the Hp way. And that is the 1 I wanna talk to you about today. So before we jump into this book, today's podcast is brought to you by Blink. Blink is an app that puts big ideas from the world's best non fiction books. In powerful little packs that you can read or listen to in just 15 minutes. So I was thinking about how to describe Blink, the idea that stuck out most of my mind after using it is I would describe Blink this way. So what would happen if you hired a bunch of people. To read non fiction books for you, and then dis still the most important information into a 15 minute summary. Well, that's exactly what Blink is done, and you can access their entire library of over 2200 plus non fiction book summaries on your phone to either read or listen to. Over 5000000 people have downloaded Blink. Blink app has been nominated by Apple, 1 of the best in the App store. Blink received the world's Summit award granted by the United nation in the learning and education category, as well as a Google Material design award for brand expressive ness. So if you're interested in learning more about Blink, you can go to blink dot com forward slash founders that's BLINKIST dot com slash founders, and you can get 20 percent off and start learning faster today. Okay. So let's get into the book, the Hp way, how Bill He, and I built our company by David Packard. So as I've mentioned a couple other times before, I've really been enjoying the auto biographies. That some founders right? Because there's no fluff, And this is another example of that, This book is only about a hundred and 90 pages, and he just... He moves very rapidly through his life story and then spends the bulk of the book, detailing his thinking around how to build a successful company. And let me read this 1 paragraph from the pro log. I think it's a good introduction about, of why I I would recommend reading the book. And this is David Packard speaking. During the first few years of operating the He Packard company. Bill and I developed a way of doing things. A management style that included some features not common to management in those days. This became known as the Hp way. This book is the story of of Bill Hewitt and me and the He packard company. It's which we spent our lives building and operating. I'm just gonna jump right into a series of ideas that I highlighted and I found were really interesting. This is an excerpt actually from a speech. He was given... He was giving to Hp managers. Several years after the successful founding of the company. So this is actually him talking in 19 60, and something he hits on a lot. So it goes, last of all, I wanna say that I have mentioned our primary objectives, But none of these can be accomplished unless the company makes a profit Profit is the measure of our contribution to our customers. It is a measure of what customers are willing to pay us over and above the actual cost of an instrument. Only to the extent that we can do something worthwhile can provide more for the customer. Will he year in and year out pay us enough, so we have something left over. So profit is the measure of how well we work together? It is really the final measure because if we cannot do these things so the customer will pay us. Our work is futile. So skipping ahead a little bit. He comes up with the idea to form his own company when with Bill Hewitt, while they're still at Stanford, and a huge influence on them was 1 of their professors named Professor Term. Who's actually really played an integral part in establishing the Hero packard company. But before that, because this is taking place in the 19 thirties, he has to delay his plans, to start the company to get a job. And then this section will... This will also serve as another introduction to our ongoing series of critics don't know shit, which is just In almost all of these books I would say that I'm reading about founders and entrepreneurs. There's multiple examples of before they were successful what they were trying to do. Other people trying to tell them that what they were doing is a waste of time. So I, a little tongue in cheek. I refer to that as critics don't of shit. David Packard is much more polite than I'm I than I am and you were gonna see here at in the last paragraph. So let's go right to his words. But our plans were set aside when in the spring of 19 34. I received the job offer from General Electric. The country was then in the t of the great depression and jobs for scarce. Scarce. Term this is a professor. Term encouraged me to take the Ge job, pointing out that it would learn a great deal that would provide useful in our own endeavor. I drove up to... I drove up to begin my job with Ge. On my first day, I met with a mister Boring, who had interviewed me at Stanford. He knew of my interest in electronics. At the times, it was... Electronics was still called radio. But told me there was no future for electronics a general electric, general electric and recommended that I concentrate my work and interest on generators, motors, and other heavy components for public utility plants and electrical transmission systems. I have often thought of the irony of mister Boring advice because our electric firm, He Packard company has become larger than the entire general electric company was at the time he gave me the advice. And this is his description of the first meeting of the company that would later become Hp. During my first visit Palo Alto. I got together with Bill Hewitt. And at the time, we had our first official business meeting. The minutes of the meeting dated 08/23/1937 are headed, tentative organization plans and a tentative work program for proposal business venture. The product ideas we discussed included high frequency receivers and medical equipment. And it was noted that we should make every attempt to keep up on the newly announced technology of television. Our proposed name for the company, the engineering service company. So in the book, David, goes to great length talk to talk about how important relationships are with people. He specifically talks about how important his relationship with his c cofounder was and and some of the activities and and things they did to further understand each other and bring like, a... To become, like, a more cohesive unit. And then he also expo on that with... Because he talks a lot about managing different personality stuff. But this part, he he talks about the benefits of being different. Of having... Even though they had similar interest, there were also very different people and he felt that that benefited, this difference benefited Hp in the long run. So here he's talking about his C cofounder. They also revealed something we hadn't planned, but that was of great benefit to our partnership. Namely that our abilities tended to be complementary, Bill was better trained in circuit technology, and I was better trained and more experience in the manufacturing process. This combination of abilities was particularly useful in designing and manufacturing electronic products. Something else, I found interesting was how they decided how to name the company, and it said, we've flipped a coin to see whose name would come first in the company. Needless to say, Bill 1. And then on the very next page, they talk about... Well, here's a a nice little story of Hp first product. Bills audio os represented the first practical low cost method of generating high quality audio frequencies needed in communications, geo physics, medicine and defense work. The audio oscillator was to become the he packard company for company's first product. In November, we built a model of the audio oscillator and took it up to Portland Oregon to an institute of radio engineer's conference. The response was positive enough that we decided to make a run for it. There we took pictures of it and produced a 2 page sales share that we sent to a list of about 25 potential customers. We designated this product, the model 200 a because we thought the name would make us look like we'd been around for a while. We were afraid that if people knew we'd we'd never actually developed designed and built a finished product, they'd be scared off. We weren't expecting much from our first mailing, but amazingly enough in the first couple weeks of January came back several orders. And some were accompanied by checks. So I I included that part, like I try to do it every podcast. Because we were we're probably familiar with Hp and all the success they had is building into, like, a multi billion dollar company over 70, 60 or 70 so years. But, like, Jeff Bezos always like to say, like, he compares to the building of a bit... A new business to, like, the, an acorn growing into a a large oak. I always like to remind myself and and I said such that you of the beginnings are always humble. Everything starts small. This company that was gigantic winds up doing billions of dollars year in revenue, probably hundreds of thousands employees. It start off with... 1 product and a mailing... They took some pictures of and mailed it out to about 25 people. So you can't get, you know, much smaller than that. There's a note on the next page that I left myself that says podcast before podcast. And you'll see what I mean about that. So they meet this guy, Charlie who's really interesting character in his own right, Charlie Lit. He was just 1 of those guys I could do everything, and he did everything for himself, really... Just genius inventor and an all around interesting person, but he was doing something that that heavily influenced David Packer, which I'm gonna talk tell you about now. So Charlie does something else important as well. He loved to expo and phil on new ideas. And whenever he want to learn more about something, he'd organize a seminar at his shop and invite me and a few other people usually from Stanford. These seminars occurred several times during 19 38. I can remember a number of discussions about physical phenomenon such as wave theory and quantum mechanics. We also talked about business philosophy. Charlie was very conservative in this regard. As eccentric as he was, He knew you had to support your company and pay your bills. I learned a lot about running a business from those conversations. And the reason I left to note this at Podcast before podcast podcasts because there's tons of things to to the Internet. There's obviously tons of different ways that you can learn video lectures, Youtube books, everything else, but I learned a lot in addition from reading from listening to podcast podcasts. And a seminar that had David Packer, and a few other people stan Stanford and Charlotte Lit, back in 19 38, could only... You can only consume that information if you were physically present. And I think the the wonderful thing about podcasts and why they're so important to my life now is because it allows you be, like, a fly on the wall, in some conversations that you may not otherwise be able to access in your day to day life. And I just think, I I tell my daughter all the time. Like, you have no idea how lucky you are that you're born like, you're born where the Internet was around forever forever. Like, since you've been alive. And I don't know, just such a great invention for all of humankind. Alright. So let's keep skipping head, oh, this was really interesting too. Something very surprising. So they they start working in 19 38, and they're for in their first full full year, It says at the end of 19 39, our first full year in business. Our sales totaled 5369 dollars. And we had made 1563 dollars in profits. We would show a profit every year thereafter. And again, I just included that because, you know, we know Hp is a multi billion dollar company even though they've really struggled less, like, 10:15 years. Since the founders died and are no longer in charge, but they started out with our first full years of sales of 5000 dollars. So in on a few pages later, again, David just has a really no nonsense way of talking, just delivering the information that is helpful to you he talks about the the benefit of having to do everything yourself at the year, in the early stages of company. And it says, in those early days, Bill and I had to be versatile. We had to tackle almost everything ourselves from inventing and building products to pricing, packaging and shipping them. From dealing with customers and sales representatives to keeping the books. From writing the ads to sweeping up at the end of the day. Many of the things I learned in this process were invaluable and not available in business books. This other... I love the the this quote I'm about to tell you is something... So I read this book last, I think, for the first time, maybe 6 months ago or something like that. And I highlighted it this section the first time I read it, and it's stuck with me to the point where like I used this quote in in conversation. So it says, he's talking about what he learned from, a banker who... He went to go see this guy. They wanted to take out, like, a a loan just so they can build some products, like a short term loan. Got turned by down by the first bank, winds up going to the second bank, and they wind up having a successful relationship over the next few decades, but he tells David something that he remembers his whole life. So he goes, I spent a full afternoon with him, and I have remembered ever since some sage some sage advice he gave me. He said that more businesses die from ind than starvation. I have observed that truth. The truth of that advice many times since then. So let me just repeat that. He said more businesses die from ind indecision than starvation. It's also a warning not to take out more debt than he could handle the time. And something that he stays within him the whole time. So they were, bill, and David had a very anti debt stance. And I think we're going to, I think wouldn't cover that in a little bit. So skipping right ahead, this is the war... The impact of World war 2 on on a Hp business. Hp was not a defense contractor in the sense of designing and building equipment solely for the military. But since much of our equipment brought was bought by military services and by defense contractors, we grew rapidly during the war. Our annual sales volume moved up to a million dollars very quickly. And by the end of the war, we employed. 2... We employed over 200 people. Oh, I like this this idea too. So this is David Packard on maintaining a narrow focus. Though these instruments differ from 1 another, all were designed to measure and test electronic equipment. They reflected our strategy to concentrate on building a group of complementary products rather than becoming involved in a lot of unrelated things. I believe this decision to focus our efforts was extremely important. Not only in the early days of the company, but later on as well. So what he's talking about there is there there was a couple times where, like, a large customer come to them and especially during the war, they off from these huge production contracts. But they would decline them because they thought they were out of their scope what they were capable of. And if they ramped up to meat production, they didn't think it would be sustained. And they weren't interested in building fast, only for the sake of it collapsing. So they wanted, like, a solid base by doing what what they did best is the quote that he used. So as he becomes more successful with Hp, he spends time like buying up land, and he becomes a cattle rancher. And then ever the student, David Packard takes away some lessons from cattle ranch that he applies to managing his ever growing enterprise. So this is him I'm speaking again. I have enjoyed many pleasures as a result of my experiences at a as a rancher. I've also learned a thing or 2. Every season we would round up the cattle from the range and drive them to the corral. I think it's corral. Along the way we'd come to a gate. The trick was to get them through the gate and not stampede them. I found after much trial and error that applying steady gentle pressure from the rear worked best. Eventually, 1 would decide to pass through the gate and the rest would soon follow. Press them too hard and they'd panic scatter in all directions. Slack off entirely and they just head back to their old grazing spots. This insight was useful throughout my management career. And skipping ahead a little bit. Here's... I think what he's talking about here is company culture before the term company culture was widely used. So he says, any organization, any group of people who have worked together for some time, develops a philosophy. A set of values a series of traditions and customs. These in total are unique to the organization. So it is with He Packard. We have set we have a set of values, deeply held beliefs that guide us in meeting our objectives, in working with 1 another and in dealing with customers, shareholders and others. Our corporate objectives are built upon these values. These objectives serve as a day to day guide for decision making. To help us meet our objectives we employ various plans and practices. It is the combination of these elements, our values, corporate objectives, plans and practices that forms the Hp way. So moving that... He's... This is taking place about halfway through the book. And then for the rest of the book, almost every chapter is built around 1 of their core values. So I'm not gonna... Like I do with everyone. I'm not going to read every single objective, if you're interested, obviously, read the book because there's gonna be things that, that stick out to you based on your own experiences that maybe I didn't pick up on. But I do wanna talk about some of them. And this is this idea where the first 1 he talks about growth from profit. And so well, let me start there before I jump ahead. At He Packard and other companies as well. People's materials, facilities, money and time are the resources available to us for conducting our business. By applying our skills, we turn these resources into useful products and services. If we do a good job, customers pay us more for our products and the sum of our cost and producing and distributing them. This difference our profit represents the value we add to the resources we utilize. That's a really interesting diff definition of profit. The different, the difference, our profit represents the value we add to the resources we utilize. Profit as a representation of the value added to the resources utilize. I like that idea a lot. Is impossible to operate a business for long unless it generates a profit. And so if a company is to meet any of its other objectives, it must make a profit. So on the very next page, left a note, it says no long term debt. And we're gonna see how his... Or, like, growing up during the depths of the depression, made a lasting impact on how he managed his business. So it said 60 years ago, keep in mind he's writing this book a few years before he dies. So I think it was written in the nineties, maybe the early 2 thousands. Okay. So 60 years ago, our country was in the depths of the great depression. Thousands of businesses had shut their doors, and 1 of every 3 people in the labor force was out of work. Bill Hue, and I were were raised during that depression. I think eventually, I'll be able to pronounce the last name of He. I Think I've said it, like, 6 different ways every time. We had observed back to the book. We had observed its devastating effects on people, including many families and friends who are close to us. Now this is a really interesting experience he's gonna have here. My father had been appointed as a bankruptcy referee for the state of Colorado. When I returned to Pueblo during the summers of the 19 thirties, I often helped my father in looking up the records of those companies that had gone bankrupt. I note here here's just really important observation. I noted that the banks simply fore foreclosure on firms that mortgage their assets, and the these firms were left with nothing. Those firms that did not borrow money had a difficult time but they ended up with their assets intact and survived during the depression years that followed. From this experience, I decided our company should not incur any long term debt. For this reason, Bill and I determined we would operate our company as a on a pay as you go basis. Financing or growth primarily out of earnings rather than by borrowing money. We knew self financing was possible because general radio, a company we admired had been in business several had been in business several years had been successful and had never sought outside financing. Our feeling was if they could do it, we could do it, and we have done it for more than half a century. So I think there's 2 important things there 1II empathize with this point about little long term debt. I... So we didn't live people listening to this right now didn't live through the great depression, obviously, or not many people lived or and lived through the a great depression, but we did experience the global recession real estate slowdown in the 2... In the late 2 thousands. And you realized that what he was saying here that, I noted that the banks simply fore foreclosure firms that mortgage their assets and they were left with nothing, and then comparing that to those firms, it did not borrow money at a difficult time, but they ended up with their assets intact. I think you could say the same thing about people were that were highly leveraged in real estate, and you saw the detriment that did that most of them blew up and lost everything. As opposed to people that were not speculating in real estate, they might have temporarily lost some money, let's say they had money in the market or wherever the case may be. But as long as they didn't in panic, they've been restored their wealth has been restored almost wholly by that by now. And that's something that's stuck with me. So I talk about the the impact that books have had on me. And 1 of the most impactful books that have. That's just fundamentally changed my worldview was the big short by Michael Lewis. The reason I say that that book was so impactful to me is because you realized that there was, you know, about, a hundred people are less that profit handsome off of the mass delusion that everybody was engaging. So everybody thought, okay, Realty it's going up up. There's is a huge opportunity, and there's, like, this mass hysteria, and then you have a small group of contra thinkers or people thinking for first principles realizing, oh, this is the error. Not only do they believe it, but they put their money behind it. Okay. So I had to go look it up. This is the the part in the the big short that I found really prospective altering as my way to put it. So the guy's name is Steve E, and he said, he'd go to meetings with Wall Street Ceos and asked them the most basic questions about their balance sheets. They didn't know he said, they didn't know their own balance sheets. Once he got... Once he got himself invited to a meeting, with the Ceo of Bank of America Ken Lewis. I was sitting there listening to him. I had an epiphany. I said to myself, oh my god, he's dumb. A light bulb went off. The guy running 1 of the biggest banks in the world is dumb they shorter Bank of America along with U ups, Citi group, Blame and Brothers and a few others. So the reason I say that is because that it changed... That a fundamentally changed my outlook on life is because, there's a lot of like, emphasis that humans put on of, like, a, of accumulating, like, credentials, like going to a specific school or becoming the Ceo of a large company or becoming a partner a law firm, and these are, like, heuristic districts that are supposed to be shortcuts and to to for us to identify people that know what they're talking about compared to people that don't, and then you realize that almost nobody knows what they're talking about. And in that situation, like you had somebody that can lay, who didn't even know zone balance. Sheet didn't understand the risk that his banks were taking and then winds up with a multi billion dollar loss. So hopefully, that rant made sense to you. But the second part that I thought was was important about the no long term debt section from the Hp way was that they realized that they could self finance because they saw other companies that they admired general radio in the sense that that had done so already. And I think that's part of the reason why reading these books and doing this podcast is important to me because it's a way for me to learn from people that I... That I admire even if I didn't live at the same time, that they did. This this great little anecdote in the book called a Mavericks persistence. I just wanna read this thing in faulty to you. Earlier I mentioned that sometimes management's turn down of a new idea It doesn't always effectively kill it. Some years ago at an Hp laboratory in Colorado Springs devoted to oc oc technology, 1 of our bright energetic engineers chuck house was advised to abandon a display monitor he was developing. Instead, he embarked on a vacation to California, stopping along the way to show potential customers a prototype model of the monitor. He wanted to find out what they thought, specifically what they wanted the product to do and what his limitations were. Their positive reaction spurred him to continue with the project even though on his return to Colorado, he found that I among others had requested it to be discontinued. He persuaded his R and D manager to rush the monitor into production and as it turned out, Hp sold more than 17000 display monitors, representing sales revenue of 35000000 dollars to the company. Several years later at a gathering of Hp engineers, I presented chuck, with a medal for extraordinary contempt and defiance beyond the normal call of engineering duty. So on a few chapters later, he has a chapter called trust in people. It's 1 of the tenants of the Hp way. But I I highlighted just 1 paragraph it's about continuing education as requirements since techniques lose relevancy. So this is him speaking. If an organization is to maximize its efficiency and success. A number of requirements must be met. 1 is that the most capable people available should be selected for each assignment within the organization. Especially in a technical business where the rate of progress is rapid. A continuing program of education must be undertaken and maintained. Techniques that are relevant today will be outdated in the future. And every person in the organization must be continually looking for new and better ways to do his or her work. In the same chapter, they talk about... There's 2 other ideas that he has that I love, and it's called, 1 is his unique idea on how to avoid layoffs during a, recession. And the other is this... This idea that employees should out outgrow you, which III haven't come across too frequently. So let's do handle the lay thing first. Another example of sharing... Though, in a much different way occurred in 19 70. Because of a downtown downturn in the Us economy, our incoming orders were running at a rate quite a bit less than our production capability. We were faced with a prospect of a 10 percent lay. Rather than a lay however, we tried a different tact. We went to a schedule of working 9 days out of every 2 weeks. A 10 percent cut in the work schedule, with a corresponding 10 percent cut and pay. Okay? So they're gonna try to avoid laying off people what they're gonna say is we're gonna cut your pay 10 percent, but we're gonna cut your work back 10 percent as well. This applied to virtually all of our Us factories as well as to all executives and corporate staff keep in mind at the time this is happening. Hp has already been business for over 30 years. At the end of a 6 month period, the order rate was up again and everyone returned to a full work schedule. Some said they enjoyed the long weekends even though they had to tighten their belts a little. The net result of this program was that effectively all shared the burden of the recession. Good people were not released into a very tough job market, and we had our highly qualified workforce in place when business improved. And then this idea of employees should outgrow you. Some people have left Hp and have successfully started their own companies. There are at least a dozen of these entrepreneurs and their companies now employ more than 40000 people. That's amazing. Are we upset that they left us on the contrary. Bill and I understand and respect the entrepreneurial spirit, and we are pleased and proud that they once worked with us and have done so well. We are also flatter than in building their companies. They have adopted many of the management principles and practices embodied in the Hp way. And he has a section called the peril of centralization, which is something I'm I think, predisposed to, like... So it says, it has been my experience that most business executives are quick to praise the concept of decent. But when it comes to their own organization, many are reluctant to adopt Perhaps the idea of turning over a portion of their authority to others is too unsettling. From personal experience, I've learned that even widely decentralized companies should be alert to signs of cumbersome centralization. Hp had a real test in this regard. So he's gonna go into part when they were getting when they were in a downturn and then how him and bill managed to bring the company back to life. Beginning back in the 19 seventies, when it was clear that a good deal of our future business laying computers and computer related products, many Hp managers began to look at Ibm as the model company. Ibm organizational structure was highly centralized, and many thought that was the way to go. Another factor pushing the trend towards centralization was the new demands placed on the Hp organization by the computer. Prior to entering the computer field, the Hp organization was structured for the instrument business. With decentralized divisions responsible for well defined product lines and operating with a good amount of independence. Talking about the struggles of transitioning from entire... Basically reinventing the company, transitioning to an entire new product line. This structure had worked very well for instruments and some thought it could be applied with equal effectiveness to computers. But working against that idea where 2 principal characteristics of the computer business? 1, new to Hp was the whole area of software? How do you organize to produce software? Where it is a report? What types of people skills do you need? Second, the computer business is a systems business. It requires many elements, software mainframe peripheral operating systems. To be to be combined in a sal product supported by strong service and maintenance good coordination is essential. I think what he's describing that paragraph is exactly what make made apple so successful. Hp responded to these challenges by trying various forms of organization. They were... There were divisions, group structures, than various task force, councils and committees intended to prove coordination. I think you can already see based on that sentence that's where this gonna go. Over time, these efforts began to create a complicated bureaucracy. Problems needing a prompt and intelligent decision... Problems needed prompt and intelligent decisions were being referred through level after level of management with un committees. Decisions were often postponed for weeks or even months. By 19 90, we faced a crisis. Committees had taken over the decision making process at Hp, and decision cycle times had balloon. So before I continue think about this. When we started... When he started talking about the peril of socialization, he's talking about back the transition that was happening back in the seventies. This slowly built up almost una for almost... For 20 years. So now he's in by 19 90, we're in a full blown crisis. Committees had taken over the decision making process at Hp and sit an decision cycle times had balloon. For example, 1 central committee, the computer business executive committee was intended to achieve a better focus and coordination for computer activities. Instead, it was slowing vital decisions just as our company entered the lightning fast competitive world of computers in the 19 nineties. In fact, the paralysis was spreading to areas of the company that had nothing to do with computers. That we were struggling was no secret, our stock had fallen into 25 dollars a share, and this is where they're fixing it now. Bill and I began sis systematically visiting several Hp facilities and meeting with employees at all levels of the organization to find out what really was going on. Eventually, we knew what we needed to do. Too many layers of management had been built into the organization. We reduced them. Needless to say, the computer business executive committee was dis distorted. As was much of the bureaucracy. Most important, computer operating units were given greater freedom to create their own plans and make their own decisions, resulting in a much more flexible and agile company. By 19 93, our stock was up to 70 dollars a share. And I wanna close with a little bit of optimism here. Which I think is a a good default mode. Exponential growth is based on the principle that the state of change is proportional to level of effort expended. The level of effort will be far greater in the 20 first century than it has been in the twentieth century. He packard company is a good case in point. It took 40 years for the company, Bill He and I started in 19 39 to reach 1000000000 dollars in annual sales. And a major part of that was from inflation. So 40 years to reach 1000000000 dollars. In in the 19 94 fiscal year that ended last October, we began the year with 20000000000 dollars in worldwide sales and added 5000000000 to that by year's end. This occurred with essentially no inflation. Other technology companies have shown similar growth. Just as it has in the past, our growth in the future will come from new products. In 19 94, we spent 2000000000 dollars in the new product development. Beginning by 19 39, we generated at least 6 dollars of profit spread over 5 or 6 years for every dollar spent on new product development. And this is a really important point. I think he makes here. By new products, I mean products they make real contributions to technology, not products that copy what someone else's is done. This must be our standard in their the future just as it has been in the past. Recently, there has been much discussion about developing an information super highway. This can be accomplished with products and technology already in place. And this is I think it's his most important part of this entire section. The 20 first century however, however, will be much more than an information age. It will be an age in which many kinds of new products contribute to a better life for all the people in the world. Our company will work hard to contribute its share. So I just wanted to close with that little note of optimism that we are unbelievably lucky to be alive when we are, the fact that what he's saying that there's gonna be... We're in the age of countless new products that can contribute to the betterment of everybody. So if you like the podcast that I make and you want me to to make more please go to Apple podcasts, or itunes and leave a 5 star rating. You can only review to, I'll read what you right there. I've read all of them so far. But, even if you listen to it on on other podcast players. Apple podcast podcasts is... It's super important because the more the more ratings that this podcast gets, and the higher the rating is the more it's gonna be shown other people, which means just more people hearing hearing these ideas. And if you're a fan of entrepreneurship and founding and building things. Like, like, I consider myself, you know, an evangelist for these ideas, these ideas are can be really powerful especially she ideas written reading these books. So hopefully, by leaving a rating and leaving a review, and it helps spread the word for this product, this podcast rather. And if you've already left reviews, and you haven't done an apple podcast... I mean, do it anywhere, where if you listen to Stitch your, wherever wherever you're listening to this at now, but also, share the friends. Entrepreneurs are people interested in founding... Founding companies building new products, they usually run packs. So if you like it, I'm sure some of your friends, I like it, And I just appreciate the favor of if you if you help me spread this message. Other than that, I'll be back very soon. Actually, I'll be back next Monday with with a new podcast. Thanks for your time, and I'll talk you soon."
}