{
  "transcript": "This is not a book about computers. It is a story about people. A remarkable collection of individuals led by 1 man, Bill Gates, whose drive genius, vision, and entrepreneurial spirit created 1 of the great success stories in the history of American business. 35 years old, Gates us at the pinnacle of his young career. Microsoft, the company that he and Paul Allen had founded 16 years earlier had become the first software company in history to sell more than a billion dollars worth of products in a single year. Gates was the undisputed mastermind of that success. His company's astounding ascension had made him the youngest billionaire in the history of America. A most unlikely captain of industry. He looked as if he could have been 25 years old or younger. No 1 underestimated Bill Gates though. Too many people had done that in the past. Most people already knew Microsoft's history. In 19 80, the company had sold the Ms dos operating system to Ibm. The revenue from that partnership gave gates a guaranteed income stream and the push he needed to make his vision. Microsoft software on every desktop Pc come true. Not long after he made the deal with Ibm, the fiery competitive gates slammed his fist into his palm and vowed to put several of his major software competitors out of business. By 19 91, many of those competitors were in full retreat. That's an excerpt from 1 of my favorite biographies and the book I'm gonna to talk you about today, which is Hard drive, Bill Gates and the making of the Microsoft Empire, and it was written by James Wallace and Jim Eric. I first read this spoke almost 3 years ago for episode 140. And the reason this 1 of my favorite biographies is because it covers the first 36 years of Bill Gates life. It is about the beginning of the company. And more importantly, it is about the young version of Bill Gates that built the foundation that the Microsoft Empire rests upon today. And the young version of bill gates is nothing like the version of Bill gates that you see in the media today. And after I read the book the first time, the way I described it was that a young bill gates was like Angus khan in a mister Rogers costume. And so let's jump into his early life and how he was when he was a kid spread throughout the first chapters, all these different descriptions from people that new bill when he was younger. Some our friends, classmates, family members. And so I just gonna give you a couple of examples of how they described him. Aggressive and stimulated by conflict, prone to change moods quickly, a dominating personality with outstanding powers of leadership. If left to his own devices, a young bill gates would just sit in his room and read non nonstop, Gates read the encyclopedia from beginning to end when he was only 7 or 8 years old. That is going to be a reoccurring theme throughout the entire book. Just how much he reads. And this is a description of Bill from his mother Mary, Mary Gates in describing her son has said that he is pretty much done what he wanted since the age of 8. And here's another description of a young bill gates even as a child gates had an obsessive personality and a compulsive need to be the best. Any school assignment, be it playing a musical instrument or writing papers, whatever, he would do at any or all hours of the day. Everything Bill did, he did to the Max. That's actually a great 1 sentence summary of the the bill gates that's present in this book. All the way up until the age of 36. Everything Bill did, he did to the Max. What he did always went well well beyond everyone else. A few pages later, Gates loved competing. He hated losing. Everything he did, he did competitively and not simply to relax. He was a very driven individual. When Bill going into seventh greatest parents did something that was important, they transferred him from a public school to a private school, this private school schools called Lakeside. The reason that is important is because Lakeside is the first place where Bill ever sees a computer. This is going to be the start of Gates obsession. This is where he gets access to a Pdp 10 mini computer. So it says the Pdp 10 lakeside used was owned by general Electric, which build lakeside for computer time. And so the parents at the school, they raised about 3000 dollars thinking. Okay? This is gonna be, this should be enough for the kids to learn how to use a computer. Right? So it says they raised about 3000 dollars figuring that the amount would be enough to last the rest of the school year. What they didn't realize was how s a mistress the machine would become. Bill Gates was about to develop a very expensive addiction. And this event in Bill Gates life is important for at least 2 reasons. The first thing that popped to mind when I was reread the section. Was this excellent advice that Charlie Mu gives to increase your likelihood of success, and he said you should maneuver yourself into doing something in which you have an intense interest. The keyword word being intense. Intense is exactly what a young bill gates obsession with the computer was, and the second reason was he's about to meet Paul Allen, which is going to be a few years from now. His c founder of Microsoft. Gates was immediately hooked. Whenever he had free time he would run over to get more experience on the system, But gates was not the only computer cray kid at Lakeside. He found he had a computer for time on the computer with a handful of others. Among them was Paul Allen, who was 2 years older than gates. 7 years later, the 2 classmates would form Microsoft. And so this is more about Bill's intense interest. It also makes me think of 1 of my favorite quotes ever from Jeff Bezos He says we don't choose our passions they choose us. It says Bill Gates cannot explain why he reacted as he did to the computer, but it triggered a deep passion, an obsession in him, and this is what obsession looks like. Gates devoured everything he could get his hands on concerning computers and how to communicate with them. Often teaching himself as he went, the faculty knew next to nothing about computers. Gates in the other kids hanging out day night in the computer room were pretty much on their own. Within weeks, most of the 3000 dollars raised was gone. And so we're about to see how a young bill gates solves problems. He's like, okay, Well, I wanna use a computer. I can't use a computer because we're out of money, so I need to find some other way to get more time on the computer. So in his mind logical thing is, okay, let's figure out how to hack into the system and just changed the amount of time that we're using. Gates and a couple other boys broke into the Pdp 10 security system and obtain access to the company's accounting files. They found their personal accounts and reduced the amount of the time the computer showed that they had used. They were quite proud of this ingenious accomplishment until they got caught. And so at first, they get in trouble and then they get a job which leads them to getting unlimited computer time. The company that they were paying for their computer time had a problem with their software crashing all the time, Bill and a couple of the other boys at Lakeside. Where we're really actually good at identifying and then fixing bugs. And so they saw gates and friends as a solution to what they called their reliability problem. And says, so so the company hired a herd a friendly users and they became the unofficial night shift. They offer gates and the other lakeside computer junkie on opportunity to try to crash the system in exchange, they would get all the free computer time that they wanted. And this is the first time the book talks about a theme that's going to repeat it over and over again for the next 400 pages. And that his Bill Gates desire to be hardcore. He uses the term hardcore over and over and over again. It was often past midnight when the boys finished their work. That's insane because they're in middle school this time. It was when we got that free time that we really got into computers Gates said. I mean then I became hardcore. It was day and night. Gates was 13. Gates and Allen not only look for bugs, but they also look for any information that might help them learn more about computers, operating systems and software. Gates would go through garbage cans so we could poke around for important tidbits of information left behind on the day shift. I'd get the notes out of the trash with coffee grounds on them and study the operating systems. And there's a line in here that made me think of something I read last week when I read Least, auto for episode 2 89. And he talks about when he was getting started. Right? He had no money, but he had a ton of enthusiasm. I mean, he actually thought that enthusiasm helped other people wanna help him. I think the line in the book says. He was he was Himself he says I was a young man with no money and tons of enthusiasm, we see that with both Bill Gates and Paul Allen in this book right now, Gates and Allen stood out from the other kids because of their enthusiasm. And so as I'm reread the book for the second time I'm like, wow. This is like, really Book gates parents had, like, a lot of foresight, Like, they're letting their 13 year old kid work on these computers till after midnight? Nope. They were worried about his obsession too. His parents became increasingly concerned about their son. The computer seemed to have an almost supernatural hold on him. Although he was only in the ninth grade, he was already obsessed with the computer ignoring everything else and staying out all night. So they order him to stop using computers completely which he complies with temporarily at least, but this is the interesting thing about Bill Gates. He has to direct his energy and his enthusiasm is passion in some direction, so he directs it back into books. He said there was an infinite amount to read. There was at least 9 months there when I did nothing with computers. Read he did with the same kind of commitment he had made to computers. He consumed a number of biographer these. Franklin, Roosevelt and Napoleon's among others to understand how the great figures of history thought. So young Bill gates is doing exactly what you and I are doing right now. In addition to reread this book, I also watched this documentary in Netflix for the second time. About Bill Gates, it's called in Bill Gates mind. And he talked about this time in his life and why he was so obsessed with reading these biographies. He said, the idea that some people were super successful was interesting. What did they know? What did they do? What drove those kinds of successes. So those are the questions that he's reading to try to answer for himself. Back to more descriptions about a young bill gates. Bill gates was never just 1 of the boys. His drive intensity attitude and intelligence made him stand out. Nothing about Bill gates was normal. He had a hard nose confrontational style. His intensity at times simply boiled over into raw un throttle emotion. And he was definitely introverted, but he also had a small group of really close friends. This is how they would describe Bill Gates at this point in his life to those who knew him best Bill gates was harley the social... Out cast he may have appeared to be from a distance. He had a sense of humor and adventure. He was a risk taker. A guy who liked to have fun and who was fun to be with. He had an immense range of knowledge and interest and he could talk at length on any number of subjects this in this part and jump out to me, says he was a risk taker. I read his c cofounder auto, Paul Allen, long Paul automatically a long time ago was all the way back on episode 44, and there was something in that book. Said about Bill Gates by Paul Allen mother that I never forgot. And she called Bill Gates an edge walker, which is a fantastic term. This is a quote from Paul Allen auto. He says my mother had a term for adrenaline junkie people who would court risk for the thrill of it. That person she'd say is an edge walker. Bill Gates was an edge walker where I was wary of danger, Bill seemed to enjoy it. So so far, we have an extremely intense intelligent, driven focus person, obsessed with learning And then another part that we have to add to understanding Go gates is, he knew he wanted to be very, very rich and he said so at a very early age. This is just the first example of many times he repeated stuff like this to people around him even when he was like a kid. So says although Gates may not have known when he was gonna do with his life. He seemed confident that whatever he would do would make him a lot of money. He made such a prediction about his future on several occasions. Gates told his friend that he would be a millionaire by the time he turned 30. He told another friend. I'm gonna make my first million by the time of 25. It was not set as a boast or even a prediction, he talked about the future as if his success was pre destined. And 1 idea that Bill and Paul arrived at early was the fact that, hey, learning how to create software is really valuable, like we can make a lot of money doing this. And so there's gonna be 2 examples of how they actually made real money when they were still in high school by programming. And so the very first company that they start together was this company called T data, And the premise is very simple. You ever drive these roads it says, almost every municipality use metal boxes and linked to rubber hoses that stretched across the roadway to count cars. So this system is producing data. They're like, hey, we're just gonna make this data look better. You can actually analyze it easier. Gates and Allen figured that it could program a computer to analyze a traffic counter, then sell the information to municipalities faster and cheaper than their competition. The software program turned turned the data into easily readable traffic flow charts. They grossed about 20000 dollars from this. They still remember their stone high school. The company eventually folded though after gates went off to college. So at this point in Sore Gates is a senior high school, and this is where he's gonna get a full time job. And this is how that happened. Gates received the phone call 1 day from a man from T r, the giant defense contractor. T was offering a full time job with a salary. They needed help with a project to computerized the power administration's power grid for the Northwest. So why would they be calling a high school senior? They did not know they were calling a high school senior? Their project was, was behind schedule because the Pdp 10 software was infested with bugs. T went looking for bug hunting experts with Pdp 10 software. So the people at T are going to discover this book from that company that was giving them free time to find bugs at night and as a result, you had unlimited gates and friends had unlimited time on the computer. And so Trd comes comes across this book called the prom report book, and it says the names of 2 bug hunters appeared on nearly every page, Bill Gates and Paul Allen. So T decided to contact Gates by phone. And then it says gates received permission to miss part of a senior year so he could work full time at T w. And so Bill's is gonna graduate high school. He's gonna go off to Harvard, but at the same time, him and Allen have these ongoing discussions about what they should do together in the future. Said he and Allan began to talk seriously about forming their own software company. For some time now, they had shared the same vision that 1 day the computer would be as commonplace place in the homes as a television and that these computers would need software. Their software. We always had big dreams Alan said. So Bill arrives at Harvard keeps the same level of intensity and the intensity he had when he was a kid that he had in high school that had in college and he's gonna have his entire time running Microsoft There's just 1 line in here that made me laugh though I have to reach you first. Bill Gates would later tele went to Harvard University to learn from people smarter than he was, and he left disappointed. So most of his time in college has not spent on his classes was actually spent programming and playing poker, And so says that gates would fall asleep and his class was not surprising. He was living on the edge. It was not unusual for him to go as long as 3 days without sleep. His habit was to go for 36 hours or more at a stretch. Collapse for 10 hours, then go out get a pizza and go back at it. And if that meant, he was starting again at 03:00 in the morning then so be it. And so there's a ton of stories in the book in the early days of Microsoft that people would just walk in the office in the morning. And they trip over, like, gates the sleeping on the floor or sleeping on his desk or curled up in the corner. And so Gates doesn't think he's getting a lot out of Harvard. He... At the same time he's having all these phone conversations with Paul Allen, and he's telling Allen. I'm thinking about dropping out of Harvard. And gates had been telling his parents that I might drop out Harvard and me and Paul are gonna start our own computer company. They did not like that idea. And this is the thinking of Paul on Bill Gates on, like, why would you... They would would both take a risk of dropping out a college to do this thing. And said gates and allen were convinced that the computer industry was about to reach critical mass and then when it exploded, it would usher in a technological revolution of astounding magnitude. They were on the threshold of 1 of those moments when history held its breath and jumped as it had done with the development of the car in the airplane. They could either leave the revolution or be swept along by it. And this might surprise you that gates may net have dropped out of college if it wasn't from the constant push from Paul Allen, Allen was much more eager to start a company than gates. Who was worried about the reaction from his family if he dropped out of school. Paul kept saying, let's start a company. Let's do it. He kept saying it's gonna be late. We'll miss it. And so we see from this section of the book he's at the right place at the right time in history with the right set of skills and yet he's still needed a push from Paul. What's so fascinating about this time in Bill's life as he just wasn't sure where to direct. His mono focus. This is 1 of my favorite paragraphs in the entire book. Bill had a mono quality. He would focus on something and really stick with it. Had a determination to master whatever it was he was doing. Bill was deciding where he was gonna put his energy to hell with what anyone else thought. And so he's looking at all these options trying to figure out hey, where am Gonna direct this mono focus? He makes a decision, which is 1 of my favorite things that Edwin land ever said. And it had a huge influence on my own decision. Like, where I'm gonna direct energy? He says don't do anything that someone else can do. Bill is going to arrive at a very similar conclusion that Edwin landed. It says at Harvard, Bill was 1 of the top mass students, but he was not the best. These is it. He had met several students better than he was at math. Gates eventually gave up any thoughts of becoming a mathematician. If he couldn't be the best in his field. I met several people in the math department who were quite a bit better than I was, said Gates. It changed my view about going into math. It maintenance and this is why. It made the odds much longer that I could do some world class thing. Bill wanted to be the best, Not 1 of the best, not kind of best, not top 5, top time. He wanted to be the best at what he did. And so he's going to all these options. Okay, Mathematician That's out. He says, there were so many choices. My mind was pretty much open. Maybe being a lawyer would be fun. I thought working our our our artificial intelligence would be fun. I thought theoretical computer science would be fun. I really had not zeroed in on something, but this sentence is very important in how he made his decision. Gates may not have been the best mass student, Harvard, but he had no peers in computer science. And then the decision was made obvious when Paul Allen walks by magazine stand and seized the latest edition of popular electronics magazine, and on the cover is the world's first mini computer. And it says on a cold winter day in December 19 74 Alan was walking across Harvard square and on his way to visit gates when he stopped a kiosk and spotted the issue of popular electronics. That issue sent his heart pounding. On the cover was a picture of the Alta tear 80 80. It said World's first micro computer kit to rival commercial models. I bought a copy read it and race back to Bill's dorm to tell to talk to him. I Told Bill, where here's our opportunity to do something with basic basics of programming language at the time. Allan was a student of Shakespeare and was reminded of what Shakespeare wrote in Julius Caesar. There's is a tide in the affairs of men which taken out the flood leads onto to Fortune, omitted all of the voyage of their life is bound in the shallow and in mis. On such a full sea, we are now a afloat and we must take the current When it serves or will lose our ventures. Gates knew Allen was right, it was time, the personal computer miracle was going to happen. And so this gonna be the first project of what turns into Microsoft And so they call up the maker of the computer. It's his company out in Albuquerque, New Mexico called Mit s. He needed somebody to write software for the computer and he tells Paul and Bill, whoever shows up first with a working version of basic will get the deal. And so I'm skipping ahead to after their program worked. This is how the author describes the importance of this event and this is is absolutely excellent writing. The personal computer revolution had begun with a game played on a small blue box with blinking lights named after the brightest star in the constellation that's the Alta. 30 years earlier, people in Albuquerque had witnessed the sun come up in the south. When the world's first atomic bomb exploded in the pre dawn darkness, a hundred miles away. Herald the nuclear age. Now another age had dawn in Albuquerque. It began at a rag tag company located next to a massage parlor. Its profits were 2 young men not yet old enough to drink whose computer software would soon bring executives in 3 piece suits from around the country to a highway desert town to make million dollar deals with kids in blue jeans and t shirts. This is happening 45 years ago. I think this paragraph gives you context to why this is so important. You have to remember that in those days, the idea that you could own a computer. Your own computer was about as wild as the idea today of owning your own nuclear submarine. It was beyond comprehension. And so this is where Gates is gonna drop out of Harvard for the first time. He actually winds up going back for, like, 1 other semester and then dropping out permanently. But what was fascinating is this is what I mentioned earlier how his parents did everything they could to try to talk him out of this. So they had a family friend that was a founder and investor. They send him over they're, like hey, You talk Bill Can you please tell him not to do this? His name's Samuel. He's having this conversation with bill Gates. And so not only did he not talk him out of it. He thought was a great idea. Not only did Samuel not try to talk gates out of his plans to start a business, but after listening to the enthusiastic teenager, he encouraged gates to do so. Mary, which is Bill Gates. Mom, Mary and I have kidd about this for years said Samuel, who's now 7 years old when he's given the interview for the book. Mary and I have kidd about this for years. I told her I made 1 terrible mistake. I didn't give Bill a blank check to fill out the numbers. I had been known as an astute venture capitalist, and I sure didn't read that 1 right. And so Bill drops out of Harvard moves A albuquerque where Mit is headquartered, and this is another main theme that is repeated over and over and over again in the book is just how financially conservative Bill Gates was when he was running Microsoft. Even many years into the future, when Microsoft is printing money. He was very financially conservative, Microsoft was unbelievably capital efficient. They got from founding to Ipo without needing to take venture capital money. When they did take an investor in, they did... They did it for advice, and they said they just took whatever. I think was like, a million dollars, maybe 2000000 dollars. They're like, oh, we just took that million or that 2000000 and just put it in the bank with all the rest of our millions. And so this is the first time it's mentioned in the book, but it's repeated over. And again, his parents and grandparents taught him to be financially conservative, and that was the way he intended to run his company. There would be no unnecessary overhead, are extravagant spending habits with Microsoft. When gates arrived in Albuquerque, he and Alan shared a room. And so even from the very beginning, they had these giant goals that Paul Allen referenced early in the book when they would... They had talked about in high school that they're saying, hey, the Pc is going to be everywhere It's gonna be as communist television, and we want our software on all of them. And so this is a description of the very, very early days at Microsoft, Bill and Paul were very, very intense. They had a clear understanding of what they were doing. And the sense that they had a vision of where they were going. It wasn't just that they were developing basic. I don't think most people ever really understood this, but Bill certainly always had the vision from the time that I met him that Microsoft's mission in life was to provide all the software for micro computers. And this is a description of a lot of the early employees at Microsoft Part of made Microsoft so successful during the company's embassy was the team of programmers that Gates and Allen began to assemble in the spring of 19 76. They became known as the micro kids, high Iq insomnia acts who wanted to join the personal computer crusade. Kids with a passion for computers who would drive themselves to the limits of their ability and endurance. And so the agreement that Microsoft has with Mit at the time is that, hey, you're going to pay us a license fee for every computer that you sell that contains our basic, there's gonna be dispute on how exclusive this license agreement should be. Gates is out there selling it to a bunch of other hardware makers, but Ed Roberts to founder November Its, gets in the way constantly. And so the first time I got to the session in the book, I wrote this does not seem like a situation that Bill would put up for very long. And it's not. And part of the reason is that Bill thought that Mit was a was very... Was a poorly run company. And he had no intention allowing anybody else to limit the amount of licenses that he could sell. And so this disagreement goes on for a while. What happened is Microsoft says, okay. Gonna terminate the license agreement. This is going to lead to Mit suing Microsoft. Their contract said that any dispute had to be saw resolved by arbitration, so that is what they're waiting for. This leaves Microsoft in kind of a limbo. And so it says until the licensing dispute was resolved, Microsoft could not license its basic. It would take several months to resolve the matter and for what would be the only time in the company's history that is a crazy line. And what be what would be for the only time in the company's history, Microsoft faced money problems. And so what was interesting is while this dispute is happening. Ed Roberts actually sells his company. He sells on Its to this other company called Per tech. And that leads to 1 of the funniest paragraphs in the entire book, which gives you a great idea of who Remember, this this entire books. Entire podcast is about young bill gates, and this is gonna give you a great insight to how a young bill gates was to somebody that was working with him for years. A bit his In many ways his very first business partner outside of Paul Allen, listen now how he describes him. When the chief council for per came to Albuquerque to assess the situation talk with Gates, he took 1 look at the long haired sc 21 year old and decided that this legal battle against Microsoft was going to be easy. It's not easy Not only was wasn't not easy. They wanted be losing. Roberts had warren per tech that it would have its corporate hands full with gates, but no 1 listened to him. Per tech kept telling me, I was being unreasonable and that they could deal with this guy. It was a little like Roosevelt telling Churchill that he could deal with Stalin. He's comparing a 21 year old bill gates to Joseph Stalin. And he wanted to being correct per tech winds of losing this, this arbitration because they also said that, hey, they had... They were sent bill a letter, and they said it they would no longer market basic or allowed it to be licensed because it considered all other hardware companies competitors. And so that letter winds up being a key piece of evidence, and this is a result after the decision came down and the log jam of customers waiting for basic broke loose, Microsoft never had to worry about money again. And so again, I just had to reiterate how lean Bill Gates ran Microsoft 4 years in. They're just 11 employees. They're about to move from Albuquerque to Seattle. Before I get there, there's just 1 line that made me laugh. It said gates had read business books like other male students read Playboy. He wanted to know everything he could about running a company. And so again, we see this ins desire of knowledge that is so common with the people that you and I study on this podcast. And so right before they move the company from Albuquerque, they take this company portrait. You can actually see this if you type in Microsoft 11 portrait on Google images. It says a few weeks before the move, they decided that Microsoft needed a portrait, the picture of the Microsoft 11 taken that day would later become famous appearing in magazines across the country. And so they're all packing stuff up, and they're gonna drive from Albuquerque Seattle and the way that Bill drives is also the way that he built his company. 1 of the last employees to leave Bob Wallace, while driving along route 66 towards Seattle and his Honda civic noticed a green dot appear in the rear in his rearview mirror. Moments later, it shot past him at well over a hundred miles per hour. It was bill Gates in his porsche. He was anxious to get moving. All this driving was a waste of time. You couldn't be programming. And so I think a lot of people might find how Bill spent his time in the early years of Microsoft surprising. He was their main salesman. He prioritized sales over everything. Was sustained the company was not gates ability to write programs. Gates sustained Microsoft through tireless salesman. For several years, He alone made the cold calls and h, c controlled, brow beat, and hu rang the hardware makers of the emerging, personal computer industry convincing them to buy Microsoft services and products. He was the best kind of salesman there is. He knew the product and he believed in it. He approached every client with a... With his Z tree of a true believer. From the day he first articulated the Microsoft mantra, a computer on every desktop and Microsoft software in every computer. And this is bill describing Microsoft when he was 25 years old. When we got up to 30 employees, it was still just me a secretary and 28 programmers. I wrote all the checks, answered the mail, took the phone calls. So since the first 5 years of Microsoft history, there was more than 200 different brands of micro computers that had been brought to the market, that is who Bill Gates selling into, that is the first wave that Microsoft is going to ride The second 1 is going to be Ibm. And so this is what's gonna set the stage for Ibm and Microsoft to work together. Many of those working at Ibm did not believe it was possible for them to develop its own successful personal computer, given the existing structure and culture of the company. So it's talking about at this stage, in Ibm career. It's very. It's a it's just a giant bureaucracy. The personal computer had been created out of an entrepreneurial spirit that did not exist at Ibm. And what Ibm dallas is essentially a set of this lab in Boca Rat ton Florida that's supposed to be set... It's still owned by Ibm it's supposed to be like more like a startup up culture outside of Ibm headquarters in new York. And so I'm gonna get into why if they're building their own hardware, why didn't they just build their own software too, but I found a note that I left the first time I read this book. And I just found it again. I and I wrote, though, this is still a good note almost 3 years later. And it's this guy from Ibm meeting a very young bill gates. And this is how you described it. He says I new bill was young, but I never seen it before. When someone came to take us back to his office. I thought the guy who came out was the office boy. It was Bill. Well, I'll tell you or anybody else. That by the time you were with Bill for 15 minutes. You no longer thought about how old he was or what he looked like. He had the most brilliant mind I had ever dealt with. And so this is the note of myself many years ago and I thought the 1 that I thought I was still good. Bill overcame his weakness, which was that he look young by relying on his strength, his mind and the passion he had for his work lean into your strengths. And so they wanted making this agreement that Microsoft gonna provide the software for Ibm Pc, and this is very interesting why they had to do this. Actually, I'll get there in 1 second. This... Before I get there, the this this decision for build not to cap. His upside. Maybe the most important businesses decision he ever made his life. Ibm had talked to gates about a fixed price for an unlimited number of copies of the software of Microsoft licensed Ibm. The longer gates thought about this proposal the more he became convinced it was bad business. Microsoft would meet be making a huge financial investment in this project and a lump sum payment from Ibm would not give the young company much of a return on its investment over time. Gates had decided to insist on a royalty arrangement with Ibm. That royalty arrangement was referenced in the introduction in the book when it says that revenue from the partnership gave gates a guaranteed income stream and the pushing needed to make his vision, which was Microsoft's software in every desktop Pc come true. Another part of the agreement, which is what I was referencing early in why it's super important was that Microsoft would retain ownership of whatever software it developed. And so the reason that Ibm is not writing its own software and saying Microsoft can keep Ownership of the software that it creates is because for the last 10 to 15 years through 3 different presidential administrations. The government had been investigating Ibm as a monopoly. 3 separate presidential administrations had investigated and tried to break up Ibm. So once Bill has a signed agreement with Ibm, he actually goes and buys the operating system. And there's a few things interesting about this deal. The first 1 is that you see that Bill wants to receive licensed royalties. He does not wanna pay them. He just insisted Ibm pay him royalty not a flat fee. Now when he's doing this deal with Seattle computer products, it says Gates personally went through the document in his own handwriting and changed key language to specify a sale of dos instead of an exclusive license. Gates signed what would prove to be the key financial agreement that made him a billionaire and many of those working for him millionaires for only 50000 dollars, Gates bought all the rights to 86 dos, previously owned by the Seattle computer products company. It was the bargain of the century. And why do they say the bargain in the century because just a few later? I think this is like, maybe 8 maybe 10 years the most says the operating system that once belonged to seattle computer had by then become an industry standard By 19 91, Microsoft was making more than 200000000 a year. Just from sales of Ms dos. And so the book goes into a lot more detail about the development of the partnership between Microsoft and Ibm. It was top secret. Eventually, they wind up finishing the work for Ibm then it becomes publicly announced that Ibm building a Pc in the Off software is going to be running it, and Microsoft reaction says major milestone in the corporate history is fascinating, reminding me of something that Michael Jordan said in his I get there 1 second So he says there was a little celebrating back at Microsoft when the big day came. Steve Balm took the newspaper clipping and posted on on the front door. There were smiles, handshakes and paths on the back, but no wild parting, no champagne cork popping. There was still a lot of work to do. A new version of dos was already in the works. This is the turning point in Microsoft's history. When I read that part on episode, I think it was 02:13 of Michael's auto buyer driven from within, he talks about this this mentality that you seen in Microsoft. He talks about it. He had this mentality. He's extreme winners how this mentality. This idea of being un compromised. So this is what Michael said about that. You have to be uncompromising in your level of commitment to whatever you're doing or it can disappear as fast as it appears. So that the way I think about that this is if you go to sleep on a win when you wake up with a loss. Michael continues. Look around. Just about any other person or entity, achieving at a high level has the same focus. The morning after Tiger Woods rallied to beat Phil Mick at the 4 championship in 2005. He was in the gym by 06:30AM to work out. No lights, no cameras, no gl or glamour, un compromise. So Microsoft's revenue and profit growth from here. Is just absolutely parabolic. This is where he brings in quote unquote adult advice, imagine imagine being able to buy 5 percent of Microsoft for a million dollars. I think they buy, like, 985000 shares for a million dollars. I think it mentions this later in the books well. Then in a carefully plan move that had been under discussion for some time, Bill sold 5 percent of Microsoft for a million dollars to technology venture investors. It was a venture capital firm in Men park, California. David Mark Cart. I think is how you pronounce the guy. He was a general partner in Tv was made director of Microsoft new board. Microsoft did not need the venture capital. Gates was essentially hiring the firm's expertise. It was Steve Balm who convinced gates to sell off a small part of the company as a long term investment in the future. We just threw that million dollars into the bank with all of our other millions. And so we go back to this main theme that repairs over and over again in the book Over and over again in documentaries about the early days of Microsoft. Bill Gates was ruthless. This is why I say he reminds me of Gang khan. Gates wanted to eliminate his opponents from the playing field. Bill learned early on that killing the competition is the name of the game. There just aren't as many people later to take you on In game theory, you improve the probability you're going to win if you have fewer competitors. And there's a ton of anecdotes in this book just like this, we're gonna put digital research out of business. Slamming his fist into the palm in his other hand. So there's actually a sequel to this book that I that I did, all the way back for, episode 1 74. It's called Overdrive. And it's, like, the next, like, 5 years or maybe 6 years of the history of Microsoft. And there is a story in that book that stuck with me the for the very first time that I read it or from the very first time that I read it, that really describes just how obsessed Bill Gates was of eliminating his competitors. She have to understand. If he didn't think this is how... This is this something he repeats of this book or whenever again. If this is way what he thought. If you lost a 50000 dollar contract, he considered it a hundred thousand dollar loss because he lost a 50000 from the revenue of the contract. And the other competitor, the other company got to 50000 dollars. And so in that book overdrive, it goes into even more detail. I think than this book does about, like, their obsession with their competitors and eliminating the competitors. They would, like, create, like, t shirts talking about their competitors like to rally them up to, like, try to destroy them. Okay. That's fine. I'm sure other people have done that. I'm not sure I've ever heard another story like this. Keep in mind, at the time of this story, this comes from Overdrive, episode 1 74. Bill gates is a multi billionaire. Microsoft is undeniably the the leader in its category. Right? Philippe Khan, ran in a software company. They were competitors are like, f. Right? But they were like talk to each other industry events. So Philippe Khan tells a story. That he winds up walking over, they're they're both at an industry conference. Gates is sitting alone in a quarter. Right? Looking at a photograph in his hands. Philippe Khan walks over to say hi to Bill Gates and realizes that Bill is looking at a picture. By himself in the corner, staring at picture, a philippe khan. That is some serial killer shit. So this obsession to eliminate players Other players from the board cannot be understood. It's also why the Us government hits Microsoft in a few years with the antitrust suit. But Bill was obsessed with knowing everything that was happening in his industry. This is another example. This is a few pages later. If you talk to Bill about any software company or any hardware company there's a very high probability that he would be able to tell you who the Ceo is. What their revenues were last year, what they're currently working on, what the problems are with their products. He's very very knowledgeable and he pride himself on knowing what's going on in his industry. And so major criticism people would fling at a young bill gates was that, oh, he's Arrogant. He's cocky. He thinks he's smart than everybody else. Everybody really says that he's arrogant, but you ought... There's also a ton of examples where he knew where he was weak and he would listen to others. So at the time Microsoft is doing this massive expansion into another huge category for them, which is... We're gonna write our own applications. Okay? And so they're actually developing what is eventually gonna turn into Microsoft word. Before it was called Microsoft word, Bill Gates wanted to call it multi tool word. But we see these willing to listen to other people and if their ideas better he's willing to use their ideas, word was originally going to be released as multi tool word. Would just be a continuation of the multi 2 application product line that Microsoft was available a time. So this a guy named Hansen is working in there says now it's about. Hansen suggested a different product naming strategy. It was important, is actually good advice for products for naming products and the importance of brand. Talks about the brand has to be the hero. Hansen suggested a different product name strategy. Was important for the product to be identified by its brand name. He pointed out. The Microsoft had to get its name associated with its products. And so he elaborate on why this is an important concept. Says. If you look back at some of the old articles that were written in the industry, you'll see the word multi plan, but no Microsoft associated with it. That was cool because multi plan was a standalone name, just like Words star. So words star is the application they're trying to compete against and trying to displace. Okay? People who wanted a word processing program knew the name Words star, but they could not have told you that Micro pro was the company that had made it. Hansen point is like we want the consumer to know that it's made by Microsoft. The brand is the hero Hanson said. People start to associate certain images with the brand, and that becomes much more important than any single product. What the consumer goods companies realize years ago was that products come and go. You're gonna have a product and it's gonna rise and fall. But if you create a halo Around a brand name and create equity in a brand when you introduce new products under that brand halo, it becomes much, much easier to create momentum. We decided that we needed to make Microsoft the hero. Gates immediately saw the logic of Hanson argument. And that is an important idea behind this concept of you have to know what you're not good at. It appears over and over again in the book. This is a summary of that. As you watch your house... This this is coming many pages later. As you watch How Microsoft has developed, what you see is gates realizing well in advance what he's not good at and going out and finding exactly the right person to do the job. This is so rare. I've been following started companies for years. I can't tell you how rare this is. And so then I gotta tell you about something that I missed the first time I read the book. I couldn't tie together yet. Because the first time I heard this book was for episode 140. Well on episode 01:55, I've read this fantastic book called Invent and Wander, the collected writings of Jeff Bezos. And Jeff says something in that book that's very fascinating and he talks about, like, how important speed is in business like the importance of speed is something that appears over and over again. These conversations that you're gonna have. Right? Let me read this quote though from Jeff Bezos event wonder, episode 01:55. Okay? Hopefully, you have that book. It's all of Jeff Bezos to shareholders letters and then transcripts of all of his important speeches it's absolutely excellent If you don't have it at order right now. It's definitely... You know, there's ideas worth millions if not billions of dollars in that book. And this switch Jeff says. You can drive great people away by making the speed of decision making really slow. Why would great people say in an organization where they can't get things done. Look around after a while and they're like, look, I love the mission, but I can't get my job done because our speed of decision making is too slow. And so at this point in history, we were in the Bill gates book is that Steve Jobs and bill gates are just taking a ton of ideas from the from Xerox Park. Which is a research and development company in Palo alto owned by Xerox. And not only taking ideas, but they're taking people away from them. Why? Because they move too slow. Finding Xerox defectors wasn't difficult, so Bill Gates is his company's growing like crazy? He needs his bottleneck in many cases it's like talent. Right? So he's finding talent because this other companies just too damn slow. Finding xerox effector wasn't difficult. I'm gonna skip over the names. They had grown grown dissolution with the fact that so many good ideas developed by Xerox Spark never got to market. Xerox was the epitome of corporate culture said 1 of these people that he's recruiting. Everything was run by committee, and there was not too much individuality. Microsoft on the other hand was a bunch of individual with the whole show run minute to minute by Bill Gates, he was in on every decision from top to bottom. And this is something that's also repeated Multiple times in the book. It's gonna echo 1 of my favorite quotes that I've told you over and over again. It's in this book called Inside Steve Jobs Brain. I think this episode 02:04. And it's the fact that Apple is just Steve jobs with 10000 lives. The founder personality is going to be embedded into the company, and we see this explicitly in Microsoft's early history. Microsoft just hired clones of its leader over and over and over again. 1 of the greatest lines that I've ever had in conversation came from my friend Seth Bannon who was describing to other founder named Alexis Rev, was also a friend of mine, and he said that Alexis is intolerant of slowness. I just absolutely love that term. Think Could go into more detail on the Alexander the great episode that I did. That's episode 02:32, but here's another great. So we have intolerant of slowness, and now we're gonna have Bill Gates version intolerant of distractions. I love this. Gates was extremely focused and did not tolerate distractions. He didn't own a television, and he dis... And he had disconnected the radio in his car. There's this great quote from Warren Buffett, that I heard 1 day where him and Bill are having, I think lunch with Bill's dad, so Bill Gates senior. Right? Bill's dad. And Warren said something that was fascinating. He said Bill Gates Senior posed the question to the table. What factor did... This is the question Bill had for for his son and warren buffett it. What factor did people feel was the most important in getting to where they've gotten in life. And I said, focus and Bill said the same thing. Gates was extremely focused and did not tolerate distractions. So, Bill realizes there's no avoiding. Microsoft has to go public. He didn't wanna go public. This is the financial performance of Microsoft the year before they go public and Bill is 30 years old when this is happening, and it said Microsoft had revenues of a hundred and 40000000 dollars. Its profits were 31200000.0. And that's in 19 85 dollars adjusted for inflation, that'd be like, if you had a private company, your company was doing 87000000 dollars year in profit. And so this what Bill had to say about going public. I hate the whole thing. All I'm thinking and dreaming about is selling software, not stock. And I thought this was excellent. This is what Bill Gates was doing when Microsoft went public. On the day, Microsoft when public Bill gates was off the coast of Australia on a 56 foot sailing vessel, reading books. He had chartered the boat for 5 days, this was to be 1 of his reading vacations in which he spent time alone plowing through as many books as possible. So that's something that he still does to this day. He calls them reading weeks. These vacations are called reading weeks. And we actually see that in the documentary on Netflix as well. He'll take a bag full of books, go to like, this remote cabin by himself. Just to be able to read and think and he did this throughout this entire time he's at Microsoft as well. A year after Microsoft goes public, Bill Gates becomes a billionaires says that age 31 Bill Gates was officially a billionaire. No 1 in American history, from the great industrial barons and financier and the century to the modern day corporate raiders had ever made so much money at such a young age. And so I mentioned earlier, 1 of the reasons that I love this book so much is because, like, 90, 95 percent of it is just about Microsoft before before it Ipo. Then the book ends and Bill Gates is only 35 or 36. And so when I got to this part, I thought What I love about is like, it's a snapshot in time of this company history. Right? But when I got to this part, when I got to the end, I sat and thought I was like What is the chance that this version of bill gates, this 35 or 36 year old bill gates would ever believe that 7 years from now. 7 years from where we are in this book that he would no longer be running the company that he gave his entire young life too. I would love to be able to have lunch or dinner to talk to bill and ask him about the times, not contained in this book. But after stepping down from the head of Microsoft in the year 2000. I hope he writes an auto 1 day and goes into detail the difference between his life as the founder and complete control Microsoft. To what his life was after. And so these will be the last words that will cover from a young bill gates. It's impossible to imagine Microsoft without gates at the controls. Those who know him best say he is as driven as ever. We have this vision of where we're trying to go and we're a long way away from it. Gates said during a recent interview in his office. A large window looks out over part of Microsoft's huge campus. But Bill Gates is not the kind of Ceo who spends valuable time inspiring the view. You gotta watch off for the anti climax he said in response to a question about what it felt like to be running the world's largest software company. I mean, we are not on top of the networking heap of the spreadsheet heap or the word processing heap, Computers are not very easy to use, we don't have information at our fingertips. Yes, our revenues are bigger than anybody else's, but if we don't run fast and do things. His voice trail off, leaving the sentence on finished, Believe me, he said, staring out the window and saying isn't this great is not the solution to pushing things forward. You've got to keep driving hard. And that is where I'll leave it for the full story. Highly recommend buying this book, I think this book should be in every entrepreneur library. It is a book. I plan on re reread again in the future. And if you're gonna buy the book use a link that's in the show notes on your podcast player are available founders podcast dot com. And if you buy the book using that link, you'll be supporting the podcast at the same time. Another way to support the podcast is to sign up for Founder premium where you can only ask me questions directly, but you're can also listen to the Ama, the ask me anything episodes that I make on that private feed. And last but not least, if you want me to email you my top 10 highlights from every book that I read, you can join my email list for free. All the links that I mentioned are down in the show notes in your podcast, but you can also find them by going to founders podcast dot com. That is 290 books down 1000 ago, and I'll talk to you again soon."
}