{
  "transcript": "David Packard rejected the idea that a company exists merely to maximize profits. I think many people assume wrongly that a company exists simply to make money Packard said. While this is an important result of a company's existence we have to go deeper to find the real reason for our being. Do our products offer something unique. Our people's lives improved because of what we do. If the answer to any of these questions is no, then packard would deem Hp of failure. Most entrepreneurs pursue the question, how can I succeed? From day 1, Packer pursued a different question. What can we contribute? As a result, Hp attained extraordinary success? This success in turn enabled them to invest more in making a contribution, which produced even greater success, which led to increase contribution, which created even greater success this virtuous cycle eventually enabled Packard and he to personally contribute at levels far beyond what they would have dared to imagine as young men. In 19 95, Packard attended a dinner at Stanford University. The Dean of engineering mentioned a Packer that he and he it had donated on a present value basis as much to Stanford as Jane and Leland Stanford had given to fund the university. Upon his death, Packard nearly all of his 5600000000.0 dollar estate to Charity. But if you were to think of David Packard and the Hp way as being all about Ben netherlands and Charity, you would be terribly mistaken. Packard and he demanded performance. And if you could not deliver Hp held no place for you. Customer satisfaction second to none is the only acceptable goal ad mon David Packard. If you cannot lead your organization to achieve that goal will find somebody who can. That is an excerpt from the book I'm gonna talk you about today, which is David Packard auto. It is called the Hp way, how Bill He and I built our company. And so nearly all the words from here on in are going to come directly from a very wise 82 year old founder What's amazing to me is how many times you and I've seen this. David Packard publishes this book in 19 95, and he passes away in 19 96. There's at least 20 episodes in the founders archive, you will find the exact same thing. This desire to document what they learned over in David's case, over 50 years, half a century as an unbelievably successful entrepreneur. To document what he learned during that time and pass it down to future generations of entrepreneurs. And so I'm gonna put this book down, I wanna revisit that section from the introduction though because Really, if you read between the lines of what he's saying over those... Several pages is, it's gonna be very similar to the lesson that And I went over in episode 2 82. The third time I read Jeff Bezos to shareholder letters. Something Jeff repeats over and over and over again in those letters. That you need to ob access over customers this exact same message that David Packard is writing that introduction. So I'll come back to that 1 second. In the meantime, I have another book in my hand, it is called the Intel Trinity. How Robert Norris Gordon Moore and Andy Grove built the world's most important company. And is written by Michael Malone. I read this book like 4 or 5 years ago, I'm going to eventually read it, reread it in the next few weeks and make another episode about it. And the reason I wanna start here is because I think a lot of people can look at Hp in its current state and not realize how important David Packard and Bill He Wu to the history of Silicon Valley. And so the author of the book that I hold my hand, Michael Malone. You can consider him like a historian of Silicon Valley. He's written. Think at least 10 books on Silicon Valley history. This paragraph that he has towards the end of this book is an excellent overview on why you and I should spend time learning from David Packard. He says in the valley, the ultimate career standard was set by David Packard. Start a company to garage, grow it into a leading innovator in its field. Take it public, and then take it into the Fortune 500, then take it into the Fortune 50, then become the spokesman for your industry, then go to Washington and then become a historic global figure. Only Packard had accomplished all of this. He set the bar and the Valley had honored his achievement by making him the unofficial mayor of Silicon Valley. And then I wanna pick up the biography of Steve Jobs written by Walt Tries and just read you this paragraph. Steve called me late on the afternoon of New year's eve 2009. He was at home in Palo Alto with his sister. His wife and his 3 children had taken a quick trip to go skiing, but he was not healthy enough to join them. He was in a reflective mood, and we talked for more than an hour. He began by recalling that he had wanted to build a frequency counter. Remember this for later in in David David's Otto. He began by recalling that he had wanted to build a frequency counter when he was 12, and he was able to look up Bill He, the founder of h be in the phone book and call them and get parts. Bill also gave a young Steve jobs, a summer job working on the assembly line assembling frequency counters. Back to this, Job said that the past 12 years of his life his return to Apple had been the most productive in terms of creating new products, but his more important goal he said was to do a bill He and David Packard had done, which was to create a company that was so imbued with innovative creativity that the company would out them. And so if you think about the context around that paragraph in that biography. Steve has less than 2 years to live. He is so sick. He cannot travel with his family on vacation. And 1 of the things on his mind is how much Bill He and David Packard influenced his building of Apple. I think that speaks to why you and I should learn from David Packard. So go back to that introduction. In my opinion just really several pages of, hey, you need to ob access over your customers. And I think David demonstrates the importance of that by some of the phrases that it uses. These are spread over multiple pages, but if the theme is consistent. Do our products offer something unique. Our people's lives improve because of what we do? What can we contribute? And finally, customer satisfaction second to none is the only acceptable goal. And then the auto starts, and the first thing he does The first page in the first chapter, he highlights an institution and a person that changed the course of his life. As we get older, we have the opportunity to look back over many years and see how certain events, seemingly unimportant at the time, had a profound effect in shaping our business and our professional careers. The first event that he's referencing is the fact that he was admitted into Stanford University. The second was who he met at Stanford. The second event was becoming acquainted with professor Fred Term at Stanford. It was fred who sparked my interest in electronics and who later encouraged and helped Bill and me go into business for ourselves. His interest and faith in our abilities even at a young age and in the midst of the great depression. Gave us confidence and helped set a course for us. And then he tells us a little bit about a childhood, the fact that his love of reading and experimenting was something that was present from a very early age. You'll see that he has Hp is founded on the fact that they wanna produce electronics He was interested in electrical equipment since he was a little kid. He says even as a young child, I spent hours curled up with my fam... The family World book encyclopedia. I got a thrill from looking at pictures of railroads, bridges, motors, generators and other mechanical and electrical equipment. I tried to simulate some of these devices with small scale models in our backyard. So this idea where he's sitting down. He's reading the entire encyclopedia as a child and teaching himself about the world around him. We just saw this last week, a young bill gates did this exact same thing. His mom in that book says I think when he's 7 or 8 years old. He read the entire collection of encyclopedia at the family. 1 of the things that you'll find if you read this book, spread throughout the pages is there's these random hints that as polite and well thought out as he appears to the reader. There'll be these flashes where you understand, oh, underneath all that is a person that possesses this steel level of determination. You don't live the life and build the career that Michael Malone described that David Packer did without being a... Without turning yourself into a formidable individual. And this is the first hint of the extreme levels of determination that David Packard possessed why he was alive. When I was 11 years old, my father bought me a horse. I would saddle him up in the morning, and when I got on him, he would buck and rear up. Then, my father would hit him on the behind with a broom and the horse would go out of the driveway at full gallo. The horse would spot a patch of alfalfa, race up to it at full speed and then plant his legs to stop and eat. I would go flying overhead and hit the ground. Remember he's 11 years old in the 7. He knew the horse knew all the tricks to get rid of its rider, such as running next to a barb wire fence to scrape him off, and this is the most important sentence in this section and describes a very important lesson that his father is teaching it. My father wouldn't let me quit, however. So I finally learned how to handle the horse. And so I think that's David's preferred method of teaching. He's gonna tell you these old stories little anecdotes and from there, you'll infer the lessons that he's trying to impart you. And so then he moves to timeline for it. He talks about what he learned from competing in high school sports, and we're gonna see get again, another inclination that he's very determined individual. I enjoyed athletics and learned some lessons that were helpful managing He at packard. And so then he tells us a lesson that he learned from his coach, mister Porter. Mister Porter said that many times 2 teams playing for a championship each have equally good players. In this case, teamwork becomes very important. Given equally good players and good teamwork, the team with the strongest will to win will prevail. I have remembered that advice, and it has been a guiding principle in developing and managing Hp. Get the best people, stress the importance of teamwork and get them fired up to win the game. And so we see another example, of 1 of my favorite quotes, this idea that Jeff Bezos says that are... We don't choose our passions they choose us. And so David Packard said, I had decided as far back as grade school that I wanted to be an engineer. And because of my interest in radio and electrical devices, I had narrowed that to electrical engineering. That's actually a really important sentence because this interest leads him to going to Stanford, which then leads in turn to the founding of Hp. Because when he's at Stanford, he is still pursuing this grade school interest in radio and electrical devices. It says Stanford had an amateur radio station. The radio station was near the laboratory of a new young professor named Fred Tu. Fred invited me into his office and suggested that I take his graduate course in radio engineering during my senior year. That was the beginning of a series of events that resulted in the establishment of the He Packard company. And so Stanford is also where David is going to meet his c founder bill He. He gives us a brief overview of Bill He, and something that pops out that I can't really explain. I'll tell you that 1 minute. Says as a youngster bill gave early evidence of what became a prominent trait an ins curiosity. He wanted to know how things worked and why they did what they did, and he often conducted homemade experiments to find out. Some involved explosives and like me, he was lucky to survive, So David referencing there is earlier in the book, he mentioned that he liked to experiment was explosives as well when he was young, and that 1 of these experiments actually exploded in his hand. And the fact... And then he says the fact that he... Ever since that experiment, he had lived his entire life with it distorted left thumb. And so when I said, this is something that I can't really explain. What I'm referencing there is how many times this comes up in the early lives of these company founders. The fact that they like building bombs. This is front of mine because a few weeks ago, I think on episode 2 78. I just re reread Peter Ti 0 1. And is lie in that book that talks about this. He says of the 6 people who started Paypal, 4 had built bombs in high school. And now we see with David Packard and Bill Hill, they did the same thing, but even younger than high school. So then David goes back to this idea where that Hp will likely not exist. If him and bill did not meet Professor Fred Tu. A lot of the people that he's going to actually meet in determines class or going to form. He says it's the nucleus of the management team at Hp. And he says largely because of Determines classes to 4 of us, to bill him and these 2 other guys became fast friends. It is not a coincidence that a few years later, this group would become the management team of Hp. Many of them working for over 30 years in the company. Fred Determines keen interest in radio engineering induced him to become equated with almost all the pioneers in that industry. Many of whom were located in the Palo Alto area? Now why is that important? Fred becomes friends with all these these early company founders, then he takes his students on tours. This has term, course included visits to some of these firms. And term makes the point since this is the beginning of the industry, A lot of these company founders. It's not like you could be an expert in the field They're creating the field Right? It's like, what if you actually studied the field intently, then what could you actually do if you if you founded your own firm. I remember term saying something like, well, as you can see, most these successful radio firms were built by people without much education, adding that business opportunities would likely be greater for someone with sound theoretical background in the field, that got us thinking. And so even before they're graduating these this small group of guys like, okay, why don't we start our own company? And so they have tentative plans to start an unnamed company. They don't know what the product... What products are gonna make. They just know that they wanna build electrical components, but there's a... The great depression is gonna give this diversion. It since our plans were set aside when I received the job offer from general electric. The country was then in the t of the great depression and jobs were scarce. Term encouraged me to take the Ge job pointing out that I would learn a great deal that would prove useful in our own endeavor. And so he drives across the country. He goes to the East Coast. There's 2 stories that he's gonna tell. He's gonna be a Ge for a few years, But there's 2 main stories that he tells about his time working for general electric that he's gonna use later at Hp. The first 1 is that you should follow your own intense interests and at the beginning of industries a markets, you can't possibly predict how large are gonna be. So it says on my first day, I met with a mister Boring, who you'll see is aptly named. He knew of my interest in electronics, his intense interest in electronics. He told me there's no future for electronics a General electric and recommended that I concentrate my work and interest on heavy components for public utility plants. And why was this conversation so important that David is telling us, relaying it, you know, 40 years after it happened? I've have often thought of the irony of mister Boeing advice because our electronics firm, Hp has become larger than the entire general electric company was at the time that he gave me this advice. And then the second important story about his time at Hp. Is really, this is how David is able to succeed where others people... Other people's failed. And he's gonna use this idea over and over again when he's building Hp. The background here is he is responsible for a quality control They're producing general electric producing these things called mercury vapor rec rectify tubes. And the quality of the tubes are not good. A lot of them are failing, a lot of them are blowing up, and so this is how he figured out how to fix that. I learned everything I could about possible causes of failure, And I decided to spend most of my time on the factory floor to make sure every step was done properly. And so what he's gonna realize is the engineering department where he's working right, they're not communicating properly with the people are actually making at the factory people. It soon became apparent that the instructions The engineering department gave the factory people were not adequate to ensure that every step would be done properly. I found the factory people eager to do the job right. We work together to conduct tests and identify every possible cause of failure. And as a result, every tube in the batch passed its final test without a single failure. That was a very important lesson for me. That personal communication was often necessary to back up written instructions that is his punchline let's repeat that. That personal communication was often necessary to back up written instructions. That was the genesis of what became management by walking around at the He packard company. And after few years, he's still talking to bill, still talking to Fred, they still have this idea, like, hey, we start our own company. So he's on, like, a break from General Electric, He drives all the way back across the country back to Palo Alto, and he has the... What where they consider the first official meeting of what's it's gonna turn into to Hp, we had our first official business meeting. The minutes of the meeting are headed tentative organization plans and a tentative work program for a proposed business venture must be a riveting document to read. The product ideas we discussed included high frequency receivers and medical equipment. And it was noted that we should make every attempt to keep up on the newly announced technology of television. And so the reason that is important is because he's telling you, hey, we started a company before we knew what product we wanted to make. And so they decide to start the company in Bill's garage. This garage is gonna become really famous. This goes on for, like, a, there's, like, a about a year, year and a half while he's on, like, a break from Ge, until he actually formally resigned. So before I wanna get to where the founding of their company in the garage, which becomes, like Silicon Valley Lore. I just wanna read this 1 paragraph that Thought was fascinating. And it really talks about, like this, the feeling that you have when you're taking your jump from employment to, I'm gonna run my own business. I'm gonna take this giant risk. And so even though this is just 1 paragraph in a few sentences. It's like, I I paused here and I just stared at it after our underline and made me notes on. It's like, what is David's life if he never did this? What if he just stated Ge? What if he just played it safe. And so he writes. I didn't formally resign from Ge until nearly a year later, Lucille, which is his wife. Always remembered the moment she dropped my letter of resignation in the mailbox. Mailing that letter cut our financial ties. But we were hopeful and excited about what the future had in store. And so this is his schedule at the very beginning of the company. He's also going to school and working. And so it says Bill found a 2 story house in Palo alto, there was also a 1 car garage and that became our workshop. In 19 89, so 50 years later, the state of California designated, that garage as a California historical landmark and the birthplace of Silicon Valley. My schedule then was to go to classes at Stanford in the mornings, work with Bill and also find time to study in the afternoon and then go to Lit laboratories in the evening. And so this is his first mention of Charlie Lit who's actually he's working for, it's also going to become a competitor in the future and really a friend. He learned a law from Charlie Lit, they wound up exchanging information and L actually becomes really important in his life. But there's something that jumped out to me that you you you realize when you read all these founder biographies, Especially the found the American founders around World war 2, they didn't really believe that they had limits on what they could do or what they could learn to do, and they would do so many things themselves. And so when I got to this section, I actually thought of this book the biography of Edwin land that I read for the first time. Like 4 years ago. I think it was episode 40. It's called insisting on the impossible. I just read it, probably... I don't know, maybe like a year ago. But this is what David is learning from Charlie. Since Charlie was able to do everything better than anyone else. When he wanted to build a new plant, he didn't hire contractor due to the ex. Instead, he bought a a caterpillar like a bull, and ex ex activated the site himself. I helped him and then I became fairly proficient with a bull. When Bill Hue and I acquired a ranch in 19 54. So was at 15 years later, I bought a bull and then help build more than 20 miles of roads. And so I have no idea why when I got to that paragraph, I thought about this paragraph that I've never forgot since I've read it, you know, 4 or 5 years ago. Whenever episode 40 came out. And I'm gonna read it to you. And what's fascinating. Now, this is crazy how all these things fit together. Right? So, David Packard and Bill He are building their company at the exact same time in history that Edwin Land is building Polaroid, and back on page 437 of this giant biography, almost 500 page biography of edwin land that I that I that I read. There's this young guy named Ken and who's going to wind up being an entrepreneur He was gonna wind up founding D digital equipment corporation Now here's the crazy part. He is describing. Actually, I'll tell you the crazy part after this. Let me read this paragraph from insisting him possible. It's Ken, who's, you know, generation younger than Packard and and Edwin Land is, and he's describing just how different they were. Says lands represented a generation of scientists that Olsen encountered as a young researcher in the late 19 forties. These older generation scientists blew their own glass. They did their own machining. They made their own parts. They knew everything and they were independent They created radar and the atomic bomb and all these wonderful electronics. These self reliant old timers came up against the fearful challenges of World War 2 and said, you know, this war is not going too well. What problem should we solve for them? And so what Ken is picking up there as a young researcher. Right? Looking at these older generations. This generation older and him. He's like this is extreme levels of self reliance, which is exactly what David Packard is describing what he learned from Charles Lit in the book. Now here is how this always blows my mind how this all connects. This is why I think about founders just as 1 giant conversation you and I are having on the history of entrepreneurship that just spread over has to be separated in episodes, but it's just 1 conversation. Right? Ken olsen is quoted in the Edwin land book I'm holding my hand. Later in David Packard auto talks about meeting with a young Ken olsen and trying to buy his company digital Equipment corporation. So let's go back to this book. There's several pages that goes on. They're trying to figure out, okay. We know we wanna develop electronics. What do we wanna build? They're not too sure. They're gonna do a bunch of different things. They're gonna do contract work just to pay the bills. Oh, interesting to note, Hp was profitable from a very first year, and it was profitable every year for 50 years after that. That's crazy, but the reasons it's called Hp is because that was a result of a coin flip. They couldn't decide is it gonna be packard he or he packard. We flipped a coin to see whose name would come first in the company, needless to say bill 1. And so eventually they think to have an idea for product, it is called an audio oscillator, and we see very very humble beginnings to what is gonna become a very valuable company, So it says, the first the audio oscillator represented the first practical low cost method of generating high quality audio frequencies. We built 1 model, and then we took it to a radio engineer's conference. The response was positive, so we decided to take pictures of it and produced a 2 page sales per share that we sent to a list about 25 potential customers provided by Fred Term. There's Fred again, we designated this first product, the model 200 a this made me laugh. We we designated this first product, the model 200 day because we thought that the name would make it look like we'd had been around for a while. We were afraid that if people knew we never actually developed, design and built a finished product they'd be scared off. We weren't expecting much from our first mailing, but amazingly enough in the first couple weeks several orders came back and some were accompanied by checks. And so they don't have a bunch of money at this time. So this is where they're... Where Charlie Lint does them another, favor. He was a tremendous help in getting us started in production. He gave us access to his shop So we could do things we weren't able to accomplish in the garage on our own. And this is what I meant That technically their competitors, but they're sharing information in their friends Charlie Lit in his equipment made an important difference during a period when time and money were very tight. He never saw his competitors, but always his comp. And he also thought it was very important for them to get together and share ideas. He also did something else that was very important. He loved to expo and on new ideas. And he whenever he wanted to learn more about something he'd organize a seminar at his shop, and he would invite me in a few other people. These seminars occurred several times. We also talked about business philosophy. So in addition to mailing and trying to do outbound sales for their audio oscillator, they actually take it to all these conferences. So they take it to another technical conference, and this is where they're gonna get their first big sale to actually sell, a batch to Walt Disney. And more importantly, David tells us why he's able to get the sale. There was people who expressed considerable interest in our audio. Oscillator. 1 of them was Bud Hawkins. He was chief sound engineer from Walt Disney Studios. Hawkins was developing the sound equipment for Disney, the Disney movie Fan. He was planning to buy audio oscillator from another company for 400 dollars each. Ara model would cost less than a hundred dollars. Hawkins decided to buy our oscillator instead of general radios. And so David summarizes the advantage of his young company have had and why he received Disney's money as opposed to general radios. We enabled Disney to buy a good product at a price considerably less than our competitors. And so 1 of the things I loved is David takes to history of the company is they grow, They need more space, and every time they need more space is like we can't possibly need more space than this. And so this is the first of many examples. I says by 19 39, our business had grown to the point where we needed additional space. We set up an office in the front section of our new building, while the back held a few machine tools and assembly benches. It seemed as if we had all the space that we would ever need. In those early days, Bill and I had to be versatile, we had to attack almost everything ourselves from inventing and building products to pricing, packaging and shipping them. From dealing with customers and sales reps to keeping the books. From writing the ads to sweeping up at the end of the day. And so essentially, what are he's describing there? Is this is a form of education. Many of the things I learned in this process were invaluable and not available in business schools. Cash flow was a frequent problem during those early days and he's gonna give us advice that you need to shop around for your financing options. So he goes into the largest Bank of California, largest Bank of California at the time is Bank of America. We tried to establish some credit... Some credit with the bank of with the bank of America. They sent a man out to lucas us over. He was not impressed, so that's a no from Bank of America, so then David walks over to his little local bank, which is called Palo Alto National. And I introduced myself to its president this guy named Judd Cr. I described our initial success and then explain how we now needed a alone to expand our business. He listened carefully asked some questions, and then wrote out a note for me to sign. That little leap of faith on Queries part was the beginning of a long and happy relationship between us. When we finally grew to the point where our financing requirements went beyond the bank's legal limits, we went to Palo Alto Nationals Associate bank, Wells Fargo. The wells this is this is so important. He's gonna repeat. This is 1 of the greatest lines Ever heard. But he's gonna repeat this this piece of advice that he gets from the gentleman at Wells Fargo few times throughout the book. The Wells Fargo bank sent a retired engineer to visit us. I spent a full afternoon with him, and I remembered ever since some advice that he gave me. He said that more businesses die from ind than starvation. I have observed the truth of that advice many times since then. More businesses die from ind than starvation. So at this point in the company history, America gets pulled into World war 2. Bill He gets called into service in the army, So now David's gotta run the company while Bill's gone. And it says Bill and I decided that we were going to reinvest our profits. This is something he repeats over and over again, grow grow from profits, grow from profits. He is very, because he grew up in the the depression which he goes into more detail, very wary of of debt and growing way faster than you should. Bill and I decided we were going to reinvest our profits and not resort to long term borrowing. I felt very strongly about this issue. We found we were clearly able to finance a hundred percent growth per year by reinvest our profits. And then we see an example of good guy, David, the note left myself when I read the sentence that he's about to describe here that you need to it. It's really important to work with people that you like, admire and trust I kept my salary at a lower level than it should have been because I did not think it was fair for my salary to be higher than bill's army salary. So as you can imagine the demand for the war, their business is gonna grow because they're selling a lot of these like, their devices and electronic equipment to the Us government, but even then, even when they were selling them to to companies. They kept their... He talks about keeping the importance of, like, keeping control of your costs. Obviously, a main theme for history entrepreneurship. But he's like, just because we're selling to the government, doesn't mean, like, we can artificially inflate like what these things cost. He says we had controlled our costs to the extent that the government could not get better products from anyone else at a lower price. And then they also did something very smart here, they're building products for the naval research laboratory, the Us government and they just asked them. Like, what else do you need us to make? What else do you guys wanna buy? We were interested in selling them our standard products, but also interested in finding out what other instruments they might need when I got to that section and I thought of Jeff Bezos in the early days of Amazon. He sent a thousand emails to some of, to a thousand early customers. I was like, okay, you you bought a book for me? Like, what else would you buy? 1 guy replied back. He's like, what he learned about that? That those emails or his email interactions was the fact that the answers that people the answers to Jeff's question were whatever they happened to want at that particular moment, and that's where he realized it's like, oh, like, 1 guy is like, hey, I really wish they would sell that I'd be able to order Windshield wipers from Amazon. Because I need to replace the Windshield wipers on my car and jeff's just like, oh, Like, I can... We can sell anything this way. And so as a result of asking this question to the naval research laboratory, they wind up being able to build a bunch of different products for the navy. And more importantly, the knowledge on how to develop these instruments that they previously did not know how to manufacture. And so he's describing all these different things that they're building in the war. He's like, listen, they may seem... It almost seems like, counter advice he's about to give us was it's, like the importance of maintaining a narrow focus and then optimizing for the long term. But he's like these products may look different, but they're all complementary. So it says those these instruments differ from 1 another. All were designed to measure and test electronic equipment. That is their main focus in the early days of Hp. Measuring and testing electronic equipment. They reflected our strategy to concentrate on a... On building a group of complementary products rather than becoming involved in a lot of unrelated things. I believe this decision to focus. Our efforts was extremely important. I felt that we take on no more than we could reasonably handle building a solid base by doing what we did best designing and manufacturing high quality instruments. And I think that's 1 of the main themes of of the story that he's telling us is the fact that they were very methodical. They were not trying to rush their growth. They're very it says we had built a good foundation on which to grow. So do you remember early in the book where David is talking to. I think it's Dean of Engineering at Stanford. It's like hey, It's pretty credible that you guys actually donated more to Stanford than The actually founders of Stanford. And part of that is because Packard fell. He owed, Not only didn't, you know, he hit him and bill attend there, but they got so much value from their close relationship with Stanford University and all of the talent that came out of that school. And so this program that David and Bill are about to start with Fred Tu. You can actually think about, like, what's happening there? It's like, they're figuring out how to create an edge in hiring talent. And so they start this thing with the university called the Honors cooperative program. And this is what it is. It allowed qualified Hp engineers to pursue advanced degrees at Stanford. This program made it possible for us to hire top level young graduates from around the country with the promise that if they came to work for us, and we thought it appropriate they could attend graduate school while on full Hp salary. The company would pay all of their tuition more than 400 Hp engineers have obtained masters or doctor degrees through this program. It has enabled us to hire the top engineering graduates from universities all across the country for a number of years. This was an important factor in the ultimate success of our company. And so in addition to building a company a Bill, David and Bill also, purchased ranches And they actually in, like, their spare time would actually act as full on cattle ranchers. And so this is another example of what I mentioned earlier. The fact that a lot of the way that he's conveying these lessons to the reader to you and I is the fact that he tells, like these little stories of experiences that may not be directly related to business, but they're actually lessons he drew from those to these life experiences and applied them to his business. I've enjoyed many pleasures as a result of my experiences as a rancher. I've learned a thing or 2. Every season, we would round up the cattle from the range and drive them to the corral. Along the way, we'd come to a gate. The trick was to get them through the gate and not stampede them. I found after much trial and error that applying steady gentle pressure from the rear, worked best at is the most important sentence in the section that applying steady, gentle pressure from the rear worked best. Eventually, 1 would decide to pass through the gate the rest would follow. Press them too hard. And they'll panic, scatter in all directions. Slack off entirely and they just head back to their old grazing spots. This insight was useful through my management career. And so this is where he goes more into his company building philosophy 1 theme that he repeats over and over again, the 1 I mentioned earlier, it's his belief in the growth growing your company from profit, and he's gonna tie this into his experience during the great depression. And so he goes to the fact, all companies they have access to people, materials, facilities money and time. These are the resources available to us for conducting our business. By applying our skills, we turn these resources into useful products and services. And if we do a good job, customers will pay us more for our products than the sum of our costs and producing and distributing them. This difference, our profit represents the value that we add to the resources that we utilize. It is impossible to operate a business for long, unless it generates a profit. The profit we generate from our operations is the ultimate source of funds we need to prosper and grow. It is the foundation of future opportunity and employment security. And then he states why he optimize for growing for profit as opposed to, like, growing from debt, 60 years ago, our country was in the depths of the great depression. Thousands of businesses had shut their doors. Bill and I were raised during that depression. We had observed its devastating effects on people, including many families and friends who were close to us And a... A matter of fact, when I got to the, and maybe realize, or maybe remember that, in 1 of the biographies I read on warren Buffett, but about the fact that he keeps newspapers from the great depression on his office wall to serve over as a reminder about how bad things can get. So back to David, my father had been appointed as a bankruptcy referee to the for the state. I often held my father in looking up the records for those companies that had gone bankrupt. I noted that the bank simply fore closed on firms that had mortgage their assets and these firms were left with nothing. Those firms that did not borrow money had a difficult time, but they ended up with their assets intact and survived during the depression years that followed. So that is something like, a main theme with this book? That experience is having this father? This idea is like, okay, Well, who are the the companies that actually went under during the depression like, Why did they fail and who are the ones to survive? I noted that the bank simply fore clothes on the businesses that mortgage their assets and those businesses were left with nothing. The businesses that did not borrow money They had a difficult time, but they ended up with their assets intact and they survived. From this experience, I decided our company should not incur any long term debt for this reason. Bill and I determined we would operate the company as a pay on a pay as you go basis, financing our growth primarily out of earnings rather than borrowing money, and we have for more than half a century. And so eventually, Hp is gonna go public. But what he says he did not like that Wall Street had this, like, fix taxation on quarterly earnings. And he points out that those are really easy to manipulate that, like, you could cut back on, like, R and D. And suddenly you have more profits. And while she's was like, oh, that's fantastic. This company may be doing well. He's like no, this is a... That's a description of short term thinking, you have to avoid that because you're a technology company and technology companies. Need to constantly create great new products. It is always possible to improve profits for a time by reducing the level of your investment in new product design and engineering. But in the long run, we will pay a severe price for overlooking any of these areas. Good new products are the lifeblood of technical companies. And so then he has an entire chapter on his commitment to innovation. Right? And so go back to the beginning of this podcast where it's like, 1 of the first things he says is, like, Or our products, offering something unique. And if the answer to that question is no, and it people's lives are not being improved by our unique products and he would consider Hp of failure even if we made a lot of money. And so there's just a single sentence here In the chapter on commitment innovation that's spawned an entire, like, I just filled up the page with notes. And this says Bill and I knew we didn't wanna be a me too company. Merely copying products already on the market. And so that biography of Edwin Land that was reading from earlier insisting impossible. There's a line in that that it says exact same thing. Edwin Lane clearly did not wish to waste his powers on me too products. I use the exact same language. And then that line also made me think of something I learned when I was reading Johnny Iv biography. This is episode 1 78. You've got listen to that podcast. Listen to it. If you haven't listen to the episode 1 78 Johnny Iv, the genius behind Apple's greatest products. Listen to it after this episode. I think you're really like it. But there's a story that they tell that Johnny's is telling in that book. Where at the time, I think this like late nineties maybe early 2 thousands, there was a this computer product called a net book. And so at the time, net books accounted for 20 percent of the laptop market. And Apple never seriously considered making 1. And so this is Steve Jobs explaining in the Johnny biography why he doesn't wanna make a net. Net aren't better than anything. They're just cheap laptop. Apps. Johnny tells a story, Steve directs the energy instead of, using Apple's resources time and and resources to make a net. They actually start doing development and experimentation on a product that eventually turns into the ipad. And then the last thing that popped to mind is in Jeff bezos shareholder letters. He talks about, this is a, you know a couple, like, product, 15 years into Amazon. We talked about, like, you know, we have a lot of experience. There's a lot of, company history where people inside of Amazon have seen what starts out as, like a small business, you know, maybe a 10000000 dollar a year business grow into a billion or 10000000000 a year business. And he had a line there that that's stuck in my mind. Like, we don't... Well, we don't demand that these new businesses that are born inside of Amazon. Are big on the day that they are born, but we do demand that they're differentiated. And it's just Jeff's way of saying, I'm not wasting my powers making me 2 products. And we see that exact same thinking, you know, 40 50 60 years ago with Bill and David Bill, and I knew we did not want to be a me too company merely copying products already on the market. Let's go back to this idea that Dave repeats over and never again, hey. Your companies have a, a very solid foundation that you can you can build upon for, you know, half a century in David's case. And so he does this fantastic description of, like, why that's so important? Because He talks about, Hp survive long enough. You know, they started in 19 thirties. There is no just thing as what we think about computers at that point. He's like, and yet, we've successfully transitioned into the computer age. It's not that he designed this. He was actually... He says he's pulled into the computer age. But look what he says here He's like, in 19 94. Hp sales and computer products were 20000000000 dollars. 30 years earlier. Okay? So 19 90 84, they're making 20000000000 from computer products. In 19 64, 30 years before, our sales Total were just a hundred and 25000000, and they were entirely in instruments, not a penny was from computer sales. And I think that's another example of something you and I seen these books over and over again. And you have to do the best with the opportunities in front of you. And if you do the best with the opportunities in front of you, it will unlock. In some cases, giant opportunities in the future that you cannot possibly predict. When David was operating, he's already think He's 30 almost 30 years into his business in 19 64. He's got a successful him company he's doing a hundred and 25000000 dollars year in 19 64 dollars That's insane. Right? Making entire only instruments. He was able to succeed to hold on to the best with to the best of his ability with the opportunities in front of him. So 30 years later, the company is doing... And that's... That's 20000000000 in computer products. That's only 80 percent of their total revenue. That's incredible. They're doing 20000000000 year and 30 years earlier, not a penny was from computer sales. And then we get to what might be my favorite story in this book. It is titled a Mavericks persistence or another way Think about this, this is the type of teammates that you want to hire. Sometimes management's turn down of a new idea doesn't always effectively kill it. 1 of our bright energetic engineers chuck house was advised to abandon a display monitor that he was developing. Okay. So he's told by his bosses including David. Hey, don't do that. This is what he does instead. Instead, he embarked on a vacation to California. Stopping along the way to show potential customers a prototype model of the monitor. Their reaction spurred him to continue with the project even though he found that I had requested it to be discontinued. And so what happens not only is he not going to stop. He's going to speed it up. He persuaded his R and D manager to rush the monitor into production, and as it turned out, Hp sold more than 17000 display monitors, representing sales of 35000000 dollars for the company. Several years later, I presented truck with a metal for extraordinary contempt and defiance beyond the normal call of engineering duty. So how does the company distinguish between ins sub nation and entrepreneurship. To this young engineer's mind, the difference lay in the intent? I was not trying to be defiant he said I really just wanted a success for Hp. He started the book, saying, hey, we're gonna ob access with our customers. We're gonna create new differentiated products. They're gonna make the custom lives of our customers better, customer satisfaction second to none is the goal. He repeats it again. The fundamental basis for success in the operation of Hp is the job that we do in satisfying the needs of our customers. We encourage every person in our organization to think continually about how their activities relate to the central purpose of serving our customers. And then he's got another great story about the lesson he learned. So this is how the Japanese division of Hp is gonna teach David Packard and the rest of the company and the importance of working with people with excessively high standards. So they have this joint venture going on in Japan. It's like middle the pack in performance. It's, you know, not the best, not the worst. They're saying, okay, I guess this just what this thing is. And then 1... This is going on for a few years, and then it says, a bright young Japanese manager named Ken, Sas, cornered Bill and me 1 day? He said, why don't you let me run this? You you send an American manager to us oversee our work. We think we can do better. And so Bill and David were are like, okay, you're gonna run the operation. The following year, this division grew at a faster rate than ever before. But that is not the most important part. This is the most important part. This is how they find a 400 x improvement. We have been making printed circuit boards. Our best failure rates were about 4 and a thousand. We thought that was pretty good. A little less than 0.5 percent, and that was the rate we found a lot of other companies were achieving. So remember, this is a story about how the... David and the rest the company are gonna, realize the importance of working with people with excessively high standards. Like, okay, We have a half of a percent failure rate. We think that's good. We we've stick our head up. We look around the industry. They're about accomplishing the same thing This must be as good as it can get. Wrong. Our Japanese unit on the other hand came in with a failure rate of only 10 per million. So they were doing 4 per thousand. Right? Now the Japanese are doing 10 per million. That is 400 times better than anything we had been able to do. That shook a lot of people up, and it changed a lot of thinking within the company. It clearly showed that our targets on quality just were nowhere near what could be achieved. The result was that the thinking in the work that they were doing in Japan was soon reflected all over our company. We were able to raise quality targets and many divisions far beyond anything we thought we could have done before. And it was an issue of how much time you're willing to put in. They they just analyze like, well, how the hell you guys do this? The people in our operation in Japan spend considerable time making sure that every adjustment was done just as accurately as possible. That same adjustments were done at Hp and Palo alto just as quickly as possible. So 1 had the gold being as accurate as possible. The other had the goal of being as quick as possible. And this is the main punchline line to what David learned from this. Gains in quality come from meticulous attention to detail, and every step in the manufacturing process must be done as carefully as possible, not as quickly as possible. This sounds simple, but it is only achieved if everyone in the organization is dedicated to quality. And 1 of the things actually absolutely loved about David Packard perspective. Is the fact he's writing this book when he's in his eighties very close to the end of his life and he's still relentlessly optimistic. When I think of the phenomenal growth of the electronics industry over the last 50 years. I realized how fortunate Bill and I were to be in on the ground floor. But it reminds you of a story I like to tell him myself. In my sophomore year at Stanford, I took a course in American history and had the opportunity to study the Westward movement beginning with the early pioneers and continuing throughout the nineteenth century. I remember lament that I had been born 100 years too late. That all the frontiers had been conquered and that my generation would be deprived of the pioneering opportunities offered our fore bears. But in fact, we went on to make breathtaking advances in the twentieth century. In the twentieth century, we have experienced dizzy progress. Everywhere look, I see the potential for growth for discovery. Far greater than anything we have seen in the twentieth century. Exponential growth is based on the principle that the state of change is proportional to the level of effort expended. The level of effort will be far greater in the 20 first century than it has been in the twentieth century. Just as it has in the past, growth in the future will come from new products. By new products, I mean products that make real contributions to technology. Not products that copy what someone else has done. This must be our standard in the future, just as it has been in the past. The 20 first century will be an age in which many kinds of new products contribute to a better life for all the people in the world. And that is where I'll leave it for the full story, Highly recommend picking up this wonderful little book. If you buy the book using the link that's in the shown notes of your podcast player, you'll be supporting the podcast at the same time, the links also available at founders podcast dot com. You can also support the podcast by signing up for the founder premium feed. I just recorded another Ama episode. I'm getting some excellent questions. 1 of my favorite questions that I've gotten is who would be on my 7 person personal board of directors, which I just answered that and along with other questions from listeners in the latest episode, that link. If you're interested in that is down below in the show notes as with every other link and is also available at founders podcast dot com. That is 291 books down 1000 ago, and I'll talk to you again soon."
}