{
  "transcript": "The photographer from New york Magazine was excited and more than a little nervous. In a matter of moments, he would enjoy a unique opportunity. The chance to snap the first un post picture ever taken of the richest man in the world. The strange thing was that most Americans had never even heard of Daniel Keith Ludwig. It was hard to figure. How could a man? Any man in these days of mass media coverage and public obsession with world records. Managed to accumulate a 3000000000 dollar fortune with hardly anyone becoming aware of it. If it takes a 43 inch stack of a hundred dollar bills to make a million dollars, then a stack equaling a billion would tower over the empire state building. Ludwig riches would be 3 times as tall. Obsessed with privacy, Ludwig reportedly pays a major public relations firm, fat fees to keep his name out of the papers. The New York Magazine photographer had learned that the world's richest man was a living, almost anonymously right in the middle of Manhattan, and that he was in the habit of walking to work every day. The photographer waited for the billionaire to walk the few blocks from his penthouse apartment, just as the photographer was starting to think something had gone wrong and Ludwig wasn't coming, he spied a gray haired figure in a black overcoat walking brisk. As the old man drew close, the photographer raised his camera and aimed Ludwig surprised, turned his head and looked up. The shutter clicked. The next instant, the world's richest man 80 years old, but still fit in trim, charged the photographer and grabbed him in a half nelson. He tried to wrestle along to the sidewalk and take the camera, but the photographer twisted out of Ludwig grasp and ran down the street. New York Magazine ran the photo with an accompanying article. The richest man in America walks to work. That was an excerpt from the book that we talked about today, which is the invisible billionaire, Daniel Ludwig, and is written by Jerry Shields. So this is the second time that I read this book. The first time was 4 years ago, all the way back on episode number 68 1 of my favorite books that I've read for the podcast because Daniel Ludwig is not only a mysterious character, but the sheer size and scale of what he was able to accomplish is unbelievable, and I'm gonna give you a description of why so unbelievable in a few pages. I wanna jump into the introduction real quick. At the beginning, there's an overview of the 1 time that Ludwig consented to be interviewed. It happened in 19 57 when he was 60 years old. And this interview happens about 25 years before Forbes puts Ludwig as the richest person in the world. When the book was published in 19 86 Ludwig was estimated to be worth about 3000000000 dollars. And so it's going into this description of Ludwig. With Ludwig work is almost an obsession. A non smoker, only a moderate drinker, spartan and personal habits, business gets a hundred percent of his attention. On a project, his greatest gift is seeing the big picture. Once a project begins, Ludwig does not rest easy until completion date. There's no lack of projects. An associate speaks of his unlimited ingenuity in dreaming up new ways of doing things. Remember that sentence for when I get to description of how large his businesses at this point. He willingly gamble on an idea that looks good, but his formula is to add a large dose of hard work to that gamble. The description of Ludwig continues Ludwig wix most notable characteristics, besides his imagination and pro is a lifelong pension for keeping his mouth shut. Saunders, that's the name of the interviewer. Saunders attributed this to the ship single minded absorption with getting things done. He's is interested in achievement not fame. I'm in this business because I like it. Ludwig said. I have no hobbies. Dk, so his nickname for people knew him was his initials Dk. Dk was strictly a solo act. His zest for these operations is that of a lone wolf. He shares neither the rewards nor the risks with anyone else. Before moving on, go back to what the interviewer said that his most notable characteristics where his imagination and per. Let's define that word. I love the webster definition of per says holding strong because it's a perfect description of Ludwig if you read this book. Holding strongly to an opinion purpose or course of action, stubborn are annoying persistent. And so then this article gives an overview of his career. We're gonna go into more detail on this later, but this is really important to know. So it says the narrative revealed a boy interested in boats and a young man who struck out on his own as ship owner and operator before the age of 20, he starts his first business at 19, he is in his nineties when the book is published, and he is still working. And so it says after struggling through several lean years during the shipping slump that Followed World war 1, Ludwig, had just started making money as an oil haul when the depression hit, wiping out nearly everything that he had. And this may be the most important idea he ever had in his career. He's gonna start. So his this is how he's gonna make his first fortune. He's he makes his first fortune, transporting oil in ships. And I don't mean the first time we just said the depression almost wiped him out. I'm talking about... He runs a a very similar playbook after World war 2, actually during World war 2. But it's this idea of how he started this business with limited money. It's called the 2 name paper idea. This will come up again later, but this is an overview I think it's helpful at the very beginning. He had persevere during the mid 19 thirties had developed an ingenious ship financing scheme that would make his first fortune. The idea was to use other people's credit. First, he'd go to an oil company and and persuade it to grant him a long term charter to haul its petroleum. This done, he would go to bank where using the charter as collateral, he would take out a loan to obtain a ship to haul the petroleum. Instead of paying Ludwig each oil company would make the charter payments directly to the bank, which would then deduct the loan payment and put whatever was left into Ludwig account. This allowed Ludwig to build or renovate tankers without having to put up collateral or use his own credit. As long as he would fulfill his charter contracts, he had a small but steady income. And more importantly, by the time the contract expired, he was the owner of paid up of a paid up ship without having invested any of his own money. And so 1 trait that Ludwig shares with another billionaire, this is France's Greenberg, who I covered the way back on episode number 02:43. Francis Greenberg made, became a billionaire, investing in c ops. So his real estate Empire. I think in the 19 seventies New york City. But what Francis Greenberg did and he says because he he's actually writing the. He's like, listen, once something starts working, you immediately scale it. Do not dill Delhi. Don't wait around. And that's exactly what Ludwig did with his 2 2 name paper radio. Once he got things rolling in late thirties, it was simply a matter of hard work and efficiency, plus a genius for innovative ship design to become 1 of the world's largest ship owners. And then it's gonna mention something else. Ludwig has very much like the an engineer's mind. He... It's almost like he gets off on efficiency. He's obsessed without competing his competitors and making sure that he has a lowest cost structure and that he can actually haul more oil. So he's gonna compete with people like Aristotle Assets and like the Fabulous Greeks. They are all over this book. This book is wild. You'll see. There's, like, unbelievable, like, stories in this book. Of these covert wars and competitions between nations, companies and individuals because they're in the the oil business. But we'll go get. So, anyways, this is the first mention of the fact that he's just obsessed with this idea of constant improvement, and efficiency. He very much has in jerry's mind. So he says he he has been responsible for several major changes in shipbuilding. Some were designed in structural modifications to eliminate non essentials, while increasing a ship's cargo carrying capacity. There's a great line Bruce lee that I love. Says hack away the unintentional that is something. I don't think Daniel was a fan of bruce, but he was definitely... He he's definitely a fan of hacking away the unintentional. You see it as the way he runs his business. And on a, like, a miniature level how he builds his ships. By the time he had stopped renovating old ships started building zone, he had figured out that the 1 large ship could haul oil at lot more cheaply than 2 small ones. Therefore, it made sense to build bigger and bigger tanker so that he could cut his own hauling costs and under bid his competitors which he was obsessed with. Who who were still using smaller ships. And this is where it gets really fascinating. This 1... This is his main business. Again, he made his first fortune and I'll go into more detail of where, like, the world standard oil has to play in this. Later, But, this is really important to get across. He made his first fortune transporting oil and ships. He made so much money doing that that he then goes out and starts buying and starting other businesses At his peak. He owned over 200 companies in 50 countries. So it says to help provide cargo for his ships. He diversified into other activities, mining ranch, timber growing oil refining and salt production. What's crazy is Of all, this is this book is almost impossible to find. I was lucky enough to get a copy back in 2019 for only 43 dollars. But there's a website that it used to find hard to find books it's called book finder dot com. I just looked it up. There's only 9 copies available on Book finder, and they start anywhere from 350 dollars all the way up to almost 2000 dollars. And I wish this book was more widely available because the... Just a front and back cover. You open it up, and it... It's a picture from 1 of Daniel's own Brochures when he was trying to solicit customer. So there's a line in the book that's accurate says, the sun never set on his empire. So what the... What's in the book is 3 globes each showing a different part of the world. Right? And then it would just highlight all the different companies, not the name of the companies with what they do. And the the country in. Right? I'm gonna skip over, like, you know, France bermuda, from Venezuela, Bahamas, Tie, you'll you'll get all that. Just wanna read off, like, what he's gonna... Again, he's takes the money from hauling oil and buys and builds hundreds of other companies. And these are the industries that operating in, financial services, mining hotels, office towers, housing, shipping, agriculture. That I'm gonna go across some of these are gonna be repeated. Agriculture, dredging, financial services, shipping, real estate, financial services, shipping, financial services, shipping, shipping, shipping. These are all different countries obviously he's. He's in refining and petroleum and gas exploration. Again, in mining, again, in agriculture, Again in mining and housing and more shipping, and housing and hotels and housing. And more office towers, more mining more real estate more shipping and more financial services. And then the overview of this 1 interview that he consented it to continues this wanna to pull out a couple of this is hilarious because this describes him. They called him man his... They describe 1 habit of his his monumental sting. It says Ludwig organization is staff with competent men, but not 1 man too many. Ludwig is frugal despite his great wealth Loving his work to the ultimate degree. Ludwig is unable to take much pleasure from anything else. He counts calories religiously. He does not drink much. He doesn't smoke at all, and he doesn't entertain lavish. He's only 1... His only bad habit is work and that he cannot stop. Okay. So I jump into his early age. I wanna fast forward right up into the point he's 15. I think something really important this life happens. His parents might up getting divorce and his dad takes him and moves him from where he was growing up in Michigan to this oil port. In Texas. And so it says as soon as their marriage broke up, he took his son and headed to port Arthur, Texas. Once in Texas, Dk found himself more or less on his own he's 15 years old by way. His father had other things to do and could spend a little time with the boy. A thousand miles from home, taken away from his family from school from friends, the 15 year old must felt miserable and frightened. And so he gets a bunch of jobs, so this is what he actually learns working on and around ships and this gonna lead him starting to. Starting his first business at young age says he was a runner for a dealer in marine equipment going out in small boats to sell supplies to sailing ships and steam that anchored in the port. At the same time he went to night school to get the math he needed for a marine engineer's degree. The boy was learning much that he was to use later. And so about a year later, he goes back to Michigan gets a job working for 20 cents an hour at a marine engine plant. The job at a the plant was another educational experience. It gave Decay a thorough knowledge of marine mechanics and helped him to complete the work requirements for his engineer certificate. This is these are skills he's gonna use for his entire life. He was a fast learner and a good worker. After a little more than a year, he was considered competent enough by company officials to be sent to the Pacific Northwest and then Alaska to do installation work. So he's installing ship engines. And he's doing it for the company, but he starts doing it on his own. He's like, I just run my own business. Shortly after his arrival, he started moonlight, installing ship engines on his own time as well as for the company. He found the work so profitable that he soon drew his last wages and at 19 went permanently into business firm self. I was a profitable time to do so, the year was 19 16 and the shipping industry was booming. Much of Europe was engaged in a world war. And so because he had exposure to all these jobs at young age, he knew ships, he knew how to salvage them, he knew how to improve them This is where he... His first business... Something he does really smart that something he's gonna do even when he's really rich. And so he's always looking for a deal and he finds really smart ways to buy assets for a lot less than their worth. This is just 1 example. He's gonna have much more sophisticated examples later on. But he he's a boat. And so he goes to his Detroit Bank. Had fore clothes a bunch of boats and he finds 1 for just 5000 dollars. And so he's able to get a loan and he's able to recoup most of that 5000 dollars best just because he knew the value of the parts individually contained in the boat. And he transforms the boat from something that was taking passengers to a barge. So says he almost immediately recovered the purchase price, price by gut and selling off her machinery and her boilers and turning in her into an iron hold barge. So that's the first smart move, the second smart move, he goes where the opportunity is. Then he boldly the advertised in a New Paper that he was available for as a charter. And why is that important because that's where the opportunity is in the shipping initiate at this point in Manhattan beat the heart of the world of commerce. Goods and money flowed in and out of New york Harbor, like the lifeblood for the rest of the globe. Earlier in the book Had mentioned that Daniel was later in his life as a lone wolf. That happens. He's gonna have a series of partnerships. None of them, you know, work out that great. He clearly prefers to work alone, but he does get what he considers a postgraduate course in true trading by a partner that is going to respond to this ad that Daniel was put the paper. And so his guy named Kaplan Kaplan was a New Yorker who had virtually cornered the market in black strap molasses. And so they become partners and Kaplan sends Ludwig north of the border. This is around the time of prohibition. So the molasses is actually turned into boot lake liquor. Okay? So it says the molasses Sdk was hauling, was turned into Ram and brought back across the border into those states, which had already outlawed the import invitation and sale of liquor. Since he was merely hauling molasses to Canada, Dk was doing nothing illegal, but he was an important part of the process and stood to make money from it. And so their partnership only last 2 years, but this is what Dk said about it. He credits Kaplan with giving him a sort of postgraduate course in shrewd trading. And so the book goes into a lot of detail about the early years of his career, which I think is really important for you and To go over, and we spent some time here. This really this whole session is something that you see over and over again. It's not what you do, but how you do it. And so Ludwig is constantly identifying It's just a good use of my time or is there a way I can do the same work for more money. And in this case, he's like, okay, I'm gonna... I'm hauling... He breaks up with Kaplan and he does a general hauling. So he's just, like, moving. He's still shipping and moving stuff around. And says most of his cargo was lumber, but he has a good idea He's was like I should switch to whole hauling oil and why did he come up with that? I'd been getting 10 or 15 cents to haul cargo. To haul cargo of lumber. I saw the tanker boys getting 3 or 4 times as much for oil. So he's I like okay, How do I do that first? I need some kind of oil tanker. I need a vessel to too. Haul oil, I need somebody they'll pay me. More importantly, to haul the oil he goes to a small refinery. This is something he's gonna use over and over again, gets the contract first, then goes and looks for a vessel. This is after War war 1, he's gonna run the same playbook on a much, much larger scale at the end of world war 2, which is kinda really fascinating. So what happens, you know, they have a huge... Everybody's building ships because the war now the war stops, and they even excess supply of ships, and he's able to get a good deal on them because there's no contract from the government anymore. So he finds a ship that was 98 percent complete when the armistice was declared. So now he's a charter and a vessel and we see his legendary... Or, what do they call? Monumental sting. He wasn't even sure how to pronounce the name of the vessel, but because it would have cost him 50 dollars to paint out the name and put on a new 1. He decided to leave it as it was. I remember I said earlier just, like Francis instance Greenberg once something works. He immediately starts scaling up. So she's like, okay. This thing's, you know, 400 tons. How do I get a bigger? I wanna a bigger ship. I wanna make more money. And so he's gonna go through a series of partnerships and he's constantly finding ways to level and trade up. I think of him very much as a founder because he started the company. But when you get realize like, he... How much money his business makes. It's like, oh, he's kinda like a trader. He's constantly willing and dealing. He does not have to keep a company forever if he gets a better deal. He'll just sell it off for, like, you know, there's multiple times in the book like, I'll just sell for 400000000 business I for 40000000. He just... He's constantly trading things up and looking for better opportunities until he dies. And so he does this for a few times. But then he gets to the point where the ship is so large. She's like, I don't have enough money to buy this thing, but I know it's good opportunity. So what I do? I go and take on a partner. And so don't worry about remembering these names because he's gonna go through a bunch of people, but this 1 guy named William They had met during the war offered to put up rest of the money and it exchange for 51 percent share of the venture. That lasts for a little bit, and then William to decide, hey, actually, I'm gonna... I wanna buy you out. So what's the price for the other 49 percent. Ludwig we could put up 5000 dollars and his time. For this 1 transaction, and he winds up getting 40000 dollars for his 49 percent share. And so this is what I mean Just constantly trading up. He accepted this buyout, then he used that money to go into another partnership with a group up in New England that owned a chain of filling stations. Together, 3 guys formed a new company called Am tankers. And their idea is just to buy a bunch of tankers and haul and continue to haul oil. Now this is why this is support. Dk is a very young man at this time. He's in. Let's see, this would be around 19 19 20 19 24. So he's mid twenties, mid to twenties. He's gonna wind up making a partnership with older richer partners. Right? So Ludwig at this point, his career has time and energy and his new partners have money. And that's a tails old time. You'll constantly be able to find older richer guys that are willing to partner with you if you'll do all the work. Decay for practical purposes was the chief executive officer of the company. It was his job of keeping things going, and that that job of keeping things going fell squarely on the shoulders of ludwig. I mentioned his constant desire to trade you see this even our early age. They are technically operating ships. Right? They are hauling oil. But he's making during the middle late twenties, He was actually made more money buying and selling ships than he did operating them. Long term, there's more money in hauling oil, but he needed the money right now. So like, well, if I can buy ships better than anybody else can. I can do this service for other people just keep buying good idea. I know a good deal when I see it. I'll just keep buying it instead of keeping it for myself, I'll just sell so I get the money right now. And this is really important to understand later on. He does this with very little amount money down. He's buying ships from the government after the war after War 1, with only 10 percent down. So it says the sale of surplus ships at bargain prices Much less than it would have cost to build the vessels from scratch started almost a student as the armistice was declared. The result was at hundreds of government owned vessels built at taxpayer expense were being sold off at well below cost to the legitimate shippers and to spec who did the minimum required renovation work and then sold the ships for a quick profit. That's what Ludwig is doing right now in this during his career. What made the deal attractive was a shipping board, required investors to put up only 10 percent of the purchase price and the rest could be paid over time. And so this is what him and its partners are doing. That would mean by investing less than 50000 dollars. Right? Because the total purchase price 500000. They could buy 3 ships, remodel and sell them. If they managed to sell those 3 vessels for a million dollars, they would reap over half a million dollar profit on an investment of our only 50000 dollars. And so almost 40 years later when he's giving this interview, he's talking about this time when in his early career, and he says, he was always in hawk at the beginning of was career With that, man, he's always owed the government money, and he's constant this whole book at this say stages his career, especially with... It doesn't doesn't help. He's got a bunch. Like, he's got this large fleet. And then the pressure comes, essentially, like, no 1 wants to haul oil, did, like, his ships to... His charters aren't just valuable, he's has a real hard time making payments. So it says during the the fortune interview in 19 57, Ludwig said that in early business years, he was, quote, always in hawk. There may have been a good reason. As long as you're in hawk, it's hard for a creditor collect the money from you. So there's so many times where the government's is like, okay. The payments due, let's, you know, making this day up January first. And... And nobody's like, give me like, a 6 month extension. And then June comes. It's like I need another 9 month extension. This constant back and forth. And he constantly gets them to extend time. But what's amazing is how fast his Fortune is gonna change. I do wanna pull up these things because, you know, just the book starts he's 80 year old man, Richest man in the world at this point start in the business when he's 19, but you go when he's 34. I'm gonna take hold. I'm gonna pull 2 things here. Say 34. He's in debt and he's barely making his interest payment. This is now into the depression. Ludwig wrote another begging letter to the shipping war board saying that he was doing his best that he could, but that Am tankers needed more time to make the payment. 3 years later, 37, and he's almost going broke during the great depression 10 years now. He's gonna be unbelievably wealthy is what I'm telling us. A shipping board auditor reviewing the company's situation came to an unavoidable conclusion. Am takers was for all practical purposes ins solve. The firm had no securities left to borrow on and virtually no chance remained that the massive liabilities could be paid off from the ship's small earnings. But there's an important point here. Like, we have to pause because this is all about the change. Right? It's like, oh, they have massive liabilities. They have all these ships, but the ship is not making any money? Why isn't making any money because of the demand for shipping during the great depression has plummeted. But the asset that he owns the ship is still valuable. You just need something to cause demand to skyrocket, and that is exactly what happens in the late 19 thirties when Europe breaks out in war. War makes the demand for Ludwig wix products and services, skyrocket. It's almost the exact opposite What was happening to him in his business the previous decade. Wars and rumors of wars pre station up turn in international commerce, which for cargo haul meant greater demand and higher revenues. A tanker that had been sitting idle at the docks since the start of the depression could now be hired out on a long term basis at high rates are sold for a handsome price he's gonna make money both ways. In some cases, now something that was just sitting there. Not only there there was no charter on it. If you had to sell the ship to try to pay off your loan, maybe you get 50000 a hundred thousand. Those now those shit same ships are selling for 800000 dollars or more. And so this is the most important part in the book. This is what I referenced earlier. The 2 name paper idea, plus the fact that he's going to be shipping oil for rockefeller equals ludwig wealth, which then in turn causes him to go out and buy and start, you know, the hundreds of these businesses. Let's go into this. Ludwig needed to wait to obtain ready money without either taking partners or assuming heavy mortgage his early experiences with partnerships have been costly and barring to finance ship renovations was no better. It was at this time that Ludwig came up with a 2 name paper arrangement that he said was the chief reason for his wealth. He would go to an oil company, get it to sign a long term charter to ship so much oil on a regular basis, take the charter to a bank and using his collateral obtain a loan to build or renovate a ship to haul the oil to fill the charter. The plan was legal, logical and ingenious. He was able to start his climb towards being the world's biggest shipper mainly because he was now hauling oil for the Rockefeller empire. Keep in mind. He started his business when he was in 19. He is now 40. It took him 21 years to get to this point. Okay? He was able to start his climb towards as being the world's biggest shipper, because he was now hauling oil for the Rockefeller Empire. We're gonna get into why the hell would a vertically integrated oil company, let some outsider haul their oil. It's gonna be very similar to the to what we just went over with Bill Gates, I think on a episode 2 90. Okay get there in 1 second. So it says up until now before doing this deal with standard oil. Ludwig had been charter his ships to smaller refineries. And so about a decade before we were the story, there winds up being a secret oil cartel compact it it was not known at this time. Came out later. It's called the Act Carey or red line agreement. It it affected froze each major oil company's fractional share of the petroleum market at 19 28 levels to create a cartel and eliminate competition. And so now all the major oil producers are in a cartel together so they can control prices. And so now this is what I mentioning earlier It's like, why would a vertically integrated oil company hire an outside company ship its oil. It's the same reason the Ibm, let Microsoft create the operating system for the Ibm Pc. If you haven't gone back and listened to episode 2 90, I would highly recommend doing that after, this episode. In that book, which is published way before Microsoft or not way before. Like a couple of years before Microsoft gets gets into its own antitrust trouble. They're interviewing this guy from Ibm in the book and they're like, why the hell did you give this super valuable opportunity to Microsoft? And he gave some historical context. He says for the last 3 presidential administrations, they are all trying to break up Ibm. So much so that they... I... The Ibm had to start its own law firm. I forgot it was like I forgot how many people, like, thousands of people just working to to fight off the United states government for these these trust and, like, mono charges. And there's a very similar line of reasoning taking place in Daniel Ludwig week's career at this point. Why would an oil company such an advantageous position charter ships from an outsider rather than operating ships of its own? The illusion of competition and decent has to be maintained? The Us government still had laws on the books gating from the turn of the century when public outcry led to trust busting. And so Ludwig is doing what standard once done, it just appears it's an outside company, what was in fact, a tightly controlled situation must not look like 1 from the outside. As much as Dk dk had been betrayed as a lone wolf, the fact remains that he could have never attained billionaire status by operating in a vacuum by allowing himself with the biggest game in town, he served as a useful cog in a gigantic machine that kept oil and money circulating all over the globe. And so this is a great overview of something I referenced earlier the fact that his business was basically a hundred and 80 degrees different during World war 2 than it was in the depression, and a reminder that tough times don't last but tough people do. During the depths of the depression Ludwig was Mai deep in debt. He was saddle with do nothing partners. Desperately pressed to keep the shipping board in the banks from fore closing on his few ships and and burdened with an unhappy marriage. Now 5 years later, Dk was in good financial shape, the owner of a glow growing fleet of ships and corporations out of debt and enjoying a profitable relationship with the government, the banks and the oil companies. Moreover, he was building a reliable staff and had a happier marriage. And so even though he's getting a lot richer, his legendary sting as as the book references at many times, is still intact. Ludwig sting would become legendary in the shipping industry. He did not mellow as he grew richer and older. He earned a reputation of being the sc of the shipping industry. 1 of his employees on being asked to suggest a design for a fleet flag symbol the Ludwig enterprises, submitting a submitted a drawing of 2 hands stretching a dollar bill. This is so extreme made me laugh. The captain of a Ludwig ship made the extravagant mistake of mailing in a report of several pages held together by a paper clip. He received a sharp rebuke from Ludwig. We do not pay to send iron mon by air mail. I had to look up what iron Mon was. It refers to manufactured iron goods. I don't know if a paper that fits the description, but Ludwig was super pissed off about it. Ludwig week's tight fist persisted after the depression, putting him in sharp contrast to such free spend. These are his main competitors at this time. I Ari aristotle And Star, New arc. It was also largely responsible for many of his innovations in the shipbuilding building industry. This is actually the the reason I'm reading all this to you. But before I get to that part, if you wanna learn more about Ari aristotle. In particular, I just did a podcast on hit 1 of his biographies. Steps episode 02:11, it's called on Nasa and extravagant life. Well, let's go to this idea that constraints breed innovation. I think that's actually a quote or line from Sam Walton auto. Says most of ludwig shipping innovations were aimed towards a single goal, increasing payload without increasing cost. He was ever on the lookout for a way to reduce tanker design to the bare bones minimum, his ships had much thinner decks than the industry standard. This modification meant less weight and a smaller fuel bill. So this is actually really important. It sounds like, you know, guys going a little crazy. But you really think about it, like Ludwig wix career is gonna span over 50 years from here. And small expenses compounds. So what is the cumulative savings of ludwig wix cost management over a half of a century. Ludwig rid his ship of any feature that did not contribute to profits, please his own obsessive sense of economy and kept Instead step ahead of his competition when someone asked why he didn't put a grand Piano aboard his ships as Starbucks Ne Arc did, Ludwig snapped. You can't carry oil in a grand piano. And I think there's just 1 sentence here that really describes why this is so important. Like, why is he doing all this? Why is he so obsessed about this? Is making money his his passion, not spending it. Ludwig was concerned with the wealth itself, not the trapping, making money not spending it was his passion. And so all throughout World war 2, He's making a ton of money, and then at the end of World war 2. He's a lot richer than he was at the end of war war 1. So this is what the the difference between the end of World war 1 or world war 2 and war 1. Just talking about 25, 27 years. The entire time that 25 27 year period, Ludwig has been in the same industry. And so I think this is another example of this idea that you have to stay in the game long enough to get lucky. And so just like at the end of World war 1, there's gonna be a ton of the this huge surplus of warships ships. The difference now is Ludwig has a lot more knowledge knowledge in a quarter century. Right? But a lot more money take advantage of this opportunity. So says what was to become of all the tankers idle by the war end. He had started in the tanker business by by taking World war 1 surplus vessels and renovating them. Now there would be more surplus ships available, and he was in a far better position to exploit the situation. He stayed in the game long enough to get lucky, and then we're gonna see this personality trait. He doesn't believe that anything is set. He's like, well, I just gotta find the human that's actually responsible for making a decision, and then I can I can a, like this a reminder, 1 of my fear quotes that Mark Jason said that that the world is a very malleable place? If you know what you want, you go for with Maxim energy and driving passion that world will often reconfigure itself around you more quickly and easily than you would think. Ludwig version of that is fine the ultimate decision maker, figure out what they're start and push on them. So We're gonna read the section 2, but he does this. Not only he's doing this with the the Maritime commission. This is the Us government. He does it with foreign governments. He does it with banks. He does it with oil companies. He does this over and over again. The same idea. Many of the surplus ships needed to repair work before they could be put into service, but there was also a clause in the purchase contracts simulating that any materials are removed from these ships during renovation had to be scrapped. There is no way. That ludwig is gonna take something that is. Valuables Somebody else and just throw it away. That just... He never does it. So says this condition was now standard in maritime ship sale contracts, but Dk did not want to abide by it. If he can make some money by finding a buyer willing to pay more for remove parts and scrap dealer, Why shouldn't he be allowed to do so? It was a shame to waste anything that could be turned into a profit. So when he got a tempting offer, he wrote the maritime commission with the with a proposition. This company is offering to pay a hundred thousand dollars for a turbine that he had just removed. Let me sell this engine, Dk said, and I'll split the proceeds with you 50 50. On its face, the offer was in violation of the contract, but the commissioners accepted his proposition with a single modification. They wanted 55000, not 50000. Done and done. On these terms, the deal was made, the commission got a nice piece of change and Ludwig got a lot more out of the engine than he would have by selling it for scrapped. He also got something else. Maritime times permission to violate contract terms and sell excess equipment and materials for whatever he could get as long as he was willing to cut in the agency for a share of the money. Now while this is going on something interesting happens. Dan Love goes from being the best in the industry to behind both Ara aristotle And Starbucks. So, And Were friends than brother laws and then enemies. So think about this. Why was And Able to catch up and then pass Ludwig. Oh Nasa and Nichols had lower cost structures than Ludwig. How is that possible? This guy's obsessed with with eliminating costs. Ludwig first advantage was the fact that he did business with the Us government. He's able to buy these war surplus ships. Right? So that means his ships. By law, they have to fly under American flags. He is doing business with the Us government. And the Arc archives fly under flag of convenience ships, which means they are not regulated by the Us government. So this what the... This is the advantage they have They had virtually cornered the mid east to Europe oil hauling trade, taking business away from Ludwig and other American shippers by cutting their charter rates, flag of convenient ships which On and Y are using, have no taxes and regulations, and they also have inexpensive foreign crews. They could make money at rates that would bankrupt an American shipper who paid Us taxes and wages and had to maintain his ships in an adequate state of repair. Ludwig had been concentrating on becoming America's largest shipper. And the Arc archives had been using pan registry and cheap rates to beat him where it counted, getting charters to haul oil. Eventually, Ludwig is going to fall suit. He's gonna find ways to build flag convenience chips as well. Another advantage that On nas and Had that Ludwig hat was forced to follow was lavish entertaining another way to think about this is b the people that make the decisions to give these oil charters. And this is what Nasa and his brother all become World Famous for, They have like, these floating essentially, like, he can even call mansions. Like miniature floating cities. Like company headquarters. You just happen to live there. It's act... Absolutely insane. And 1 of the... I read 2 biographies of Nasa. I think of both of them, they talk about this, but Churchill. So Winston Churchill ones up becoming good friends with Arizona Nasa. So Nasa had maybe, you know, the the the nicest yacht in the world at the time. And this is before Churchill dies. He's, you know, the hero of the west, arguably the most famous, 1 of the most famous people on the planet, and he he can, you know, has access to unlimited opportunities, and he chooses to constantly vacation and spend time aboard on. Yeah. And in 1 of the books on Nasa describes, Churchill peculiar morning routine where he wouldn't get out of bed like he'd wake up, he, you know, wake up normal hours 08:00 or whatever the case but he would stay in bed reading and drinking to like noon. But when I got to this section of the book, which I'm gonna read you and it's gonna it's gonna seem un for ludwig. But I was having a breakfast with a few friends, and 1 of them made the point that was very interesting. This friend had been buying businesses and making investments for, like a decade and he actually made the point that he believed that yachts and private planes are actually undervalued assets. And this section of the book would explain why someone would make a statement like that. And so this is And his brother law, while they were lavish entertaining the leaders of European and arab ari. They were also winning contracts to haul oil to make enough money to keep the spending spree going. And Ludwig watching these glamorous men steal contract after contract from him. By dazzling those who had the power to grant such concessions had begun to realize that if he was going to compete with them successfully, he would have to do more than build bigger and more economical tankers. He would have to do a little dazzling of his own. And so he builds this giant unbelievably luxury yacht called the dan gen because he realizes how valuable it says as a business asset, most of the this this yacht of his is gonna travel like, 40000 miles a year on average and most of the time he's not even aboard. Over the next decade, Dk would use this yacht frequently in this way, cruising the Mediterranean or the Atlantic with a boat load of wealthy gas. Usually one's from whom he needed a business for him the yacht was as much a business craft as any of his tankers. And probably earned him more money than any of them. That is a crazy sentence and probably earned him more money than any of them goes back to what my friend was telling me Yachts and private planes are actually undervalued assets. In the case of the Greeks and in case of Blood, these giant floating company court mentioned things, why I'm not only not costing them or anything, but making them a ton of money. And so moving on, even though he's loses some of the contracts to the greeks. He's still the third largest ship owner in the world. And he's making so much money He's gotta find something to do with all the cash. This is where they call him a highly diversified 1 man multinational corporation. So at this point, the story, He's in his fifties. He still has 4 decades ahead of him. And so the book goes into great detail a bunch about a bunch of these projects. I'm gonna highlight that a couple of, but I wanna point out this because I thought this fascinating. His plans for his Venezuelan land was reflected in amendment to national Bulk carriers corporate charter. So He's got a million different companies. His main business is called national Bulk carriers. These are the... That's becomes 1 of the largest shipping companies in the world. And so he's updating the charter about what he can do with the company's money. The new section expands the allowable activities to include This is how varied his his interests were. Exploration and development of petroleum, gas, asphalt. Hydrocarbons, metals, ore, coals, and other minerals, Operation of oil wells, mines, drilling equipment, All kinds of oil gas and mineral development Also farm, ranches and livestock from this time forward. National Boat carriers would itself not as an oil transportation firm, but as a holding company. Dk was no longer just a simple shipper and ship builder. He was now a highly diversified 1 man multinational corporation. And something you see in the history of entrepreneurship over and over again is this idea of how can I keep paying myself? He's is in these businesses not necessarily because he's interested him because they're adjacent to shipping. And he's like, well, was instead of shipping other people's agriculture or, other people's cattle? Or are other people's lumber. Why don't I just own everything and ship it myself? There's just 1 line that happens earlier in the book that I really... He studied the way Rockefeller set up his business? He's like oh, I do this. Like the Rockefeller organization, Ludwig had mastered the practice of keeping his money by transferring it from 1 pocket, 1 company to another while appearing to spend it. And then another reason I wish this book was more widely available and in print and affordable. It's because it's full of these crazy stories These covert wars between nations, companies, individuals, it's talking about the fact that these... There's people in the United States government. This is when Eisenhower president. You're gonna see Richard Nixon on a young Richard Nixon kiss involved here where they're trying to make Ari aristotle Nasa. Auto Nasa has this exclusive contract to haul, Saudi Arabian oil. And you as Government wants they're out of his control. But look at the length that they go to accomplish this without anybody knowing what they're doing. So it mentions people at Richard Nixon, a bunch of other people that are inside the eyes eisenhower administration with skip over the names to tell you what they're doing. There... They pulled the levers and kept the wheels turning the way that the corporate powers wished. Just now these men were concerned with bringing Ara aristotle and Assets down a few bags. They did not wanna destroy him completely for that might expose the oil cartel, a lot of that oil money's flowing into the coffers these politicians. The plot would involve phone taps, this is so wild. The plot would involve phone taps and the planning of stories, some true some half true some false. In cooperative, foreign and domestic newspapers all with the purpose of changing On image From that of a glamorous celebrity to a cunning villain. After he had been sufficiently smeared, the Us Department of Justice would start suits against him, that it had hoped would force him to re his exclusive rights to haul saudi oil. The money for funding the operation was to be passed through an of Star New, so his main competitor. Ne had a vested interest in seeing the Saudi contract scrapped. So, of course, did Daniel Ludwig. And so 2 of my favorite ludwig stories are right next to each other in the book. This is how he starts the largest salt company in the world. And in the middle of the story is my favorite sentence in this entire book. So it's this project that's gonna happen. It says it's on Mexico's mexico Pacific coast about halfway down the Baja hop in Peninsula. Located there were huge underground deposits of brine. Concentration of salt in the water were around 30 percent, nearly 10 times that of sea water. By the simple process of pumping this brine to the surface and letting it stand in pools where the hot sun could evaporate the water, 1 could produce millions of tons of salt. This is what Ludwig is doing. Produce millions of tons of salt, which could be gathered and exported. The economy of the procedure appealed to Ludwig. All he had to do is bring up the Brine and nature would do the processing. The main problem was the labor. This part of Mexico was nearly unpopular, and he would have to import workers and build places for them to live. He has to build essentially a small town for this to happen. The Baja coast was so remote that he'd have to build an entire town if he was gonna develop assault deposits. This is my favorite sense of the book, but he had learned something by now. Opportunities exist on the frontiers were most men dare not venture, and it is often the case that the farther the frontier the greater the opportunity. I love that line. The majority of businessmen are tied to cities where the ingredients of development already exists, labor energy supply is building. Transportation so on. Competition also exists there. And the way to escape it is to either do something no 1 else is doing, or do it where no 1 else is doing it. Much of ludwig success was due to his willingness to venture where more timid entrepreneurs dared not go. This business is unbelievably successful. He wants up selling it a few years later, but the output, the salt output increased to as much as 4000000 tons a year making the largest producer of solar salt in the world. And that's just 1 of these giant projects that he takes on, this is of my favorite stories in the book too because sometimes you have to do it yourself, he's already a billionaire at this point in story when he's about to do when I'm gonna describe to you now. He was embarking on an ambitious project in Panama, the building of a 55000 barrel day refinery and an ad enjoying petrochemical complex. Before starting construction, however, Ludwig had a little chore to perform. 1 that he intended to do personally. Twice he had trusted the word of specialists, and twice he had been burned. He had believed them when they told him he could bring fully loaded 60000 ton or carriers. Down the Or river, this isn't in South America without running them ground. They were wrong by that. By the way, and his geo had failed to discover until after considerable work was done that the coral rock underlying Grand Bah Island was too fragile to support giant super tank, So these are giant previous projects that he was working on, he got bad information and that cost him a ton of. So he's not gonna happen again. These episodes cost ludwig considerable time and expense. So before building a refinery Panama, he decided to check out the site himself. Dressed in bag clothes, he caught a night flight out of New York to Panama City and arrived just just before don. He went into a little village store at the base edge and pulled out a quarter out of his pocket. He paid for his purchases, a heavy bolt and a 20 cent ball of string. He unwell the string measured it out in 6 foot lengths and tied a knot at each interval. He went outside and rented a motor boat and spent the rest of the morning. Remember he is a already a billionaire when he's doing this and spent the rest of the morning in afternoon, putter around the bay checking with his weighted line, the accuracy of every sounding marked on a nautical chart that he had brought along. Only when he had satisfied himself that the water was as deep as the chart said, Did he fly back to New york and give the signal to begin construction. And then his activities were not also relegated to buying businesses, are starting new businesses, he would also buy stock in the public markets if he thought it was a good deal. As an example. He starts buying a ton of stock in this oil company, and people are like, oh, my god, he's gonna try to take it over, and his people released a statement. They're like, nope. He's primarily interested in appreciation of the value of stock. He is not looking to take over the company and indeed, Ludwig 19 months after buying the stock. Would sell it for a hundred and 46000000 dollars reaping a handsome 46000000 dollar profit on his short term investment. And so when the book is published, Daniel Ludwig is still alive and he's still working, and so the author closes trying to make sense of this unusual person working on an incredible scale. How then do we assess his career? No matter what colors we use for his portrait, we must paint him on a large scale, much larger than life. There could be no question that he has had a very powerful impact on his time. Far greater than the influence of many better known entrepreneurs. Because he has lived, the world is a different place from what it would have been otherwise. A study of his career turns up quite a number of close associations and friendships, mostly with business acquaintances. It is much more accurate to regard Ludwig, not as rec inclusive, but is exclusive. He sees only those few people he wants to see and avoids everyone else. He has long made it a point to socialize at least occasionally with people of wealth, fame or power. Top executives of major banks, oil companies, and other corporations, celebrities, and heads of state. Much of Ludwig reputation as a rec close stems from the fact that most of the people he see socially or professionally don't talk about him to outsiders. This conspiracy of silence has enabled him to retain his aura of mystery all these years. There has always been an economic motive behind his continual ups scaling. A desire to keep a jump ahead of competition, but there has always been something else as well. A compulsive 1 up ship driving him on to succeed at what lesser men consider impossible. We can add to this portrait a clever, mechanically invent mind committed to the principal of getting the maximum utility profit from the minimum expenditure of time, space, energy, and money. Plus an ambition that seemingly knows no limits, plus a decided preference for deeds over words machines over men and a high degree of ruthless. And that is where I'll leave it for the full story I highly recommend reading the book. This is a book that I will definitely reread in the future, but I will leave a link in the show notes and at founders podcast dot com. If you buy the book Through that link, you'll be supporting the podcast at the same time. You can also support the podcast by signing up for the founder premium feed. I just recorded my third Ama episode, I'll be working on the fourth Ama episode in the next week or 2. That link is also in the show notes if you wanna sign up for my free email newsletter, I email my top 10 highlights from every book. That link is down below and available at founders podcast dot com. That is 292 books down 1000 ago, and I'll talk to you again soon."
}