{
  "transcript": "I have always believed that each man makes his own happiness and is responsible for own problems. It is a simple philosophy. I find that it functions as well for me now that I'm a multi millionaire as it did when I was selling paper cups for 35 dollars a week and playing the piano part time to support my wife and baby daughter. It follows that a man must take advantage of any opportunity that comes along, and I've always done that too. After 17 years of selling paper cups, I saw opportunity appear in the form of a milkshake machine called the multi mixer, and I grabbed it. It wasn't easy to give up security and a well paying job to strike out on my own. My wife was shocked and inc. Yet, I was alert to other opportunities too when I heard about an incredible thing that was happening with my multi mixer out in California. I kept getting these calls and the message was always the same. I want 1 of those mixer of yours like the Mcdonald brothers have out in California? I got curious. Who were the Mcdonald brothers? And why were customers picking up on the multi mixer from them when I had similar machines in lots of other places? So I did some checking and was astonished to learn that the Mcdonald's had not 1 multi mixer, not 2 or 3, but 8. The mental picture of 8 multi mixer turning out 40 shakes at 1 time was just too much to be believed. So I flew out to California to check for myself. Something was definitely happening here. The cars began to arrive and line started to form. Soon the parking lot was full and people were marching up to the window and back to their cars with bags full of hamburgers. 8 multi mixer turning away 1 time began to seem a lot less far fetched in light of the steady procession of customers. I went over and introduce myself to Mac and Dick Mcdonald. They were delighted to see me. Mister Multi mixer, they called me. And I warmed up to them immediately. We made a date to get together for dinner that evening, so they could tell me all about their operation. I was fascinated by the simplicity and effectiveness of the system they described that night. Each step in producing the limited menu was stripped down to its essence and accomplished with a minimum of effort. That night in my motel room, I did a lot of heavy thinking about what I've seen that day. Visions of Mcdonald's restaurants all over the country pro paraded through my brain. In each store, of course, there would be 8 multi mixer wearing away and patti a steady flow of cash into my pockets. The next morning I got up with a plan of action in mind. I got together with Mac and Dick Mcdonald again. I've been in the kitchens of a lot of restaurants and drive in selling multi mixer around the country, and I have never seen anything to equal the potential of this place of yours. Why don't you open a series of restaurants like this. It would be a gold mine for you and for me too because everyone would boost my multi mixer sales. What do you say? Silence. Then Mac Mcdonald said, we don't need any more problems. We're in a position to enjoy life now, and that's just what we intend to do. His approach was utterly foreign to my thinking. So it took me a few minutes to reorganize my arguments. But it soon became apparent that further discussion would be futile. So I said that they could have their cake and eat it too by getting somebody else to open the restaurants for them. Then Dick Mcdonald asked, who could we get to open them for us? I leaned forward and said, well, what about me? When I flew back to Chicago that fateful day in 19 54? I had a freshly signed contract with the Mcdonald brothers in my briefcase. I was a battle scarred veteran of the business wars, but I was still eager to go into action. I was 52 years old. I had diabetes and arthritis. I had lost my gallbladder, and most of my thyroid gland in earlier campaigns. But I was convinced that the best was ahead of me. That was an excerpt from the book and we talked to you about today, which is grinding it out the making a Mcdonald's, which is the auto of Ray Cro. Something that you and I've discussed before is this idea that the order that you read things in actually affects your interpretation of them. And the reason the first time I read this book, it's been, like, 6 years since I read, I think was like, episode 7 of founders. And back then, I didn't know what I didn't know. And so The past few weeks, I I've noticed this really interesting pattern that has popped up over and nerve again, And it's the fact that it's not what you do, but how you do it. And there's some examples that jump out at you on the last few episodes of founders like episode 2 88 with Ralph Lauren. The fact that he got wealthy almost went bankrupt when he's a manufacturer, and then he became 1 of the wealthiest people in the world when he switched from licensing instead of manufacturing. The early days on episode 2 90 the early days of Microsoft and Bill gates. The fact that he would refuse to sell his software for a fixed price. And instead get paid for every copy and perpetuity. But when he was buying other people's software, he'd always give them a fixed price and not let them get paid per copy. Then last week on episode 2 92, the invisible billionaire, Daniel Ludwig realizes in and it's only career, Hey, I can make 4 as much just switching from transporting lumber to oil. And so this idea that it's not what you do about how you it It has been coming up in conversations with other founders. And then I realized, oh, wait, Ray cro is actually a perfect example. I should go back and reread his auto because he made more money than other fast food chains by altering his business model where he'd actually own the real estate and then lease it back to the franchise eat. And that alteration of his business model actually produced similar wealth effects like, like Ralph Lauren changing from manufacturing to licensing going from almost being bankrupt In Ray case, he could hardly pay his bills when he was just getting 1.9 percent of the sales of all the franchises to becoming unbelievably wealthy to when his wife actually dies a few years after he is, they wound up donating, I think 1.5 close to 2000000000 dollars to Charity. And so I'll go into a lot more detail about that in the middle of the book. I do wanna pull out 2 stories from his early life that I think are important, and then we'll get into his early career. We're gonna see a huge bias fraction, even from a very young age, he was trying to start his own businesses and make a lot of money. They call me Danny Dream a lot even later when I was in high school and would come home all excited about some skiing that I thought up. I never considered my dreams wasted energy. They were invariably linked to some form of action. When I dreamed about having a lemonade stand, it wasn't long before I set up a lemonade stand. I worked hard at it, and I sold a lot of lemonade. I worked as something whenever possible. There's an old saying that all work and no play makes Jack a Dull boy. I never believe that because for me, work was play. And that last sentence is really important because that all consuming work ethic that he has his a young man. He maintains throughout his entire life. I'll go over, there's multiple highlights that I have. It's just like you won't believe his insane schedule. He makes it very clear in his auto that work was his number 1 priority throughout his entire life. And he makes no apologies for that even though it destroys a lot of his personal relationships. And 1 more thing from his early life is when he drops out of high school because he wants to serve in World war 1. The United States had entered world 1. And the war effort was very important. Everyone was singing over there, and that's where I wanted to be. My parents objected strenuous, but I finally talked them into letting me join up as a Red Cross ambulance driver. I had to lie about my age. In my company was another. This is this is crazy. I I'd remember this from the first. This is 1 of the paragraphs that I jumped out. I still remember from the first time I read this books 6 years ago. In my company was another fellow who had lied about his age to get in. He was regarded as a strange duck because whenever we had time off and went on on the town to chase girls, he stayed in his camp drawing pictures. His name was Walt Disney. And so the war ends, he refuses to go back to school and he starts his career as a salesman. And this is what he mentioned earlier that he's gonna sell that he sold paper cups for 17 years. And this is the first indication that we get that he's gonna maintain an insane schedule throughout his career. It wasn't easy. I pounded the pavement in my territory from early morning until 5 or 05:30 in afternoon. I would have worked longer I suppose, but I had another job waiting for me at 06:00, playing the Piano at a radio station. I had arrive at the station at 6PM. And then play for 2 hours. I then had a 2 hour break from 8 to 10PM, and then I returned to work until 02:00 in the morning. A few hours later at 7AM, I'd be off with my sample case in pursuit of paper cup order The only break in this routine was on Sunday, which was my day off from selling paper cups, but we had after hours at the radio station. So he just told you he's working from essentially 7 in the morning till 2 in the morning with a 2 hour break from 8 to 10PM. And he's maintaining a schedule for almost 7 days a week. And he's married at this time. Thinking Married when he's, like 18 or 19, and she can imagine his wife is he's not gonna be happy about this. They actually married for 35 years. And his decision to go all in Mcdonald's. Actually actually causes them to get divorced. And so it says Ethel used to complain about the amount of time I spent for away from home working. Looking back on it now, I guess it was kind of unfair, but I was driven by ambition. I was determined to live well and have nice things, and we could do so with the income for my 2 jobs. And so ray starts the book saying, hey, every person's responsible for their own opportunity. And when you've see an option opportunity, you gotta chase it. The problem with the cup business is it's really slow. We selling it in Chicago in the winter. And so it's like, I don't make enough money during the winter. I gotta find another job during that period, And in the newspaper, he says I had been reading about the business boom down in Florida. Newspapers compared the rush down there to the gold rush of 18 49. This is in the mid 19 twenties right before the Great depression. There's a huge speculative real estate boom, that's happening in Florida. And so he's worried that everybody's gonna get rich And he's not... He convince his bosses at the paper cup company to let him work down there during the winter and he'll come back for the busy season. So he goes down and he says, I got a job selling real estate. Everything I'd been hearing about the real estate boom was true. And so he's a young kid in his early twenties and he's trying to figure out okay? Where can I get customers Like, where do Have an edge here? And so he does something Clever here. He says I went to the Miami chamber of converse. And I looked up the names of tourists who came from the Chicago area where Ray was living in grew up. I'd call them and fill them in as 1 Chicago in to another. On an exciting development that I found in this land of crazy speculation, and his strategy worked really well. The problem was his timing was bad. Just when I was getting into the swing of selling these lots the whole business vanished. And so now he doesn't have a product cell, but he still has his piano playing skills, so he's gonna get a job and this job is going to lead him to go to jail. So he becomes a Piano player at this night nightclub on Palm Island called the Silent Night. This is happening in Miami. Today, Paul My is still there, but now it is a really nice enclave of single family homes. And Ray loves his new job because he's making a ton of money. Soon I was averaging a hundred and 10 dollars a week. That was really good money in those days? Why is he making so much money? Because the place is illegal and he's working for a bunch of gangster. The place itself was fabulous, gorgeous, glamorous and illegal. The owner was a rum runner who bought the Elisa Bus served from the Bahamas. A doorman was posted at the entrance gate to screen guests as they arrived. Before opening the gate, the doorman would push 1 of 2 buttons. 1 would ring a bell that would bring the Major d bustling out to meet the patrons. The other button would sound an alarm that meant revenue agents. And those are the agents that are enforcing prohibition, which is currently the la of land at this point in history, The doorman would delay the federal agents as long as he could by the time they got inside, there was no evidence of liquor in the place. And so this goes on for a while, raise static until it gets popped. 1 night, the revenue agents out maneuver the Palm Island security man and we all wound up in jail. I was mortified. And so he went getting out of jail and heading back to Chicago, he says, I had left Florida and Nick Time. The club closed its gates for good. Paul My popped up into the news once in a while as time went by because A Capo built a home there. And so when you get back to Chicago, does something Marty. Says, okay, no more multitasking. I'm all in on 1 thing and 1 thing Only. Only, I'm gonna pick the best opportunity and go all in on that. When I return to Chicago, I started selling paper cups again. I vowed that this was going to be my only job. I was going to make my living at it and to hell with moon moonlight of any kind. I intended to devote every ounce of my energy to selling, and that's exactly what I did. And so when I got to that part, the note I jot it down for myself is actually this quote that I keep on the home screen. Of my phone, and it's a quote from the Michael Jordan, documentary randy the last dance describing Michael Jordan, and it says, a guy that was totally focused on 1 thing and 1 thing only. And so at this point in his life, he has to deal with the devastating tragedy and that's the early death of his father. He was just explaining this huge speculative real estate bubble that was happening right before the depression. And as I re reread this highlight several times will popped to my mind is that quote that I tell you over and over again that comes from episode 02:42, which biography of Francis for Cop. And he says you can always understand the son by the story of his father, the story of the father's embedded in the son. Ray, even race resets, like he had the psychopathic drive to have financial success. And even though he achieved great wealth later in life, even after he had that wealth, he still had that psychopathic drive to keep doing more. And once you understand how his dad's life ended. I think that makes more and more sense. And so raised dad's got a job that he's really like. Wants to make more money. He's not making enough money. So he's, hey, I'm gonna... I'm... He essentially began speculating in real estate. So at the time we, if you make a hundred or a couple hundred bucks a week, that you're doing fantastic. His dad is like, buying lots or houses for 6000, and in selling it a short time for 18000 and so in a story that's oldest his time, he confuses luck with skill and holds on way too long and gets caught up in the but the bursting of this this huge doctor's of bubble. Father seemed to have a midas touch when it came to picking property. He was so busy pyramid his land holding, so throwing more money into it. Though he'd somehow failed to see whatever warnings there might have been of the impending crash. When the market collapsed, he was crushed beneath a pile of deeds he could not sell. The land was worth less than he owned. This was an unbearable situation for a man of my father's principled conservatism. He died of a cerebral hemorrhage in 19 30. He had worried himself to death. On his desk, the day he died were 2 pieces of paper. His last paycheck and a garnish notice for the entire amount of his wages. So as I mentioned earlier, Ray is gonna sell paper cups for 17 years. 1 of his customers. This guy named earl prints is actually going to invent the multi mixer. So Ray gonna jump from selling paper cups to selling the multi mixer as we already know the multi mixer is what leads ray to the greatest opportunity of his life. So he says he... We're still the multi mixer. I wanna go over just the he he talks a lot about his first marriage. And I think in describing the the the relationship dynamic between him and his wife. We actually understand a lot about who he was as a person. And so he says the mixer was the invention that really made big volume milkshake production possible, and it changed the course of my life. So he mentioned earlier that the reason he made a good deal money from selling paper cups with the introduction of prohibition. There was like this huge boom in America at the time. For these soda and milkshake fountains. You'd see, like, stores were pop up everywhere. They'd be in, like, inside of Walgreens. And so this huge explosion in that industry actually helped him because they needed the paper cups that he was selling. And so his customer goes to him and says, hey, don't you leave Lily Tulip up. That's the paper cup company that he's working for, and just go... We'll go into business together, I will make and manufacture the multi mixer and you can sell them, and then we'd split the profits. And to ray super excited about this business opportunity he believes in it, but when he tells his wife she thinks he's crazy, Ethel was inc at the idea that I would give up my position and go off on a flyer like this. You are risking your whole future if you do this. You are 35 years old. And you get start all over again as if you were 20? What if the multi mixer turns out to just be a fad and fails. You have to trust my instincts on this I said. I'm positive that this is going to be a winner. I want you to help me. Come down and work in the office for me and together we will make it a terrific business? I will do no such thing she said, but eth, I need your help. She absolutely refused to help. I felt betrayed. That was when I began to understand the meaning of the word strange. It is a terrible feeling and once it appears it grows like dry rock. Ethel did not deter though. When I have my mind made up about a business deal, that's it. That's not the last time they're gonna fight about raise ambition over and over again. He does do some crazy stuff when he just said, hey, you know, if I have my mind made about about a business deal. That's it. He puts his money where his mouth is. He he'll mortgage his home to go and raise the money needed for his business. We'll get there in a minute. I do wanna bring up 1 thing though. He brings in the multi mixer contract to his actual employer because originally he's like, hey, maybe we could sell this together. They don't have an interest in it. So when he tells his boss, hey I'm gonna strike it on my own, I'm gonna go into business with Earl. They won't let him because they have the contract. The actual multi mix contract is with his company. But he's their best salesman. So He's like, if you don't let me do this I'm gonna quit anyways. And so they work out a deal that once being a terrible deal. And so this bad deal actually leads raid mortgage his house to buy out his partner, but we're not there yet. Says what we worked out was a deal in which I got the multi mixer contract, and the company got 60 percent of my new company. It was a satanic setup but I didn't see that then. And so he sets up this new company to sell the multi mixer he calls himself a 1 man band, and he just starts hitting the streets. I was having a lot of fun back in 19 38 when I struck off on my own. I was a 1 man band, and I traveled all over the country. Sales were not bad considering the newness of the product. But I was extremely unhappy with my financial setup. I determined after a little more than 2 years that I was gonna have to get that that 60 percent back somehow. And so he keeps pushing the points. Like, what's your number, what's your bio number? He's gonna do the same thing for the Mcdonald's brothers. So why Reading this section to you. And keep in mind, the company gave him 6000 dollars of start startup Capital. He's doing all the work 2 years later. This is what they tell him. I don't know how he kept from choking on his own bile as he mouth the figure. 68000 dollars. And so ray disgusted by the situation, but he wants out, I didn't know where the hell I was gonna raise that money, but I had made up my mind to do it. In the end, most of the cash came from my new home. I managed to get an increase in the mortgage. Much to those dismay. I don't think she ever got over the shock of discovering that we were a hundred thousand dollars in debt. And it's during this period of his life that he first mentions why the book is titled grinding it out. For me, this was the first phase of grinding it out, building my personal monuments to capitalism. I paid tribute in the feudal sense for many years before I was able to rise with Mcdonald's on the foundation I had laid. Without the adversity, I might not have been able to persevere later. I learned then how to keep problems from crushing me. I refused to worry about more than 1 thing at a time and when I... And I would not let Useless fret about a problem, no matter how important keep me from sleeping. I knew that if I didn't sleep well, I would not be bright and fresh and able to deal with customers in the morning. And so think about how crazy this is He sold paper cups for 17 years. He starts selling the multi mixer in 19 38. Now this is in the early 19 fifties and he realized, u, I'm in a dwindling business. And he knows this because he spends his time traveling around talking to customers, so his customers are restaurants, drugstore stores, soda fountains. And little by little, they're either downsizing or eliminating selling milkshake or sodas completely. And so he has a few year window to be like, okay, well, I'm going to either be in increasing business or I have to find something else. And this is the the punchline the ups shot of all this, I knew that I had to find a new product. At this point, he'd been selling the For 15 years. It was not long after that that I became intrigued by the stories of the Mcdonald brothers and their operation that keep that kept 8 multi mixer wearing up. What the hell I thought, I'll go see for myself. So I booked my 52 year old bones onto the Red eye special and flew west to meet my future. And so 1 of the most important decisions the the Mcdonald brothers made early long on is that they they made every detail perfect, and then they'd limit the number of details they had to perfect. This is something you can see that the Present corporation totally got away from. But I thought this was. It was a restaurant strip down to the minimum in service and menu. The prototype for legions of fast for fast food units that would later spread across the country. The simplicity of the procedures allowed the Mcdonald's to concentrate on quality in every step and that was the trick. Make every detail perfect and limit the number of details to perfect. And so from the very beginning ray makes 2 crucial mistakes, 1, he acts as own attorney, and 2, he accepts just a terrible deal. This is again, he's known for like, accepting these bad financial deals at the beginning and then trying to figure out a way to wiggle himself out later. But there's 1 specific clause in the contract that is gonna cause the dis integration of the partnership between the Mcdonald Brothers and Ray k later on. And he says, I was further contractual clauses that obligated me to follow their plans down to last detail too even to signs and menus, but I should have been more cautious there. The agreement was that it could not deviate from their plans in my units unless the changes were spelled out in writing and then signed by both brothers and sent to me by registered male. This is never going to happen by the way. This seemingly inn requirement created massive problems for me. A man there's... He says there's an old saying that a man who represents himself has a fool for a lawyer, and that certainly applied to me in this instant. I was just carried away by the thought of Mcdonald's drive ins pro like rabbits. Also, I was swayed by the a openness of the Mcdonald's brothers. And so he says the meeting was extremely cordial. I trusted them from the outset, and then he goes into what he agreed on financial terms. And again, this makes sense. I'm not criticizing here when he says, hey, the agreement gave me 1.9 percent of gross sales from franchisees So he gets... That... That's his whole thing. You guy... I'm gonna make 1.9 percent. He's got a kick up half of a percent to Mcdonald's brother. So really he gets 1.4 percent. They're selling hamburgers for 15 cents. And so eventually, he hires this guy Harry to work with him. Really they're more like partners. And Harry's is like, hey You don't build an empire off of 1.4 percent of a 15 cent hamburger, but now that I've read this over and over again. I realized, oh, well, keep mind, at this point, he's signing this. He's not saying he's gonna make a ton of money by building this huge franchise system that Mcdonald's becomes. Right? He's like, oh, I'm just gonna create more demand for the multi mixer sir. If I can set up a bunch of Mcdonald's stores all over the country, All of them will have to buy 8 multi mixer for me. That's an important point. He does not realize this the Sears scope is no way you could. Right? Like, mcdonald's because 1 of the large companies ever ever existed. But he does not realize the size and scope of the opportunities right in front of them yet, we'll get there in a minute. The brothers were to get, half a percent out of my 1.9. I just told you that if they had played their cards. Right, that half a percent, would they would have made them unbelievably wealthy? I'll get into more details of how he buys them out on that later as well. But this part is important because they've explains his mindset, I kinda just gave you summary of that, a minute ago. I've often been asked, why didn't simply copy the Mcdonald Brothers plan. They showed me the whole thing and it would have been easy matter to pad a restaurant after theirs. The idea never crossed my mind. I saw it through the eyes of a salesman. Here was a complete package and I could get out and talk up a storm about it. Remember, I was thinking more about perspective multi mixer sales than hamburgers at that point. And then he also mentions the fact that he liked the name. This is something he repeats over and over again. I think product names, company names are actually really important. I think other people discount out. There was there was also the name. I had a strong intuitive sense that the name Mcdonald's was exactly right. I couldn't have taken the name. Meaning if you did it on its own couldn't have taken their name. And so the fact that Ray goes all in Mcdonald's is what kills his marriage, Ethel was inc by the whole thing. We had no obligations that would jeopardize that we be jeopardize by it. Our daughter, Maryland was married and no longer dependent on us, but that didn't matter to At. She just did not wanna hear about Mcdonald's. It closed the door between us. I had no time to bother with emotional stress. I had to find a site for my first Mcdonald's store and start building. And you're gonna see this guy's a little nuts when it comes to the women's his life. He's gonna be... Married multiple times of the book. And just the way he jumps into these things. I'll I'll tell you more about that a minute. So from the very first time, he violates this order, this clause that they have in the contract that, hey, if you're gonna make any changes, you have to notify in writing, we have to sign that it's okay, and then we have to mail it back to you. And for some weird reason, they would agree over the phone but they would never actually put it in writing. So this causes him to that he's gonna wanna be default in default right from the very beginning. And again, this is partially rae fault. He jumped into business. He's in a partnership with people he doesn't really know I called Mcdonald's boys and told them about my problem. Well, you need a basement they said, so build 1. I reminded them that I'd had that I had to have it documented by a registered letter. They poo poo it and said it was alright and go ahead. I went ahead with the building telling myself that when I got breathing space, I'd fly out to see the Mcdonald's mcdonald's Brothers and get the all the contractual details wrinkled out once more. Or ironed out once more. Excuse me. That would have worked, had Mcdonald's been reasonable men. Instead, they were up twos. They were utterly indifferent to the fact that I was putting every cent I had and all I could borrow into the project. When we sat down with our lawyers and attendance, the brothers acknowledge the problems but refused to write a single letter that would permit me to make changes. And so ray Mcdonald's brothers would have weird interactions like this. We've have told you by telephone that you may go ahead and also their plans as we discussed said their attorney. But the contract calls for a registered letter if mister Cro does not have 1 he's put in Jeopardy said my attorney. That's your problem. The response would be. It was almost as though they were hoping I'd phil. This was a peculiar attitude for them undertake because the more successful to franchising the more money they would make. And so Ray has no choice but to go ahead and open his first Mcdonald's store. Keep in mind, he is still working full time selling multi mixer. At the same time that he's developing the first store. So this is again, another example of this this crazy schedule that he would maintain. He was doing this when he was 17, and he's still doing this in his fifties. I would drive down to the the planes location each morning, and help get the place ready to open. The jan would arrive at the same time that I did, and if there's nothing else to be done, I'd help him. I'd never been too proud to grab a mop and clean up the restrooms. Even if I happened to be wearing a good suit. So the reason I right had said to you He repeats this over and over again in the book, like, he's like a neat freak. He would explode if the bathroom was dirty if there's like, litter in the parking lot. So he says, but usually there were a lot of details to be taken care of in terms of ordering supplies and keeping the food food operation going. So I'd write out detailed instructions for Ed ed the guy that he hired to run this first store. Ed came in in about 10:00 in the morning, and then, he'd opened the store at 11. I would leave my car at the store, walk a few blocks of the train and then take the train to Chicago and be in my office before 09:00. This is where he's selling multi mixer. Shows up to Mcdonald's early before they open helps it get set up, then goes selling multi mixes all day when he's done with that in the evening he goes back to Mcdonald's. In the evenings, I would commute back and walk over to the store. I was always eager to see it come to view. Mcdonald's. Exclamation point. Super happy about this. But sometimes the site please me a lot less than other times. Sometimes Ed would have forgotten to turn the sign on when Dust began to fall, and that may be furious. Or maybe he he brings up the the litter again. Or maybe the lot would have some litter on it that Ed said he hadn't had time to pick up. Those little things didn't seem to bother some people, but they were gross fronts to me. I'd get screaming ed and really let Ed have it. But perfection is very difficult to achieve and perfection was what I wanted in Mcdonald's. Everything else was secondary. And I think it's actually important to pause there, and I think 1 of the most important parts of this auto that Ray is not trying to get you to like him. In fact, I would argue if you read this book and you get to the end of it. You're not gonna say, hey, Ray sounds like this great guy like to be friends with them. I think it's much more likely to get to the end of the book and be like, oh, wow, This guy's driven persistent ruthless and willing to destroy anybody that gets in his way. This is a very old book. It was published in 19 77. They just may... They they made a movie about the book where Michael Keaton plays Ray Cro. You can watch it on Netflix. It's called founder, and there's a line in that movie that I think is demonstrating the point in trying to make to you where he says, hey, if my competitor was drowning, I'd put a hose in his mouth. He does not hide that side of him. He just referenced, like even leaving a little piece of the trash and I'm gonna explore. I'm gonna get your face I'm gonna yell. And his justification is that, hey, perfection is very difficult to achieve, but perfection is what I wanted in Mcdonald's and everything else was secondary to me. And so this is the part where the most important person in the Mcdonald's story not named Ray K appears. And this is this guy named Harry Son. And Ray admits without Harry's idea, Mcdonald's would have never grown into the company that it grew into. So I'm gonna tell the way that Ray describes Harry's idea, and then I'm actually gonna read you the summary of Harry's idea from the movie, which I think is absolutely fantastic. And it says this is the move that made possible Mcdonald's dramatic growth. It started our evolution as a company whose business was developing restaurants and selling franchises to operate them. Our aim was to ensure repeat business based on this systems reputation rather than on the quality of a single store operator. This would require a continuing program of educating and it's this is gonna sound like a, basic to us now because this is a what, like, the world we live in now where there's a ton of franchises for everything. But this world did not exist the time they're building mcdonald's. This would require a continuing program of educating and assisting operators and a concert review of their performance. It would also require a full time program of research and development. I knew in my bones at the key to uniform uniformity would be in our ability to provide techniques of preparation that operators would would accept because they were superior to methods they could dream up for themselves. The research and development and staff to supervise and service operators effectively takes money. That's a big problem, because what is he getting now? It takes more than 1.4 percent of a 15 cent hamburger and some fries and shakes. The only practical way for a mcdonald's to grow as we envisioned would be for us to develop the restaurants ourselves. We could plan a strong system in which locations could be developed by Mcdonald's as part of part of an overall long range nationwide marketing program. It would make the right to operate a Mcdonald's restaurant far more valuable to a potential operator than if we were franchising only a name, actually getting into the restaurant development business was a seemingly insurmountable problem. Harry's solution, the formation of franchise Realty Corporation was to my mind a stroke of financing genius. When Harry came up with a way to make it possible, I backed it by going into hawk for everything I had my house, my car, you name it. And this part is exactly why I wanted to read this book right now in the sequence that I'm reading it in Given what I told you about Ralph Lauren Bill Gates and Daniel Loved to at the beginning, it is not what you do it's how you do it. Let me go to Harry's fantastic summary of this idea that appears in the movie, and he's talking in the movie talking to race says you don't seem to realize what business you're in. You're not in the burger business. You're in the real estate business. You don't build an empire off of a 1.4 percent cut of a 15 cent hamburger. You build it by owning the land upon which that burger is cooked. What you ought to be doing is buying up plots of land, then turning around and leasing those lots to franchisees, who has a condition of their deal are permitted to lease from you and you alone. This will provide you with 2 things. 2 things that at this point in the Mcdonald's history, Ray Cro does not have. Number 1, a steady upfront revenue stream. Money flows in before the first stake is in the ground. And number 2, greater capital for expansion, which in turn fuels further land acquisition, which in turn fuels further expansion. That, that right there is how they go at this point, they have maybe a few dozen Mcdonald's. To by the time the book ends in 19 77 to 4000 to today, 40000. This changes everything because now they have access to capital. Before Ray trying to get loans for expansion. They're like, okay, Well what do you own? While own the contract that lets me build franchises. And they're like, what you go for that? Like, 1.4 percent. And so bank after bank and lender after London or like, no. No. No. Thank you. But by owning the real estate and then leasing it back, opens up these giant pools of capital. First, they start out doing, like, regular mortgages, and then then, like, we gotta target... They start targeting life insurance companies. And there's a line in the book on that. It says, we're doing fine with these bank mortgages. Harry said, if we're gonna... But we're gonna have to get some big institutional investors to tobacco. Harry went after life insurance companies. And so if you look back at raise life up until this point, it's fascinating, You know, how Steve Jobs said you can't... You can't connect the dots looking forward. It only makes sense looking backwards. Let me actually pull a full quote because I think repeating it from time to time actually valuable. I think Steve said this at his commencement address. But he says you can't connect the dots looking forward. You can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something. Your gut destiny, life, Karma, whatever. This approach has never let me down and it has made all the difference in my life, so Ray from selling paper cups, which leads him to selling multi mixer, which then leads him to discovering Mcdonald's Brothers. Which then leads him to setting up more mcdonald's stores, so we can sell more mixer, which then leads him to meeting Harry Son, and Harry leads him to the true business innovation. That is going to be responsible for all of Ray rocks Well. Snow way. You're connecting those dots looking forward. And so in addition to his financial genius, I think having somebody that truly believes and the opportunity that you're pursuing the same way you do is very valuable, we see Harry thinks about this opportunity the the size of opportunity just like Rey. I recall that Harry made a trip to San Bernardino that's where the very first Mcdonald's was where the Mcdonald brothers lived. I mean, a trip to San Bernardino about the time the where we were really starting to roll. And Dick Mcdonald asked him what he thought of the future... What the future of Mcdonald's would be. Harry told him that 1 day this company would be bigger than f w Wool. So that's not gonna make... That's gonna mean nothing to most people. But if you read stories about the early American retail industry, f w Wool was a gigantic company, It was 1 of the most successful American retail companies starting in the late 18 hundreds in gigantic in the middle of the, middle 19 hundreds. And so with that background, you're gonna see Dick Mcdonald's response. Is gonna make a lot more sense So let me read this to you again. When we were really starting to role, Dick Mcdonald asked Harry, what he thought about the future or what the future Mcdonald's would be. Harry told him that 1 day this company would be bigger than F wool with. Dick really did a double take at that. He told me later, I thought you had a genuine nut on your hands ray, but Harry knew exactly where he wanted to go and he knew how to get there. And so at the beginning of was is to have a tiny tiny team at headquarters, and so ray gonna ask for an unbelievable amount of sacrifice. I'm just gonna tell you what I wrote before I read this to you. Missing your kid's birthdays to sell 15 cent hamburgers is whack. But again, Raid is not hide who he is. Unfortunately, he convinced other people to make the same sacrifices, and I'll tell you why that's so tragic in 1 second. I felt deeply indebted to Harry in June. June, I think was the first employee of the Mcdonald's corporation, what's gonna turn into Mcdonald's chefs. She's actually... When they go public, the first woman ever allowed on I think it's the Nasdaq or the New york stock exchange. So it says they worked tirelessly. I knew that both of them were neglecting their family obligations completely so that they could stay on top of things and are rapidly building operation June later told me that all the while her 2 boys were growing up, she never made it to 1 of their birthday parties are graduation ceremonies. How do you think her kids feel about that? And when I tell you in 1 second, how do you think if June was alive, we could talk to her how she felt about it. Give there in 1 second. I was in the same boat, it was a little easier for me perhaps because of my continuing cold war between Ethel and my daughter and me. So again, He's saying I got shit relationships with my daughter and shit relationships with my wife. My total commitment to business had long since been established in my home. I gave them stock 10 percent to June and 20 percent to Harry and ultimately it would make them rich. Now, why did Ask you how to how our kids feel about it? You know how our kids feel about it? How does June feel about it? A few years from now, Harry and Ray are going to have a falling out, Ray is going to kick Harry out of the company, and they wind up not talking for almost a decade? And shortly after that, he said he made June retire because she was part of the old guard and she wasn't with the new way they were doing things. That's another way of saying he fired her. Yeah. She got to keep her stock. She was still rich. But this person saying, hey, Miss your kid's birthdays. Every single 1 of your 2 boys when you're growing up miss them for me is the same person a decade from now that is going to fire you. Missing your kid's birthday to sell 15 cent hamburgers is whack. You got work to do that's fine. Wake up earlier when your kids are still sleeping. Work after they're sleeping if you have to, but don't miss their birthday party. And so something also that he mentions in the book is how different people will treat you At the very beginning, he starts trying to sell these franchises. You know, he's 52, 54 years old. And he's a member of a country club and people were like, kinda laughing at them. Like, they thought he was nuts. Like, why are you going and trying to sell hamburgers. And then once they start seeing that Mcdonald's is gonna turn into, like, this massive success. And the growth happened so fast, they're like, oh, Mcdonald's is like this overnight success, and he's got a interesting response to that. And he says people have marvel at the fact that didn't start Mcdonald's thought I was 52 years old. And then I became a success overnight. But I was just like a lot of show business personalities who work away quietly at their craft for years. And then suddenly, they get the right break and make it big. I was an overnight success right, but 30 years is a long, long night. So some of their franchisees are absolutely fantastic. Some are Con artists, 1 Con artist causes them to lose about 400000 dollars, and that taking that negative They actually, like, realize, oh, wait, we have to protect our downside here. So they actually do something really interesting. And something that Ray was previously against. And so they decide 1 way to protect their downside. Is actually by owning a group of stores themselves. And so to this point, Ray was adamant about not selling stock, but he did wanna protect his downsides, so it says in the course of our loan discussions, The idea emerged that we should build and operate 10 or so stores as a company. If worst came to worst, we could always re trench and operate our company stores under some other name. Remember, at this time, he's still partners with the Mcdonald's brothers. So if he's saying if they enforce like this default on the contract, what we own these stores. This is a separate company. We could just start new hundred different names. So that's what he's talking about there. And so a bunch of these insurance companies are willing to lend him money to do this in exchange for... They want 20 percent. They want 22 percent of our stock. In exchange for 1500000.0 dollars. I fought with the idea of giving up any part of the stock in the company, Had struggled so desperately to build. Yet the appeal of 1500000.0 dollars was irresistible. This is in 19 59. So it says they they wanna do this deal. The 3 insurance companies make a ton of money on this, It says they sold their stock a few later for between 7 and 10000000 dollars, so they turned 1.5 into 7 and 10000000. However, if they wait until 19 73 to sell, so what's that, like, 14 years in the future, they would have gotten over 500000000 dollars for it. And it's a good thing he did do this because the fights with Mcdonald's brothers continue this time they're fighting over advertising. The Mcdonald Brothers were simply not on my wavelength at all. I was obsessed with the idea of making Mcdonald's the biggest and best. They were content with what they had. They didn't wanna be bothered with more risk and more demands. We asked them to contribute 1 percent of their gross, their gross sales towards an advertising campaign that would benefit our stores and all of them as well, but they would have nothing to do it. Do with it. All I could do for the time being was to live with it. And so this is something that rates gonna repeat us several times throughout the book. He's, like, he has a intense belief in advertising because he saw how effective it was for the early growth in Mcdonald's. In our business there are 2 kinds of attitudes toward advertising and public relations. 1 is the outlook, outlook of the beg who treats every cent paid for an ad program as if they were strictly expenditures. My own viewpoint is that the... Is that of the promoter? I never hesitate to spend money in this area because I see it coming back to me with interest. So they saw it as another expense, he saw it as an investment. So I mentioned earlier that this guy when it comes to like his love life is a little nuts. He's still married to Eth, they're estranged, but they're still technically together, He's gonna try to steal this guy's wife and the white... There... It's a husband and wife that actually are 1 of the franchisees. And so because of the fact that they're running 1 of the stores. He winds up talking to her name's is Joan. He wants to talk to Joan on the phone all the time, and then he just decides, hey, Like, he's trying to convince, hey, Leave your husband. And he's said like oh, I guess I have to get divorced first. He... This guy's nuts. So he says, this led a long telephone conversations between Joan and me. I would be tingling with pleasure from head to toe when I hung up to receiver. Feeling this way made it impossible for me to go on living with eth. I moved out of our home. The next step was to propose to Joan that we both get divorced and mary. She says no, but this goes like, He's gonna wanna is what I mean about. This guy's nuts. He winds up prevent. He's, I guess Got a divorce first. So he gets divorce. Joan says, no, then he's gonna marry somebody else for, like, 5 or 6 years. Then he has another shot Johnny, so he divorce that lady too. This is wild. And then again, in his divorce settlement with Ethel, we see what he really believes. And so I bought my freedom from, she wound up getting everything I had except my Mcdonald's stock. So the tension between him and Mcdonald's brothers keeps growing until he just like, okay, just name your price. I need to get the hell out of this contract. How do we do it? Very similar to when he needed to get out of the contract for 68000 dollars when he was selling mixer extras. I called Dick Mcdonald and asked him to name their price. He did, and I dropped the phone, my teeth and everything else. He asked me what that noise was. And I told him that was me jumping out of the twentieth floor of the office. They were asking for 2700000.0 dollars. Needless to say Ray does not have 2700000.0 dollars at this point in his career. This was gonna really take some financial wheel and dealing. So they wanted get in touch with this. He's actually a financial advisor to Princeton University, Howard University, Carnegie Tech, the Ford Foundation, and about 12:12 educational and charitable bunch institutions in total. These 12 charitable, and education institutions are going to lend him the 2700000.0 dollars. They call these guys the 12 apostles. And in return for the 2700000.0 dollars of cash that they get to buy the Mcdonald's brothers, the 12 apostles want the Mcdonald's brothers what they were getting the half a percent of gross sales of all Mcdonald's stores. And the reason I'm reading this to you is because it's just crazy when you have a business that's working. How much value creation can happen in, you know, in 05:10, 15 years, it was an extremely successful deal. The 12 apostles wound up making 12000000 dollars on it. Okay? So they do 2700000.0, 2700000.0 in, they get 12 out. But here's where it gets real crazy. Remember that we'd been fork over half a percent of Mcdonald brothers all along anyhow. The total cost of this transaction to us was about 14000000 dollars, and it was peanuts compared to what the corporation earned in the years that followed by retaining that 5 percent instead of paying it to Mac and Dick Mcdonald. On today's system wide sales, which is in 19 77. On today's system wide sales of more than 3000000000 dollars, that half a percent would be 15000000 a year. And so you know I've have talked about before the fact that if you understand why you have to understand why somebody doing some And if you understand why they're doing it, their actions will make a lot more sense to you. I always use a reference of the fact if you go and study John Rockefeller career, he literally believed that he felt money making was a God given talent and that he had to make as much money as possible so that or he could give way as much money as possible. And so viewed through that lens of his belief it makes sense of about why he made the decision he made his career. Raise a very extreme dude, he's not hiding it. And the reason being is because he views Mcdonald's as his religion. He uses the word faith. He says I however have a whole album snapshots from this time period. Turning through them brings back a Rush memories, not nostalgia, but re reaffirm affirmation of my faith in Mcdonald's, I speak of faith in Mcdonald's as if it were a religion. That is exactly the way I think about it. I've often said that I believe in God family in Mcdonald's and in the office, the order is reversed. That makes sense So now when you're like, hey, dude Why are you're getting this guy's face Like, a little piece of trash on the ground? Are you're throwing shit in your office? Are you're banging on the tables? Are you're kicking out partners? Are you're firing people have been with you for 25 years? It is a religion to him. And if he feels you're getting in the way for the constant growth and expansion of that religion, he will view you as a problem and stop at nothing at solving that problem. And it's because he has his religious z from Mcdonald's, just like when when Harry was talking to Dick Mcdonald. Was like, I think, we'll be bigger on F war. It's like, this guy a not. There's examples in the book where Race says the same thing. He said they're talking and he's like, hey, listen, 1 of these days, we're gonna be a billion dollar company. The person he's talking to... They're having lunch. Froze was frozen by that statement and stopped in mid bite and looked at me with a funny pope expression, and that religious z. He never lost it. Like, there's a line in the afterward. At... That's written after raid raid dies, like, 7 or 8 years after the the book is published. And it says, Even in the last few years when he was confined to a wheelchair. He still went to the office every day. And so eventually, he moves out from Chicago to california, he feels California is going to be more valuable, the most valuable state for Mcdonald's, almost more than any other, although the other states combined at this point, but he's pleased with how slow the growth is. So this again goes back to his belief in investing in advertising. As we solved our supply problems in California and built more stores business gradually picked up, but it remained far lower than it should have been. So this guy named Nick that is working for him, came to me with a proposal for a television advertising campaign. The the project was gonna cost a hundred and 80000 dollars and he wanted to pay for it by raising the price of hamburgers a penny. This is a terrific plan I set, but we're not gonna raise the price. It demonstrated precisely how an ad campaign would repay its costs many times over, while failing to spend the money would cost us much more in the long run. So again, he's echoing back to this argument that he he was having with his former, partner Dick Mcdonald, Dick is no longer in the picture anymore. So if Ray says we're gonna spend advertising money. They're gonna spend advertising money This is a result, it turned Californian into our parking lots as the blind folds had been removed from their eyes. And so business is booming. They're expanding everywhere, and he is miserable. And this is what I mentioned earlier when it comes to his love life. This guy is a little nuts. All this progress was very rewarding. I should have been el alerted. So he's not always he's making a ton of money. He's got this beautiful house on the hill in California, franchises dot all across the country, And yet he says, I should have been happy, but the undeniable fact was that it was miserable. I had forced Joan out of my mind after she said she wasn't gonna leave her husband, but I could not get her out of my heart. Some people are bachelor's by nature. I am not. I guess I need to be married to feel complete. That is why I felt so hard for Jane. This is gonna be wife number 2. Joan is gonna be wife number 3. Her name was Jane Do Green. She was John Wayne Secretary. A mutual friend introduced us. This is what I mean about this guy's a little nuts. We had dinner together the night after we met, and the next night, and the night after that. We had dinner together 5 nights in a row, I was enchanted within 2 weeks we were married. Joan found out about it eventually 1 day, I got a telephone call from her and we had a brief business like conversation. She ended the conversation by asking Ray are you happy? I was shaken and astonished. It took me a moment to catch my voice, then I blur it yes, and slammed down the receiver. So a number of times throughout the book, Harry and Ray are having these fights. So it is philosophical difference on how to run the company. Series of fights is gonna wind up bleeding to their final confrontation. Remember, to Ray Mcdonald's is a religion, and if you're trying to get him to slow down the spreading of that religion, you then deemed his enemy. We're gonna get there in a minute. But 1 thing Ray believed in was that they... Should have a decentralized management structure, Harry did not. Harry didn't quite see things my way in these matters. He wanted tighter corporate controls, a more authoritarian posture. I maintained this is a good line. I maintained that authority should go with the job. Some wrong decisions may be made as a result, but that's the only way you can encourage strong people to grow in an organization. Sit on them, and they will be s. The best ones go elsewhere. I knew that very well from my past experience. I believe that less is more in the case of corporate management, and then he explains what caused the end of their partnership. It's lonely on top. I've never felt this so keenly as when Harry and I had our final confrontation and he resigned. The most important problem I had with Harry was his growing conservatism in real estate development. He was listening to bankers who told him the country was heading into a recession, In 19 67, and that Mcdonald's audited conserve cash and hold down its construction of new stores. Ray is all gas and no breaks. There's no way that he's gonna slow down construction of new stores. Harry put a moratorium on all new store development, no more construction. I was opposed to it. I was in our office the next morning waiting for Harry When he came in, we went at at hammer and tongs. I forced the issue all the way with the result that he resigned. It was a hell of a mess, and then Harry in turn makes a drastic mistake. Probably influenced by his emotions. Harry had a substantial chunk of Mcdonald's stock, but he was so certain that the company would go down the chute when he left that he sold it all. The sale gave him a few million dollars at the time. Had he kept it, his stock would be worth over a hundred million dollars. And then listen to the words that he's going to describe Harry's actions. So his lack of faith. There's that word again. So his lack of faith in us was very costly for him. And so he has to let a bunch of people go. And it doesn't stop there. There was 1 other thing I had to do to set the situation the Chicago office straight. And that was to ask June Martin to retire. It was a tough thing for me. June was a wonderful person, but and she had been a tremendous asset to the organization, but she was part of the old regime and her approach would no longer work. She held onto her stock however and a made extremely wealthy. Did you cash would just happen there. He fired the woman who missed all of her kid's birthday parties for the company. And so by now, Mcdonald's a public corporation, Ray cro is unbelievably wealthy. Went buying the San Diego Baseball team. He's still with his second wife, but we see that this guy is a little nuts. And he just can't stop. I hadn't seen Jon for 5 years when we met at the Western region operators convention in San Diego. Truthfully, I didn't expect to be hit by the same wave of emotion that had bold me over before, but that's exactly what happened. I attended a small dinner party the first evening of the convention, and Joan was there with her husband. I made sure that Joan sat right next to me. Raleigh, that's her husband's name. Raleigh, you sit down there at the other end and I said. Everyone tit. They thought I was kidding. Little did they know. And when I made my after dinner speech about how I had attained all I had ever wanted in life except for 1 thing. Little did they suspect that the missing element, all I needed to make my life complete, was sitting there at the very table beside me. And so Ray says again, let's both get divorce and get married. When he said this last time he was married to Ethel. Now he's married to Jane and this time, Joan says, yes. I didn't wanna hurt Jane any anymore than was necessary, but I had to have a divorce immediately. And then he immediately turns around and Married Joan, Joan and I were married in 19 69. At at last, I felt like I was a complete person. Now I told myself, I could take life a little easier and enjoy it. I was finished grinding it out. But business is not like painting a picture. You can't put a final brush stroke on it, and then hanging it on the wall and admire it. We had a slogan posted on on the walls around headquarters that says nothing rec receipts like success. Don't let it happen to us are you. I wasn't about to let it happen to me. The key element in individual success stories and Mcdonald's itself is determination. This is expressed very well in my favorite saying. Press on. Nothing in the world can take the place of persistence. Talent will not. Nothing is more common than unsuccessful men with talent. Genius will not. Un rewarded genius is almost a prove Education will not. The world is full of educated idiots. Persistence and determination alone are omni. That's the spirit that built 4000 mcdonald hamburger restaurants. Dedicating the 4000 restaurant was quite a milestone. Now we're shooting for 5000. Personally, I'm thinking about number 10000. A lot of people would say I'm dreaming. Will they be right? I've been dreaming all my life, and I'm sure as hell not gonna stop now, and he never does stop. Ray works at Mcdonald's until the day he dies even after being confined to a wheelchair. And that's where I leave it for the full story, Highly recommend reading the book if you buy the book using the link that's in the shown in your podcast player. You'd be supporting this podcast at the same time. If you have not yet signed up for the founder premium feed, make sure you do that. That link is in the the shown notes as well and available founders podcast dot com. Signing up gives you access to listen to the ask me anything episodes that I've make. And is a fantastic way to support the podcast. If you want to get on my free email newsletter, that link is also in the show notes, I email my top 10 highlights of every book that I read. As always, links below and available founders podcast dot com, that is 293 books down, 1000 go, and I'll talk to you again soon."
}