{
  "transcript": "It surprised none who knew him well than an old age, Rockefeller compared himself to Napoleon. The revelation came while vacation in France, not far from a spot where a general who'd won a great victory. A casual remark from a companion led to an extraordinary sal Rockefeller longest on record. This is what he said. It is hard to imagine Napoleon as a businessman, but I have thought that if he applied himself to commerce, he would have been the greatest businessman, the world has ever known. My what a genius for organization. He also had what I've always regarded as the prime necessity for a large success in any enterprise. That is a thorough understanding of men and ability to inspire them confidence in him and confidence in themselves. See the men he picked as Marshals and the heights to which they rose under his inspiration and leadership. It is by such traits as these that men get the work of the world done. It is all a battlefield. Napoleon without the Abel Marshals he had about him would not have been the master of his age. He went into a battle with the knowledge that his marshals could be dependent on. That in a given situation they could be relied upon to do the necessary things. Their devotion to him coupled with their enthusiasm, that's another great attribute. And the qualities with which his influence upon them brought out 1 the fight. Another thing about Napoleon was his humanity. I mean humanity in the broad sense of course. He came direct from the ranks of the people. There was none of that stagnant blood of nobility or royalty in his veins, That's where he had the advantage over the Monarchs of Europe to begin with. He could think quicker and along more individual and original lines than any of them. The men whom he had to combat didn't understand either him or the people. And it is always hard to successfully control what you don't understand. Napoleon didn't play the game as they understood it. And then in coming direct from the people, he had their sympathy. He appealed to their imaginations. Europe had not yet been educated to the fact that it could get along without any kings at all. Leaders of their own kind were few, and that made it easier for Napoleon to rise to the heights with which he attained. A Napoleon would be impossible in our day. There are too many abel and ambitious rivals to hold and check 1 who aimed too high. That is not an excerpt from the book that I'm gonna talk you about today. That's actually an excerpt from a book that I read a few months ago, it's all way back on episode 02:54, It is called John D, the founding fathers of the Rockefeller, and it was written by David Freeman Hawk. The book I'm gonna to you about today is Napoleon, a concise biography and it was written by David A bell. And real quick before I jump into the book, I'm doing an in person meetup up in Miami with Shane Parish from the far Street blog and the knowledge project podcast. It is going to be on the night of April eighteenth, Shane set up a landing page where you can enter your email if you are interested in attending, and I will leave that link down below in case you wanna come. Okay. So I wanna start with the inside cover of the book because I think it gives a fantastic overview of Napoleon and the Author's perspective of Napoleon, and he writes Napoleon's astounding life and military genius have captured imaginations for 2 centuries. That actually I just read to you where Rockefeller is commenting on his admiration for Napoleon. He said that over a hundred years ago. And among history greatest entrepreneurs Rockefeller is not alone in his admiration for Napoleon. The reason I'm reading this biography, and this is probably gonna be the first of many biographies Napoleon Reid is because the Napoleon's mentioned so many times and a bunch of other biographies that I've read for the podcast. Anywhere from Henry Clay F to Edison to Larry Ellis to Julio Logo, which is the last billionaire in Cuba before Castro took over to Ara aristotle Nas to bill Gates to Andrew Carnegie, the list of founders and entrepreneurs from history that studied Napoleon is very, very long. So back to this Napoleon's, astounding life and Military genius have captured imaginations for 2 centuries. Now, award winning historian David Bell provides this su distinct and elegant portrait, offering an original and lively account of Napoleon's dazzling career and firmly situated him in historical context of the revolutionary of revolutionary France. This book is a hundred and 13 pages long, and the author tells us later why he chose to do such a concise biography of Napoleon. Bell emphasizes the astonishing sense of human possibility for both good and ill, that Napoleon represented. By his late twenties. He was already 1 of the greatest generals in European history. At 30, he had become absolute master of Europe's most powerful country. In his early forties, he ruled a European empire might ear than any since Rome. Fighting wars that changed the shape of the continent, but his fall was epic as well, leading him to spend his last year's in miserable exile. Out bell engaging analysis emerges the image of an ambitious and charismatic man, 1 who affirmed his right to rule in the name of of the revolutionary principles of popular sovereignty and civic equality. But also as a conquering hero, highlighting the importance of the 17 89 French revolution in Napoleon's political formation, this concise biography offers a new interpretation of his life and rule. The revolution made possible Napoleon's unprecedented concentration of political authority and his success in mobilizing human and material resources that's actually an important part that that we'll talk about in a little bit. Can actually think about that in the context of building a business today. What is damaging traditional hi keys and opening new ways to climb fast. Back to this overview, It also gave birth to a radically new intense form of warfare. Without the massive political upheaval of the revolution, Napoleon could not have fought his wars without the wars, he could not have seized and held onto power. Though he betrayed much of revolutionary heritage of liberty inequality and ultimately ruled as an auto his life and career were indeed revolutionary. So the book starts out saying, hey, there's a ton of biographies of Napoleon. Why do we need another 1, why did you choose to write another 1? And his reason, David Bell reason for writing is why I'm doing the book? It says it is hardly surprising that over the past 2 centuries Napoleon has attracted legions of bog. His life was enormously important endlessly fascinating and connected to some of the most controversial and constantly rein events in the world history. It was also an extraordinarily well documented life So why then this book? While the current crop of biographies as many virtue... Is not among them, and then he goes and lists some examples of some popular recently written biographies of Napoleon once 1600 pages and other ones, a thousand pages, won 600 pages, and so then David says not only do many readers not have the time in patience for such homes, but it's all too easy to get lost in the We of details. My book has been written for readers who want an accurate reusable portrait of Napoleon, that incorporates the results of recent research, but is also concise. And so this is something that you and I I've talked about the past. I love biographies. I love reading them AAA biography nut to use the word of Charlie Mu, but at the same time, I think you can drastically expand the amount of biographies that people read by making them shorter. There's a writer named Paul Johnson who I just found out, sadly passed away recently. I've read 3 or 4 books for of his on the podcast. 1 of my favorite books I've read for the podcast was actually his biography of Churchill. Churchill also has a ton of biographies written about them. And yet Paul's biography of Churchill fantastic. I think it's like a hundred and 80 hundred and 90 pages. That was episode 02:25. I also read Paul's biography on Socrates, which is episode 02:52. And his biography on Mo art, which is episode 02:40. I think every single 1 of his biographies was around 200 pages. And so what I think these books to do is they give you a reasonable time commitment, you could see, hey. If you're... Once you finish this book, know, you can read in a weekend. So, hey, I wanna learn more about Napoleon, which is the how I feel. So it's like, okay, Well, then I can go on to these 500. I actually have a a biography of Napoleon and I haven't ready. I think it's like close to 700 pages. And so I hope to see a bunch of other biographies like this written Let's jump into a bit of Napoleon theater that's going to take place between his 2 different exile. So before this, Napoleon had been removed from power, exiled an island, then he decides he's gonna escape and he's gonna take back his throne and that's where we pick it up. On the other side of the fight is a slightly larger number of men, dirty, tired and hungry, who has spent the past week, marching more than 200 miles from the coast and who have the seemingly absurd ambition of making it all the way to Paris and seizing control of the country. Their chances of success would appear minimal, but they have 1 enormous advantage. He is in their mist wearing an old gray army jacket, speaking French with a thick cor accent. He is the man that all the men on the field from both sides had once sworn to die for. Napoleon Bonaparte. It had been the better part of a years since Napoleon fell from power, but the French are having a hard time for getting him. He is, after all, the man who born in obscurity acquired the greatest military reputation of any European military commander in centuries, while still in his twenties. At 30, he ruled France, and at 40, he dominated Europe as no individual had since Charlemagne. The wars he fought had changed the map of Europe forever. But his fall had been as spectacular and swift as his rise, and his 40 fifth birthday saw him an exile on a tiny Italian island. So let me just interrupt this real quick. The reason I'm reading all this to use is because Napoleon controlled the message inside and outside his organization. It reminded me of what we learned about Julius Caesar, that... Actually, that was a book written by Paul Johnson too. That was all, this book called heroes from Alexander The Great and Julius Caesar to Churchill and D gaul. That was episode 02:26. And Napoleon likes Caesar before him knew the power of stories, and he made sure to control the story. That what the author is gonna, consider what Napoleon is about to do here. He calls it stage management. And it was very effective because this is a story that has been told over and over again for the past 200 years. And so it's known that he... He meets up with this other... His former French army. And as the armies are facing each other, Napoleon goes to the front of the crowd and appears to be willingly to sacrifice his life. And so what we found out later is that he knew that the opposing army was never going to shoot at him. So let me read this to you as the armies face each other, Napoleon orders his men to lower their weapons. He steps forward out in front of his own troops and within 20 feet of the opposing army, soldiers of the fifth. He cries out to them. I am your emperor, acknowledge me. He walks a few more steps and in a dramatic gesture opens his coat exposing his chest as a target. If there's any soldier among you who wants to kill his emperor here I am. Somewhere in the opposing lines, a voice can be heard ordering men to open fire, but no 1 does. And then a different cry has heard. Long lived the emperor, a single voice at first, but immediately repeated by others. The entire Battalion is shouting in the words, and as they do, they throw down their weapons. Napoleon smiles at his small army, which has just doubled in size. He prepares to move onward. And so it says this stage management is important for understanding Napoleon's life. From his first campaigns, he knew the importance of actively crafting his image in all available media. So what is the available media in the late 17 hundreds early 18 hundreds when this is all taking place, print, painting, sculpture, or, and even architecture. It is no coincidence that so many images of the man have achieved iconic status. And even though I've never read biography of napoleon before, I've heard so many remarkable stories repeated about him over the years. 200 years after they occurred. Napoleon crafted all these images quite deliberately. He was a product of the first great modern age of celebrity and he understood visceral how to manage celebrity in the service of power. And this point is so important that the author immediately repeats it. It is vital to understand this point about Napoleon. From the start because it is all too easy to see him as a pure force and freak of nature who imposed himself on the world do sheer bold and brilliance. Bold and brilliant he was, but he was also shrewd. And so at this point, in history you're seeing for the first time, political figures actually learning to appeal directly to ordinary citizens to gain power. These are the revolutionaries trying to replace the monarchs, the way I would compare this to today is our ability to talk directly to our customers. And so Napoleon did this obviously externally right to the people he trying to rule, but he also did this internally to the political military organization that he was trying to build the 1 that actually gave him power. So when I get to this point where it says, hey, political figures wanted to appeal directly to ordinary citizens to gain power. There's there's another guy. I'm gonna skip over his name was not the only prominent revolutionary who used the printing press right, the technology of their day, the printing press to forge intense bonds of attachment with his followers. And so something that comes up again and again in these biographies I read is the importance of having a shared base of knowledge with your team. And in many cases that sharing information, that's reading the same books. That's the memos and letters that you write your team, but the thought that popped to my mind. Right? When they use the word, Hey. They're using the printing press to forge intense bonds of attachment with his followers. What I wrote down is the company should have private internal podcast podcasts. I believe that podcasting is this is the printing press for the spoken word. When building intense bonds of attachment with your team voice is gonna be a lot more powerful than the written word. So then they go into what they call the defining experience of napoleon childhood, and that is when he is sent to an au, military boarding school, at the age of 9. And this is in France. He says he spent 5 years at the school without once returning home. The h he received from his fellow students on account of his accent, his fierce loyalty Cor and a first name unfamiliar to French ears. Scholars have speculated endlessly about the effects of the experience on his character, and it is indeed likely that he derived considerable resilience and self sufficiency from it. There was another effect like countless lonely children before and after Napoleon found comfort and companionship in books. And so this a habit that Napoleon shared with many of history greatest entrepreneurs this habit of intense reading. By adolescence, the habit of intense reading had already become deeply ingrained. I live like a bear Always alone in my small room with my books he said. They were my only friends. He kept copious reading notes in a file of obscure words that might lend wait to his own writings. And in some of these writings, there's definitely a bit of irony considering what he becomes later in life, 1 of his works, 1 of his written works contained lines that coming from 1 of the most ambitious men in history appear more than a little ironic. He wrote ambition like all disordered passions is a violent and un thinking deli. Like a fire fed by a pit list wind. It only burns out after having consumed everything in its path. That sounds like a young Napoleon is describing and hold napoleon. So after graduating school, he receives his first post in the French army, he received his first posting where he read obsessively in his room. And even by this young age, people around him, including his family members who hadn't seen him for a while, knew that he was different and that he had an intensity in a drive that was... And in when in ways, abnormal superhuman, so his father dies, he has to go home to Cor rica and settle the affairs and it says the family soon came to recognize him, rather than recognize him rather than his gentle older brother as its real leader. Indeed, his younger brother soon grasp the intensity of Napoleon's drive. This is what his brother said up on Napoleon when he's in his early twenties. I've always detected an Napoleon and ambition. He seems inclined to be a tyrant, and I think that he would be 1 if he were king what made it possible for Napoleon to follow the path of over winning ambition was the French revolution. There's a great line in game of Thrones where Little finger says chaos as a ladder. The French revolution causes chaos that Napoleon's gonna use as a ladder to climb. So it says in an instant, everything had changed from the depths of this nation an electric spark had exploded. The revolution was overturn age old hi keys and giving worldwide prominence to previously obscure figure. It sounds like what the Internet is doing today doesn't it? And so in 17 82 to 17 83, so he he'd be around 23, 24 years all the time. It says Napoleon gained his first taste of combat. And then it continued over the next 2 to 3 years, they proved crucial for an Napoleon, Napoleon showed political ruthless immediately. That word ruthless and ruthless. Has probably said, I don't know half a dozen times to describe Napoleon in various time, various different states of his life. Like, ages of his life and in different activities not only in the battlefield, but also in the political arena as well. Like, that is something that the author repeats over and over again, just the the death of the ruthless that Napoleon possessed. He also demonstrated tremendous energy and military acumen by effectively reorganizing their artillery, identifying a crucial weak port, weak point in his opponents defenses and leading the attack against it personally. He demonstrated genuine physical courage, receiving a bay wound to the thigh, and having a horse shot out from under him. He was just 24 years old. So then go on describing other bottles and other tactics, than Napoleon used. And again, we see that word. Once again, the combination of skill, energy and ruthless. And Sheer luck had served Napoleon so well. And so he wins a series of battles over the next few years by time he's 26 name to the command of the third smallest army in France. And so he's reflecting on this point of his life later on. And listen to how he describes his his mid 20 cell self. More than 20 years after defeating the Austrian army, Napoleon con to the tiny group of people that were accompanying him in Exile that only after that battle, Quote, did I believe myself to be a superior man and did the ambition come to me of executing the great things, which so far had been occupying my thoughts only as a fantastic dream? So this idea where it's, like, before, I saw this as just this crazy, you know, far fetched dream to know. I'm gonna go and make it a reality leads to this. Very few human beings have ever experienced when Napoleon did between mid 17 96 and late 17 99. At the start of this period, just 26 years old. He was already an important French general, but still just 1 of several. 3 and a half years later, he was without exaggeration the new caesar, and this reminded me of the the quote from Little finger from Game of Thrones, chaos is a ladder. And this is... The French revolution is the latter that he's going to use. It was the French revolution that made this simplifying ascent possible. The revolution badly damage the traditional hi of French society opening the door to radically new forms of social mobility. So his case it's social mobility, its political power It's war. In our case, how can we use this for to build businesses today that could not have existed previously. And I love this part because you and I talked about this silver nerve again that on many times in these stories, we see it's the right place, the right person, the right place with the right set of skills at the right time in history, and that's exactly the case of Napoleon, but history is not a matter of imp forces, and nothing ensured that an individual would come along to exploit the changes as fully and spectacularly as Napoleon. Many are the historical opportunities that have been lost for lack of talent or vision. In Napoleon's case, the man met his hour. And then it goes into the description the fact that his genius was of 2 sorts. He was a military and a political genius. He was... He had genuinely extraordinary mental abilities. A nearly photographic memory. The ability to visualize the positions of thousands of men's in bat in in battle. Details about munitions and supplies. He could see in a moment how to maneuver everything for maximum effect. I double underline that sentence something read you again. He could see in a moment how to maneuver everything for maximum effect. A classic napoleonic tactic involved dividing his resources into a number of groups, 10 miles are more distant from each other, followed by rapid, forced marches to bring them together at a single strategic spot. These moves, disrupted enemy operations. The goal was not simply to out maneuver enemies but to smash their armies entirely. Napoleon's genius in this respect depended in turn on a ferocious stamina which he possessed in abundance. This is how Ralph W Emerson described Napoleon, Napoleon was a man of stone and iron. That a crazy description about a human being. It was a man of stone and iron. And we'll see that he was also paying attention to details, you could even say maybe a bit of a micro manager, in these 2 years 17 96 and 17 97 alone, Napoleon wrote are dictated nearly 2000 letters. On everything from the number of carts needed to carry a regimen paperwork to the position of drummer boys in a marching column. He required little sleep, were routinely rising soon after midnight and working through the next it working through to the next evening with only a short nap to refresh himself. His political genius was just as important. Napoleon understood far better than his rivals that in a newly democratic age, political success depended on forging a bond with ordinary people. This is what you and I've talked about a few times so far in this podcast, I would also note what I wrote down when I got to the session the first time, that I read this book. The idea that Napoleon understood far better than his rivals that in a newly democratic age, political success dependent on forging ga bond with ordinary people, Rockefeller noted this about Napoleon 2. Then a few pages later goes into how he managed in his organization, he made frequent addresses directly to his troops to his people praising their bravery. He dole out medals by the barrel. He distributed a hundred, specially engraved Saber for val acts of harrison. He knows human nature. He knows... We all go, what did Mary k Ash. Right? Who who founded her cosmetic empire. Don't where I'm gonna read a biography of her soon. I think in her auto buyer as matter of fact. She built a gigantic cosmetic empire, and she said. Everybody goes through life with an invisible sign around their neck that that says make me feel important. Make me feel special. This is exactly what Napoleon is doing at this point in history. He distributes a hundred special engraved Saber for val acts. He appealed to the soldier sense of pride and destiny. The father land has the right to expect great things of you. All of all of you wish to be able to say with pride upon returning to your villages. I was part of the conquering army of Italy. And so I wanna pause in that 1. I wanna go back to real quick So he appealed to the soldier sense of pride in Destiny. I've actually seen this, 2 other times came to mind when I read this book, Jeff Bezos and general Patton. If you haven't gone and and I've watched Generals patton speech, his speech to the third our third army, no joke, hundreds of times. I shouldn't admit this publicly, but sometimes I start my day with it to get me fired up. But at the end of the speech, she talks about Like, listen, when you get home from this war. Right? Many years from now. You're gonna be sitting there, with your grandson on your lap. And you're gonna be able to tell him what you accomplished. Right? He uses it in a different language. Patton uses vastly different language than than what I just said there, but that's the the general, like, like, what he's appealing to. Was like, you know, making sacrifice analogy young man, just think of when you're an old... Like you survive and you're an older man, and, your your grandson sitting on your lap and you tell them that, you know, you rode with general patent in the third army. And this is what you accomplish. Jeff Bezos also says this in amazon. He's like, listen, we're trying to build something here building of Amazon. Something that we can be proud of, so proud of that we're gonna tell our grandchildren about it. And he says his follow lines have his fantastic. He's, like such things are not meant to be easy. And so we've see Napoleon's version of that here. He's appealing to their sense of pride and destiny. The father lane has the right to expect great things of you. All of you wish to be able to say with pride upon returning to your villages. I was part of that. It goes on. A Napoleon took care to remain personally approachable by his soldiers. Napoleon ensured that everyone back home knew of his exploits and appreciated his brilliance this goes back to the stage, what they call it stage craft. This idea that he utilized all forms of media controlled the message, make sure that that his version of events got spread far wide. To accomplish a skull, there's a great sentence here that just blew my mind says Napoleon founded 2 French language newspapers to report on his conquest. I got that's crazy. He founded 2 French language newspapers to report on his conquest. On the back cover the book, they're describing another book that, that David Bell wrote. And I think it applies to this book too it. It says he has a gift for storytelling and a flair for the weird unfamiliar fact. I love the weird. Unfamiliar facts. Those are the ones that you tend to remember. And so over the next several years, he has wild success, but then we start to see remember. He has his he has a strategic... This, like, parabolic rise, and then this swift fall from power, and part of the problem was he started getting high on his own supply, so he winds up conquering Egypt and listen to how he's talking. Napoleon was utterly in transport with Egypt, here he was. Not yet 30 years old standing in triumph where Alexander and Caesar had stood before him. And this is what he said. In Egypt, I found myself freed from the obstacles of the of an Ir civilization. I was full of dreams. I saw myself founding a religion, marching into Asia, writing an elephant. Already in his mind he's passed from soldier to general to Emperor and now he is a god like figure in his own mind. And so he goes back to France. They overthrow the government. He's gonna be in charge. He's actually on a... It says it would... They would replace a regime with 3 temporary executive what they called Councils, Napoleon is 1 of the 3, and it says these 3 men then oversaw the drafting of yet another constitution for the battle Republic. The coup was the fourth coup in more... In a little more than 2 years, yet no single political figure in France possessed anything like Napoleon's personal appear, appeal and charisma, Napoleon was something new and the keen observers understood it. And so they go more into detail about this part in a few years after, and this is what I'm meant. He... His... 1 of his fatal flaws is getting high on his own supply. Gonna pull out 1 sentence here that that really jumped out me. I'll get there in 1 second. But the fall of 17 99, the French had lived through a solid decade of revolutionary turmoil. Large scale, violence with a total death toll of more than 300000, a change of regime every nearly every year. Repeated bout of hyperinflation and near economic collapse. Threats of foreign invasion. Napoleon was his instinct ingenious for Propaganda exploded the his achievements for everything that they were worth, talk about spreading a message through Poet song writers pain sculpt to propaganda work and the problem was The propaganda starts working on his own mind. And so he starts out his revolutionary and then turns into a monarchy he insisted on yet another new constitution, the fit in 11 years, which transformed him into console for life and gave him the ability to choose his successor. It was a clear move towards monarchy. And many times the author makes the point that he that... Napoleon starts to... It's almost like, George animal farm by George Or where what you're seeking to replace you wind up morph into over time. So it says, The regime he created between 17 99 18 o 4 was authoritarian in liberal and un democratic. And another mention that he's getting high on his own supply, he had a self confidence that had long ago passed the boundaries of Hub and this is where he takes it 1 step further. He's like well, I'm not gonna be a king. I'm gonna be an emperor. Napoleon took a step that forever changed his relationship to his country and to his image in history. He literally put a crown on his head. He became not a king, but an emperor It is worth remembering that even more than a decade after the French revolution, Europe remain dominated by a conservative monarch to have them treat him as an honorable equal, Napoleon genuinely believe that he had to become a monarch himself. And we already discussed the fact that Napoleon knew that symbolism was a very powerful thing. We also discussed the fact that he was a reader of, an intense reader of history, constantly preparing comparing himself to people like Caesar Charlemagne, Alexander The Great, and we see that again when this coronation ceremony that he's placing for himself. He actually goes and gets a pope to play a role in the coronation says pope Pi the seventh took part, so as to highlight the comparison nope napoleon wanted to draw between himself and another emperor of the West, Charlemagne, who was crowned by a pope a thousand years before Napoleon. And so now that he's the emperor listen to how he's talking an empire was infinitely more expandable in ways that a nation state was not signaling than Napoleon's ambitions, as a conqueror had with the res of war increased by yet another degree of magnitude as he would later con confined, I wanted to rule the world, who wouldn't have in my place. Amid the glitter of the coronation ceremony, this is very fascinating, actually. Amid the glitter of the coordination ceremony 1 glimpse, 1 glimpse of the older, less pom Napoleon could still be found. He turned to his brother, Joseph and whispered. If pop g, he was smiling when he says. If Papa could see us now. But in coming years, this older Napoleon would be seen less and less. And so there's just 2 paragraphs here and really what jumps out at me, There's 2 quotes. I thought Of 1. My... 1 of my favorite books, I can't believe I, like, randomly if I remember correctly stumbled upon it in a books a bookstore. Is actually a, it's up episode 02:51, it's called the founding... Ben Franklin in George Washington the Founding partnership or Franklin in Washington, the founding the founding partnership. And what was so interesting about it was a focus on the constant intersection of the lives which between Ben franklin in George Washington. And so there's something in... There's a story in that book of this battle that George Washington was involved in in his early career that is gonna make me think about Napoleon, picking a fight that he can't possibly win here I'll get there in a minute. So it says the fatal disadvantaged France had at sea and comparison Great Britain. Napoleon could build chips. He could put men in sailors uniforms, but developing a powerful navy required another ingredient. Expertise. And here France fell terribly short. Even the lowest ranking sailor in the age of sail required far more skill and experience than an ordinary land soldier in order to serve effectively. Officers, so nave officers required years of specialized training. British naval officers generally started when they were young boys. If you're an elephant, you can't jump in the ocean and think that you're gonna beat them. France with a far less developed maritime tradition simply could not match the British in this arena. And so this idea where you should only be competing or building a business around where you have an edge. So there's actually know left on that page and Get to the Washington and Franklin thing. It was something I learned from Ed. This is all the way back on episode 02:22 and his fantastic and man for all markets, and he talks about what he learned as 50 years as an entrepreneur an investor. And he says the sure ways to get rich is to play games. To play those games or make those investments where you have an edge. Napoleon of the French do not have an edge at sea against Britain. And what made me think of was there's the American war with the Native Americans. So you have, like, the British... Colonists at the time. This is before America was America, and they're fighting the Native Americans that are there. And I think at this time is happening, Washington is, like, 21 or 22 years old. So he winds up surviving 1 of these battles comes back and is telling the people. The British that the British are sending their soldiers over to fight, the Native Americans, and they're in like, full were Regalia. They're, like, marching through the woods. They're doing... They're they're fighting wars as they fought in Europe. And Washington's like you guys can do that you're going to die. This is a completely different game over here. You can't just say, hey, I'm good at European land warfare, and I'm gonna export it to the frontier of America at this point. And so they don't heed his warnings and they get absolutely routed and destroyed. And there's a line in that book is just absolutely fantastic writing, and it reminds me to only compete where I have an edge? You might as well send a cow in pursuit of a rabbit? The Indians were accustomed to these woods. Can you build an edge an advantage over your competitors to the point where competing with you is so futile is as futile as a cow pursuing a rabbit. Another tactic that Napoleon used a few times was that he would fake weakness to lure his competitor into a trap. Appear weak to conceal a strength. That's a very interesting idea. It was here that Napoleon 1 perhaps is most brilliant victory. After surveying the field the day before, he deliberately weakened his right flank in the hope of drawing, a massive attack by the allies that would leave their center vulnerable. The next morning the allies took his bait by the end of the day, the Had completed a ruthless there that word again, completed a ruthless destruction of the enemy forces. At this point, in the story, he is 36 years old, and he is not conceal the fact. That complete European domination his goal, I must make all the peoples of Europe into a single people and Paris the capital of the world. It was a stunning ambition. Napoleon is the opposite of most people most people put artificial limits limits that don't actually exist on themselves in their lives. Napoleon appears to not believe he had any limits at all. And in fact, it made me think of 1 of my favorite quotes by Bruce Lee. It used to be the wallpaper on my laptop. If you always put limits on everything you do, it will spread into your work and into your life. There are no limits. There are only plateau and you must not stay there. You must go beyond them. And then what I found interesting is he this is during his, like, rapid expansion. He's emperor. He's he's fighting wars on multiple fronts. But the the the author makes the point a few times. So I think is important to, like, pause and and really think about what he what he's saying here because he mentions this over and over again that things are not as they appear from the outside. We see this with large companies. They look like, oh, that it can't possibly they have so many resources They have so many people they can't possibly be competed with or even overtake and the history issue of business and history and entrepreneurship is very clear about that. As they grow. They get more bureaucratic, they open up a larger surface area for, like, small focus teams to to attack. And so I just wanna read this part, and then it brought to mind something I heard Jeff Bezos say that I think is really interesting. Impressive as it was from the outside. The empire was increasingly coming to resemble a skyscraper. Built and has without a proper foundation. It did not help that Napoleon after his victories of 18 o 5 and 18 o 6, felt himself virtually invincible. And what I thought It was like, well, you see this sometimes with companies where they grow so fast, but there it really it's a there... It's a shaky foundation. And 1 thing that history entrepreneurs alternatives have in common the fact that they build for durability. They they want to build a company that is around for a long time. And so Jeff Bezos has this speech where he says great things take time. He says we know from our past experiences is that big things start small. The biggest Oaks starts from an acorn. If you wanna do anything new, you've got to be willing to let the acorn grow into a little sap, and then into a small tree, and then maybe 1 day, it'll be a big business on its own. You can't skip steps. You have to pick 1 foot in front of the other. Things take time. There are no shortcuts, but you wanna do those steps with passion and ferocity. And so he's expanding way too fast. He's unbelievably arrogant. He thinks he's not, you not gonna be emperor of the entire world, And then you add on another disadvantage and all these disadvantages are gonna compound In the next 5 years, he's gonna be thrown out of, like, this when his fall happens. And 1 of the disadvantages is his physical decline. This physical decline is... I'll read you quotes in of in in in a few minutes. This physical decline directly leads to his downfall later on. You have to take care of your body. You have to take care of your health. Larry Miller, episode 1 68. Was his fantastic as he was dying. His body was literally shutting down and he's writing the book. It's called driven an. I think everybody should listen to Episode 1 68 because it's a cautionary tale. It's what happens when you don't take care your health. You don't have any fun. You prioritize work over personal relationships and you're 1 of the richest people In the fact. I think he might have been the richest person say of you utah At the time he's writing the book. And yet he's like, hey, don't do what I did. That's a crazy story. Like, that book is absolutely it's a must read in my opinion. But anyways, this idea of you have to take care of your health. Napoleon was now 40 years old and was growing slower. The once nervous thin revolutionary was getting stout, and he suffered from increasingly severe urinary infections and possible pit disorder as well as what might have been mild epi epi fits. And a few pages later, the author brings up this idea. It's like, hey, this is a shaky this from the outside, it looks like it's got... It's it's... Looks like the empire's formidable, it's actually on shaky ground, If you're... And you really think about what's happening. Is, like, 1, he's creating something that's too large to manage. Right? And then he's becoming more, like, what he replaced. This reminded me of, like, how startups, successful startups then eventually transform into large bloated companies. And then eventually they're overtake by a startup and, like the cycle just goes on and on and on, and we're just kinda of replaying old ideas and old scenarios over and over again with new generations. So it says the empire was continuing to expand, the need to mobilize even larger population to staff and supply the Ever more bloated armies, armies fed the un steady expansion of the area under direct imperial control. Napoleon system was spring new holes faster than he could plug them. However, large and powerful his empire looked from the outside, and however, great the conquest, it was already trying to digest it was certain that wars would continue. And oh my goodness on the next few pages is the most highlights and notes that I have for the entire book, and this is where he decides to invade Russia. And so the first note I have is poor reading comprehension. Do not get high off your own supply. It is not you. It is the work. So what does that mean? What did I read to spawn that thought when Napoleon crossed into Russian territory. He brought along some potentially disturbing reading. Volta history of Charles the seventh. It's told a story of a king of Sweden. The most admired military leader of his time, which is exactly what Napoleon is at point in his life. Right? Who had invaded Russia a century before. But Charles army weakened by disease and share exhaustion after an 18 month trek due hostile territory came to grieve to grief came to grief in the decisive battle which so disastrous that it sealed Sweden's decline as a military power. Presumably, Napoleon took Volta work with him or book with him. In the hope of avoiding Charles mistakes at 1 point early in the campaign, he told an aid we shall not repeat the fo of Charles a 7, but he does. That's what I meant by Poor reading comprehension, but in the end, he proved a very bad reader. Second mistake do not give your competition time to prepare bad boys move in silence. Unfortunately, Napoleon had given the Russians a long time to prepare. As early as 18 10, so that's what 2 2 and a half years before, invades. Right? As early as 18 10, they had foresee seen the coming invasion and ponder the most likely means of defeating it. Note number 3 do not let other people dictate your game if it's good for your competitors avoid it. What does that mean? The Russians wrote a planning memo. The key to defeating Napoleon they said was to plan and pursue a war exactly contrary to what the enemy wants. In other words, to avoid a... The sort of major battle that could destroy the Russian army. This is what they do instead. There's a fantastic. It's it's remarkable how many times this repeats. So you got Charles the seventh hundred years earlier running into same tactics you have Napoleon in the 19, what... Should be 18, 12. Dan Carlin of Hardcore history has a fantastic podcast called the Ghost of Os front, very similar tactics. The the Germans, that the Russians used on the Germans and World war 2 as well. And so what do they do? Instead of direct combat. Right? The goal was gaining time and drawing out the war as long as possible. Napoleon came, the Russians would retreat into the depths of their vast country, destroying supplies as they went. And the Russians had competent commanders, including the legendary 66 year old Mc mikhail. There's no way, you know, You know, I'm not pronouncing the thing correctly. I'm just gonna call him Mc mikhail. So he's 66 years old. He's he's first of all, successful and survived. So you know he has something, like, he there's knowledge in his head. Even though the fact that he took a bolt to the head. Despite the fact that a musk ball had passed cleaned through his head nearly 40 years before, he had formidable tactical, skills. Note number 4. This is all on the same page as Remarkable. Napoleon went from being young quick and agile to old, fat and slow. Businesses do this too. Napoleon faced other obstacles the very size of his army made it harder for him to control a maneuver than the forces he had commanded earlier in his career. The problems of ruling a huge and troubled empire pressed in on him, distracting him from the campaign, another note left on the other page. The distracted do not beat the focused. That's not going to happen, and his health h him more and more this what I mentioned earlier, You gotta take every your help that this these disadvantages are gonna compound and lead to his downfall. And his health h him more and more. Napoleon was virtually incapacitated in several battles against the Russians. The weather finally posed a variety of problems from the start, Dan Harlan in that fantastic podcast. Series the ghost of Os talks about, they call the Russian winter general winter. They thought it was 1 of their best military assets. The fact that it was just so cold there. Back to this idea that Napoleon went for being young quick and agile to old fat and slow. So he finally confronts the main Russian force. He was shaking with fever and urinary pain, he remained behind the lines and directed his forces with a caution that the younger Napoleon would have scorn. After that, battle, the French march into Moscow and find it largely deserted. Between disease and death Napoleon had already lost more than a third of his men. The Russians also light fire to Moscow on purpose. The fire left moscow uni inhabit forcing the French army to withdraw. Napoleon made the matters much worse by delaying the army's departure for nearly months believing his men had plenty of time before in winter senate Said in, instead, 1 of the coldest winters on record began earlier than usual. This is crazy. Temperatures fell up lower than 35 degrees below 0. The French retreat from Moscow has deserved gone down in history as 1 of the greatest military catastrophes of all time. Napoleon's forces were ill prepared for the murders cold, this is the crazy thing that I thought I when I got this part and it the left myself. Was like success is never permanent. Think about this. The same person that built the empire destroyed it. And so let's go into a description of the murderous cold. Frostbite seized append. Snow, glare induced temporary blindness. Each morning the sun rose on the frost covered corpses of men who had fallen asleep and frozen solid in the night. Horses dead and living were devoured raw, while desperate soldiers sought warmth in the animals e bell. Of the original 650000 strong force barely 85000 men made it back out of Russia. Napoleon's aura of in had disappeared. And eventually, Napoleon is forcibly removed, from power and we see by his actions that if you love what you do the only excess strategy is death. Napoleon now had no choice but to ab advocate unconditionally. A few days later, seized by despair, he tried to kill himself by swallowing a sac of poison, he had carried with him since the Russian campaign, but the drugs had lost their potency and succeeded only in making him violently ill. The former master of total war had finally become its victim Yet he still had 1 act to perform. His most remarkable of all. The hundred days, less than a year after leaving France, Napoleon would return in secret, rally his supporters and seize power for a second time. He would restore the Empire resuscitate his grand army and March across the frontier to confront his enemies. Only after his defeat at Waterloo with his fall from power become permanent. And that is where I leave it for the full story, I highly recommend picking up this wonderfully concise biography, you can read it in a weekend. If you buy the book using the link that's in the show answering your podcast player, you'd be supporting this podcast at the same time. If you haven't yet signed up for foundry premium, I'm making Ama episodes on this private podcast feed, I'm recording the fourth 1 that should be out a few days after you hear this, and you can access those episodes by using the link that's in the shown as your podcast player and available founders podcast dot com. If you wanna join my free email newsletter via email my top 10 highlights of every book that I read, that link is also down below and available founders podcast dot com. That is 294 books down 1000 ago, and I'll talked to you again soon."
}