{
  "transcript": "I can't believe this happened. I still, I still cannot believe this happened. As it was happening, I couldn't believe it was happening. It reminded me of a scene in 1 of my favorite documentaries. This is documentary you can watch an Hbo it's called the define ones. It's about the partnership between Jimmy Iv and doctor Dr. That is the description that it'll will say the documentaries about what is really about It's a documentary about entrepreneurship. It's documentary about chasing and running down a dream. And 1 of my favorite scenes in that documentary is when Eminem and M is describing the very first time he met Doctor. Dr. Eminem and m is completely unknown at this time he not assigned. He's not signed to any record label. Doctor Dr already a legend. And he says, I'm looking at Dr. Like dude. I see you on Tv all the time. You're 1 of my biggest influences ever in life. This is the greatest producer, and Ahmad at his house, and I just rewatch that clip from documentary because that's exactly how I felt. I got to spend over 3 hours with Charlie. I got to see his library. I got to have dinner with him. It was probably an hour into it where it stop feeling like an out of body experience. If you would have asked me before this out of everybody living, like, who would you want most wanna have dinner with. Charlie was at the top of that list. I said this before and I really mean it to me, Charlie is the wise grandfather I never had. 1 of my grandfather died when I was too young to remember, the other 1 is a psycho path and a monster and dumb than a bucket full of rocks. And so that grandfather like mentorship happened from a afar from me reading his books from watching his speeches from listening to him talk never in a million years. Would I think because I sit in a room by myself for half a decade reading biography after biography after biography. Every day for hours and then record what I learn and put it on to the world. Would I possibly... There's no possible way. I could think that leads me to being low to meet him and not only meet him, but I got to... I I wrote him a letter in advance of meeting him and then being able to tell him in purse like, this is not hyper bothered, man. You change my life, your words and your ideas shaped my thinking. And this idea where people say, don't meet your heroes. You know you're gonna wanna it being disappointed. I had the opposite experience with him. Not only was he unbelievably smart, but he was un unfairly polite. He was a gentleman with brains. And so I thank them privately, but it's important for me to think them publicly as well. Andrew you wilkinson consent and Chris Borrowing are the founders of Tiny. They're the ones that set up this dinner with Charlie Mu. And so this episode that your here is going to be a little different. What I did was the week leading up to the dinner with Charlie, I re reread the towel of Charlie Mu, then I had Dinner Charlie, then I came back and recorded a podcast on the book. But as I was recording, I added in commentary in other lessons and interesting stories that I learned at the dinner. I hope you enjoy it, and thank you for listening. In the chronicles of American financial history, Charlie Mu will be seen as an en wrapped in a paradox. He is both a mystery and a contradiction at the same time. Warren Buffett said, Charlie most important architectural feat was a design of today's berkshire. The blueprint he gave me was simple. Forget what you know about buying fair businesses at wonderful prices. And instead by wonderful businesses at fair prices. Consequently, Berkshire has been built to Charlie blueprint. My role has been that of general contractor with the Ceos of Berkshire subsidiaries doing the real work as subcontractors. How is it that Charlie who trained as a meteor neurologist and a lawyer and never took a single college course in economics, marketing, finance, accounting became 1 of the greatest business and investing geniuses of the twentieth and 20 first centuries. Therein lies the mystery? Charlie spent much of his youth reading, and that is where he discovered a larger world than the neighborhood of Dundee where Warren Buffett family also lived. The 2 boys attended the same grade school and high school, though they were 7 years apart in age. In fact, 1 of Charlie first jobs was working for Warren grandfather at the Buffet neighborhood grocery store. He learned about taking inventory, stocking shelves, pleasing customers. The importance of showing up on time for work. How to get along with others while accomplishing a joint task and running the cash register where money, the lifeblood of the business flowed. Omaha in the 19 thirties had distinct ethnic immigrant neighborhoods. Many immigrants worked for the railroad and meat packing plants, whose operations were centered in Omaha. Charlie went to public school with the children of those immigrants and as a result, developed an appreciation not only of their cultures. But also of the commercial aptitude and the willingness to work unbelievably hard to give their children a better life. That's actually something that Charlie is gonna talk about later in the book as well where he talks about the difference between the work ethic of, like, up and coming countries, like, people with immigrant mentality compared to people born in, like, rich countries. And when comparing the 2 different approaches to, like, their work ethic, He said something funny. He's like, the only people that are surprised when they lose to people like that or idiots. Backed his overview of Charlie early life after high school 17 year old Charlie enrolled in the University of Michigan to study mathematics. He turned 19 a year after Pearl harbor, dropped out of college and joined the Us army. The army sent him to Cal tech in Pasadena into California to study meteor. There, he fell in love with the sunny Southern California weather. While the teenage warren Buffett was busy learning about odds and probability at the horse racing track in Omaha, Charlie was learning, this important investment skill while playing Poker with his army buddies. And there's actually 2 maxim that I've heard repeat that I've never forgotten that tie into this. He says if you don't learn elementary probability that you go through life, like a 1 legged man in an ass kicking contest. And another thing that he repeats is that you should remember that good ideas are rare and when you find 1 you bet heavily. So back to this, that's where he learned to fold his hand when the odds were against him and bet heavy when the odds were with him. A strategy he later adapted to 10 investing. After the war, Charlie, who did not have an undergrad degree applied to Harvard law school. He was rejected. After a phone call from Harvard laws retired Dean, who was a Nebraska and family friend, he was admitted. He has never forgotten the importance of having friends in high places. After Law School Charlie moved back to Los Angeles where he joined a prestigious corporate law firm 1 of my favorite quotes that I've ever heard Peter T say, is he says most people systematically value their time. As we're about to see Charlie did not. It just wrote so smart next to this paragraph About to reach you, Charlie thought a lot about business during that time. He made a habit of asking people what was the best business they knew of. He long to join the... The rich elite clientele tell his law firm served. He decided this is the part about not valuing your time. He decided that each day he would devote 1 hour of his time at the office to work on his own real estate projects and by doing so he completed 5. He has said that the first million dollars he put together was the hardest money he ever earned. It was also during that period that he realized he would never become really rich practicing law. He would have to find something else. And we're gonna see that he has perfect timing because he is about to find something else. This is actually something that Charlie and I... A question I got to ask him, and Charlie and I talked about Ben Franklin, wet Ben Franklin, Andrew Carnegie and we're gonna see Warren Buffett and Charlie Mu had in Common, I'll get there in 1 second in the summer of 19 59, while in Omaha to settle his father's estate, he met 2 old friends for lunch. The 2 men had decided to bring along a friend of theirs who was running a partnership, they had invested in and whom they thought Charlie would enjoy meeting. A young man by the name of Warren Buffett. The 2 began to talk about business and stocks. The conversation became so intense. That Charlie and Warren barely noticed when their 2 friends got up to leave. That was the beginning of a long and very profitable relationship. Charlie asked if Warren thought it would be possible for Charlie to open an investment partnership like Warren In California, this is way before Berkshire. There's 2 actually questions I asked Charlie about this or around this rather. Warren said he couldn't see any reason why not. And in 19 62 Charlie finally started an investment partnership with an old poker buddy. He also started a new law firm. Within 3 years, he stopped practicing law to focus on investing full time. Okay. And so I have so many notes and thoughts about this part of Charlie life, and I'm so glad I got to talk to him about this. So 1 of the things that we were able to talk about all the way back on episode 02:51. I read This incredible biography of Ben Franklin and George Washington. It's called Franklin and Washington the founding partnership. And so Charlie hadn't read that book, but he knew the story. He knew the relationship between Ben Franklin and Washington. And, of course, he. I guess I should pause here to to just point out. Something that was just incredible. Absolutely incredible was the power of even at 99 years old, how powerful Charlie mind and his recall. It was incredible. All I could think about was imagine imagine trying to compete with this guy with that mind when he was 50 or 60. And it's not like he was working off any notes. Everything just came directly from his mind. So when we were talking about the fact that he was talking about 1 of the best things that that Ben Franklin did and you see it in that entire book. Was... Ben Franklin was like 48 years old when he sought out and tried to build a relationship with George Washington George Washington that I think was like 20 or 21 years old at a time. And so Charlie said 1 of the best things that Ben franklin ever did and this is advice to you and I. Right? The 1 of the best things Ben Franklin ever did was that he sought out other impressive people like Washington, but a ton of others. Like a players only. He intentionally built relationships with these people. And while we're having this discussion, Charlie mentioned the fact that Andrew Carnegie did this as well. And I just went into great detail of how Andrew did that on episode 2 84 because 1 of the people... 1 of these 8 players that he that he sought out was Henry Clay F. And so after Charlie explained this to us. I asked him a follow question. I was like, is this something that that you did in your life. Immediately, his answer was meeting. He goes absolutely and still do. So let's go back to where we are in the book right now. He starts this investment partnership, starts a new law firm. 3 years in. He's like, okay, I'm gonna stop practicing law, And I'm gonna focus on investing full time. Charlie is 41 years old. 41 years old when he makes that decision, and so when I got to this part of the book, and I'm gonna follow up with another question. I I got to ask Charlie about this part of his life, was this is with the thought that came to my mind when I was reading this. Right? We are in this stage of our lives right now. The book about your life, the book about my life is being written right now. It's so important to think about the younger version of Charlie Mon, the younger version of Warren Buffett because the decisions that that Charlie and that that warren made at this point in their lives. The the the pay... Literally the pages I'm looking at. The decisions they're doing on these pages will affect everything that happens after the same applies to you and I. And I think reading biographies and thinking about the younger versions of Not only Charlie Warren, just everybody that you and I talk about on Slack. Like, that is going to motivate You and I to make the most of what we're doing right now because we know the effect that it's gonna have on the multiple decades in the future. And so let's go into what 41 year old Charlie was doing. Charlie investment partnership was different from Warrants. And that he was willing to take on a lot of debt to do some of his traits. He was particularly fond of stock arbitrage. 1 arbitrage deal involved British Columbia Power, a company that was being taken over by the Canadian government. The takeover over price was 22 dollars a share, Bc was selling for 19 dollars a share. Charlie brought all the shares of Bc. He could get his hands on and ended up putting all of his partnerships money, all of his own money and all that he could borrow into Bc. The trade worked out. Bc was taken over at 22 dollars a share and Charlie made out like abandoned. And so that was obviously a risk that Charlie would take early in his career when he didn't have a lot of money that he wouldn't take now. Right? In the mid us 19 60 Charlie Warren were busy scouring over the pink sheets. So that's like a pre Internet daily publication of the prices of stocks that were printed on pink paper. They're they're looking for deals. Right? They're looking for a bargain price on a good company. 1 of the companies they found was blue chip stamp. So this is really important. The reason I'm points out is because this is an important idea that they're gonna use forever. Charlie, at this point is in his mid forties, Warren is in his late thirties. So it says Blue chip was a trading stamp company, other businesses would buy trading stamps from Blue chip to give them to their customers, who would then redeem them for prices that blue chip was offering. This is gonna be confusing to our modern day, David Clark, The author does a great job. Like, listen just think of this as an early form of a rewards program. Well what, made the company interesting to Charlie was that blue chip had a pool of money called float. That again, this is an important idea that they're gonna use forever. They had a pool money called called float. That was created by the lag time between the selling of the stamps and the customers redeeming them. What made blue chip stock attractive price was the fact that the Us government have filed an antitrust action against the company. That's why they're getting a deal. Charlie, as a lawyer thought the lawsuit would be resolved in favor of blue chip, which it was. Charlie, through his partnership and warren through Berkshire eventually took control of the company and Charlie became its chairman by the late 19 seventies. The float at blue chip had grown to approximately a hundred million dollars money that Charlie and Warren could invest. Blue Chip business model eventually became obsolete Under Charlie direction, Blue chip used its surplus capital to purchase a hundred percent of seas candies and 80 percent of a finance company called Wes. Just as warren this is to the important part. Just as warren had taken capital out of Berkshire failing textile operation to buy a thriving insurance company, Charlie took the excess capital out of blue chip stamp and invested it in profitable businesses. So that is 1 good idea that's going to lead to discovery of another good idea, and they're gonna combine these 2 ideas for decades and decades, In 19 68, Charlie teamed up with Warren and Sandy Goat to form diversified retail company. Drc acquired a department store called H child Ko for 12000000 dollars. To Cohn was bought at a bargain price, but it had no competitive advantage and was constantly having to spend precious capital keeping up with the competition. This mistake is going to lead to the discovery of this great idea Just mentioned earlier, during that time, Charlie started seeing the the advantages of investing in better businesses, that didn't have big capital requirements and did have lots of free cash that could be reinvest in expanding operations are buying new businesses. So let's stop right there. Go back to the beginning of this introduction, which I'm still reading from and I'm almost done with. Go back to the beginning introduction and what did Warren Buffett said. Charlie most important architectural feat was the design of today's Berkshire. It's decided idea he says, the blueprint he gave me was simple. Forget what you know about buying fair businesses at wonderful prices that's Cigar Ben Graham strategy. Right? Forget about buying fair business businesses at wonderful prices. Instead, by wonderful businesses at fair prices. In other words, go for great, aim for quality. Those great businesses throw off a lot of cash, we can then take that cash and reinvest it. So I read this part before I had Dinner Charlie, then I re reread this entire section after and I realized, the the biggest takeaway. 1 like, there was... I mean, Charlie a genius like, I I just cannot believe that I got a chance to talk to. Like, I remember And there's, like, I got to sit next to a dinner, and he... Like, he looks at you in the eye. Like, he'll turn his head and then look at you. And I just... I could not believe I had the thought meant multiple times, and I'm not trying to embarrass myself, but, you know, I truly love Charlie Mu. Like, he is a hero of mine. He is the wise grandfather I never had. And so I had this idea Like I cannot believe that I'm looking at... Like Charlie Mu is looking at me and talking to me. That's how much I love and respect, like the role that Charlie Mu has played in my life. And so there's a ton of great ideas that I got in a ton of notes I took after I got back to my hotel off the the the dinner. But the I think the thing that that resonate with me the most is that Charlie has a an almost complete ind to problems. The way I would say is like, troubles from time to time should be expected? This is an in capable part of life, so why are you letting it bother you? And if you're listening to the lessons that he's trying to impart on others? You realize what he's saying is like, you can... The problems are it's capable. You're gonna have some level problems. But you can reduce an amount of problems that you have in your life by aiming for quality. High quality business and high quality people produce less problem. So 1 of the notes I left myself after this. Is it's like, I don't ever wanna forget this. It makes your life easier if you go for great. Great businesses are rare. Great people are rare, but you will have way less problems in your life, if you're in a great business and you surround yourself by great people. And at this point in the book, you're seeing warren and Charlie work themselves through this and realize, oh, this is the... We need a course correct here. We need to we have a good strategy. Let's alter a little bit, and it's gonna become a great strategy. So it says when Charlie closed his fund in 19 75, it had 10000000 dollars in assets and showed an average annual... Rate of return of almost 25 percent, for the 14 years, it was in operation. What is interesting is that in the final years of Charlie fund, in the year... In the final years of the fund Charlie was running. A highly concentrated portfolio. The holding and blue chip stamp alone accounted for 61 percent of the funds investments, and this is something that Charlie and Warren repeat over and over again. He has never been a fan of diversification as an investment strategy. There's a great quote that I have in my read wise from something I read, either biography or maybe warrant shareholders in the past. What Warren said, diversification is for people who don't know what they are doing. Look at how the great fortunes were built. And Warren point there is obviously, Like even if Sam Walton Est Lau Steve Jobs, Andrew Ga. Even if they never made an investment outside their company, they only... If they a hundred percent of their net worth in their company's they'd still be fantastically rich. Back to this, in 19 79 Charlie became Berkshire Hathaway first vice chairman in 08:19 83 blue chip stamp, merged with Berkshire Hathaway and Charlie took over as Chairman of Wes. It was from those 2 positions that Charlie would help warren make the investment in management decisions that would take Berkshire hathaway from a net income of a hundred and fifth... 48000000 in 19 84 to approximately 24000000000 in 2016 that is when this book was was published. And warren wraps up the introduction for us in a perfect way, Warren and summing up Charlie impact on his investment style over the last 57 years said, Charlie shove me in the direction of not just buying bargain as Ben Graham had taught me. This was the real impact that he had on me. It took a powerful force to move me on from Graham limiting view. It was the power of Charlie mind when I read that, the first time made me think of 1 of my fair quotes from Steve Jobs, Steve realized exact same thing that Charlie Warren realized in everything I've done. This is what Steve said. In everything I've done, it really pays to go after the best people in the world. Let me read that part again, Warren and summing up Charlie impact on his esp over the last 57 years, so Charlie shove me in the direction of not just buying bargain as Ben Graham had taught me. This was the real impact that he had on me. It took a powerful force to move me on from Graham limiting view. It was the power of Charlie mind. And that was the end of the introduction of the book that I'm gonna talk you about today and the 1 I've read for the second time now, the tau or maybe actually probably... Maybe 3 or 4 times. The tau Charlie Mu, a compilation of quotes from Berkshire Hathaway vice chairman on life business in the pursuit of wealth, and it was put together by David Clark. The reason I said Probably read this 3 or 4 times. Because the very first time I read it was all the way back in 2019. It was episode 78 of founders. But I have the hard cover, kindle, and all audible versions of this book. That's how it's was important it is I hope I can convince you if you don't already own it. To order it by the by the time you finish listen to this podcast. But I re listened, I re listened to the audible version over and over and over again. And I think having the hard the physical copy of the book and just leave it out on the table your desk because it's the way it set up is like, do you have these tiny chapters. It's, like, hundred or you know, a hundred and 50 different chapters. And they just start off with quotes from Charlie and then David Clark, adding some, like context to it. And so you can read the book all the way through, but you don't have to. You could just pick it up, you know, 05:10, 15 minutes a day. Read some Charlie words and he's gonna give you something to think about. So I wanna jump into 1 of his quotes right here. Charlie says life is like a po, wherein you have to learn to quit sometimes when holding a much loved hand. You must learn to handle mistakes and new facts that changed the odds. And so this is some context provided by David Clark, Charlie experiences this with home mortgage lender Freddie Mac. When Berkshire bought shares in Freddie Mac in the 19 eighties, it was a very well run conservative managed profitable enterprise that was involved in the mortgage business as time went on, Freddie management branch out into a new line of business in which they were using their Quasi governmental status to aggressively borrow short short term money and then lend it out long term. The same financial equation that eventually put Le and Brothers into bankruptcy, seeing the dramatic increase in risk and the change in the attitude of Freddie Mac's management Berkshire sold its much love investment at a profit in 19 99. 9 years later, check out this out. By in 2008, Freddie Mac was in receivers ship. The old management had been fired and the stock was worth a tiny fraction of what it had been when Berkshire shoulder its shares. And then the next page is another quote by Charlie says my idea of shooting a fish in a barrel is draining the barrel first. And so will popped to my mind, when I read that is something that's very common in all these that history discussions pretty have in common, you'll see over and again to... If you read their biographies. Is they're always trying to figure out how they can build an unfair advantage. I don't mean an illegal advantage, right, an unfair advantage. And the way to think about this? Is something that, Jeff Bezos said 1 time. And he says, do you really want to plan for a future in which you might have to fight with somebody who is just as good as you are? I wouldn't. And then Charlie goes into the importance of always advancing your thinking they talked about you know, for the first part of Warren career, he stuck to Graham playbook. And what they realized is that there was actually quantitative measures in a in a wonderful business in a truly great business. That would have horrified graham And so he he says, well, even if they've horrified Graham, we started thinking about better businesses. And then David gives us an example of Berkshire decision to invest in Coca cola that would have never happened if they were just using Grams Graham playbook. It says in grabs investment philosophy, there was no such thing as owning a company for 20 years or longer and letting the underlying economics of the business grow the company and lift the stock price. Charlie Warren realized that some businesses have exceptional economics working in their favor that will cause their intrinsic value to increase over time. And so the numbers are gonna be a little dated in the book because this book is, you know, 7 years old or whatever the case is, but you'll get the point. Berkshire decides to pay 1 point. Let's let's call it 1300000000.0 dollars in, Coke in 19 88 over the last 27 years with that investment alone has grown to over 17000000000, but that does not include all the dividends that I received in that time period in the year before the book was published. Coca Cola paid Berkshire 528000000 in dividends, a current annual dividend rate of 40 percent on the initial investment of 1 point 299 billion, which I think is a great illustration on the importance of advancing your thinking. And so that concept of get in a good business and stay there get in a great business and stay there is going to appear over and over again Charlie says it in many different ways. 1 is better off buying a business with exceptional business economics working in its favor and holding it for many years then engaging in a lot of buying and selling. Charlie knows a time is a good friend to the to a business that has exceptional economics working in its favor, but for a mediocre business, time can be a curse. So this is something you hear me repeat over and over again. Pops up in these stories. Time carries most of the weight. And the reason that's so important to repeat over an overnight because it goes against human nature even, it's so hard to build a truly great business and yet more likely than not, your truly great business is not gonna be destroyed by competition, it's gonna be destroyed by you. And so there's another line that Charlie repeats it, I think is not in this book, but ties into exactly what he's talking about here. The problem isn't getting rich. It's staying sane. So it's not redundant and that Charlie repeats us over over again. It's really important. Repetition, first of all is the mother of all learning, but it's repetition is also persuasive. And so and the most important for us to person for us to persuade is ourselves. We're in a good business. If you're in a good business, just know that is human nature to mess it up. Don't mess it up. Just stay there and let time do its work. Going back to another line that Charlie repeats over and over again, the worshiping at the altar of diversification, I think is really crazy. This is the note I love myself and something I'm trying to apply. In my life. 1 truly great business will make your un onboard grandchildren wealthy. And then on the next page, there's 1 line. There's 1 line from Charlie, and I'm like, over here write novels about it. So I'll tell you what pops up to him my... I popped up to my mind. Mimicking the herd invites regression to the mean. So that's what charlie says Mimicking the herd invites regression to the mean. Now we're getting to my novel and then I have other notes on this too. Charlie and warren trust their own judgment implicitly. They don't care what other people are doing are thinking. And I grabbed a quote from episode 2 86, which is titled, I think Warren Buffett and Charlie Mu speaking directly to you and is a line in the book that I read for that episode. I says, I would say if Charlie and I have any advantage it is because we're rational, and we very seldom let extraneous factors interfere with our own thoughts. We do not let other people's opinions interfere. And this also made me think of something that happened when we were having dinner with Charlie. Andrew or Chris. I can't remember which 1 from Tiny asked Charlie a fantastic question. And there were... The question was, I'm gonna para here. I I wasn't... Something like I was taking notes. I had all these had prepared all these questions and ideas I wanna talk to Charlie about, and I never looked at my phone 1 time. And so they asked, like, were you motivate with, like, part of your your desire to to be successful, like, this drive to succeed. Did it have anything to do with, like, proving or, like, getting the the appreciation or they... Like, was it... Did you do it because of your relationship with, like, your dad or your mom, which is a good question because this appears over and over again in the biographies that you and I talk about, this idea that came from Francis ford cop biography, but was really in almost every single story, and this is fine the idea that you can always understand the son by the story of the father that the story of the father is embedded in the son. And so Charlie answers to the question was fascinating. He says no. I always had an inner clock. And so Charlie point there was that he was doing it for him. He did it because he wanted to do these things. He was interested in them not because x even if... You know, you obviously love your parents. But those are external factors like everything came from internally. He has an inner clock. And so When I was taking notes, I had to para phrase. Like I was trying to think, okay, What are the things like, I wanna never forget this. Right? Like, Charlie... Like, it's a night that Charlie Mu probably won't remember and I'll never forget. And so I wanted to make sure and document, like, in writing. What are the things that jumped out at me. And so 1 of the notes, I... This is 1 of the notes I left myself. These are not the words that he used. He never uses this word, but this is exactly like the impression he left on me. And so I wrote. Charlie has always had an inner clock He just does what he wants to do and doesn't give a fuck about the ideas are thoughts of others. Think all of that ties back to what Charlie saying here in the book, mimicking the herd invites regression to the mean Charlie Mu was not put on the earth. To be average. He has no desire and has never had desire to mimic the herd, go back to what warren says. I would say save Charlie and I have any advantages because we're rational and we very seldom let extraneous factors interfere with our own thoughts. We do not let other people's opinions interfere. And so moving ahead in the book, we see this idea, same idea that we've already gone right, presented in a different way. And he talks about the, like, why you wearing about prediction. I have never been able to predict accurately. I don't make money predicting accurately. We just tend to get into good businesses and stay there. Again, what I write on this page? Where to know myself on this page, time carries most of the weight, stop over complicating things. Just get into a wonderful business and stay there. Another idea that Warren and Charlie repeat over and over again is the fact that financial crisis, the equal opportunity will go over this later on because I got some notes down. He says this in another way, and I just tie in a bunch of the founders that you and I have studied you know, advance, they use financial crisis because everybody else, again, it goes against human nature, everybody else runs away, they run towards and they actually wind up growing their businesses by leaps and bounds by investing and investing into their business when everybody else is running. If you like me, live through the 19 73 to 19 74 venture crisis or even the early 19 nineties. There was a waiting list to get out of the country club. That's when you know things are tough. If you live long enough, you'll see it. This goes back to the main thing I learned from speaking to him is this this complete almost complete and difference to problems. Troubles will be... From time to time, they should be expected. They're capable, You cannot let them bother you. Can also not let them kill you. Like, your business should have redundancy so you can survive them. Right? He's another way that Charlie says. He says listen, it's in the nature of stocks that they go down from time to time. And so he talks about keeping cash for this? Like, why don't you have cash? Why aren't you prepare for this? He knows that cyclical financial crisis, are just in the nature of capitalism. Random recessions and crashes are programmed into Charlie buying strategy. He lets cat him and warren let cash pile up. They wait for a recession in crash even if it means getting low rates of return On their cash holdings as they wait for the inevitable when the crash hits, they make their purchases. As Charlie has said many times, it was not brains that made him so rich, it was temperament. And this is an idea that they're still using in present day at the end of 2022, Berkshire held, 92000000000 dollars of treasury bills. And we brought this up at dinner and he said something like, it was hilarious. Just how nonchalant was about. He goes, yeah, the world came around to us on that. And so in this book, they talk about the importance patients over and over again. And they have 1 line here. I'm actually gonna read the full quote. This comes from a episode 2 86. To tell Charlie Mu, it says I succeeded... I succeeded because I have a long attention span. That's still a fantastic quote, but I like the... What happens before it and it's just a reminder something I'm trying to obviously do with founders. Is he says, I think people that multitask pay a huge price. I only do this. Right? I only focus on this. This is something I actually... Like, I got an I idea from Charlie. And The way I break down my own mind. It's only 2 words. Stop multitasking. I have, like, a little Charlie monk on my shoulder that, like, it monitors my behavior from time to time. I think people that multitask pay a huge price. When you multitask so much, you don't have time to think about anything deeply. You're giving the world an advantage you shouldn't do. Practically everybody is drifting into that mistake. I did not succeed in life by intelligence. I succeeded because I have a long attention span. And so that quote in this book is under the headline patience. Something that I heard Charlie say a long time ago, Have never forgotten. And I think reading biographies and, obviously, listening thing to found, podcast like founders are just gonna play the role that Barron magazine played in his life. And so he... Like, another way to talk about the importance of patients as he tells the stories. He's like, well, You know, I made 4 or 500000000 dollars from reading Barron Magazine for 50 years. And people like, what what what what are you talking about? And so it's whole point is like, listen, I read Barron Magazine for 50 years. I only found the entire time. I found 1 idea that I could act on. Only 1. I made 80000000 dollars on that idea of basically risk free. And I took that 80000000 dollars, and I gave it to Lee, and he turned it into 4 or 500000000 dollars and so that is how I learned... How I made 4 or 500000000 dollars from reading barron for 50 years. That is 1 of the greatest anecdotes you could ever hear about the importance of patients. And then this is Charlie on the dangers of over confidence, smart people are not exempt from professional disasters from over confidence. Another way to think about that is he says this in a different way the problem is not getting rich. At staying sane. Then they go back into the importance of having patients and waiting for great opportunities that I love this sentence because, again, it could just... The reason we could shout this these things from from the rooftops. Most humans are never gonna do it just because it goes human nature and they're incapable of going into our nature. Right? And Charlie Warren are capable of going of bucking the trend. 1 of the reasons Charlie Warren have never worried about anyone mimicking their investment style because no other institution or individual has the discipline are the patience to wait as long as they can. He then talks about the importance of making sure that you can endure problems an isolated example that's very rare is much easier to endure than a perfect sea of misery that never cease. And again, this all ties back to that main theme where it's like the formula is simple but not easy. Great businesses and great people. Getting great businesses surround yourself with great people. It's gonna take care of most of avoid. What... 1 of the best things that Charlie said on episode 2 86. Right? That it's crazy how much information he's able to convey to us in 3 words. And I think They are this all ties together. Wisdom is prevention. And how do you prevent from having to solve problems you avoid them? Wisdom is prevention and how do you avoid problems? You you get great businesses and you surround yourself with great people, Charlie talking about the difference between an excellent company, which might confront a major problem a few times in a span of 20 years compared with a mediocre company, which might go from problem to problem year after year. And 1 way you know that you're around low quality people is because that they are perfect sea of misery that never cease. They just have 1 problem after another. My wife has this beautiful way to to describe this. She says in Spanish, but it loosely translates to that person can drown in a cup of water. On the next page, Charlie says something that I'm doing in my life, and it's something that jumped out at me basically think something I learned from Ed and Jeff Bezos. He says move only when you have the advantage. You have to understand the odds and have the discipline to bet only when the odds are in your favor, something that popped up when I when I read this page as well. Is advice that I learned from Ed Thor on episode 02:22, which is only play games where you have an edge. And in his very last, shareholder letter that Jeff wrote as the Ceo of Amazon, He has another great 3 line and piece of advice, differentiation is survival. To understand this piece of advice you need a little bit of Charlie history. In the late 19 sixties both Charlie and Warren had their own hedge fund. As the bull market in late 19 sixties John, everything became over overpriced and warren could no longer find anything cheap enough to buy. So rather than alter his investment strategy, Warren shut down his hedge fund, and returned the money to his partners, putting the vast majority of his own money into cash equivalents. Charlie kept on investing and enjoyed great returns until the stock market crash of 19 73 19 74. When he lost nearly half of his partner's money. He called it the worst time of his life. Warren who was sitting on a huge amount of cash because everything running up to the crash had been over overpriced suddenly found himself surrounded by dozens of wonderful companies selling at bargain prices. Another thing I learned from Charlie aim for durability in his eyes durability. Is a first class trait. More about this now. Charlie Warren theory is that a company with a durable competitive advantage has business economics that will expand the underlying value of the business over time. And the more time passes the more the company's value will expand time carrie. This another way saying, time carries most of the weight, we can apply that into actionable advice, get in a great business and stay there. More advice from Charlie, make sure you have an accurate representation of your business in your mind. I think once you recognize reality even when 1 doesn't like it. Indeed, especially when 1 doesn't like it. They talk Mu and Buffet talk about the importance of stepping on problems early. Like, the... The right time when you have a problem to act is right now, Mu has this great quote, wise people step on big and growing troubles early? Wise people step on big and growing troubles early. And then this is 1 of the most well known of Charlie Mu quotes. It's remarkable how much long term advantage people like us have gotten by trying to be consistently not stupid instead of trying to be very intelligent. There must be some wisdom in the folks that say it's to strong swimmers who drown. Charlie is interested in a simple strategy that allows him to post superior results over the long term. The foundation of which is trying not to do anything stupid. Another main theme that Charlie repeats over and over again is the ability to recognize. It's not just a good enough to recognize an opportunity when it's presented to you, you have to act on it. You do get an occasional opportunity to get into a wonderful business us being run by a wonderful manager. And, of course, that's hog heaven day, Charlie believes that if you aren't buying like crazy when you have the opportunity to buy a business that has huge potential. It is a big mistake. And then he has the hilarious story, His whole thing is was like, listen, if you have an exceptional business, we'll just keep on earning money over and over and over again forever. And so has a fantastic way to tell the story. And he says when I came out to California, there was this playboy, and he spent all his time drinking heavily and chasing movie stars. His banker called him in and said that he was very nervous about his behavior. He told his banker. Let me tell you something. My municipal bonds don't drink. I love that. And then Charlie says that learning from history is a form of leverage. The fact is so few people can do this that, and you see this because financial is the financial disasters of today are almost completely forgotten in a year or 2. And so this goes back to the idea that Warren and Charlie just trust their own judgment. And so it says, if people weren't wrong so often, we wouldn't be so rich. So I read that 1 sentence. And without looking at any notes, I just wrote down, I go, okay. What are other people? What are list of other entrepreneurs are you and I've studied that other people said that what these people were doing wouldn't work. Sam Walton Steve Jobs, Jeff Bezos, Rockefeller, Edwin Land, Coco Chanel, Andrew Carnegie, Michael Jordan Kobe Bryant, Larry ellis and Ray k, Jam Malone, Henry Ford George Lucas the wright brothers. And if we went to every single episode, biography read so far for founders. The the list would be a lot longer than that. This goes back to patients. And again, this idea of, like, breaking down what you're trying to say and just very simple like, rules for life. To me, it's like human nature is to be impatient and quit, just do the opposite. You have to be very patient. You have to wait until something comes along which at the price you're paying is easy. That's contrary to human nature just to sit there all day long doing nothing and waiting. It's easy for us. We have lots of other things to do. But for an ordinary person, can you imagine just sitting for 5 years doing nothing? You don't feel active. You don't feel useful, so you do something stupid. And so they break down what is the likely human reaction If you wake up 1 morning determined to investor your money, your chances of finding an investment that would meet Charlie standards is almost 0. So you settle for something less, when you could have gotten something more if you just waited, Charlie approach is contrary to human nature. This is what I mentioned earlier how that they run in when everybody else is running away and that this is actually a great way to expand your business. We have a history when things are really horrible of waiting in when no 1 else will, All these people used economic downturn to their advantage. This is when they expanded Rockefeller Carnegie, Henry Clay F and is sharp I Sharp as the founder 4 seasons. And so this came up a few times of dinner, he tells these wonderful stories with amazing recall, like all these different deals or businesses or ideas they came across as they built, you know, berkshire over the last, was that 60 years, 50 or something like that. And it just has, like, this tagline. This is, like my... Again I wasn't taking notes Since this is something I wrote down after the fact. But really, it's just like, we made so much money because we had cash and we could move fast. Think about how crazy that is that that could be of advantage. Obviously you... You're you're getting... You're seeing these deals too, which is a, you know, another on advantage that you have to figure out, like, how to build up in your own business. But once you are getting the deal flow and actually seeing the opportunities are coming to you. Right? The idea is like, we're just... We just made a lot of money because we had cash and we could move fast. And then the book goes into something that obviously see Charlie and I share the fact that we're both biography nuts hope 1 day to catch him. Although, now I know I've I seen his books shelves. I have to step my game way up. He was... On... Another thing it's, like, people say don't meet your heroes and I understand that device, but, like, I just came away, like, even more impressed by him. Like, not only was he unbelievably intelligent his mind is really powerful. He told amazing stories. Super impressive at 99 years old, but he was just unbelievably, like polite. I asked, like, hey, Charlie do you mind if I look at your books shows. Like, Go ahead. Do whatever you want. Just on... I just could not believe how generous was. So I saw the reason I bring this up is because, you know, I'm I'm thinking I'm getting close to 300 biographies for the podcast. He has so many books. I've never even heard like, It it was just amazing. In some cases he's making his own books. He has transcriptions from very valuable and rare interviews with some of Fisher greatest founders, and he put them in binder. That's what I mean It's like, I'm gonna... I need to step my game way up here. There's gonna be a bunch of books coming over the next you know a few few months a few years that I found on Charlie books shelf. And now I'm I'm trying to, like, they're very rare books after have to, like, go and hunt them down. I I was just unbelievably. Again, I repeating myself, but I was just unbelievably impressed. With just how much and how dedicated he was to reading and how he says like that that made all the difference in his life. There isn't a single formula You need to know a lot about business and human nature and the numbers. It is unreasonable to expect that there's a magic system that will do it for you. People are looking for a simple method that they can learn from reading 1 book that will make them rich, it doesn't happen that way. 1 is actually better off reading a hundred business buyer fees and a hundred books on investing. Why? Because if we learn the history of a hundred different business models, We learn when the business had tough times and how they got through them. We also learned what made them great are not so great. And so on the next page, it goes back to this idea where it's like, hey, we made a lot of money because we had the cash and we can move fast. Right? And essentially saying, hey, these opportunities, they present themselves. You gotta make a decision right then. They're not gonna like, oh, it's on the open market, it's gonna sit there for months. And so he says, you have to be ready to pounce when the opportunity presents itself because in this world, opportunities just don't last very long. And so when I got to that section. It made me think of 1 of my fair quotes I kinda re redo this podcast because it's Mark Jason's blog archive, which I still think is fantastic. It's episode 50. I'm gonna read 2 paragraphs from Mark Jason's blog archive. This was written by 15 years ago. And it's ties into what Charlie is talking about here. As what Mark said, the second rule of career planning instead of planning your career focus on pursuing opportunities, opportunities that present themselves to you are the consequence of being in the right place at the right time. They tend to present themselves when you're not expecting it. And often when you're engaged in other activities that would seem to preclude you from pursuing them, and they calm and go quickly. If you don't jump all over an opportunity somebody else generally will and it will vanish, I am continually amazed at the number of people who are presented with an opportunity and pass. There's your basic dividing line between the people who shoot up in their careers like a rocket ship and those who don't right there. I am also continually amazed that the number of people who coast to life and don't go out and see and don't go and seek out opportunities even when they know in their gut, that is what they'd really like to do, do not be 1 of those people life is way too short. And so now we got to the part that I mentioned earlier where he was talking about the fact that people that that coming from poor countries or that they have in mentality. They just work so unbelievably heart much harder than people who grew up using eugene like wealth and comfort, and that you should not be surprised if a person's working and putting in, you know, 2 or 5 or 10 times the effort that you lose to this person. This is this spawned a bunch of thoughts for me as well. And so he's talking about the rise of Korea in the business world, and he says Koreans came up from nothing in the auto business. So let me pause right there. Chang young. The most I've read, you know, 300 biographies so far for the podcast. Number, episode 01:17. That is the single most inspiring auto that I have read so far. It's called born of this land my life story I think, Chang young, was the founder of Hyundai. He grew up so poor. He had to eat tree bark in the winner to survive as a kid, and he anyone's up dying as a Richest man in Korea. Koreans came up from nothing in the auto business. They worked 84 hours a week for more than a decade. At the same time, every Korean child came home from Great school and work with a tutor for 4 hours in the afternoon. Are you surprised when you lose to people like that. Only if you're a total idiot. And so when I read this part, not only do I think a Chang young, but I thought of my friend, Sam Hi was on the invest, like, the best podcast, and the the title is fine your people. I think it's fine your people. I will I will find the actual link and put in the show notes for you. And Sam, it is an authority on the writing of Robert Carr. I think Carr multiple part series on Lyndon B Johnson is is Sam's favorite book. But he says something on the podcast. I took these notes years ago, or maybe like, a year ago. And I thought it was fascinating it. It relates exactly what Charlie saying here. And so Sam is talking about, like, You know, Carlos was famous for writing his series on Lyndon Johnson and this statement famous for writing the power broker, on Robert Moses. I read the power program Working my way through the Lyndon Johnson series right now. But Sam said something was fascinating. He says carl profile 2 men whose seeds were not high in the tournament of life. They were born without many advantages. And to get all the way to the top, you probably had to sacrifice everything to the effort. The meta lesson is if you were not willing to pay that price you should presume that someone else will. If you want something like the presidency and then and then my note here as ours or being a billionaire. If you want something like the presidency, you should presume, there is someone out there who will devote all their time, money, relationships, sense of ethics, everything in sacrifice of that 1 goal. Of course, that person would win that race. And to me, that sounds a lot like the same lesson that Charlie trying to impart on you and I hear. Are you surprised when you lose to some people like that. Only if you are a total idiot. Another person Charlie brings up, that he admire a lot with Sam Walton. And so this quote from Charlie, maybe think of a quote that I read in Sam's fantastic auto, which I covered for the second time on Episode 02:34. I'll probably read that book. I would imagine I read that book 5 or 10 times throughout my life. I just had lunch with somebody that was in town to have dinner, with with Peter T. And he said something that was fascinating that, Peter had mentioned at dinner, just randomly and said, oh, yeah. I was reading this book for the seventh time and he noticed something. And I was like, oh, okay. Like, I thought, like, reading them 2 times was enough. Maybe 3 times enough. And again, you just... Your constantly supposed to people it just take things farther than you other otherwise would. Charlie says we just keep our heads down and handle the headwind and tailwind as best we can and take the result after a period of years. Sam and his fantastic said when he was asked how did Walmart do it. He says, friend, we just got after it and we stayed after it. And then we're almost to the end of the book and we come to 1 of my... This is 1 of my favorite Charlie Among ideas of all time. In business, we often find that the winning system goes almost ridiculously far in maximizing and are minimizing 1 or a few variables, like the discount warehouses of Costco. Costco is obsessed with keeping operating costs to a minimum. It did... So now, David Clark is giving us some commentary on, like, how extreme they are, and he's gonna tie into something I asked. Something I got to ask, Charlie about Jim Because he knows Jim Senegal. He loves Jim Senegal. And was just hilarious. And I love jim S too and I was... Well, I'll get there in a minute. So it says Costco is obsessed keeping operating cost to a minimum. It does not provide shopping bags. Saving Costco 2 to 5 cents each on plastic bags and 10 to 25 cents each on paper ones. This might not seem significant but consider this. There's approximately a hundred and 50000000 customer checkout outs every year Costco. That's crazy. So let's say that each checkout if they provided bags it cost some 30 cents. If you multiply that 30 cents by the total checkout, that's 45000000 dollars a year. By simply getting rid of paper bags to checkout Costco arguably saves itself 45000000 a year. And saying Costco not alone in in this kind of thinking, Geico did something that seemed our outrageous early on it got rid of its insurance agent and its commissioned by selling directly to the consumer. Thereby reducing its costs, which allowed it to be more competitive in the pricing and still maintain its profit margins. Another example. Nebraska Furniture mart buys huge quantities of furniture from a single manufacturer at a huge discount, which allows it to store to sell us a sofa cheaper than the competition. And still keep its margins high. This paragraph is so important. I have a giant exclamation point next to this in the book. The 1 thing that all of Berkshire businesses have in common is that they are management by people who are willing to go to great lengths to keep cost low. That goes for Berkshire home office as well. It doesn't have a public relations department are an investor services department. And for many years, the annual report was printed on the cheapest who possible and had no expensive color photos. Note, In recent years, the paper quality has improved, and the annual report now sports 1 color photo. Which maybe be a sign that management is starting to slip. And so there's few people in the world that love Costco more than Charlie Mu. I got to ask him I was like, hey, I love Jim S. You know, The only thing I've ever found him in writing is the fact that he wrote the the introduction to to soul prices biography, which was, like, his his hero and his mentor. And I was like, what's going on? Like, why can't III forgot the exact way It said. It's like, why does, like, I asked him, like, why Jim kept a low profile that it's just so hard to find speeches or writings of jim and Charlie simple answer was, that's because he was busy working. I thought there was a lesson there. And then, Charlie brings up the fact that this is harder to understand, especially for people in business, like, just how magical. That's the only way to describe it, like, a great brand is nothing short of magic. If you would think about it, like, the the Quote unquote, you know, richest person in the world right now, Bernardo Not has built his fortune on the power, the magic of brands. And so they didn't understand Warren and Charlie didn't understand the the magic of brands until they bought his candies, It says when we brought Seas candies, we didn't know the power of a good brand. Over time, we just discovered that we could raise prices by 10 percent a year and no 1 cared. Learning that changed Berkshire. It was really important. And this is why it's so important valuable, some brand names own a piece of consumers minds, and they do not have any direct competition. When Charlie Warren first discovered such companies, they called them consumer mono monopoly. And I thought this was interesting 1 way Charlie found Great businesses is by buying a bunch of bad businesses first. Charlie Warren have both owned a few bad businesses in their day. Department store, a win, wind meal manufacturer, a textile factory in an airline. Why are those businesses bad because they are involved in intensely competitive industries think about what Jeff bezos differentiation is survival, because they're involved in intensely competitive industries that beat each other up over price, which brings their profit margins down kills their cash flow and diminishes their chances of long term. Now we know that the secret is always to go with the better business that has a durable competitive advantage. He mentioned this earlier that is in the nature of stocks to go up and down. If you're not willing to rack with e to market price decline of 50 percent. 2 or 3 times a century, you're not fit to be a common shareholder, and you deserve the mediocre result, you're going to get compared with the people who do have the temperament who can be more philosophical about these market fluctuations. I would condense that down even further into, an that you might take with us in the future, tough times don't last but tough people do. Average out betting on the quality of a business is better than betting on the quality of the management. But very rarely you find a manager who is so good that you're wise to follow him into what looks like a mediocre business and so they use this example of Rose Blu, Missus B. Who's my favorite character in all of, Warren shareholder letters. I wish there was... I can't find a biography owner. If you find a biography on Missus B. Please let me know. This is B started the Nebraska Furniture mart, in Omaha in 19 37. She grew in it's the most successful furniture store in the United States. Berkshire bought 90 percent of the company from her when she was 89 years old, and she stayed on managing managing it with her sons. 5 years later, she gets into a fight with her sons. She leaves in a half and starts a new store across the street. What harm can a 94 year old woman due to a multi billion dollar conglomerate. In no time at all, she had taken so much of Nebraska Furniture Merch business that Berkshire was forced spend millions of dollars buying her out a second time. But this time around, they had her sign a non complete cause a very wise thing to do given that she went on to work 7 days a week open a close so she passed away at the age of a hundred and 4. Spend but as a general, but on the quality of the business, not on the quality of the management unless you've got a missus b. In that case, go all in. Missus B is gonna make another appearance under the section of master plans, which is hilarious. At Berkshire, there's never been a master plan. Anyone who wanted to do it, we fired because it takes on a life of its own and doesn't cover new reality. We want people taking into account new information. That's a great way to describe it. I think they described described it even better in episode 2 86. They said we are individual opportunity driven. Our acquisition technique at Berkshire is simple is simplicity itself. We answer the phone. Individual opportunity driven. And so at the end of the section, it goes back to Missus b, we'd rather keeping things simple and improvise as we go along. Whenever I think of master plans, I remember Nebraska Furniture remarks founder, Missus B, who in response to a question about having a business plan replied. Yes. Sell cheap and tell the truth. So in this is a quote, you don't hear all the time. It's the... It's idea ties out the these 2 ideas that, the importance of continuing advancing your thinking, and then know when to stretch for great opportunities. And so there's this company called Is, It's actually the first time they bought a wholly owned company outside United States. And so Charlie was gonna describe it now. He says we didn't know when we were young which things to stretch for. But by the time we reached Is, which we never would have bought when we were young, we knew to stretch for the right people, so stretch for the right people. And so this is description of what they did. Is car is an Israel based worldwide maker precision carbide metal cutting tools used in industry. It is the dominant player in its field. So Berkshire bought 80 percent of the company 2006 for 4000000000. I then purchased the final 20 percent in 2013 for 2000000000, which shows that it was a better business in 2013 than it was in 2006. Benjamin Graham would have never bought it because it wasn't selling below book value. Charlie and Warren learned with the purchase of Nebraska Furniture mart that if the dominant player is large enough and well enough entrenched with its customer base. The cost of entry into its market is much too high for potential competitors. Size and market domination can create This is a the punchline. Size and market domination can create their own kind of durable competitive advantage, which is what Is car had in spade. So something Charlie brought up at dinner as well as the people he greatly admired We were talking a lot about benjamin Franklin. And he says... There was unlikely to ever be another life as remarkable Ben Franklin. And another person that he Greatly admire, and I saw a bunch of books about was L lee K Yu. I'm gonna actually do a a podcast on Lee's book, which is called the from third world to first tough to first Singapore story because it says in this book that that book is well worth reading and it actually says Charlie became so enamored of that he commissioned a Bronze bust of him to keep the 1 he owns of Benjamin Franklin company. So I thought that was interesting. This is what Charlie said about, Lee and Singapore. In a democracy, everyone takes turns. But if you really want a lot of wisdom, it's better to concentrate decisions are pro and process in 1 person. So just to repeat that if you really want a lot of wisdom, it's better to concentrate decisions and process in 1 person. It is no accident that Singapore has had a much much better record given where it started than the United States. Their power was concentrated in an enormously talented person. Lee Kw Yu that who was the warren Buffett of Singapore. And so the reason I wanted to include that in the discussion you and I are having today is because when I read that, I didn't think about Leak on you, and I didn't think about warren Buffett. I actually thought about Steve jobs. And it's something that I read in, I read the the biography of Johnny Iv, which was fantastic. For episode 1 78. And this idea that founders have absolute control. Right? It's better to concentrate decisions and process someone person. And there's a story in that book when Steve comes back to Apple where he's getting a lot of pushback by some of the people were there. And for Jobs just refused to take no for an answer because he had absolute control and absolute authority he could do so. So there's a paragraph in the the book of, it's called Johnny Iv, the genius behind Apple's greatest products and says, this is what Steve Jobs talking. When we took it this idea. When we took this idea to the engineers, they came up with 38 reasons, they couldn't do it. Jobs are called. And I said no, no, we're doing this. And they said, well, why? And I said because I'm the Ceo, and I think it can be done. And they gru did it. And then they get into the importance of the trait that you and I share this idea, like, lifelong learning and self improvement lasts as long as the breath lasts because why? Because it's so valuable. The... There... There's a compounding effect to to knowledge. In Charlie own life when he was practicing law, he implemented a self education regime of 1 hour day to learn such things as real estate development stock investing. It was slow going at first, but after a great number of years and thousands of books read, he started to see how different areas of knowledge interplay with each other and how knowledge like money can compound. Making 1 more and more aware of the world in which he or she lives. I'm usually pretty suspect formulas, but actually think this 3 part formulas is actually really good. These are Charlie Mu 3 rules for career. Number 1. Don't sell anything you wouldn't buy yourself. Number 2, don't work for anyone you don't respect and admire, and 3, work only with people you enjoy. And so when I was reread my highlights last night because I knew I was gonna sit down and talk you about this today. When I got to this part again about making mistakes. This is what I wrote at the top of the page. This was my main takeaway from my dinner Charlie. His complete ind to problems. And this is what he says there's no way you can live an adequate life without many mistakes. In fact, 1 trick in life is to get so you can handle mistakes. And so 1 of my favorite quotes on this actually came from the founder of Ikea. I read his auto I'll the way back on just like years ago is, episode 01:04. And he has his great line I've never forgotten, you know, many years since. He says only those who were sleep make no mistakes. Making mistakes is the privilege of the active. The fear of making mistakes is the root of bureaucracy and the enemy of development. It is always the mediocre people who are negative who spend their time proving that they were not wrong. The strong person is always positive and moves forward. And so when Charlie says, listen, you're gonna go through life, you're gonna make mistakes Right? The the fact is that you have to get a get to point where you can handle them. I would also say something he he mentioned a few times is that the importance of learning from mistakes. And so he brought up a few times so at the tonight, some mistakes that he had made and then what he learned from them, and it reminded me of this. He has a a... There's a short chapter in his book called admitting stupidity, and this is the quote from Charlie that I feel that he definitely applied to his own life. He says, I like people admitting that they were complete stupid horses asses. I know I'll perform better if I rubbed my nose in my mistakes. This is a wonderful trick to learn. And so before sitting down and reread this book for, like, the second record third time or whatever it was. I had listened to the entire audiobook, and I heard, once I heard, this part in the audiobook, I had the thought I was, oh, that's definitely going in the podcast. I love this. This is another 1 of his ideas, that I'm trying to to use my own work. He says extreme specialization is the way to succeed. Most people are way better off specializing than trying to understand the world, and this is the commentary by David Clark. Specialization is the key to survive in any species and that is the key to success in any business. Specialization protects us from competition. Why? Because specialization presents a barrier of entry to the competition and the more difficult it is to become specialized the greater the barrier. If all we do is what everyone else does, we will spend our lives competing head to head with everyone else. But if we specialize in something and excel at it, the specialization will set us apart from the rest of the crowd. Do we take our porsche, to the local car mechanic who works on everyone's car, of course not. We take it to the shop that specializes in porsche. It charges us twice the normal hourly rate and gets away with it because it is a porsche specialist. It is specialist who make the big bucks. And then this next 1 is titled secretive success, which usually, I'm very skeptical when I hear things like this, but I really do believe it does most of the heavy lifting. If we believe... And I I think what Charlie said is accurate. But if we believe what he said is accurate is that listen problems are inevitable. But if you if you surround yourself with great people and get into great businesses. It eliminates wisdom is prevention, it's gonna eliminate most of the problems that you have that you're gonna have in life that are under your. Right? So I think that's a a hugely important idea, and I combine it with this, and I think this is the same principle. And he says, I have never succeeded very much in anything in which I was not very interested. If you can't somehow find yourself very interested in something, I don't think he'll succeed very much even if you're fairly smart. There's another way that I've heard him explain the exact same idea. And that he says an intense interest in any subject is indispensable if you want to excel, and this is a commentary by David Clark. Charlie often says that the key to being a great business manager is to have a passion for the business. For people who have that, they are artist whose passion for their work drives and defines their lives. Here, Charlie pointing out that this theory applies to anything that we do in life. To be successful in something, we need to be passionately interested in it. And that passion more than raw intelligence tends to determine whether or not we will succeed at what we do as Steve jobs said, work is going to fill a large part of your life and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do, and I wanna summarize that again with... By repeating this, an intense interest in any subject is indispensable if you want to excel at it. A few pages later, he goes right back at it this time it's from the angle that most people are rat poison. They you should avoid them. The other side of that is obviously go for great. Right? Go for great. I think is the the maximum that's coming gonna come out of this podcast. I don't remember the most. Oh, it's just so useful dealing with people you can trust in getting all the others, the hell out of your life. Why people want to avoid other people who are just total rat poison, and there are a lot of them? Wise people want to avoid other people who are just total rat poison and there are a lot of. When I read this, this quote from Charlie, it made me think of something that I read in in warren buffett shareholder letters. And it's really this application of the idea they only wanna work with other great people. And what warrants I'm gonna read this this paragraph from, his shareholder letters real quick. And really what he's talking about is, like, just most businesses. Right, are poorly run to average run. And so he says our major contribution to the operations of our subsidiaries is a applause, but it is not the ind disagreement applause of a Polly. This is weren't writing, by the way. Rather it is informed applause based upon the 2 long careers that we have spent intensively observing business performance and managerial behavior. Charlie and I have seen so much of the ordinary in business that we can truly appreciate a vi performance. Another piece of advice from Charlie, there is no cookie cutter solutions. Think about his answer when he was ask, hey, if you are, if you ever had to teach, like, a class... A business class or a finance class. What what would you? And he's like, I would take a hundred studies of company history and just talk about what they did correctly and what they did incorrectly. Early in the book to said, hey, you're better off reading hundreds of biographies and just reading, you know, hundred business books. And this is why it's like, you're when you're doing that, you're just watching game tape. It's no different than a young Kobe Bryant watching video tape of Michael Jordan and magic at Magic Johnson and just constantly being exposed to a million different game scenarios and then using that knowledge in his own work when he's presented with another complex scenario, and it says beware of cookie cutter solutions. 1 solution fits all is not the way to go. The right culture for the Mayo clinic is different from the right culture at a Hollywood movie studio, you cannot run all these places with a cookie cutter solution. And then Charlie talks about the importance of being a learning machine, and you see this what's amazing to me. He's not I've bread every single book that I can find on Charlie Mu. Hopefully, I've covered them all. Charlie of 41 or 45 would get his ass kicked by the 65 year old Charlie. The 7 year old Charlie. He applied this in his own life. He took his own advice Warren is 1 of the best learning machines on this earth. Warren investing skills have markedly increased since he turned 65. Having watched the whole process with Warren, I can report that if he had stopped with what he knew at earlier points, the record would be a pale shadow of what it is, and this commentary by David Clark is 1 of my favorite sections in this entire book. There is another point that I've noticed with men and women who truly excel at their craft or profession. They keep on learning and improving themselves long, long after most people would have tired. It's like sharks. They have to swim to live learning is just something those people have to do. And a large part of the way that Worn in Charlie learn not through the experience, they spent a ton of time reading and then talking to smart people. This is actually another idea that I that I saw from Charlie, and I'm using... I don't know if I told you this. Like, Hopefully, it's this podcast is... You're, like, learning something and being entertained by this because I still feel like, like, I'm I'm on the high that this happened. The reason I bring up is because I can't remember if I told you that I got a chance to write a letter to Charlie before I met up with them it's really short just explaining, like, the the. I had a chance to tell 1 of my heroes. Like, this is not hyper. Your idea has changed my life. Your thinking has shaped mine. And so I won't read the whole thing, but I do wanna read a section, and this just a handful of these ideas. So I wrote. I wrote him others. Like, I'm using a collection of your... Your ideas as a blueprint for building my business, and I just listed off some of them, and, you know, this is just part a few of them. Become friends with the And a dead, aim for durability. Take a simple idea and take it seriously. Find what your best at and keep pounding away at it forever. Stop multitasking. Self improvement lasts as long as the breath does so that second to last 1 right there. The stop multitasking. This is what he says. Look at this generation with all of its electronic devices and multitasking, I will confidently predict less success than warren who just focused on reading, and then this is the extension of that idea, reading personal biographies allows 1 to experience multiple lives and successes and failures. Reading business biographies allows 1 to experience the vic of a business and learn how problems were solved, both Charlie and warren are copious readers of personal and business biographies. And that last line is an understatement. I thought I read a lot of biographies Charlie Warren make me look at, like, an absolute amateur, Sam Z. I don't think I've told you this shit. I'm working on a podcast about it, but I got to also have a 2 hour lunch, sitting directly across from Sam Z. Same thing. This guy knew more about business history than I did. Every obscure figure, every obscure book, every obscure company I try to bring up. He knew the founder. He knew the company history. He knew the outcome. It was remarkable. And, again, just meeting Sam, talking to him, talking to Charlie It's like, okay. I get done with this. And I'm like, I'm clearly clearly on the right path. And then Charlie shares a lesson that he learned from his dad when his dad was so alive. I asked my father why he did his dad was an attorney for a bunch of businessman in Omaha. I asked my father why he did so much work for a big blow hard, an over reaching jerk rather than for his best friend Grant Mc. He said that man you call a Blow hard is a walking bona of legal troubles, whereas Grant Mc who fixes problems promptly and is nice, hardly generates any legal work at all, and again, that ties into a main theme. Of this book same with businesses. The great ones don't have endless problems. There's a great line that's in the inside cover of this book, and it says Mu is a deeply perceptive observer of human nature, this next quote from him, maybe think of that. Something also wrote down to myself after, after I deal with them. And I said, Charlie looks at nearly everything through the lens of history. You aren't changing human nature. Things will just keep repeating forever. And so he says all human beings work better when they get what psychologist call reinforcement. If you get constant rewards, even if you're warren buffett, you will respond, learn from this and find out how to prosper by reinforcing the people who are close to you. Next quote from Charlie, I just wrote simply this is excellent. You must have the confidence to override people with more credentials in you, whose cognition is impaired by incentive caused bias or some similar psychological force that is obviously present. But there are also cases where you have to recognize that you have no wisdom to add and that your best course is to trust some expert. We are lucky if we get to live to old age, And so his has advice for that. The best armor for old age is a well spent life preceding it. I wrote down on this page. After I reread the highlights last night, another takeaway from my dinner with Charlie, he did this. The best armor of old age is a well spent life preceding it. And so this is some of his best advice because I think it applies specifically to people like Hyundai and. These like, very driven, trying to do something in the world, willing to push yourself wanting to build a successful business, a successful life, and it's amazing how many wealthy people I know have not heed this advice yet, and their their lives are worse off this. He says I've heard warren say a half a dozen times. It's not greed that drives the world but envy. You have to cure yourself of this. Curing yourself of this is key. Key for a well lived life. Charlie is known for saying that self pity has no utility. Envy doesn't either. Envy has no utility. And then Charlie talks about his favorite habit that's the habit of reading. I got to see this firsthand. Again, this is advice that Charlie gives, It's advice that warren gives, it's something I experienced directly when I when I had Lunch for Sam. In my whole life, I have known no wise people who didn't read all the time. None. 0. You'd be amazed at how much warren reads and how much I read. My children laugh at me they think I'm a book with a couple of legs sticking out. Charlie has always been a gracious reader has a child he lived in the downtown Omaha Public library wear, exploring the stacks He met the towering intellectual of both the past and present in books by the age of 8 both Thomas Jefferson and Benjamin Franklin had permanent places on the books shelf above his bed. It is reading that helped put him ahead of the pack, In fact, this is my oversight that I have not done. I have a biography of Thomas Jefferson I just haven't read it yet, and I haven't done it from the podcast. Forgot that he... That Thomas Jefferson was 1 of, Charlie Mu heroes and who he looked up to an influence thinking. So that that alone is why I need to do it. And I... I as that I'd imagine, Charlie Mu would recommend as well. Next thing, this is definitely really important advice and something you see that Charlie does in his own life life is always going hurt some people in some ways and help others. There should be more willingness to take the blows of life as they fall. That's what manhood is, taking life as it falls, not whining all the time and trying to fix it by whining as the great American cowboy actor John Wayne once said. Son, I don't care much for quit. And then this is Charlie repeating the compounding effect of knowledge. I constantly see people rise in life who are not the smartest, sometimes not even the most diligent, but they are learning machines. They go to bed every night a little wiser than they were when they got up and boy. Does that help, particularly when you have a long run ahead of you? Then he repeats, stop multitasking. I think people who multitask pay a huge price. It was in 1 of the books. I I can't remember. It was on the Bill gates biography that I just recently did are 1 of the warren buffett biographies, but I read the story. Where, young bill gates and then a slightly older, but still younger, warren version of warren buffett because I think he's, like, a decade and a half older and Bill, maybe 2 decades something like that. Maybe even. 3. But warren warren and Bill gates are at a... Some kind of dinner meeting, and their Bill Gates dad is there. And he was asking the group. They're like, in the small group. Like, okay. What was, what was the 1 trait? Or what was most responsible for your success and warren Buffett and Bill Gates both answered the same way. They said focus. And I think if you listened to episode 2 90 or if you read the book that the episode is about hard drive, bill gates in the making of Microsoft empire? He'd realized that that he had complete focus on. In fact, I heard Bill, speak later in like, some kind of documentary where he said that he knew something had changed because, when he started having to deal with the antitrust suit, that Microsoft was going through. For the first time, since the founding of Microsoft he was actively looking for a distraction. So let's go back to this idea that Charlie mentioned the fact that this is what Ben Franklin did. This is what Andrew Carnegie did. This is what him and Warren Buffett did. If you've gotta try to build this seamless web of trust with the people that are around you. The highest form civilization can reach is a seamless web of deserve trust, Not much procedure, just totally reliable people correctly trusting 1 another. In your own life, what you want is a seamless web of deserve trust. And if your proposed marriage contract has 47 pages I suggest you not enter. The corporate culture at Berkshire is that if you can't trust someone, you really shouldn't be doing business with him or her. So Charlie was just telling us that Envy has no utility. This is when he talks about the self Pity has no utility at all. Either, I think the attitude of Is the best. He thought that every mis Chan life was an opportunity to behave well. Every mis Chan life was an opportunity to learn something, and that your duty was not to be submerged and self pity, but to utilize the terrible blow in a constructive fashion. That is a very good idea, and I love the fact that you know, he says us setting from history is a form of leverage. Like, hopefully, you and I have multiple decades left in our career. And think about all the lessons that we're able to observe from other people and learn from other people's experience that we can apply. In the same fashion, Charlie did that, but he also had to learn from his own experience. So this an example of this is the fact that he didn't cry about these mistakes. He learned the lesson and then, applied the the the lesson that he learned to his profit later on in life. If he had never experienced troubles with a business in very competitive industries like textile, shoes, retail, and airlines, he would have never gained the insight into the wonders of owning a business that had a consumer not monopoly, such as Coca Cola or sees candies. He would have never seen how a low cost producer such as Geico can have a competitive advantage over its much bigger competitors. If he had never experienced the pain of the market crash of 19 73 19 74, he would have never had the foresight to stockpile the cash He used to buy Wells Fargo stock in 2008 and 2009. So there's a lesson I learned from reading 2 of Arnold Sc auto. It's episode 1 93. That's the auto, Arnold World when he was in, like, 70, And, episode 01:41, which is the the episode that he wrote when he was, like, 30, and you kinda, at the very end the book ends of him calling his shot saying, hey, the same lessons that I used to to become a world champion of body building, I'm just gonna use to become an an an actor. And build a business empire, So it's it's kind of interesting that he called the shot there. But 1 thing he said he's like it's very dangerous when you start doubting yourself that you're gonna get... Don't worry. The external world is going to try to get you to doubt yourself as much as possible, but it's dangerous when you actually believe and you start doubting yourself. This ties into what this this story that Charlie is about to tell you, it's like it's very dangerous if you start lying to yourself. And this is a great little story to remember how dangerous that is and how to avoid it. Dean Kendall once told me a story. When I was a little boy, I was put in charge of a little retail operation that included Candy. My father saw me take a piece of candy and eat it. And I told him, don't worry. I intend to replace it. And I'll listen to this what his this fantastic advice that this father gave his son. My father said, memories like, oh, don't worry. I'll eat it. I'll I'll replace it later. My father said, that sort of thinking will ruin your mind. It will be much better for you if you take all you want and call yourself a thief every time you do it. He's trying to tell his son don't lie yourself. And then this is the second to last piece of advice from Charlie Mu to you and I, if you have enough sense to become a mental adult yourself. You couldn't run rings around people smart than you. Just pick up the key ideas from all the disciplines, not just a few and you're immensely wiser than they are. And finally, he says over the long term, the eclipse rate of great civilizations being overtake is a hundred percent, so you know how it's going to end, when we brought up the subject of death, he said he wasn't afraid of it, and he made a joke saying he just planned to lay there like everyone else does. And that is where I'll leave it. For the full story, Highly recommend, I I really think it's it's crazy if you don't buy this book. It's... To me it's just manual for for life for business, keep it around, keep it out, constantly pick it up. If you don't buy the physical copy, at least by the audible and just listen to it over and over again. And if you buy the book and you use the link that's in the show notes your podcast player are available podcast guest dot com. You'll be supporting the podcast at the same time. If you haven't yet signed up for Founders premium, that link is also down below and available founders podcast dot com. That is so you can listen to the Ama, the ask me anything episodes that I've been making. I might actually do a Charlie Mu only ama m episode soon as well. I had that idea earlier today. That's available down below and it's shown notes in your podcast player and available at founders dot com. And if you want to join my free email newsletter where I email the top 10 highlights for the books that I read, that link is also below. That is 295 books down, and if I wanna catch up with Charlie Mu, 10000 to go, and I'll talk to you again soon."
}