{
  "transcript": "I'm the boss. I should be here on monday morning, and I should be running the company in person. L had entered a new chapter of its history. Bernard A null had taken power. He did not realize how harsh his words sounded. That was not the type of thing that he cared about. For him, the stakes were altogether different. Yesterday, he had taken over Bo, the ailing textile empire. Today, he was in control of L. A few days before his fort birthday This youngster was at the head of the most expensive company in France. As chairman of the world's leading manufacturer of luxury goods, he now owned the most prestigious French brands. Christian Dior, Christian Lac, Xi, Mo, Hen and Louis Vuitton, all acquired in less than 5 years. He was the first of a new breed of capitalists. Friday the thirteenth, January 19 89 was the day that he took office. The 15 people invited to witness the event at L head office were beginning to filter into the large conference room. They each had played a decisive role in this affair, which had all the making of a Greek tragedy. They all knew they had no choice, but to go along with our null. He quickly inspected those present. Only 1 was missing. On Re Ro, the Chairman of Louis Vuitton. This sea nia old fool as he had started to call him was really beginning to get on Bernard nerves. He had to get rid of him as soon as possible. The noise of the door opening interrupted his thoughts. Ra mirror made an entrance. This was merely the first step Ra would fight to the end against this youngster, whom he had sought out a year before in the hopes of neutralizing the ins nec pre contentious Ali C, this is the guy that was running Mo at Hen before it merged Louis. A mistake which had backfired on him. But Ra had no intention of letting himself be pushed around. This 76 year old was thirst for revenge. From now on, he would wake each wanting vowing to topple ar null. If he had 1 quality, it was perseverance. At 11:30AM, a triumphant Bernard or no arrived at Mo at Hen. He was anxious to personally check the text which announced his election. 2 draft press releases had been prepared. The first and longer 1 paid homage to the previous management. The second simply announced the appointments without any frills. Bernard chose the second. He took out a pen and struck out the words of praise for the former managing director. Reading through it again, Bernard added elected unanimously alongside his name. He attached a great deal of importance to the unanimous vote, which meant there was no doubt about his position. A few minutes later, the news hit the financial markets. Bernard on all was Chairman of L. Nothing could stop him. That was an excerpt from this unbelievably difficult book to find and the 1 that we talked to you about today, which is the taste of luxury, Bernard And the Moa at Hen, Louis Vuitton story, and is written by 2 French authors. I have no idea unfortunately how to pronounce their names but I will leave their full names in the show notes. And before I jump into the book, I need to thank my friend, David Rose from the excellent acquired podcast. He actually found this book was first published in 19 92 in French. I've only found 1 other copy, the 1 copy that I can find that's for sale right now is 3000 dollars. David paid almost 400 dollars for this book and he gave it to me for free so I could make this episode. So to prepare for this episode in addition to reading this entire book, I also listened to David and Ben's excellent acquired episode. It's called LHI will leave the link down below. Where you can just search in your podcast player for acquired, and it should be easy to find their episode. It's titled L h It's, like 3 and a half hours long, it tells the entire history. The entire history of how L came to be. I took notes on their episode, and you should hear some of those notes in this episode today, in addition to that, I also listened to the excellent, episode of business breakdowns. It's titled L, the Wolf and Cashmere conglomerate, and that business breakdown is about what L looks like today, their business models and their financial performance. And I, of course, Am I'm going to focus on Bernardo not the person as I always do. Let me go right into Bernard early life. He's born in France in 19 49, and he's is the son of a building contractor these the third gen... He's gonna be in the third generation in this family business. His father Gene was successful, life was comfortable without being os consultations. Sometimes Bernard would stand in the hall gazing at a portrait of his ancestor, whom he apparently resembled. This ancestor was a colonel in the Napoleonic guard and had served in all the Emperor's campaigns. If in case you missed it, I just did a first of many many episodes I'm gonna do in Napoleon because Napoleon just pops up again again in these. If you're reading biographies on guys's, pre world war 2, they're gonna conference constantly reference. They're studying in their admiration of Napoleon, it's episode 2 94 if you haven't listened to it. Just got a fantastic book called the mind of Napoleon printed in 19 55 it arrived a few days ago. So I'll do an episode on that soon as well. So in the book, starts out. Okay. We got this young studio driven I guess I should tell you this upfront that I didn't understand till I read this book and then listen to both the acquired and the business breakdown episodes. The... What pops out is my mind is, like, Bernard is, like, this odd combination of, I would say, warren Buffett and a Johnny Rockefeller. And if you listen to my episodes on Rockefeller, I think I've done 3 or 4 at this point, you'll you'll see, like, there's a lot of parallels in his life other than Rockefeller was poor. And and Bernard was not. But this just idea where, like, it's like, all work no fun. We just have this young version of I think it's like 10 years old time. We have young Bernard just looking at this picture of 1 of his great ancestors. Right? So says he was an excellent pupil, he was in the top of his class and all other... And all subjects including pe. The boy would listen attentive. A habit that he was never to lose. That sentence reminded me 1 of my favorite lines that I've heard in any of the biographies that I've read came from episode 02:13 and Michael Jordan's auto. Michael Jordan says successful people listen. Those that don't listen don't last long. Following Ward 4 2, his grandfather Sa, obviously, you know, you know, if you listen to a bunch of these. I can barely pronounce English. There's no these are all french names. There's just no way I'm getting this correct. I sat and listen to correct pronunciations over and over again. To no avail. It's just better if I just spend that time reading instead. So his grandfather starts this engineering and building company, and he does it in France after World war 1 because everything was destroyed in France after world months, so everything has to be rebuilt. Bernard is going to work in this company that still exists when he's is a young man starting with nothing. Another time when his grandfather except his wheelbarrow. He teamed up with another guy that his his partner who supplied the capital and began to build on the ruins. At that time, textiles. This is crazy. At that time, textiles were the wealth of the north of France and Marcel Bo was at his peak. Bernard grandfather's company built a factory for the textile king now why is that crazy? B sack is going to be the company that 35 year old Bernard buys. B sack and the reason he buys is because this is this conglomerate that has now taken over by the French government, it's losing a ton of money and 1 of the assets that this conglomerate has is Christian Dior. Bernard targets B sack because he wants die. That is the first in a chain of events it's gonna eventually lead him to overtaking and taking over L. Let's go back to his childhood. I just gotta pull some quotes. I went looking because he's got a fantastic quote spread over the Internet, and he says, I'm very competitive. I always want to win. The way I would describe his childhood is work, work, work, and more work. He was reared on his grandmother's stories, the the studio young, Bernard did not like play like other children. He did not like playing that is repeated in different sections of the book. Well Bernard liked as a child was the quiet studio life he led at his grandmother's. He loved work and music. While his friends from the pro... From his preparatory class were living up, Bernard worked, This is 1 of his great quotes. Our gives you an indication like, the reason, I wanted to go around collecting his quotes in this book and otherwise because it really gives you an insight into his personality who he is. And this is exactly what he does. You have to be specially gifted or you have to work hard. He said. I was not gifted enough. That's a lie. I was not gifted enough. I had to work so I work. He's both unbelievably gifted and unbelievably hardworking working. You couldn't compete with him said 1 of 1 of his coast friends. It wasn't worth it. He was quicker to grass things. He went at a faster pace. You either d test him or found him charming. A lot of people were jealous of his abilities. So even when he's in college, this whole idea of work work work, let's get this done. Let's get big fast. Let's get on with what we're trying to do in life, he has this rare combination of, he's intolerant of slowness and he has an unbelievably long term view. And I think it's very bad... Has been beneficial member. This book ends Way too get to the end of the book what he says. He is 42 and what he says is ridiculous. In the sense that he could they he could ever stop. And we see that, you know, what he's done multiple decades since then. But he's in college at this point, and he has to take this, training course that was, with Mckinsey, the management consultants and he did not like it. Says, the very idea of a training course seem frustrating to him. You watch, but you don't do anything. He said. And what I'm interested is in doing. He was 22 and in a hurry. He had never really considered anything else since his childhood. I always wanted to manage a company. I never wanted to do anything else this reminds me of, a young, Paul Allen and a young and a young bill gates sitting there, reading. I forgot what it was, like forbes magazine or Fortune magazine I think, like, 12 or 13 and they're thinking of, oh, my God. 1 day, do you think we'll be able to run a company? And so this idea where he's like, you know, I never wanted to do anything else but manage a company? I knew this what Was gonna do what I wrote down in the margin as well. There's no way that this guy was gonna retire at 70 years old. And what I found fascinating about this is you have the same description of Bernard. It's the time he was a really young kid. When he's like primary school in college. Now he's out of college and he's working is like, hey. This guy works on hard. He's exceptionally bright. That is another quote here, and we also see that he has a lot in common with not only Rockefeller, but a lot of litigation careers are you a nice study, bad boys move in silence. Nobody realized that he was married. He did not wear a wedding ring and he kept his own counsel. The day his daughter was born not even his own secretary knew about it. He believes in extreme discretion. So he's working in his dad's company and he does something that this is if you listen to the episode, Episode 2 95, Titled I had Dinner with Charlie Mu, something I got to talk personally with Charlie Mu about With this idea it's really important and something that Charlie Mu did something that Ben Franklin did something Andrew carnegie did. They purposely sought out other high performing intelligent people and made relationships with them. This is just the first example of many, many times, Bernard is gonna do this in his career. He's working with Pierre, I don't know his name Pierre Gold. He's just gonna call him Pierre. He's working with Pierre. They say Pierre at simon and Be bernard career. Is his Alter Ego. Initially, relations between Bernard and Pierre were distant and purely professional. People had... This is the reason this is the entire reason I'm reading the section to 2. People had to prove themselves before they won our all's confidence. They had to be good, and they and they had to know how to stand up to him when they were sure of their case. And so on these post notes, I probably have I don't know 50 post notes throughout this entire book. I wrote down relationships relationships relationships over and over again. We see this. That this is something that Bernard gonna do for the next 2 decades to when this book ends. Price. So does it to this day. He just constantly building relationships relationships to people that are very similar to him and it says, like, driven talented and can help him achieve his goals, go back to... Then the the book goes into great detail about what I would consider, like, his personality and management style. This is what I'm meant about Rockefeller. He's very Rockefeller asked. He had perfect manners, so Rockefeller. He hates intimacy, So did Rockefeller. He does not have friends only loyal followers, So did Rockefeller. And then Bernard is gonna do exactly what Rockefeller did early in his career when he jumps into the own industry. At first. At the first, he's like, on the field, he's learning everything about it and then he steps back and becomes as, like master strategist. Bernard visited sites, talked to the subcontractors and learned his trade as a contract very quickly, he began questioning everything. So did Rockefeller. Demanding some... He was demanding and sometimes difficult to follow. And as we see he had no plans to stay in the construction and engineering business even though, I think was both on the, the acquired episode and the business breakdown episode. Where they talk about that, Bernard is very much like an engineer by training he had this like unique combination of an engineering mindset and an artistic mindset, and there's also quotes. That said later was created. That give you that indication as well. So his dad does something actually really smart knows the sun's talented. Kinda willing to go along with him. And his... Bernard is also this financial genius. Right? This is there's definitely a a warren buffett aspect to him that I didn't understand before I read this book or listen to those 2 episodes. And so He's actually gonna sell his dad's company. And he says Gina Feelings for this disruptive son of his, whom he often had rein in where a mixture of affection and anxiety. That's Hilarious. He had not the slightest intention of selling company. However, he let himself be convinced by the size of the contract were in goes and sells this company for 40000000 francs. For the small provincial business, this was a great deal of money. He stepped aside and gave his son carte blanche. This was to be the start of the family's fortunes. Bernard then set up a development study, subsidiary I'm not gonna go into that because there's so many... This... The the the construction of his businesses are so difficult to understand that there's multiple times where the authors find it prudent to print out flow charts of, all of the different companies and how they interact with each other. And so the reason I wanted to bring up the development subsidiary is because what happens for the fact. So it says within 5 years this company become the leading French property develop, developer, for private houses. Success came with the decision to sell holiday homes, a good knowledge of building and a careful use of marketing and advertising techniques, but the important part was his managing style, which he still holds to this day success, came through the demands made by the owner on his employees. 1 day he was driving with 1 of his executives who complained he had too much work and could not do what was asked of him. He thought he had convinced Bernard. But when they arrived, Bernard said to him. As if the conversation had not taken place, You do agree to do what we talked about. Don't you? Another day, Bernard had a file for a property deal on 1 of his employees desk at midday. At 2PM. 2 hours later, he called and asked him how much he had sold. To unbelievably demanding, wanting to move fast, wanting... There's no limit to his ambition as we see, you don't become the rich man in the world if you had that, and we see that even. He's in his, like, mid twenties, I think at this point, and it says, beneath, this is... This he says this... The success that he was having. So he might be, let's say, late twenties maybe early thirties at the most. The success of this company was not enough for bernard. Beneath his civilized appearance. Their lurk the spirit of an adventure. He wanted more. So he decides hey, france is not big enough. He's gonna go to the to the business Mecca in the world. Right? He's going to go to the United States. It is hilarious, later on. Right? He... He's running... I think the the biggest export of French economy to this day is luxury goods. And he is viewed very much by the French establishment. Not as a Frenchman, but it is an American. And so this is like the beginning of that. So it says he took to look for investment opportunities elsewhere. He headed for a country, which he had loved the United States. So he winds it moving there, and then he winds up living in this neighborhood in New York, and it says, while he's jogging in the mornings, he would pass his next door neighbor. It was quite a surprise when he learned from the front page of the Wall street Journal that his neighbor was none other than John K, the multi millionaire who had made a... Who had just made a takeover bid for the communications conglomerate at Metro media. This book says multi millionaire. When I listened to the acquired episode. I think John was 1 of the richest if not the richest people in the world shortly after this. He wanted making... He was doing like, these leverage buyout and I think these, like, takeover overs, and I think they said this book is says multi millionaire. But in the episode, in acquired episode, they said he made 5000000000 dollars and I think on that deal. This is important because our knowledge it's gonna use some of these techniques. This is why I'm giving you this background. Inclusion embodied everything are all admired, He was a nationally successful businessman, his a ada audacity business and his display of wealth combined with a certain simplicity in his private life. That's why he's looking up to him. He want... Bernard wanted to go far. He had an iron will. At a labor bo won oh, my goodness, This needs to be a t shirt. He wanted to go far he had an iron will at a labor bo won tennis match. He once said, I may lose once, but I never lose twice. So it's at this point, he decides to go back to France and he calls Pierre, and he says it's time to go to France and buy a company find me 1. He chose Dior. There isn't a better name in the United States the president of Dior is better known than the president of France are all said. And just as a quick aside, the chapter titles in this book are excellent because are all descriptions of Bernard, and so this 1 is called a burning ambition. And this is the the perfect timing, because this is the 19 eighties. In the crazy eighties. There's all a bunch of buyout, takeover, L, raids. This is all pre, L. So B sack at the time, which is the the large conglomerate that that I referenced earlier. That his grandfather happened to build the textile mill for a long time ago was the largest industrial bankruptcy bankruptcy in in french history at the time. And the public authorities in France are anxious to rid themselves of a business that was losing them a hundred million francs a month. And so these are just some of the assets that are inside this giant money losing empire. I wonder if I should find a book on the founder. It says all began in in 19 78 with the collapse of Bo Empire, the man who had invented P pajamas. That's odd. And discovered a young fashion designer, Christian Dior, and who was 1 of the 6 wealthiest men in the country was unwilling to modernize his factories far less lay off any of his workers. He had to sell his stud farm, so I guess was a horses, his c toe and his newspaper All that remained of the depleted empire were assets in the declining textile industry, which just like Buffett, eventually, B bernard is going to sell off, and 1 jewel, Christian Dior. And so there's a bunch of other potential buyers for this There's a bunch of lessons spread across the next few pages. Here's the first 1. Something you and I've talked about over and over again in the past, it's 1 of the greatest quotes from a entrepreneur history. Ever you see it over and over again. It's from Henry Kaiser. Problems are just opportunities in workloads. Bernard had become the most serious would be buyer. He saw problem cases as a challenge. After all companies are in ruins hold the greatest surprises and bring the greatest profits if they can be pulled around. All you have to do is delve into them deeper than anyone else and work on them without leaving anything to chance. That description delve deeper than anyway anybody else would and work on them without leaving chance. That sounds like a description of Bernard the person. Number 2, and getting deal... He's gonna get 1... His sights are set, like, this I I referenced like, the the terminator es feeling that you get when you read about Rockefeller. I felt the same way when I'm reading about a young bernard. Like, it's, like, I have my set on this thing, and I'm just going to do whatever I. Don't care. Whatever barry you put up in front me. I'm gonna figure this out 1 way or another. And in this case, his first objective is like, I'm gonna get your. 1 way or the other. And he tries to buy it piece. Like I'd rather just have deer. I don't want all this other boost x stuff. But you said, no. Okay. That's fine. I'm gonna get your no matter what. So it says, he put forward his proposal to take over door out of the question. They said, it must be all or nothing. No matter. All it would be You were quite mad his father told him. And then 1 of his other advisors say, hey, Why you to take the first plane back to the United States. They thought this was crazy. And so the people that are telling them know you have to buy the whole thing, you can't buy your. Are the ones that actually owned Bo sac now even though they're losing much your money, it's think there's, like 4 brothers they're called the Bullets. Really, you don't have to remember that. It's not important to the story. What is important to me or to the story by. Is if you are the 1 with cash time is your friend. Right? These guys own this company, but it's they're just getting drained constantly. They have pressure from the fresh government... French government to figure this out. And so Bernard like, okay, I'll just I'm just gonna wait. I'm gonna reach out. So it says the brothers arrogant stuck to their guns. Ar all convinced that it's time passed the brothers position would become increasingly un 10 This is exactly. So when I wrote when I got to this section. This is something that Charlie Mug said at at the dinner. He says, we made a lot of money because we always had a lot of cash and we could move fast. And his point there is, like, he told Stories about. Like, can have an asset that's hypothetically worth 2000000000 dollars. There's some kind of either the blow of a, an an individual company or, like this large recession, and suddenly, you picked up something for 450000000 that's worth 2000000000. It's... If you have cash, time as your friend. You're gonna be able to wait these people out and this exactly what happens in this situation, going back to the terminator. Right? Ar all was determined. He wanted Bus sac and he was going to get it. He would apply himself to the task of obtaining the support of the public authorities who would choose the buyer. So this is the first thing. First time I wrote down what I mentioned Have on a bunch of post notes, relationships, relationships, relationships. This is a, an attack vector that Bernard uses over and over and over again. Next page. I wrote giant capital letters. Never underestimate. It is all downside and no upside. This is something else ever repeats in human nature over and again. You and I've seen it in multiple stories. They they don't take me seriously. There there's other buyers like, we're don't to worry about this guy. Who is he? Like, we're gonna win this. And that's the problem. There is... I even adopted this, like, to change my behavior. Like, first, I try to limit, like, like, dealing doing deals outside, you know, with external people. But if I did, I would just assume, like, Okay. That person, even if they're shit... Showing no signs of this is true. Just think that that person is a a secret genius that they know way more than you. This idea where you're gonna underestimate them I'm like, I'm smarter. I'm gonna beat them or what the case cases like, okay. Like, maybe they may be hiding something. The point is even if it's eight's it's all downside I know What's the point is I would do the reverse. Right? They'll never give both sac to a 36 year old property developer living in the United States, Trumpet into this southern buyer, sure of himself. Everyone underestimated Bernard. That's exactly what's gonna happen, man. Why? It was the point of underestimating somebody? Ar now remained inflexible. He wanted control. There was no question of his becoming, the brothers partners. These are the willow are like, oh, no. You know, we don't wanna sell this. There's we're 4 brothers. We just wanna a fifth brother. That is a consistent theme throughout life Bernard, he is a dictator. He is going to be control. You're out of your mind if you think you're gonna partner with this guy. Going back to first they criticize you, then they copy you. I got a great quote about him. I'm gonna read after this. Everyone discouraged him. Remember, they said, hey, you're crazy get on a plane Oh, they're not gonna sell it to them. Everyone discouraged them. They're telling, oh, don't get involved. These are all different quotes, rates spread over multiple pages. Everyone discouraged him. Don't get involved. You will you will fair no better than your predecessor. You won't last 3 years, and this is how you know we're dealing with somebody unique and different. This and his reaction far from discouraging him, this consensus of opinion did as a stimulus. That is a sign that you're dealing with somebody that has put to work necessary to trust us on judgment later in life. This is what he says. I remember people telling me. It doesn't make sense to put together so many brands, and it was a success. It was a recognized success And for the last 10 years now, every competitor is trying to imitate. I think they are not successful, but they'll try again, first they criticize you, then they will copy you. A few pages ago I referenced this idea, hey, if you're the 1 with cash, Time is your friend. Turns out that was correct. Negotiations were broken off, you know, they're fighting, we can't figure it out. However, the following day, the situation changed again for 1 essential reason. The Tri, this French government was to announce liquidation on November sixteenth. The Had their back against the wall and on November fourteenth, they signed the agreement. And so now that Bernard has this agreement signed with the Brothers. He goes and does relationships relationships, relationships, he goes and actually tours all of starts building relationships with all the important decision makers inside the French government to hold off liquidation. So it says as soon as the agreement had been ratified or null and his partner went to the ministry of justice. The 2 men did the rounds, of all the ministries to convince them methodically the 2 men toured the ministry of ministry of the ministry of finance, the ministry of social affairs. Tirelessly, they explained and argued trying to persuade the various advisers that they were serious and that their plan was feasible. And this was not easy. They had reservations about how Abel an industrial as he was. Memories really young at this time. How solid his financial backing was here too Bernard surprised everybody. This is not somebody. I just... It just hit me now reading this... These... Usually Read the highlights several times before I sit down and talk to you. Like, this this exactly how he gets into L. He's underestimated by the guy that he's fighting at the very beginning of the book Rock here. Where he's like, oh, we're old. Let's bring in. Let's bring in... We're... They're trying to off I'll get to us later but they're trying to avoid it, hostile takeover. So they want some allies. That's why he's called the, you the Wolf. And they're, like, we're old, Maybe this Bernard guy, He thinks like, about this industry like we do. Maybe he can succeed. Yeah. He's gonna succeed you. But he's gonna like, oh, that's a nice business you have there, I'm not gonna wait 5 years. 10 years. I'm going to actually control it now. And so that's another example of somebody And this is amazing. So says, they had reservations about how Able and industrial he was how solid his financial backing was here too Bernard surprised everyone. He would gain the support of some of the biggest names in France and French finance. 1 of those is this La bank. It still exists to this day. It's mysterious and powerful. Let's just put it that way. So that they play a huge role. His mentor is actually, very... Plays a very important role and works at La for that. But the reason the details, I guess, are aren't too important. It's it's this idea of, like, building relationships and gaining support, doing... Like, you have to be an impressive person first. Right? Bernard impress everybody it meets them. And that makes it easier for him to gain support of powerful people. There's a line from the Tower of Charlie Mu, which is what I also covered in the last episode where Charlie can't get into into... He's a projected to Harvard law school, He has a friend that used to be like the former dean that lives just happened to live in Nebraska. He makes 1 call, and suddenly, that rejection is reversed and his takeaway, Charlie takeaway from that was that he had never forgotten the importance of having friends and high places. I would say Bernard intentionally cultivated relationships with people in high places. And his career in work benefited enormously from doing so. And so now Bernard is the owner of this ailing, giant Empire losing much money. He's gonna make quick work and turn that around. They had a couple years from now, on the acquired so they said he was... Within, like, 2 or 3 years, took a failing asset and wind up producing like, a hundred million in in cash flow. But 1 thing that he's focused on, and this is a really lesson I think to you and I, This is like, a powerful brand is magic. If you have a powerful brand, all these other things can be fixed. I don't know if Bernard knew that at this point in his career, but he Ga knows it now. Bernard had understood that Dior was a jewel in the crown of this group. Dior was to be the starting point for his strategy. It was... Dior was a famous name, but they had en difficulties. So it just poorly run business essentially what they're saying They have too many licenses, not enough boutiques. They're ready to wear collection had been a failure. They had a troubled atmosphere, a bad culture. It was impossible to manage the patchwork of 260 licenses worldwide. All this essentially just listing of these problems of Bernard has to solve. But again, a powerful brand is magic. All these other things can be fixed. But you can't just snap your fingers. And say, let me create a powerful brand. He's got something that's rare and very differentiated and valuable. It's a possible to manage the patchwork of 260 licenses worldwide, wish attracted considerably from the image that a company like Dior should project. Quality was lacking. And that is going to lead to Bernard realizing, hey, something that he continues his today. He wants to own his own distribution. It's extremely important was valuable then really valuable now. Before I get there though, Something else that popped out of the book that was very interesting is Ar always bets on talent. That my friend Sam Hi has this great quote. He says people are really, people really are parallel, and the best ones change everything. And I think Bernard would agree with that. So he finds... He's introduced to this young designer in Crawl. I actually looked that name up. There's a funny video on... I typed in how to pronounce Christian. On Youtube. And it's just, like, 2 guys sitting there just repeating it over and over again. Who's was actually really, really funny. And 1 guy's french, so that he has a way better accent than I do. So anyways, Bernard Immediately sees... Oh, this guy's special. I don't care. Like, Oh, I'll, he's so special. I'll make a plan for him. So says, Bernard was interested in this underappreciated designer. He was certain that he should not let Krishna crawl slip through his fingers. That's exact Rockefeller would hire people check this out. This is the same thing that's happening over and over again Crazy how similar these 2 are. Rockefeller meets somebody. He thinks they're valuable. He would hire them just as as meeting them and worry about what to do with them later. He just knew that talent was everything. So it says they're gonna wind up launching this business together. They launched a great fashion house, and he invested 70000000 Francs down initially, and then they agreed to invest another 200 to 250000000 frames over the next 5 years. Large point here. Just remember, he always bets on talent. So let's go back to what I just mentioned that he wants to own his own distribution. He is a learning machine. He's like, this doesn't makes any sense what Dior is doing. We're gonna change that learning from what he saw at Dior, ar all made another choice. This strategy, the strategy of exclusive shops along the lines of which Chanel or Maze. Hermes is doing. A network of shops is not not built overnight. This took a long time to construct. This is what I If you hear him talk. He says like Su, let me find the actual quote. Here it is. He says in business, I think the most important thing is to position yourself for long term and not than not be too impatient, which I am by nature and I have to control myself. So he's willing to invest in a long term even goes against this nature. That speaks his discipline talk about, you know, terminator. Let's go back to that idea of, you know, Bernard, terminator all null. Are not however say his name. Network of shops has not built overnight. It took a long time to construct. Well, he's still in the biz... That's good. That's... The investment... Those investments reap and compound over a long time Does doesn't make sense if you're gonna get into a business jump around, like, most of, most entrepreneurs runners do. But bernard, was like, I'm doing this forever. I'm gonna stay in here, and I'm gonna build this thing and we'll see how far it can go. And he did something smart. He did not... I always say, like, worst thing you could do. Is usually we go have success and to foot off the gas or they get comfortable and the line that I had the maximum that's in my own mind to avoid that is if you go to sleep on a win, you're gonna wake up with a loss. He did not go to sleep on a win. He's not gonna wake up with a loss. Ar all did not stray from his path. Relentlessly, he pursued his ascent and seized every passing opportunity, Know let myself on that page is like Jeff Bezos, Ar null is relentless. Of course, we know Bezos owns relentless dot com. To this day, he almost named. Amazon relentless dot com, which is 1 of the things I love about, Jeff. And this chapter ends are just 1 sentence, Bernard Alt upward mobility was gaining momentum. So in the background, the environment that allows him to wind up getting control, eventually getting control. 1 of the the the things that helped him get control of l. Is this fact that there is the der regulation of the market in 19 84, in the Paris... That the Paris stock exchange experienced a new awakening is the line in the book. And this is what I mentioned earlier but the crazy eighties, anyway to study this period knows it's just absolutely insane buyout takeover rates. So it's buying into L, I think in 19 87 and has complete control by 19 89, I think. Let's go back to the beginning of the book to make sure I'm ready. Yeah. Friday, January thirteenth, January... 19 89. Okay. And we're also gonna see that Bernard, like, most of efficient entrepreneurs they use. These economic downturn to expand. Most humans just run. They're in bad financial positions they cow and the people that actually go against human in nature wind up making usually, if they're picking good assets usually make leaps and bounds in just a few years. So this is gonna happen... That's the the the crash on October 19 87, which Get in a minute, but I need to give you... He he participated in corporate rating, the benefit of reading this book after David did is that I get to see his notes, so he wrote that on that page. Thank you very much for the the Alley there. So he has a friend, I'm just gonna call his French friend. I have no idea how to say his name. So his french friend became a specialist in a technique called Green. This consisted of buying a package of shares and a company vulnerable to take over with he renegotiate the buying back of the securities at a generally higher price. Sometimes, Bernard accompanied his friends in he... In these rates, and this is an incredible description of a young Bernard in contrast to those of his peers. His ambitions were not limited to getting rich quick. Capital above all had to service plans which would be getting to crystallize. He had such an appetite for victory and such a capacity for work that he was bound to seed. I I underlined that that line twice. He had such an appetite for victory and such a capacity for work that he was bound to succeed. His determined character attracted the attention of the biggest names in finance. So it goes back to relationships relationships relationships and he's doing exactly what Ben franklin Andrew Carnegie and Charlie Mu did. They sought out high quality people. Bernard had the caliber of a great captain of industry a is mid thirties. Early thirties when this happening. He was a scope for negotiator. He surprised his partners in discussion with his self assurance and knowledge. Remember when he was 10 years old all he wanna do is studying work. See he's still working like that. All the more impressive in 1 so young, he had earned his spur as far as the banking establishment was concerned, the day he bought all the shares from the Will up Brothers, that that episode was very revealing. And so I do not wanna overwhelm you would detail here, but I do think this is important because again, this goes back to something that he just loves. He's gonna control as much of his business as possible. So he was raising money to buy out these brothers. And I was like, I gotta figure out way to get rid of these guys. So he said he sought to establish his power definitively in Bo. He had to ensure almost total control of the group and to break away from the grip of the banking consortium, which had helped him at the start. If he did not, he would never have his hands free and we and would remain at the beck and call of the bankers. And as we've seen as his life plays out during and after this book. Bernard is not gonna be at the back and call of anyone. In fact, I found this great quote of him online, talks about the difference. He's, like, he was... He really likes power. Who likes power, and he thinks that business people actually have like, longer term power than politicians. People think of politicians having true power, but that's less and less true. After all, they're often constrained of being edge into a corner by a whole series of contingencies. I'm lucky, and that I say, I want my group to be in such a such position in 10 or 20 years time, and then I formulate a plan to make that happen. He, this is what I mean. He's seeking out, you know, very Like high quality people that can help us career. They're a list of these, but really I think the most important 1 is Ein Be. I'm gonna call Juan. It says Antoine is the true architect of Bernard meteor career. And Had made Bernard his Pro and a favorite of the la stable. This is what I meant about this, like, financial toll mysterious and powerful organization. The banker was undoubtedly the 1 who fascinated the Chairman of Dior the most. This is the interesting thing, and maybe just because the the book was translated from French, but so many times so the book gets confusing. Because instead of using his name, they'll use the position he happens to hold at that time, but it always changes. I was like, just say who... He was the banker Undoubtedly was the 1 who fascinated Bernard at the whole time. And so we see that Bernard is getting this very valuable form of education because this banker Ent is revealing to ar, the workings of the financial world which he mastered with Machiavelli perfection. Of Bernard. So now he's you have the banker and ent. Describing his pro. Of Bernard, he said simply. Believe me, he is very good. What did Anton teach him? A perfect mastery of financial techniques is this Russian doll ownership structure that Bernard uses. I'm fact, the way to think about it. I think Ben from acquired gave a great summary of this page. You can generate a ton of cash by selling minority pieces of each Russian doll. This generates huge leverage for Bernard. So it says what did Juan teach him instead of having the majority that is 51 percent of your money in of capital and company a, it is better better to have 51 percent in a purely financial company b, which itself then holds 51 percent of company a. 1, therefore also has control of company a by dividing the initial capital outlay. This reasoning can be continued infinitely. That sounds confusing. They give you a great a great metaphor here to understand it that The basic concept of techniques is called cascade. Russian dolls are even stove pipe hats, and it is old as the world itself. Why is this important because it allows targets to be attacked, which are much bigger while avoiding the initiation of a costly takeover bid? A method taylor made for the French market at this point in history that's important to point out for the french market and for the appetite of Bernard and all. As says the the magic formula did exist. It was the stock exchange. The next time instead of counting on the financial support of investors, which is what Bernard did to get control Bo. He would take the capital of his various companies to the stock market. Each call on the market would provide him with his initial capital outlay. The best way of orchestrating takeover was with other people's money. The small shareholders who he's now bring in. With thus replace the bankers who he's trying to get rid of of his earlier operations. Here is the the main punchline line, this compartment structure turned out to be a ver treasure chest. Each time that he needed money, Bernard put 1 of his subsidiaries on the stock market without losing overall control. So then a few pages later, I'm reading about Bernard, and this is what popped to my mind as I get to the section, he is a financial genius and a dictator who obsessed with efficiency Bernard was 1 of the best of his time. He loved buying restructuring, buying again in order restructure again. Behind his angelic appearance there looked an authoritarian provider. His managerial Cr became American style management. That's what mentioned earlier. How the French establishment views him very much as an American. He was not worried about Charisma, what mattered with him was efficiency. This new type of business was going against received practice that's an important note another way of saying that I trust my own judgment. The fact that he's he felt very comfortable going against received practice. His immediate priority was to find a target, which was worthy of his ambitions. He did not hesitate to examine several companies a week in my detail. That goes back to his his obsession detail his discussion especially with studying. So much though that he's kinda he has a sound proof office, which is hilarious because I record these podcasts in a sound proof booth. Looks like a phone booth that sound proof. I should get a giant sound proof office now that in library now that Bernard has a So it says he hesitate to examine to several companies a week in my new detail. The stock market crisis of October 19 87 attracted his attention to share, which was plummeting in value. L was now quoted at only 1200 francs. It was down 50 percent. So he goes to his mentor, the guy at La and he's like, let's launch a raid and and Antoine gives him excellent advice. He says antoine calm him down. Wait until they come looking for you. Okay. So at this point, we need to introduce 2 characters that are really important. To this story, they're going to be the 2 cofounder founders of L. I had no idea that they... They were... Their partnership only last a few months before Comes in. So you have Henry Ro, he the 1 of the cofounder of L h, because he's going to merge Louis vuitton with Moa at Hen. He he is the 1 that turned Louis vuitton into an international brand, which is really fascinating because this book talks about the early history like Louis Vuitton, you know, monster this business today. 19 77, They have 2 stores. And so there's some ideas that he used to build Louis Vuitton. I think you and I should should be aware of in case we can use it. The second cofounder, no... And these 2 are gonna hate each other by the way. Or is All C. He is the 1 that ran Mo Hen. He merged Mo, with Hen. He owned. He also owned a license for the Christian dior or perfume. So at this point, bernard because he got Bo sack, owns Christian Dior, but he doesn't own the Christian dior Perfume are 2 separate businesses. Perfume are probably, if I'm not mistaken the more valuable, like, the more... Not the more valuable. The more profitable of the 2 lines. So these 2 guys come together, which I'll read to to you in a minute, because they're worried about a takeover, and they're both... Okay, if we combine ourselves were less likely be taken over, and then they went up having a... There's like, a Just... Did it just clash. They have hilarious quotes in the book about, like, marrying a fish or something I'll you in a minute. Their discontent opens the door to bring in Bernard and then not realizing that just left to let a wolf in the hen house. And so eventually Bernard is not gonna like either these 2 men that is not the case at the beginning. In fact. It says, She fascinated him. Bernard admired his high profile, his cache with the establishment and his international standing. He was dazzled by the elegance of the Chairman of Mo. So That's an important thing where it says, oh, his profile, his cache with the establishment. Bernard is very much an outsider. He is, you know, in the north of France. He is in, like, the industrial region. He is not in this luxury world at all. In fact, this part of the story reminds me of... So I I've watched and read all the game and throwing books and just finished rewatch the series again, and I always take notes, I love these maxim, these like, prompts for thinking. And I came across this fantastic line a few months ago. And I think it describes exactly what's happening in this biz... The this book right now It says those on the margins often come to control the center. Those on the margins often come to control the center. And the line I saved underneath that 1. Is also a description of Bernard. The world is built by killers. Both of these men have since passed away, but if they were alive and we can ask them, I bet you they would say that Bernard all was a killer. And to use the line from Doug Leon on the his episode that he just did on invest like the best, a killer to get the job done. That was Doug describing him and his partner Mike who scaled Sequoia from a hundred and 50000000 dollar company to think 85000000000 dollars of assets center management. We were killers, killers to get the job done. But what was fascinating? 1 of the most fascinating parts of this business because I always think is like, what is a real valuable industry right now that no 1 takes seriously. That happens over and over again. I was just reread the highlights from. The early... 1 of... I I, like, 13 books on the early automobile, 13 biographies on early automobile, American Founders. It was fascinating is, like... When they start doing their experiments, there's a line in the book where there they're, like for every 1 car on the road when they started their experiments. There was 3600 horses in America. And so it looked like, oh, nice little toy you have there. Oh, isn't that cute that you're running this experiment, not realizing that that industry that they're creating right in front of their eyes is going to be 1 of the most valuable industries ever created. And the luxury industry. Like, the the industry where L is right now is 1 of the biggest companies in the world, Bernard and his family are the, you know, he's the richest person, his families is 1 of the richest families in the world. 30, 40 years ago, They didn't even think it was a real industry, and I wrote after it... I'll tell you what I wrote was. It says in the 19 eighties, the talk of luxury items was not welcome. The term luxury still had connotation of the craftsman. It had nothing to do with real industry. Our null changes that. So let's go back to this idea of the importance of relationships. So in 19 87, Moa entered a period of great anxiety. 3000000000 American dollars were looking for French ally to attack Mo. Unknown hands were ama large numbers of shares on the stock market. The founder families of Mo Hen now only controlled 22 percent of the capital. The Moa management was unable to identify the radar. It sue became clear that the acquisitions were being carried out via this other company whose chairman was the French friend that I couldn't pronounce earlier that was that Green guy. I mentioned earlier who was a friend Bernard don't no. So Mo, goes for protection. Who do they go for protection? They go to La. The second in command of the bank of La. Right? Is Antoine, which is also Bernard mentor. So because Was trying to avoid getting raided this is where they push into this merger, right, which is going to to create the company that now Bernard controls and built all of his family's wealth, L. And so then it gives us some background on how Henry rec... That I'm reading my own notes how Henry Amir ran, Le vuitton, expand, control distribution, do the opposite of low quality competitors. So it says he had a double strategy. He he wanted to make B a high prestige brand name, luxury, distant voyages and great adventures by means of of a sophisticated advertising policy, but also, he wanted to sell throughout his products throughout the world and control and own his own distribution. And this is what I meant earlier earlier, This shocked me 19 78. There's was only 2 Vuitton company owned shops in 1 in Paris, and 1 in Niece. And so what he noticed what people were doing is that they would own distribution, other companies would own distribution in in high end areas. And yet they would outsource the creation of the product to, like, lower cost areas of the world, with the book calls the far East. And so Ra had as good at is, Like, what if we reverse that? To supply the shops, he decided to do the opposite of their competitors. Manufacturing in France to guarantee exceptional quality and then selling in the Far East. And this strategy works well. There's like a period of about what? What is that, like, 8 years? 8 years goes by. They own a bunch of shops and they're making 200000000 a year in profit. And so the chapter that's describing, like, henri Ra a career, it ends with this fantastic line that is like a precursor or to where the story is about to turn anywhere to much to Bernard own benefit, Rocket ambitions new new bounds. Alliance with the greatest of the great did not hold any fears for him. This was to be a great mistake. Why? Because he's going to merge with Moa Hem Hen, and then he's going to bring in the Wolf and Cashmere, which causes him to be kicked out of the company in about a year and a half from here. And so you have 2 founders, merging together, not realizing that they both wanna run the show this is going to end disastrous. The 2 cove cofounder of L lose the war for control 2 Bernard no. And so first of all, they they didn't understand, like, they're incapable working with each other. There too much alike as a matter of fact. So this is the background before, Bernard gets introduced the 2 groups, so this is now Louis vuitton and then Moa Hen, which is about to merge. The 2 groups had everything in common, the same aims, the same background of family control, a tradition going back more in than a century, and of course, their culture. The merger of the 2 companies could re... Could only result in the birth of 1 of the greatest French institutions. Well that part, right? It is gonna create a great french institution. It's such it's just not gonna be run by you. And wait till we get into the pet ness between these 2 founders, which again, the fact that they couldn't get wrong, the fact that they pick the wrong partner, was their death I had an hilarious thought when I got to this part of the book that I wrote done on myself, I don't have any tattoos, but if I did, this is what I said. I should get 2 tattoos, 1 on each forum. 1 on 1 1 forum says watch your costs. And on the other forum, it says control. And so my favorite book out of, you know, the almost 300 books I read for the podcast so far. The 1 I keep talking about over and over again. And in fact, it's going to be episode 300. I just decided. It was gonna... Last time I reread it was episode 200. So I had the idea Like, every hundred episodes, I should just read Dyson auto. The first 1 that they wrote. Not the second 1. He wrote another great 1. That's episode 02:05 when he was, like, 70. But the 1 he wrote when he was like, 45 after just going through 14 years of hell. It's just absolutely fantastic. And so this idea of, like, having a tattoo that just says control. Right? And I... Somewhere on, like, see every day is a line from Dyson auto. Where it says difference for the sake of it in everything because it must be better. From the moment the idea strikes to the running of the business, difference and retention of total control. Difference and retention of total control is the entire message of Dice is trying to get into the future generations of Entrepreneurs brains by reading that book. And that was all I was thinking about I was reading this ridiculous, like, merger and then fight, and then they tried to reverse merger that that which Bernard is not gonna allow at that point because he had too much control. It was just absolutely... Like, why are you doing this? The biggest mistake is to re your control. If you maintain the control, you'll get the money anyways. And so let's go into why We think about that. Friction between the 2 most powerful men and L surface immediately. H 1 wanted to be preeminent. And it's funny because, She has this quote that happened before, I think the agreement. He says grouping which do not follow any kind of industrial logic and badly. He said, it's like a marriage between a carp and a rabbit, so fish efficient a rabbit. Naturally enough such unions usually end in divorce. He did not know how right he was. So the merger happens, and this is what happens next. They stepped up both their surface app ability and their concealed d seat. So what does that mean? They immediately start fighting over. Okay. Where's the new headquarters of L? This is, I wrote down here never underestimate human pet? They pick a location, bur says nope. He's not even gonna bother a visit. Why? Because the address did not suit him. It was 2 close too close to Mo, so the search began again. The ideal solution were for premises that were equal distance away from their 2 headquarters think about that. The new proposed headquarters is too close to the former of mo 1 and not close enough to Louis Vuitton, I will not go there. You have to find 1 that is equal distance between the 2 existing headquarters. That is ridiculous. Once they've solved that problem though. Now they in office. They start fire fighting over the interior design of the office. C cofounder founders that bite over everything especially the unimportant is the note I left on my on the page here, the problem of office was settled, and then the 2 men turned their attention to decoration. Each 1 wanted his own decor. The c chairman took a malicious pro pleasure in provoking each other. So we're gonna fight over the location office. Now we're fighting over the decoration office. Now we're gonna go... We're gonna we're gonna step up our level of pet ness. We're gonna fight over the new company letterhead, but let's not stop there. When we do promotions, For our new company that we both want succeed. Let's take something that should take 2 minutes and let's take this make it take hours. The photo sessions for the Fortune Magazine, which devoted its first edition to the alliance to the 2 great companies was also turbulent. It took 3 hours to obtain a few photos of the 2 cofounder side by side. The architects of L could not agree on the brand of champagne that would appear in the photo. And this wraps up this section. This is why the about inability, all of the L c cofounder to work well together is so important to understand personal differences made the whole structure more fragile. Personal differences made the whole structure more fragile. This dis detention at the top of L opened up a breach for a potential intruder. Bernard, terminator or not is common guys. The detention of the top of L opened up a breach for a potential intruder. This was to be Bernardo and law's opportunity. He was already waiting in the wings. And so when he sees that stock drop during the the crash of 19 87, we remember remember goes back to what Charlie Mu said warren buffett as we're not rich because of intelligence were rich because of temperament. We go in, we rush him when everybody else is running out. In fact, Buffet has 1 of the greatest lines about this ever. It is in his shareholder letters, and he says we are equipped both financially and emotionally to play offense while others scramble for survival. Buffett has a very positive a public persona, That is cold blooded. We play offense while others scramble for survival. Bernard is doing the exact same thing at this point in his life. So let's go into that. Secretly, Bernard acquired his first shares. He was moving forward slowly until such time as his finances were in a healthier position. He began by turning to private finance. In less than a month, he had managed to raise the equivalent of 1500000000.0 francs in the form of various credits. I had to go look into the footnotes like, okay, who's given him the money. 1 institution is credit Lia The others Jp jpmorgan, and then they also managed Jp jpmorgan and a group of 8 international banks. And then he does something that he wouldn't do later in his career, he laid his cards on the table and an interview, he declared. In the current economic climate, The stock exchange is at its lowest. There will be opportunities to seize both in luxury goods and distribution. The key is to make the right choice and skill to apply rational methods. He could sail all this more easily as he had battle funds of around 6000000000 francs. When there was a talk of a possible takeover bid for the group. This is L. Right? There was talks of a possible takeover bid for the for the group L. But nobody then imagined that Bernardo Na could have been been a possible predator Especially on re, who went and sought him out in hopes of ou his partner Island Sc. Ar no had come to Ra notice. It appeared on no had the same approach to the world of luxury luxury goods. Bernard, young age check this out. Bernard, young age, was it decisive factor in Ra decision. He could not become rival. He thought, why did he think he couldn't become rival? Because I'm a 76 year old unbelievably successful person This is 35... He... Bernard 35. Yeah. He's sharp. Maybe we can get him to succeed in, like, 5, and he can run the company like 05:10 years. And this where Bernard is like, nope. I'm coming for everything. And then let's go back to this main theme. Bad boys move in silence These meetings that are happening we between Ra mirror and and all are taking place in great secrecy. Guess what? Our notes also gonna have secret meetings with Ra mirrors partner that he hates that he's trying to get out too. So the book goes into great detail about this. I'm just gonna give you the punchline lines here because it's so it's like almost too much detail. Especially what Bernard here, Is doing very sc. He's playing everyone else off of each other. He knows that they hate each other. They... Both of them now. He's had meetings with both of them. They both think they're his ally And so he says Ra was still counting on Bernard to overcome She, She was convinced that he had found that in Bernard he had found himself to support necessary to neutralize Ra. See this like... This goes back to, like, why it was so important to understand that content between the 2 cofounder And how it opened the door for barn bernard. This was a sc setup up. Everyone believed that they owed him something. Nobody yet suspected the true designs of this young man. And so these events that I'm describing this is July 19 88. Remember he doesn't get control until the next year. He does not have full control yet as of 07/29/1988. He owns about 27 percent. He needs more money to continue his advance. So what does he do when he needs more money? He goes back to that setup that Russian doll cast gates set up that Antoine taught him to follow up on his his tech he needed money, he therefore reorganized part of Empire recording to a well tried technique in order to raise capital. A partial sale of the Dior company until then Dior Couture was held a hundred percent through Bo Immediately, he transformed Couture into a holding company allocated its stake in L and offered the capital to the holding company and and offered the capital of the holding company to private investors. Why did he do that because this brought Bernard 3300000000.0 francs. Money he's going to use to buy more shares of L. And so eventually, Ra realized realizes, oh, no. He switched sides, and he realized, oh, like, this part... I thought Had a partner, and now he actually... He's my predator. And so this is when it gets unbelievably complex. I could read this section 10 times and I probably still wouldn't understand it completely. The main idea that jumped out the 1 that I wanna remember is the fact that Bernard, remember, he he he he gets in when there's this huge crash. That's his first when he starts first committing shares. Now there's so much buying and that's having in secret he's raising so much money to buy stock that the the stock price is soaring. And this is the main part that that jumped out to me. Bernard believed in his plan so much that he kept buying even at record prices. And what's crazy is his his adversaries see the jump up in price and they sell and they sell because it's a record price And so what I thought Was like, okay, Well what are those shares were today? What at the time... It is like, how crazy is this? At the time it looked expensive. What looked expensive was actually unbelievably cheap and no 1 saw, but are null. So it says at 1PM, are null attacked. The shares soared to 4720 francs. Remember he he bought in and started buying in away, like, 12:50. It's at This is a record level faced with this explosion in the price, Ra amir, a good financier lighten his portfolio of L shares. 80000 shares was sold. Who do you think bought it? Ar no continued buying in 2 sessions on January fifth and 6, he managed to buy up 800000 shares. 8 percent of the of the existing L shares. By Friday, January 6 to 6PM, it was clear. An L board meeting was called in the corridor, Chevrolet met Bernard no. A good sport he told him. I played, I lost I'm resigning. There's the line I mentioned earlier, only killers survive. Bernardo na had won. 6 months had been enough for him to reach the helm of the most expensive company in France. The following day he would be sworn in as the chairman of L. That is the last line in a chapter called Conquest. The next chapter is called the terror. Remember he is 40. He is 40 years old, and now it picks up where we started the book at. I am the boss shall be here on Monday morning and I should be running the company in person, There would be no power vacuum. Now he had to deal with the aftermath and let it known this about the dictator. Right? Now he had to deal with the aftermath and let him be known that the group was managed by a single person. And what's remarkable about reading these old books, older books. Right? And you see a snapshot in time. He calls his shot. He's 40 when he says this. And over the next 30 something years, he, this is exactly what he does. Ar said he wanted to make L the biggest luxury goods group in the world. He said that at 40. And so even though Bernard is unanimous Chairman. Right? He's got fight for, like, another year and a half, something like that. Because Ra mirrors are refusing to give up. He's believe in perseverance. He says if he had to fight, he would fight to the end, he would not let this youngster, How many things used said word describing 3 times in the books tires. Even would know that this youngster, whom he had imp introduced to the group, take from him his company. His wife's company And that of his in laws, a company had taken 10 years to rebuild the aggressive ness of this young man surprised him. He had been wrong about Bernard, This is very fascinating. He... When they closed the first deal they did. He had a permission that maybe he was wrong, and this is he wanted being proven right, you know, 6 or 9 months later. He had been wrong about Barn bernard. He said that he had a prem. When I signed the alliance packs packed with him in June 19 88. I held on my hand. It was like holding a limp rag. I felt a gut reaction, telling me that I had been wrong, but the die was cast. Afterwards, I rationalize it. When I got to that section, and made me think of 1 my favorite quotes from Steve jobs He said intuition that Steve had this towards the end of script. Intuition is a very powerful thing, More powerful than intellect in my opinion. That's had a big impact on my work. And now if you do not mind, I would like to make 1 more comparison to rockefeller. Rockefeller did not It's not particularly enthusiastic about the oil the burg oil industry. Right? He just saw that is his best opportunity to make a lot of money. He wanna make a ton of money because he thought, like, God gave... He's just giving him his powers his job is to make as much money as possible and give it away. And he also saw an industry that was growing and he could kind of, like, impose his will on. I think that's how Bernard saw the luxury industry, although it's a lot more glamorous than, like, refining oil, like, was, you know, in the 18 hundreds. But listen to how he talks. Friends were amazed by this person who presided over the destiny of so many luxury brands. The only area in which French products could not be competed with. For Bernard had understood before anyone else that it was a true industry that sounds exactly like Rockefeller. Bernard had understood before anyone. Said it was a true industry. To his friends who said he was in love with the luxury good industry, Bernard replied, not at all. You cannot explain love. My relationship to luxury goods is really very rational. It is the only area in which it is possible to make luxury profit margins. He's still having this fight with Ro. I just wanna point out this is exactly what Rockefeller was called as well. Ra starts insulting Bernard in the in the press. So at 1 of the meetings, he approaches Ra mirror in the hallway, and he says you made a libel attack on me by calling me bandit and a gangster. That's how Rockefeller was described in his day, that rock Ro mirrors sponsor was actually kinda funny, I made no attack. I just made an objective statement. And so even though he made a bunch of errors, like, first merging with, Mo Hen and then inviting Bernard. He... You gotta like this old guy, like, here's here's an example. Like he just refused to give up. Like, until he's forced to give up. So they're both realizing that both is more powerful than the other 1 thought. This old gentleman never gave in. We're still, he gave the impression of backing down, so as to counter attack better. He liked to fight and in return, Rack mirror perfectly identified now. He he, you know, he he over underestimate his opponent. Didn't really understand who he was. Now dealing with. And he goes, oh, Bernard wants to take power everywhere and immediately. That's a great quote. Bernard wants to take power everywhere and immediately. And so then I need to pull out something that was fascinating. So in the business breakdown episodes, Talks about, like, they're talking about Bernard now. Right? And through, like, his track record. He's got 30 years of track record but that is not in this book. And he says that 1 thing that Bernard did back then and still does to the state, which is very valuable that he targets timeless brands that have proven themselves in different economic cycles and through changes in consumer preferences even though L may be 30, 40 years old whatever it is. Some of their brands are hundreds of years old. So idea of, like, let's target and you see that he did this I'm I'm gonna I'm taking the the quote from biz the business breakdown episode and tying into where we're in the book. The young bernard knew that he was gonna do this. So he's got target timeless brands that are proven this themselves in different economic cycles and through changes in consumer preferences. Why? Because they are durable. And how do we know that because time is the best filter. Let's go to a young, 40 year old. Bernard saying no, no. I know what I own is rare, and it will increase in value over time. My tenure year objective is that L is leading position in the world will be further strengthen in the luxury goods sector. I believe that there will be fewer and fewer brand names capable of retaining a worldwide presence and that those of our group will be among them. My plan for the next 6 months. So it's says tenure year objective. When my plan for the next 6 months is to see all the group managers all of the businesses and increase their motivation that's a nice way of things. He's gonna be on their ass. Right? My plan for the next 6 months is to see all the group managers and increase their motivation by sharing, my highly ambitious objectives with them. Back to another idea that we've seen over and over again, Bernard null is intolerant of slowness. His relative youth emphasized his imp. His goal was to still make his mark in the business world fast. Reaching the age of 40 encouraged him in this direction. And so eventually Bernard wins, he gets ra your out of there, and then it this a great description of a young Bernard by a journalist he makes the cover of a French magazine, No 1 has any illusions left about this ambitious young financier, who has shown no comp in removing the man who had introduced him into the L fold. Those who were naive enough to See Bernard rise as a succession of lucky accidents had understood nothing of the man or his technique. The text was illustrated by a cartoon, a man with a Wolf head. And another, another comparison with Rockefeller talks about finally he has complete control, says he devote himself to running the world's leading luxury good company. His investments had been costly, 11000000000 Francs. He had to get out of debt and most importantly build up his war chest again. If he studied the early history, or the early career at Rockefeller, he had no comp about going deep into debt and using the money raised to mono his industry and have complete control over not standard oil, but the entire oil refining market. And so the book ends with Bernard in complete control and the authors wondering, what is next. But will he be content with having achieved what he set out to achieve? He is after all, only 42. By the time I'm 70, I'll retired long since he says. Was he to be believed? We know from our vantage point Hell no. Right? He had worked for the time he was a child, and he had never stopped working. His father had never had to tell him to study. That was all that he had ever done. At all events, he had determination and he never gave up. The willpower forged by the strict upbringing he had received, meant that he lived a lonely life, setting him apart from other members of his generation. He was not like other people. Even at the age of 19, he was different just like Rockefeller. In May 19 68 when all of his fellow students had taken to the streets and were on protest march, barges. His single concern was that his lectures would be canceled. He thought only about 1 thing, passing his exams. This solid attitude was to be his constant companion? He was never wholly to trust anyone apart from his father. He kept his joys and his sorrows to himself, Rockefeller. He was imp whatever the circumstances. What did he think of other people? It was exceedingly difficult to tell. He showed nothing of his feelings. He did not care much for fancy social events, which he felt were a waste of time. The parties that heathrow threw to celebrate dior fort anniversary, for example, were extremely lavish affairs. This was not citation. It was work. You had to make people like you, but how? His strength lay elsewhere. His success was founded on what could almost be called a napoleonic strategy select the right target, attack the enemy at the right time and in his weakest spot and leave nothing to chance in the ensuing battle. Ra mir is an iron fist in a velvet glove. Our null is an iron fist in an iron glove. If our null has a religion, it is efficiency. So much so that people no longer dare invite him to lunch for fear of meeting with the... Have we anything left to say to each other line, that he has passed into legend. Each moment counts. He does not compromise. He overturn everything in his path. It is totally foreign to his nature to compromise his beliefs. He relies on no 1, but himself and does not want to be in anyone's debt. Above all, he has to be in control of events. It is not surprising that the only man who truly fa him is Giovanni and Jan nellie. The Chairman of Fiat em both the supremely successful industrial and une power. That in our nose eyes is what it is all about. Politics is a ep. Companies have a durability, which guarantee the only real power worth having, and Bernard All no has a taste for power and luxury. They knew all this about Bernardo all when he was 42. Is it a surprise that 30 years later, he built 1 of the most successful businesses in the world. That is 296 books down, 1000 ago, and I'll talk to you again soon."
}