{
  "transcript": "I had always avoided thinking myself as a businessman. I was a climber, a surfer, a kayak, a skier and a Blacks man. We simply enjoyed making good tools and functional clothes that we and our friends wanted. And 1 day, Dawned on me, that I was a businessman, and would probably be 1 for a long time. It was also clear that in order to survive at this game, we had to get serious. I also knew that I would never be happy playing by the normal rules of business. I wanted to distance myself as far as possible from those pasty faced corpses in suits that I saw on airline magazine ants. If I had to be a businessman, I was going to do it on my own terms. 1 of my favorite sayings about entrepreneurship is. If you wanna understand the entrepreneur, study the Juvenile delinquent. The delinquent is saying with his actions, this sucks, I'm gonna go do my own thing. Since I had never wanted to be a businessman, I needed a few good reasons to be 1. 1 thing I did not wanna change even if we got serious. Work had to be enjoyable on a daily basis. We all had to come to work on the balls of our feet and go up the stairs 2 steps at a time. We needed to be surrounded by friends who could dress whatever way they wanted and even be barefoot. We all needed to have flex time to surf the waves when they were good or to ski the powder after a big snowstorm. Are to stay home and take care of a sick child. Breaking the rules and making my own system work are the creative parts of management that is particularly satisfying for me. The original intent for writing let my people go surfing was for it to be a philosophical manual for the employees of Pat. We have always considered Pat an experiment in doing business in unconventional ways. None of us were certain it was going to be successful. But we did know that we were not interested in doing business as usual. We have survived and even thrived for close to half a century. Ironically, we have become the large company that we never dreamed of nor wanted to become. It took 15 years to write this book because it took that long to prove to ourselves that we can break the rules of traditional business and make it not just work, but work even better, especially for a company that wants to be here for the next 100 years. That was an excerpt from the book that I just re reread, and the 1 that We talked about today, which has let my people go surfing the education of a reluctant businessman and it was written by S. I first read this book over 5 years ago was originally episode 18 of founders. Out of the hundreds of founders that I said so far for the podcast. Is definitely 1 of my favorite founders. You could tell just from that expert, like, his insistence on living life and building a company that reflects his personality and his philosophies. Regardless of what other people think he should be doing is 1 of the most admirable traits that a founder can have. So I wanna jump right into his early life. Most of the book is... And I hope I can convince you to to buy the book. It's absolutely excellent. Most of the book is really his philosophy of building the company the history of the. So that's where I'm to spend most of my time today. I do wanna pull out a couple ideas from his very early life before we jump into the beginning of, like, the pre history of How, which is gonna be him starting the Schneider equipment company, but I want... He talks about his dad, and we see the things that he admired about his dad influence his approach to his work. They still continues to this state. He's 83, I think at this time, and he's still working. He says my father was a tough Frank French Canadian from Quebec. Papa completed only 3 years of schooling before he had to been begin working on the family farm at the age of 9. In later years, he worked as a carpenter electrician and a plumber in addition to reading this book for the second time, and I've probably read my highlights in this book. I don't even know. Maybe 20, 30, 50 times over the years. I also re listen to... He... On this fantastic interview on the media podcast. It's I'll leave a link down below, but it's a immediate episode. I think 1 88 of Yvonne on belonging to nature. I've listened to that episode 4 or 5 times at minimum. And the reason it goes so well together is because there's so... He gives added context in that that interview, that Podcast interview of stories are in the book, but what he said in that interview was interesting and something he admired for his father He says, my old man was a trades man. He could build a whole house himself. So this, like, relentless, extreme love... Avant has, like, relentless, extreme levels of self reliance and resourceful. He had it from an early age, and he definitely used his high levels of resourceful to build a successful company, which is gonna come out multiple times in the book. So he says, you know, my dad could build a whole house himself, and this is what he be... What he learned from his father. I believe I inherited his love of hard physical work and an appreciation of quality, particularly a fine tool, so that word quality it appears over and over again. But I would say Yvonne North star is the quality of the product that you're making, it's what he spends the most time in the book talking about. That is a goal in a path that he refuses to deviate from. In fact, later in the book. There's just great quote. I think Share it later but I'm gonna read it to you. Now as well. He says the first part of our mission statement, make the best product is the cornerstone of our business philosophy. Make the best as a difficult goal. It doesn't mean among the best are the best at a particular price point. It means make the best period. And so we go back to where we were in the story we're saying, hey, this this deep appreciation frog for quality actually came from my father, the love of physical hard work and then he shares this crazy story. 1 of the most profound memories of my early childhood was seeing him sitting in the kitchen, drinking a apollo of whiskey and proceeding to pull out some of his teeth with his pliers. He needed dentures, but thought the local dentist was asking too much money for the part of the job he could just do as easily himself. And then the writing of this book is very simple and easy to understand. I just gonna pull, like, 3 sentences from his high school years that tells you everything about who he was in high school. High school was the worst. I was often to... I was always in detention. Often had to write lines like, I will not 500 times or so. You know, I will not curse or I will not, you know, skip school whatever it is, but this goes back to his resourceful. As a budding entrepreneur, I would take 3 pencils and line them up with sticks and rubber bands so I could do 3 lines at once. I learned at an early age that it's better. So he's talking about he never or played... He was never interested in playing organized sports like Baseball football, you know, he'd rather be out nature climbing rocks or climbing mountains. Kayak surfing, and he says I learned at an early age that it's better to invent your own game then you can always be the winner. And when I got to this section of the book, it reminded me of it might be the best... It's probably the best paragraph in the entire book. If you really wanna know who he is as a person. I'm gonna read it later, But I'm just gonna read it now because it's hilarious. I'm actually quoting. So usually when I read these books, you know, like, I read something. It's like, oh, it makes me think of this other book. It's like, I'm reading this and maybe think of other things he says later in the book. I read this paragraph. I don't even know. 50 times something that it's Hilarious. And this is really gonna tie into what he. Was like, you know, I'm just gonna invent my own game. It does not believe in building an un commodity product by any means. Right? And so he says when I die and go to Hell, the devil gonna make me the marketing director for Cola company. I'll being in charged trying to sell a product that no 1 needs is identical to its competition and can't be sold on its merits. I'd be competing head on in the Cola wars on price, distribution, advertising, and promotion. Which would indeed be held for me. And this is the punch. I'd much rather design and sell products so good and so unique that they have no competition. And so now we fast forward. He's 19 years old Remember these the the subtitle of the book, The education of a reluctant businessman. He becomes an entrepreneur at 19 reluctant because he didn't think the quality tied back to that word, the quality of the products. They were on the market we're good enough. So he is a mountain climber. This is in the very, very early days. And so essentially, he realized, hey, I can't find high quality products. My life literally depends on these products. I need to make my own, and then we we see what I mentioned earlier. It's like, I just love these people. It's like, no. I have a philosophy. I have a point of view and I have a personality and I'm going to inject that into my company. I'm not going to deviate from that. In 19 57, I started teaching myself blacks. I wanted to make my own climbing hard way to this day if people meet when when he meets people that don't know who he is, and they say, hey, like, like, what do you do? He he calls himself a blacks man. He he thinks of himself as a craftsman, and he thought his trade in his craft was Blacks smith. He just got into clothing because black blacks smith at the quality levels he did was not profitable. So he's like I gotta sell clothes just so I can make equipment. So started to teaching myself Blacks smith thing I wanted to make my own climbing hardware At the time, this is a philosophical difference. So. And speaks to another thing that I love about Yvonne is that he reads he's very well where He reads all the time. He says at the time all climbing gear was European. And the soft iron pitt I think it's actually. Times. We're meant to be placed once and left in position. That's what the European way of doing things. He found this way completely disgusting. He had a philosophical difference of the Europeans and it came from the authors that he was that he was reading. The European attitude toward climbing mountains was quote unquote, to conquer them. All the gear was left in place to make it easier for others to follow. We American climber were brought up on reading the transcend writers like Emerson, The Rowe and John Me. You climb the mountain or visit the wilderness, but you leave no trace of having been there. That idea right there that suddenly the fact that has a philosophical difference is going to ripple throughout his entire career. Like I don't like the way other businesses are built. So I'll find a different way to do it. And the the they're really the, like, the the the lesson behind that lesson. It's like, why you do something. Why you're doing it affects every other decision that comes after. And so it's in the first year of his career in the very early days of him being entrepreneurial. Realize, oh wait, People will always pay for quality. His product is 7 times more expensive. Then the the leading the leaders in the market, and people still line up to the point where like, he automatically sell out everything that he's able to make. I made these pecans for myself, and a few friends. Then friends or friends wanted some. I started selling them for a dollar 50 each. You could buy European pit Pt pecans for 20 cents. You had to have my new gear if he wanted to do the state of the art climbs that we were doing. And so at this time in his life, he's nomadic. He's just finding. He's like, where's is the best mountain climbing. We're gonna go there. Where's the best surfing And what was hilarious is now, you know, I've read what? 280 books since I read this the first time. And I like, oh, this is another billionaire who started out by selling his product out of his trunk just like Phil Knight. Most of my tools were report, so I could load up my car and travel up and down the California Coast from Big sur to san Diego. I would surf, and then I would haul my an envelope down to the beach, and I'd start making pecans before more moving on to another surfing beach. I supported myself by selling the equipment from the back of my car. He is unbelievably poor at this time, and there's just 1 sentence that illustrates that. We ate cat food, but living and surviving and then thriving like this actually taught him this, There's a lot of he takes a lot of lessons from nature. Actually went back and read my show notes, for the first time that I did this book. And I was like, oh, this is actually really good. I liked what Young David has said, 4 or 5 years, I'm just gonna read it. He says throughout the book or I guess, I said. Throughout the book, he has a really beautiful idea of comparing business and organizing human labor to nature. Part of this idea is he intentionally puts Pat through a lot of stress because he feels you need stress to grow, our evolution name change only happens under stress. So he says that you're talking about who he was as a very young man. We were like a wild species living on the edge of an ecosystem, adaptable, resilient and tough. And so I've already mentioned the fact that Yvonne has this, like, handful of philosophies and ideas that he just repeats over an over again and applies to all aspects of really everything that he's doing whether it's work or play. He says, I believe the way towards mastery of any endeavor is to work towards simplicity. The more you know the less you need And so we're getting... Again, this is, you know, we're probably 2 decades maybe a decade a half from the beginning of Pat. Actually, let's see. He starts his equipment company in 19 57 and then in Pat, 19 70. So okay. So, yeah, it's about 15 years. But the the point here is that he has been always been and still is obsessed with simplicity and quality. And so he says quality control was always foremost in our minds because of a tool failed, it could kill someone. And since we were our own best customers, there was a good chance they would be us. And this goes back to what he is reading is influencing the building of his company which I love. It literally gives me goosebumps. He says our guiding principle design stemmed from. I'm going to actually not even attempt to pronounce this person's name. I actually have 1 of his books. He's a writer, and also wanted, like, the like, a pioneering Avi 8 actually. Yeah, he wrote little prince, and this is a quote from him in anything at all, perfection is finally attained, not when there is no longer anything to add, but when there is no longer anything to take away when a body has been stripped down to its naked. Now we go back to Yvonne. Studying Zen has taught me to simplify to simplify yields a richer result. And so it goes back to this idea that simplicity is complexity resolved. It's not complexity ignored. Right? At the base of a mountain wall where you spread out all of your gear to organize for a climb, It was easy. To spot the tools made by S equipment. Our tools stood out because they had the cleanest lines. They were also the lightest, the strongest and most versatile tools in use. They're were also the most expensive. When other design designers would work to improve a tools performance by adding on I would achieve the same ends by taking away. By reducing weight and bulk without sacrificing strength or the level of protection. So that... Then when I... The second time I read the book as I when I got to that section, I quoted another quote that's later on in the book, that Avant says, I believe the way towards mastery of Any endeavor is to work towards simplicity. And then Ivan goes back to this idea that he was a reluctant businessman that he was... He never started out to start a business. Right? That was not his aim. None of us saw the business as an end to itself. It was just a way to pay bills so we could go off climbing trips. The reason I'm reading that to you is because this is all... This is the pre history of Pat. Pat is. The company... You know he's been... I think he's... It's been around for what 50 years now, produce like this cult like following. And wind up making him, you know, he's a reluctant businessman. He's definitely a reluctant billionaire as well, but this is a point. Shen equipment operated at a 1 percent profit margin. And so he realized that was unsustainable and then he has a great line here, then came my first idea for clothing. So I like okay, I'll start making clothing just so I can pay for the equipment, and then his some of his clothing takes off. He has this... This... I'm gonna read it to you now. In fact, I'm gonna to wait till later. He has this idea that the functional needs of the product should be a design guide post. And so the first thing that he makes is this rugby shirt, people just like the way it looks. He... You used it because it actually protected his neck and upper body from all the climbing he was doing. So I'm gonna go back to the rugby shirt in a minute, but when I got to the rugby shirt. It made me think of What he said the difference between a cadillac and a ferrari. And he says complexities is often a sure sign that the functional needs have not been solved. Complexities is often a sure sign that functional needs have not been solved. Take a difference between the ferrari and the cadillac of the 19 sixties. The Ferrari clean line suited its high performance aim. So he clearly is ad inspiring the Ferrari and he hates the cadillac. Okay? The cadillac didn't even have any functional aims. It didn't have the steering suspension torque, aerodynamics or brakes appropriate to its immense horsepower. But then nothing about its design I really had to work. All Had to do is convey the idea of power and creature comfort. This made me laugh of a living room floating down the highway to the golf course. So so to a basically ugly shape, we're added all manner of useless chrome, ginger breads, like fins at the back and breasts at the front, and this is the punchline and really speaks to what he discovered with the very first successful piece of Pat clothing, but it also ties into His love of the Ferrari design and his dis for the cadillac design in 19 sixties, once you lose a discipline of functionality as a design guide host. The imagination runs a mu. Once you design a monster, it tends to look like 1 too. And so the year is 19 70. He's in Scotland. He's on a winter climbing trip, and he says, hey, I bought myself a regulation team rugby shirt to wear. Thinking would make a great shirt for rock climbing. Over built to withstand the rigor of rugby, it had a collar that would keep the hardware sling from cutting into my neck, so this the hardware equipment that he has rope around his neck. Right? As he climbs up the mountain that usually all these giant cuts and vibrations on the back. And this also speaks to the fact that he has this inner inter clock. Let's go back to what Charlie Mu said to me at dinner. Right? Just like, I just did whatever I wanted to, Didn't care what other people. Thought, if I thought it was a good path of my life then, you know, to everybody else be damned. He calls that inner clock, warren Buffet calls at inner scorecard. Yvonne has that... He had his whole life. That's still he he still has it its day. But his whole point is just like, no 1 else was wearing the rugby shirt mountain climbing. He didn't say, oh, you know, what is that what happens? Like, if I put some more of other people think he doesn't give a shit. What do other people thinks? What do other people? So he says I weren't around climbing, and then all my friends asked where they could get 1. So he start ordering these shirts. He's like, I kid, I could not keep them in in stock. They just could... They sold out immediately every time we got them, and then this is where he realized, oh, I have a business here. I began to see clothing as a way to help support the marginally profitable hardware business at the time, we had about 75 percent of the climbing hardware market, but we still weren't making much of a profit. And so remember the very beginning of the book He's like, Listen, this book took 15 years to write because I was insist on running a business my own way, it took time for me to prove that my ideas were actually valid And so a lot of this... Like, the book is not that long, so maybe not a lot, but there's several pages of detail, like, they're just in pain, because they're, like, I've never run a clothing company before. And so I just wanna pull out a couple quotes to give you a a good idea of what's happening. It's funny how much like, he's wrote down fighting with the bankers, like Phil Knight in Walt Disney and then getting an offer from the Mafia, which is hilarious. So they start the clothing company, and they're gonna run Equipment at the exact same time. I think there's an overlap of, like, 10 think he said he sells off the... He starts Pat go 19 73, and then sells off the equipment company thinking in the late eighties. So maybe 15 almost 20 years there. But what happens is the clothing is so popular and so differentiated. It's so so quickly that they can't keep up with the demand and their bankers aren't helping them. This is exactly, like, if you read Shoe dog, Phil knight talks about this a lot in early late in Nike. It says because we've been growing so quickly, and we were still not very profitable. We had a severe cash flow problem. We learned the hard way that there was a big difference between running a Blacks shop and being in the rag business, the clothing business. At 1 point, our account even introduced us to the to a mafia connection who wanted 28 percent interest, so they're they're striking out trying to get banks to lend them money is what he's talking about. And this 1 line is a great summary to give you an idea of what's happening. There were a lot of acid stomachs and sleepless nights. So something that he did forever. Is it's just hire Ceo. And he... He... Because he believes in this in in in Mba. Which is management by absence, and I'll get to that in a minute. And so I think over their 40 year history, I think they've had 7 different Ceos. And so 1 of the first Ceos is Chris tom tom Chris Mc Pumpkins. And she has this great great description of Avant, right? Where he just... Essentially says, okay. You're hired. I'm going off because he would go off constantly, He would never wanna be the office. He's constantly surfing climbing mountains. Going on these extreme risk sports going all over the the the world, but he's his own first customer. So he's the 1 that's, like, hey, I need equipment to survive in the cold. Or I need equipment to, you know, climb this Mountain. And so he uses, like, his first person experience and then goes back to the team and they design he's the first customer. So he designed the highest quality gear for the the risk... He calls them risk sports what he's doing. But there's something that's happening at this point. This is in 19 7... They're 19 seventies. And so she's hired, but there had... At the same... Same time he puts her in charge, they're having all this like difficult financing issue. They don't know what to do. And she does something that's really smart. This is also something I learned from Steve jobs as well, and this is what Chris says she goes, if evan yvonne didn't wanna run the company. He wanted to climb and surf. So he gave me the companies and said here's Pat, his s equipment, do with them what you will, I'm going climbing. And so the... What she does here is exactly what Steve jobs did when he was a kid and out his entire life The way I would summarize this quote. I'm a... This quote I'm about to reach you is that Steve Jobs will believe that asking for help is a superpower. And so Steve said, I've never found anybody. That didn't wanna help me if I ask him for help. I called Bill He, the founder of Hp when I was 12 years old. He answered the phone himself. I told him I wanted to build a frequency counter. Asked me if he had any spare parts I could have. He laughed and laughed and laughed. He gave me the parts and he gave me a summer job working at Hp. On the assembly line, putting together frequency counters. This is a punchline line. And I never found anyone who said no or hung to phone I just asked. Most people never pick up the phone and call, and that is what separates the people who do things versus the people who just dream about them. You have to act. Chris acted. So she gets... She has no experience. They don't hire anyway. They they he calls them dirt bags. Which, like, it's a not a majority. It's like a compliment, like, they're all dirt bag. So, like, people that just love to be outdoors, and they're just doing it for the they're their missionaries. Right? And so these people have no business training at all. And they're just like, okay. Well, what do I do here? And this is what Chris says. She says, I had no business experience, So I started asking people for free advice. I just called up presidents of banks and said, I've been given these companies to run, and I have no idea what I'm doing. I think someone should help me. And they did. If you just ask people for help. If you just admit that you don't know something, they will fall all over themselves trying to help that is exactly... Chris is discovering the 19 seventies, this is exactly what Steve jobs said when he was a kid And I think he was... This is... This a quote actually was transcribing from an interview that he did. It's called, like, the lost interview, and it was right before he came back to Apple in the late 19 nineties. And so before I go back to this idea about the importance of the founder being their first company, like the first customer. Right? And there's so many innovations. The book is full of innovations that come directly from Experience. Right? Like, he loves what he's doing. There's a fantastic quote. I our fantastic little story that's just in this the book is is... He didn't even... Not only he didn't now, run a business like anybody else. He wrote a book anybody else. There's all these, like, random stories supposed to the pay... The pages. The picture the pictures in this book are absolutely incredible again. I really hope you you buy the book. But you stumbled upon these random stories of Ava yvonne. From friends. And this is from Tom Bro, who was like, this legendary I don't know if Still alive, but he he's like this legendary anchor man. That is also like an outdoor ent and he goes ice climbing with Yvonne. And listen this is just really trying to give you odds, which I just personally love because he's just a car, but he's a lovable c. He's not trying to hurt bills. And he was prompted with the question Thomas prompted the question. You know, what was your single toughest climb. He was probably with my friends, including Pat founder Yvonne. We did a glacier on Mountain Rain. I had never really done ice climbing before and they gave me a thirties. And they gave me a 30 second lesson in cramp ons and ice axe use. At 1 point, we were going across a very steep patch of black ice. And if you slipped, you would have gone down about a thousand feet. I said to yvonne, we should rope up here, and he said, no way. If you go then I go, and I don't wanna do that. This is like catching a taxi in New york city on a rainy day. It's every man for cell. And then now Tom says it's been helpful for it's been helpful to me, to be Ava friend. He makes me think about things in new ways. And so then we go back to this idea about the importance of being your own best customer. If On is there like, now they have a very sophisticated R and D department, But at this point, he is the R and d department. This is what I mentioned, the book is full of innovations like this. They all originate from the same place. Be your own first customer. That's a note. This is what prompted that thought. It does no good though to wear a quick drying insulation layer over cotton and underwear, which absorbs body moisture and then freezes. So in... So in 19 80, we came out with insulating long underwear made of polypropylene, a synthetic fiber that has a very low specific gravity and absorbs no water. And the reason that's so interesting me is because he says I'm a confirm Lot. He doesn't... Now he doesn't have a phone. He doesn't use a computer. He doesn't like electricity. He literally is caught it, like scared electricity. And yet he... His company because of the need to be able to develop, like they are forced to innovate, like, you're not gonna survive in these harsh environments where he is without innovation. And so he's actually created a technology company. Though, He hates, you know, electronics. It's just really funny to me. This is he's... This is still the same page. So it just continues on. But he... It... They do something smart. Like okay. So I'm innovating because of my own first... My own best customer. That's smart. And then you teach everything you know. This is Trader Joe's. This this is exact same thing. If you listen to the episode. I think was 1 88 of Trader Joe. The the the main driver was not advertising say, hey, we're Trader Joe's. You can buy fair. This thing called the famous flyer, which essentially just like, goes into deep detail about the things they sell. It's educational informational. And then therefore, if you're reading the people that haven't finished that and read the whole, They're gonna buy the products. And so you see how pat to going to use that exact same idea here using the capabilities as new underwear as the basis of a system, we became the first company to teach the outdoor community through essays in our catalog, and our catalog, the concept of layering. And very much like Steve Jobs users own personal taste to decide what products Apple share manufacturer, Ava avant does the same thing with Pat. He's like, listen, you cannot wait until you have all the answers before you act. I had faith that the product was good, and I knew the market. And that concept, that idea he repeats throughout the book. Let me read this is this is something that comes out. Comes along later as well. That's just absolutely fantastic. He says there are different ways to address a new idea of a project. If you take a conservative scientific route, you study the problem in your head or on paper until you're sure there's no chance of failure. He's not gonna do that. However, you have taken so long that the competition is already beating you to market. The entrepreneurial way is to merely take a step and that that feels good. Take another. If not step back, Learn by doing, it is a faster process. And what I love here is this is feeling you and I have probably both experienced. Right? Where he's a reluctant businessman man. He never wanted to start a business, but when you start something and people start loving it, that is like the high... The greatest high in the world and there's, like this excitement around growth. Right, the fact that the idea is working, and he's experiencing that here from the mid 19 eighties to 19 nineties, our sales grew from 20000000 year to a hundred million dollars a year. Melinda that's his wife and c cofounder, and I were not personally any wealthier because we kept the profits in the company. But the growth was exciting. And so 1 of the way they kept the profits in the company was by insisting on doing things their own way. So his wife was like, hey, I know Like to have children, like we are going to pay for and provide childcare in our company. So if you're working, I think they give both maternity and maternity leave and they did this, like, decades before other people did. But then not only that, when you come back with your baby. Like, you could be working and it's on... So if you wanna come down, like, breastfeed or wanna come down and read a story or take a nap with your son or whatever the case is they do that, And they just do because, like, no 1 else was doing at the time, and they said now a lot of, their suggestions I've actually been, like, put into law, but they're just like, we... We're doing this because we believe that it's right. And we trust our own judgment. We opened Melinda a insistence on site childcare care center. At the time, it was 1 of only a hundred and 20 in the country. Today, they're are more than 8000. The presence of children playing in the yard or having lunch with their mothers and fathers in the cafeteria help keep the company atmosphere more familiar, more familiar, more like a family. Can you pronounce the word? More like a family than a corporation. And so as a result of all this growth, we see 1 of... This 1 of my favorite parts of the book. He's like, he's really... He's been in business for, like, 2 decades now. And he's still, like, do I actually know. Do I truly know why I'm doing what I'm doing. And we see that. Like, it takes a a lot of self reflection to realize like, oh, maybe I. I say I do Maybe we I actually don't So it says we were growing... The company is growing at a rate that if it we sustained it, it would make us a billion dollar company in a decade. To reach that theoretical billion dollar mark, we would have to begin begin selling to mass merchants our department stores. This challenge the basic design print that we we'd establish for ourselves is the maker of the best hardware. Can a company? Now wants to make the best quality outdoor clothing in the world, remember his North stars is all about, not the best at a price point, not 1 of the best, like, the best period. Right? So that's what he's talking about here. A can we Actually, make the best outdoor closing in the world be the size of Nike? Can't this is 1 of my favorite sentences I never forgotten in the 5 years since I've had the book the first time, can a 10 table 3 star French restaurant retain its third star When it adds 50 tables. Can you have it all? This question haunted me throughout the 19 eighties as Pat evolved. He's also being changed because he's a father. He's got 2 children And he's realizing he's like, oh, wait. He he's got a ton of friends that have died in these risk sports up until this point. But once he had... He has the company and he has his family, he's like, 0II should... I have to readjust what I'm doing here. So like, I continue to practice my Nba theory of management, management by absence. While I wear tested our clothing and equipment in the most extreme conditions of the Himalayas in 19 81, 3 friends and I set off an avalanche while trying to climb a 23000 foot. High mountain into tibet. We were carried for 1500 feet and stopped 30 feet from an edge of a 300 foot vertical cliff. 1 of my friends died from a broken neck. Another had a broken back. I had a concussion and broken width ribs. I had never had much interest in climbing mountains over 25000 feet. And now with this accident having 2 young children, my interest wan even more. I was the outside guy, responsible for bringing back new ideas. A company needs someone to go out and get the temperature of the world. So for years, I would come home excited about ideas for products, new markets or new materials. And so what I realized by reading the book the second time is like this this constant repetition of simplify simplify, simplify comes because it was a mistake that he made by letting it get complicated. So all this... What I'm describing to is was having at exact same time. And he's like, okay, I need to find out, like, I need to know my why. Like, we're growing too fast. This is getting too complicated I could build a business that I don't wanna be in anymore. And his whole thing is like, Just wanna be in Pat forever, and not only do I want it to be in forever It's like, I wanted to live and survive after I'm dead. He ends the he start ends the introduction saying, hey, I hope the company is here for another hundred more years after I'm gone. Looking back now, I see that we made all the classic mistakes of a growing company. We failed to provide the proper training for our new company leaders, the strength and the strain of managing a company with 8 autonomous product divisions and 3 channels of distribution exceeded our management skills. Our organization chart looked like a Sunday cross puzzle. This is about the pain. Right? The pain and the struggle the sleepless nights and acid stomachs. The company was restructured 5 times and 5 years and no plan worked better than the last 1. As when they realize realizes, let's let's try to get a different perspective. They go and talk to this guy. They hire a consultant, and this is actually funny because he's like, okay, We're gonna fly down of Florida, we're gonna see this guy named doctor Michael Ka, who actually ran strategic planning for Ibm. And was credited with help turning Harvey Davidson around. That's how Yvonne had heard about him. So they fly down, and they actually meet him and he's the small man in his seventies with a lot of restless energy and he lives on an enormous yacht, he wears a captain's hat. And so he's like, okay. Before I could help you. I I need to know, like, why you're in business. I told him the history of the company and how I consider myself a craftsman who just happened to grow a successful business. I told him, I'd always had a dream then when I had enough money I'd sail off to the South Sea looking for the perfect wave. We told them the reason that we hadn't sold out yet, and they got a bunch of, like acquisition offers and retired was that we were pessimistic about the fate of the world and felt responsibility to use our resources to do something about it. Doctor Ka thought for a while and then said, I think that's bullshit. If you're really service serious about giving your money away, you'd sell the company for a hundred million dollars. Keep a couple million for yourselves, and need to put the rest in a foundation. That foundation could then give away 6 or 8000000 dollars every year. I then told him I was worried about what would happen to the company if I sold out. And then he said, so maybe you're kidding yourself about why you're in business. It was as if the Zen master hit us over the head with a stick, but instead of finding enlightenment, we walked away more confused than ever, so this goes on page after page after page But this is 1 sentence I double underline because it's essentially what he's searching for. I was still wondering why I was really in business. And the crazy unexpected surprising way he finds... He finds the answer to, like his why? He actually decides to involve the rest of the people in this company. He decides okay. We need to write down... This is very common. You probably already done this in in your work and your business as well. But you write down, like, you need, like, written written the written word on what your philosophy. Like, what are important to you. And what are, like, the the cornerstone of the biz... Of your business building philosophy. Right? So could share with other people in the company. So that is a very, like, on if on Like thing to do. And yet he got such great value out of it out of it? Because I think some people here that, like, it's like, really skeptical like, how helpful could that be? And so what he does is they start writing it down. He like okay, well, that's not enough. Like, we're gonna write it down That's like the first step the so at least we can do. But then they're, we're gonna teach, and we're gonna teach and we're gonna teach, and we're gonna teach philosophy classes. Company philosophy classes, everybody else in the company. Now why is that important? Because in teaching, his employees, his company philosophy, he learned it himself. And, of course, it's in his own unique way. I began to lead week long employee seminars in these newly written philosophies. I realized now I was trying to do was to instill in my company at a critical time lessons that I had already learned as an individual as a climber and a surfer and a kayak and a fisherman. I had always tried to live my life fairly simple. Simply, But remember he just talked about our our fucking organizational structure looks like a Sunday cross puzzle. Like, how do we let this happen? Doing sports had taught me another important lesson, never exceed your limit. You push the envelope and you live for those moments when you're right on the edge, but you do not go over. You have to be true to yourself. The same is true for business. The sooner a company tries to be what it is not, the sooner tries to have it all, the sooner it will die. I it was it was time to apply a bit of Zen philosophy to our business. And so at these company meetings, this is something I never even would think to do. He says I did know that we had become unsustainable, and then we had to look to the Ir corps so the Ir corps native American and there's 7 generational plan... 7 generation planning. And so again, his whole thing is like, he looks for the long term, and he wants his company to last. So at these meetings, he says, we're gonna look to the Corey and there's 7 generational planning and not to corporate America. As models of stewardship and sustainability as part of their decision process, the Ir had a person who represented the seventh generation in the future. If Pat could survive this crisis, we had to begin to make all of our decisions as though we would be in business for a hundred years. Teaching the classes also gave me the real answer to doctor Ka question. I knew. After 35 years, why it was in business. True, I wanted to give money to environmental causes. But even more I wanted to create in Pat, a model other businesses could look to in their own searches for environmental stewardship and sustainability. Just as our pt pecans and ice axis were models for other equipment manufacturers. I'm going to interrupt this paragraph because when I got there and made me think of something I heard, jeff Bezos say 1 time that I think is absolutely fantastic. I talked about a Kia, Mari, which is the founder of Sony. I think I said 01:02, both Jeff Bezos and Steve Jobs among a bunch of other entrepreneurs, but both Jeff and Steve are on record about learning from Ikea and actually setting his career and using those ideas in building their company. Right? Which was the entire thesis of what you and I doing every week on founders. Jeff... So this is Jeff bezos on what he learned from a kia, Mari and how it influenced the building of Amazon This is what Jeff said. Right after World war 2, Ak kia Mori, the guy who found Sony made the mission for Sony that they were gonna make Japan known for quality. And you have to remember that this is at this time, this is the time when Japan was known for cheap copycat products. And Mari didn't say that he was gonna make Sony known quality. He said we're gonna make Japan known for quality. He chose a mission for Sony that was bigger than Sony is that not I'm not interrupting an interruption. To tie this back to what he just said. He's like, he just picked a mission bigger than Pat, Let's go back to what Jefferson saying. He chose a mission for Sony that was bigger than Sony. And when we talk about the earth's most customer centric company, We have a similar idea in mind. We want other companies to look at Amazon and See us as a standard bearer for obsessive focus on the customer as upset as opposed to obsessive focus on the competitor. Back to where we were in the book. I remembered again How I can become a businessman in the first place that I had come home from the mountains with ideas spinning of my head on how to improve each piece of clothing and equipment I used, Teaching the classes. I realized how much pat owning as a business. Was driven by its high quality standards and classic design principles. Having our philosophies in writing, as well as the shared cultural experience of the classes played a critical role in our turnaround. And so during this crisis, And I think this is the last, like, serious crisis the company had. I don't think they've had, like, another serious crisis like this in the next, like, 25 years. But already realized realizes like, oh, we have to... Like, this was to the lessons and the learnings and improvement of our capabilities that came out of this crisis. We're so important. Like, we have to maintain this... Like, we need to... In... If there's no stress, we're going to create stress. We're going to induce stress. He has this concept I've never heard of before, which is excellent. It's called Y. I'm gonna read it to you. Before I read too, I'm gonna tell you, like, I'm gonna quote Yvonne later in the book. And he talks about... He says it's the beginning of the book says it's towards the end. The lesson to be learned is that evolution what he calls change. Right? Does not happen. Change does not helping without stress. And it can happen quickly. Just as doing risk sports will create stresses that lead to a better of oneself, which is why he climbs Mountain does all the crazy stuff he doesn't begin with. Right? So should a company constantly stress itself in order to grow, and so that he talks about it's the leaders the founder and the leaders role to create stress even if there isn't, so your company's constantly evolving and changing and growing, he took this concept because when he was like, a young boy who's was like, 12 years old, 13 years old in California. He he was obsessed with Falcon. I didn't even know Falcon. He was a thing before I ever this book to be honest with you. And so he then takes this idea. Just like he took an idea from the Corey. The Native Americans and applied it to his business. Like, oh, I have a lesson from Falcon that we can apply to the company. And so I just wrote. I love this concept. Y. It is YARAK. And so it says for the most part, the big problems have been solved, and there were no crisis except those that were invented by management to keep the company in Y. For the most part, the big problems have been solved and there were no crisis after what we just went to. Except what was invented by the management to keep the company in Y. What is Yi? Yi is a falcon return, meaning when your Falcon is super alert, hungry, but not weak and ready to hunt. So Yvonne is telling us, keep your company super alert hungry, but not weak and ready to hunt. That is 1 of my favorite ideas in this entire book, and it was something I missed. I missed the importance of that, the first time reading the book. And in a few weeks for episode 300, I'm gonna re reread James S since auto is still the number 1 book recommendation. The first hero when he was a younger man. When he was like, 45. Not the 1 he wrote when he was like, 75 or 70. But the... What's fascinating to me is that, the organization of Von book is very similar to James where he'll, like, line out and some of these sections are specifically titled. Like hey, this is my production philosophy. This is my marketing philosophy. This is my distribution philosophy be. This is my financial philosophy. This is why it's so important to not just listen to, you know, this podcast about it, actually read the book and and buy the book and use it as a reference. And so this goes back to where I just have to repeat a bunch of things that are really, really important to me. They've stuck out to me for years, something I wanna keep in my mind So it goes back to quality number 1. Quality, simplicity, long term thinking, being a mis fit, you know, being a pirate. These are very important lessons from the book I can think can be applied. In, like, in infinite situations. And forever, make the best product is a cornerstone of our business philosophy striving to make the best quality product is the reason we got a business in the first place. We are a product driven company. We are not satisfied making second best clothing. Make the best as a difficult role. Does not mean among the best our best of the particular price point it means make the best period. I actually have a reminder of that saved on my phone. It's actually, a gif of AJZ doing this interview probably 10 years ago. And he says, what am I here for to be second best. I don't think so. And then Ava avant has fantastic 1 liners. This is 1 of my favorite lines. 1 of best lines in the book, the more you know the less you need. Talks about the importance of keeping your product line, simple. Few of us have the time, patience or knowledge to order from a 12 page Chinese restaurant menu are to choose among 50 pairs of seemingly identical skis in a ski shop. People have too many choices these days. They are tired of constantly having to make decisions, particularly when it takes major effort to make intelligent decisions. Too much choice brings unhappiness and really what you're saying is part of the value that you're providing is making the decision for the customer. You have the time and the knowledge and the specific knowledge to make intelligent decisions they do not they're busy with other things. Busy with their own work. To busy raising your kids. They're busy with their own life. Part of the value that you provide is making the decision for your customer. And I have know I've already said this 1 time, but it is really important to repeat it. I wrote when I read this the second time I feel this in my soul. Difference and retention of total control that is a quote from James Dyson. I feel this in my soul as a quote from me. When I die and go to hell, the Devil was gonna make me marketing director for Cola the company. I'll being charged trying to sell a product and no 1 needs is identical to its competition it can't be sold in its merits. I'll be competing head on in the Cola Wars on price distribution advertising and promotion, which would indeed be held for me. Remember, I'm the kid who couldn't play competitive games. I'd much rather design and sell products so good and so unique that they have no competition. And so even though Yvonne definitely marches to the beat of his own drummer and is dancing to music, most of us can't even hear. He's still... 1 thing he shares with... Oh, I would say everybody that you and I study the podcast is, like, when you listen to podcast, you read the books, It's, like, these people are gonna hold you to unbelievably high standards. And so he is not with any kind of excuses reading this book, like, when I'm on this page and I'm thinking about this and I'm actually, like, making... I'm you, I'm taking the notes. And I'm, like, not skipping to the next page and trying to get to the book as as quick as possible? I'm thinking is, like, do I do any of this? Are there parts of my life whether it's professional personal. Otherwise, it's like, where I am listening to bullshit excuses, where I would be better served having Yvonne perspective on this than my own. And this is an example. He just talks about some common examples and excuses that hear hears from other companies. He's like, this is not good enough. Your quality level is too low. It is not acceptable. So says, are you hear something like, I wish I could help you with that, but, you know, I wish we could do it, but our insurance policy just won't allow it. And so he's gonna say, he's gonna give be an example which would hear and then he's gonna say what he would say. So I wish we could do that, but our insurance policy won't allow it. Why not just do it anyways? Or get another insurance policy or don't even have insurance get out of the kitchen if you cannot stand the heat. Here's another example. We can't get any more fabric or aluminum or whatever. So substitute another material. Try another mill are 50 or a hundred other mills. Try mills and other countries. Call a competitor and find out where they get their fabric. Another example I've called and called and called and I can't get through. Many times have you really called? 3 or 4 times? Call 20 times. Try an email or a registered letter, or catch them at home with a 5AM wake up call. Here's another example of an excuse. I didn't have the time or been too busy to answer your letter or to return your call or to write a weekly report or to clean my desk whatever. These are dishonest excuses. What the person really means is that the job didn't get done because it had the lowest priority. And in fact, he may never return your call because he really doesn't want to. People do what they want to do. And lastly, impossible. This is the lame of the lame excuses. Difficult maybe or impractical are too expensive, but rarely is anything impossible. And then another reason I recommend this booked so highly is because He just can conveys these ideas and he doesn't take a long time. He's not if if he can convey the idea a sentence or a paragraph. He's gonna be able to convey that idea in a sentence a paragraph and not take an entire chapter. And so this jumped out of me. This is something I missed the first time where he's like, oh, high quality people who he's targeting with his his products. Right? He's like, high quality people want specialization. This is gonna echo what, Johnny and I've have learned about steve jobs when Steve jobs came back to Apple in the late 19 nineties. He says, by carrying a little bit of this and a little bit of that These stores meaning his competitors have evolved into non specialty stores. That would be okay if your average outdoor store customer had average chase and an average mentality, but we are talking about smart people with money and not much free time. In most cases, the the consumer has far outgrown the capabilities of average outdoor stores to service them. And you can summarize an entire idea with high quality people want specialization. This is a quote from the biography of Johnny I that I read back on founders 1 episode 1 78. Jobs didn't wanna compete in the broader market for personal computers. Yvonne does not wanna compete in the broader market for outdoor wear, or outdoor activities. He is specialized. Right? These companies compete on price not features or ease of use. Jobs figured theirs was a race to the bottom. Instead, Steve argued there was no reason that well designed, well made computers like Avant is arguing you here that well designed, well made clothing couldn't command the same market share and margins as a luxury automobile. Bmw might get you to where you're going in the same way as Chevy that costs half the price does, but there always be those who will pay for a better ride in a sex year car. Why not make only first class products with high margins so that Apple could continue to develop even better first class products. And then you talks about his marketing philosophy and actually realized like there's ideas spread over probably 50 different pages that All kinda relate to each other. So I'm gonna get into non fiction marketing in a minute. And really, I think, like, a important part of the non fiction marketing is that teaching. Like, if you teach the sales If you focus on teaching, your customers... Sales will take care of themselves. I mentioned this is exactly what Trader Joe's did earlier with a fearless flyer, they took ideas. In fact, in that, they talked about, they took ideas in David Og, like, 20 years earlier. And just use his ideas in that, like, the more you teach the more you sell, are the more you tell, the more you sell, I think is the the the Og quote. So he talked he's talking about the male order catalog. But he says the male order Catalog has always been our soap box and enables us to transmit information about Pat philosophies and products directly. My first principle argues that selling ourselves and our philosophy is equally important to selling the product. So he's at his form of selling there is education. And so they're doing that not only on their own properties on their website on their catalogs in their stores but then they go and spend money, like, enabling other people to teach their customers. Pat catalogs have printed field reports. These are brief essays about experiences in the wild by riders and friends, and these are, like, some famous writers and and outdoors. There's, like, 6 listed here. And in addition to that, we have commissioned and printed environmental essays and and documentaries and then you list other 6 or 7 other people as well. He's just like, okay. As a form of education, you could also also argue a form of, you know, advertising and public relations, but the education and the teaching comes first. And if you do the education teaching first, then the sales will come naturally. Later on, this is all spread over many many pages, I did not understand this the first time I read the book, but you see that pop up, and I'm glad I I left notes on all these different pages and then re reread them. Last night before I sat Them to talk to you today, and I was, oh, shit, there's a pattern I missed. Our approach of public relations is aggressive. Advertising, as I mentioned rates dead last as credible source of information. His whole point just don't advertising, hey, this is what I have buy it from me. His point is if you teach inform and inspire and you do so relentlessly, the sales will follow teach, inform and inspired do so relentlessly and the sales will follow. That's an excellent idea. And it ties back to how he opens the marketing philosophy portion of the book. On this is an idea I did not miss the first time and I love it. It's called non fiction marketing, and I I bet everything on this that people crave authenticity we hate this fake shit that companies do. Our branding efforts are simple tell people who we are. We don't have to create some fictional character like the Mar man or a fake responsible carrying campaign like Chevron we agree advertising campaign, Writing fig this is so good. Writing fixtures is so much writing fiction is so much more difficult than non fiction. Fiction requires creativity and imagination. Non fiction deals with simple truths. Pat image arises directly from our values and passions of its founders and employees. It's not you cannot make it into a formula. In fact, because so much of the image relies on authenticity, a formula would destroy it a, men. Without a formula, the only way to sustain an image is to live up to it. Our image is a direct relation of who we are and what we believe. And I would also argue this authenticity Rate is a form of resourceful. When they started doing this, they would take, like, pictures, like, you, you know, he's producing clothing for Guts sake. So you take pictures, or you get models you hire people in case we didn't have any money to be friends and they would just snap a picture. And he's like, yeah, But that's, like, it's a staged photo. This doesn't make any sense. And so there's... The form of resourceful this is the fact that that that humans crave authenticity they respond to it. And then they're not necessarily just identifying with the company, but they're like, oh, like, they create your customers if you have Like, if you you are actually authentic brand and and company. Your customers wanna help you. And so the form of resourceful, how this all ties together. Is the fact that, like, he Evan had an idea 1 day. He just popped in his head. He's like, well, we're spending all those money we're we're hiring models and we're taking photos and I thing and this doesn't really look good. It's not really authentic. What if we just put a line? They put a line in their catalog and says, we're gonna collect photos from our customers of real people doing real things. We put a notice in our catalog for our customers to capture a Pat. I guess it's a line for the people that available able pat Pat the brand, and we were inundated with photo submissions from our customers and photographers, photos of real people doing real things that they gave you for free. So that's I mean about the resourceful. I mean, you might have 2000 and he only needs 4 or 5. So they're you know they're gonna be high quality because he gets so much inbound from that. It's free, and it's... Your customers wanna do that because they're responding to your authenticity and your non fiction marketing. So then Avant takes his level of simplicity. And applies it to his financial philosophy for running the business, and he says our mission statement says... And this is also gonna remind me of something that Steve Jobs said as well. Our mission statement said nothing about making profit. In fact, our family considers our bottom line to be the the amount of good that the business has accomplished over the year. It's still family business. I think he just gave it ownership to, like a trust. I'm not sure if that takes place. Or if it had already taken place, or if it happens when he dies. Says, however, a company needs to be profitable in order to stay in business and accomplish all its other goals, and we do consider profit to be a vote of confidence. That our customers are approve of what we are doing. We have to be profitable because the profit keeps the company in business. Right? And he has a funny line here. It's okay to be a centric and he knows his his ideas on business are centric. So is a case... It it's okay to be a centric as long as you're rich. Otherwise, you're just crazy. At Pat go, here making a profit is not the goal, but as the Zen master would say, profits happen when you do everything else right, this just fantastic book called in the company of giants. I think it's up it's a 02:08 of founders. It's printed 19 87. It's like an interview with like 16 technology company founders and Steve Jobs said in that book. I was taught by some wise people that if you manage the top line of your company that your customers, your products, your strategy, the bottom line will follow. But if you manage the bottom line of the company meaning finance first, and forget about the restroom eventually hit the wall because you take your eyes off the price. And so then you ties in the fact that if you have a high quality product and you control your costs, then you can help but make a profit. Our profits are directly tied to the quality of our work in our product, a company that doesn't take quality seriously. Will attempt to maximize profits by cost cutting, increasing sales by creating artificial demand for goods and hammering the rank and file to work harder quality. Not price has the highest correlation with business success that's so important this repeated twice, Quality not price has the highest correlation with business success. Companies with high products and services. High product and service quality reputation excuse me, have an average return on investment rates 12 times higher than their lower quality and low price competitors. Whenever we are faced with a serious business decision, this is the most important sense in this entire section of my opinion. Whenever we are faced with a serious business decision, the answer almost always is to increase quality. And to prove the point that repetition is the mother of all learning, he says that again, never wanted to be a big company. We wanna be the best company, and it is easier to try to be the best small company than the best big company. We have to practice self control. Our goal is to have no debt which we have achieved. A company with little debt or with cash in the kitty can take advantage of opportunities as they come up or invest in startups ups without having to go further in debt are found or find outside investors, that reminded me what Charlie said, when I had... Charlie Mu said when I had dinner with them, said that him and warren and Berkshire in general had made a ton of money because they always had cash and they can act fast. And then just to wrap up this section, this importance of quality, actually underline this and I text my friend Rob Moore who's the c cofounder of the human lab podcast. Because I'm always thinking about who are the smartest players on the board. And in terms of quality and and execution, not only the the quality of their product, but also how they think about their business, those they're in the... They're leading in this in this profession. And this is... I've talked to them enough that as like, oh, like, This is clearly how I've tried to think and this is how they already think. I can imagine any company that wants to make the best product of its kind being staffed by people who do not care passionately about the product. A man at the top of this page is 1 of my all time favorite quotes in general, this, you know, could be a if you had to choose a North star, a quote as a North star, this is a fantastic 1 to get the most out of life. A master in the art of living draws no sharp distinction between his work and his play. His labor and his leisure, his mind and his body, his education is recreation. He hardly knows which is which. He simply pursues his vision of excellence or whatever he's doing and leaves others to determine whether he's working or playing. To himself. He always appears to being doing both. That's I feel On. I think Yvonne nailed that. And then we go back to this idea which Love is the fact that he gets all these lessons on how to run his business, from reading books and they're not even books about business. So he's reading this book called the the beak of the finch. But again, Jonathan Wiener, and it it has this idea where it, like a theme or the book where he feels change this opportunity and that if your company isn't going undergoing stress, you actually need to induce it because that's how you grow. So he says, in his book Jonathan Wei talks about an insect that was found preserved in amber. This specimen is millions of years old and is identical in appearance to that specimen are that species living today with 1 big difference. The present day insect has developed the ability To shed its legs and regenerate new ones after touching plants covered with pesticides. The lesson to be learned is that evolution and he puts in parenthesis change. The lesson to be learned is that change does not happen without stress and it can happen quickly. You should not see change as a threat, rather as an opportunity to grow and evolve to a higher level. A company needs to constantly stress self in order to grow, our company always done its best work whenever we had a crisis. When there is no crisis, the wise leader or Ceo will invent 1. Not by crying Wolf, but by challenging the employees with a change. If you don't move now, then you might not be able to move when a real crisis happens. Teddy Roosevelt said and the pleasant peace and security how quickly the soul and a man begins to die. And then he reiterate that they're doing so to make the highest quality product to make a business at last over a hundred years and to use the resources to fight this global ecological crisis that is that he goes into much detail in the book. And then there's just this excellent quote that I've never heard before. And way you get to the last line. If you wanna die the richest man, then just stay sharp. Keep investing, don't spend anything. Don't eat any capital. Don't have a good time. Don't get to know yourself. Don't give anything away. Keep it all. Die as rich as you can, but you know what? I heard an expression that puts it well. There's no pocket on that last shirt. And then if Yvonne leaves us with some parting advice, adapt or die. When I look at my business today, I realized 1 of the biggest challenges I have is combating complacency. I always say we're running Pat as if it's gonna be or a hundred years from now. But that doesn't mean we have a hundred years to get there. Our success in longevity lie in our ability to change quickly. Continuous change in innovation requires maintaining a sense of urgency. This is a tall order, especially in Pat assuming laid back corporate culture. In fact, 1 of the biggest mandates I have for managers as the company is, at the company is to ins indicate change. It is the only way we're gonna survive in the long run. It's the same in nature. Nature's is constantly evolving, and the ecosystem support species that adapt either through catastrophic events or through natural selection, a healthy environment operates with the same need for diversity and variety, evident and successful businesses, and that diversity evolves out of a commitment to constant change. Our current landscape is filled with complacency. Be it in the corporate world are in the environmental front. Only on the fridge fringes of an ecosystem, those outer rings do evolution and adaptation occur at a furious pace. The inner center of the system is where the entrenched non adapting species die off same for startups and older businesses, older un changing businesses. Doomed to failure by maintaining the status quo. Businesses go through the same cycles. Conventional corporations are at the center of the ring, and eventually they will die off, though through either their own mis eds or catastrophic events such as dismal economic climates or unforeseen competition. Only, those businesses operating with a sense of urgency dancing on the Fringe, constantly evolving open to diversity and new ways of doing things are going to be here 100 years from now. Adapt or die. And that is where I leave it for the full story. Highly recommend buying the book. People always ask me to make, like a top 10 list, which is so hard to do because I love all the books in general, but all the books that I cover. I would I'd have to imagine if I did ever have, have, like, a permanent top 10. I think this book would be in it. That's how much I I recommend. There's just a ton of interesting ideas and, like, prompts for your own thinking in the book. So if you buy the book using link that's in the show notes, on your podcast player. Alright. It's also available finder podcast dot com, you'll be supporting the podcast at the same time. If you wanna join my free email newsletter, I'll email you the top 10 highlights from every book that I read That link is down below. And finally, another way you could support the podcast is by joining Founders premium where I make episodes on questions that I received from subscribers. That link is down below and available finder podcast dot com. Along with everything else, that is 297 books down 1000 ago, and I'll talk to you soon."
}