{
  "transcript": "Okay. So this episode is gonna be a little different. What I'm gonna do first is go into detail about what I learned from having a 2 hour lunch with Sam Z. He sat directly across from me for 2 hours. I got the staring in his eyes in here. Crazy crazy stories that this... From his amazing, you know, more than 6 decade career of being an entrepreneur. And then after that, you're gonna hear a normal founder episode where I go into detail about what I learned from reading William Z auto. So... And that came about because as I was talking to Sam Z. I was like, hey, when I was reading your auto, Sam, you mentioned reading X auto when you were a young man and you thought it was very valuable. You got you got a good idea out of there. And I was like, I bought the book after reading it about it in your. And then he said to me. He's like, have you read it. I, no not yet. And then he said in his, like, deep voice. He's, like, read it. And so That was good enough for me. Sam Tells me to read a book, then I will do... I will read the book, and so that is what the episode is going to be about. So I wanna start at the end first, and then I'll talk to you about how this came to be and all the stuff, a lot of the stuff that we talked about. So I get home after spending over 2 hours with them. And the first thing I say to my wife. This is what I mean by starting at the end. I was like, I want that. I want that to be 81 years old, still fired up about your work, still unbelievably curious around about the world, traveling all over the world, still reading books, still listening to podcast podcasts, still doing deals. 1 of the first things we talked about is this deal that he was doing. Just lit up, like, completely in love with his work and and life in general and just unbelievably curious. He's got this, famous quote that he says, like, people sometimes ask asking me when over retire. And he says retired from what I love what I do. And just his energy and its enthusiasm, and his sheer, like, full zest of life. I got back, and I was on, like, a, high. Like I was like, high from the conversation. Right? And so that's... I was like, I want that. When I'm 81, that's what I wanna be, like. I wanna still be fired up. I still wanna be, you know, working, like, this idea where, you know, as entrepreneurs like, our life and our work is really inseparable. It's not a job. It's not some... You know, even though they can be very difficult. It's not dr. It's not something that we do. Like, we do it because Sam has... He could... If it was just about money. He could retire, you know, 50 years ago, 40 years ago, whatever was. He's not doing it for the money. He's doing it because he loves to do it because he has to do it because he wants to do it. And then the other thing that I told my wife too was like, I know without a shadow of doubt that I'm on the right track. This idea of, hey, we need to go back to the history of entrepreneurship. We need to read biographies and auto geographies that people came before us to learn from them. I'm supposed to be, you know, like, I've read almost certain biographies I've been doing this project for 7 years so far. You know, like, the business history guy to so to speak. There was not 1 thing that I could bring up that Sam did not already know. This guys has deep historical knowledge about the history of business, real estate entrepreneurship. Any obscure person I could bring up. Right? I pulled everything I can think of. I bring up a name. He knew the name. He knew the company the person owned, he had read the book. And so having the opportunity to have lunch with Sims out and then a few weeks later have dinner with Charlie Mu, what you noticed is the similarities. It's like, okay. Sam sold this company, you know for almost 40000000000 dollars. It's like, you don't build a company and sell it for 40000000000 dollars and then learn all this stuff. Like he was... Had an ins thirst for knowledge and information that could be useful to his life in his career, his entire life. He knew this stuff as he was building his company same thing with Charlie Mu. It's like, he didn't... You don't become a multi billionaire, then in your nineties, to said like, hey, I'm gonna start learning from history. It's like, no. They did this from when they were unbelievably young and they never stopped. That is how I know that you and I are on the right without a doubt, we're on the right track with what we're doing here. Okay. So that was the. Let me tell you the beginning and how this came about. And this goes back to something that I fun... I firmly believe and I feel that podcasting in in general a miracle, you really never ever know who is listening. And so I get a Dm from Rick Ge, who has been friends a close friend is Sam for, like, 2 decades. Sam has been a mentor of his and, like, really helped and guide in like, been an inspiration his career. And so he... He... I I get this and I thought it was fake. Like, I guess just to start that. Right? Because you get all kinds of bizarre messages like, when you have a podcast obviously. And this came from a, like, a Twitter account where Was like, there was no picture. There there's no content. They didn't follow anybody. It's just saying, hey. This is who I am. I also live in miami. I run a an investment firm. And I... I was gonna see if he wanted to have dinner with Sam Z me in Miami. He's in Miami time, and it's he's like he's always hungry for information, and he's like I actually turned him on to founders, which he loves, and he really liked the episode that you did on his... In, on his auto. Sorry I responded I was like, just to be incredible. I would love to. Absolutely, but I thought it was fake. Like, dough was just like, there's nowhere in the world. Like, why would Sam wanna meet me? I had read his biography at herman on podcast podcasts. I watch videos of them. And first of all Get into it, like, when you it Was like, he's the same dude. The same guy that you see on Tv. The same guy giving interviews, same guy gave me speeches like, that's him. And that's another thing that I found so admirable. I found the same thing when I was meeting with Charlie Mu is like, they are authentic to themselves. And I... That's something you're obviously trying to strive to be We're, like, I just love seeing that because sometimes you see, like, the public persona is fake. And it's not who they are. And yeah, with Sam Ant charlie, I like, oh, you're the exact same person. And a lot of people have said that. Like, when they hear me the podcast and they meet me, like, oh, this is, like, having a having dinner with, like having, like a 3 hour long founders episode. And so I like, okay. Yeah. I would love to. And then I forgot about it. Because it's was like, there's just, like, Samsung does not wanna meet me. Like, this is absurd. Like, I'm just some little podcast, you know, reading biographies in his in a room by himself? Like by the hell do he wanna me meet me? That's just so bizarre. And so then I... Then I wanna, like, a week or 2 passes? And then Rick text me and he's, like, okay. He's coming to give a speech at this conference on this date. Are you available that day? And first of all I'm like, okay. It's Sam Z. Like, there's nothing else in my fucking calendar. Right? Like, this guy sold a company for 40000000000 dollars. Like, yes, I'm am available anytime and I... I would even fly to anywhere in the world to meet this guy. Like, are you kidding me? And so anyways, now we have a date. We have a time. I still do not believe that this is going to happen. I was like, no, this isn't gonna happen. And then a couple days later, it's like, okay, now it's set for this restaurant at this time. I'm, like, Okay. Now we're getting really specifically like, this is some kind of weird hoax you're doing, Like, this is pretty crazy, but I still didn't tell anybody about it because I didn't believe that it was actually gonna happen. And so on the day, on the day of, like, now we have a date and time. Now it's the morning. So I'm like, okay. Well, this this might happen. Like, I'm supposed to go to lunch with Same cell. And then I was like, okay. As I got closer. I like, okay, maybe it is a lunch at Same cell, but maybe like, it's not gonna like I'm not... He's he maybe invited a bunch of people when I'm, like the Token podcast or something like that. There'll be, like, 25 people there. I wanna actually get to talk to him. That's not what it was at all. It it was just me Rick and Sam for for 2 hours. It was incredibly Sam right like, directly across. And looked an eye and I got to talk... I gotta answer ask any question I wanted. It was absolutely incredible. But the morning off, I'm like, okay. I tell my wife, Listen, I'm gonna share my location with you. In case they kidnapped kidnapping. There's a crazy shit happening here. I might get kidnapped least you know where I am. And so I drive to the restaurant at the time, I'm supposed to be there and, meet me and rick agreed to meet, like, I think like 30 or 45 minutes or maybe even an hour in advance. And we went up having this really interesting conversation because he's got all these crazy interesting stories as well He's got a really interesting career. And then he's telling me this is the story, and then, he looks over my shoulder and he goes, oh, there's Sam. And I turn around, and it's Sam z. By himself. Like, I was just like, expecting like, maybe an entourage or I don't even know what I was expecting. Him to be carried in on carried in, like a, like an egyptian ph or something. And so he shakes my hand. He sits down right in front of me. And the first thing I say, I was like, you're fucking Sam cell, and he just laughed and laughed and laughed. And so 1 of the first things I got talked to him about was something that, his family has, in common with my family, if you read Sam's auto, you know that his father, we was actually very interesting. I think his father was like, a grain trader. If I remember correctly. And so we had inside information. He knew, like, the the stuff that going on with Hitler was not good. And so his father escapes with his his wife, Sam's older sister. Sam not born at this time. I think his what his his mom is gonna get pregnant on the way over because I think they're in America for like, 90 days by the time Sam is born. So what we have in common is the fact that they had to escape like, I mean, Hitler's way worse than Castro, but Castro is pretty bad too. And so they leave the on the last train poland and then the Nazis wine bombing that train. They didn't know that. So what was interesting is how many people that Sam's father he was trying to convince the rest of his family. This is bad. We need to get out of here. And imagine how difficult a decision that it is. Like, you've lived in this country your whole life, you have family friends, jobs, and you're... You're somebody trying to convince you, like, you have to get up and leave. So it just takes, like, a different kind of person. And I was like, sam, like, I had a very similar experience. My grandfather was the same age as your father when this was happening. He was married. He had a baby. And he just saw that bad shit was coming was Castro and he wind up leaving everything. You know, It didn't have any money came to a country he wasn't a citizen of, didn't even speak the language and just literally has to flee to try to protect his family. And so I was thinking about that story before meeting Sam, and when you hear Sam talk and also in his automotive. It's like, this guy is obsessed with learning. He even says, like, and I think he he did... He is fantastic episode. On the Tim Ferris podcast. Peter Tia actually interviews Sam z for the Tim Ferris podcast. And he says it's is like... Like, I just read and read and read. I'm never without something that I'm reading. He constantly searching for interesting information. So 1 of the questions I got to ask him is it's just like, I can't help but notice that your life, your family's life would changed because your father had access to valuable information and yet, and I'm reading your story, and it seems like you did that all your life? And in his case, he applied to the bit... Like, is there... Am I right to pick up on that? Like, you're ins hungry, like, thirst for knowledge. You saw the benefit. It could... It it could literally save your life, not only could it stumble on to an idea that you can use. He has helpful in your business. But, like, in here case it literally saved your life and he's like, yes, That's exactly it. And he's just been this for racial reader. Like, the crazy thing is. Right? I'm this guy Like, it speaks to a lot. Like, the idea that, Sam's how how valuable Sam's time. Like, it's insane. Like, that I got 2 hours of it. It's it's just... I'm so thankful. Like, I I got back and I was like, that is you know, a lunch. He may not remember, and I'll never forget. You know, because I'm sure he's a ton of people. He's got all kinds of, you know, contacts and business deals and everything going on. And I saw I'd really do appreciate the fact that, you know, I'll never forget. Like, I'll remember till the day I die. And, what's so interesting about it though? Is it's like, he's telling crazy stories from his 6 day 6 decade long career, but all different business deals building companies, buying companies, selling companies, all kinds of fascinating interesting stories. Right? And you would bring up something. And he would explain, like, oh, yeah. That business that's happening today is, like, what this guy did this, you know, I'm making up names because I wasn't taking notes while we... I no 1 looked at their phone. Don't, it's actually funny. The 1 time he looked at his phone, he was... We were talking about 1 of the pieces of advice that he had was, you know, listen, the wealthier you get, you're just buying, like, it's just nicer things of the same stuff that always happens. He's like, you don't wanna own a bunch of things because then you have to take care of them. You know, you have to manage them very. He's talking about ads in your personal life. And so his whole point is he's just, like, you know, he, he has a place of Chicago and the place in Malibu. It was funny because you know how rich and famous you are when he wanted to show me pictures of his house. He Googled. He hands me his phone and it was Google images and it says Sam z Malibu House. And I was like, alright, man. That... That's a Go of mine. It was like, That's pretty crazy. But 1 thing he was saying, he was like, listen, you know, you don't wanna get caught up on that, you don't wanna own much stuff. You know, you're gonna make a lot of money in your lifetime, and you just realized, like, okay. Now you have house and you just keep... Like, you're just buying more. It's the same things that just gets a little nicer. You don't get caught up in that. So his main thing that he said to me over and over and over again. His main piece of advice that, you know, we'd probably talked about in, like, 6 different contexts was go for freedom. Optimized for freedom. I'm gonna read some of the notes that I took after He's everything comes down to freedom. I'm para. Obviously. Right? He's like, if you get the freedom, you can control what you do every day, and you'll love it. And if you love it, you'll be very good at it, and then the money will come with it. You have to love the day to day. Does not mean it'll be easy. That does not mean there won't be pain but you have to love it. And he's like I never chased money. I chased freedom and freedom got me the money. And his point is like there's no point in being rich if you're not having fun. He said, this is very fascinating too. You know, because you can imagine the kind of people that Sam out talks to and meats. And he's like, I meet a lot of rich guys, and they aren't having fun. I'm still having fun. Then he said he's still riding motorcycle. And I know he's still traveling all over the world. And actually, this brings up another thing. That Sam has in common with a lot of history security entrepreneurs. Like, why do so many of the people that you and I study on this podcast? Like, think of Sam Walton. He knows he's dying. And he takes time out. He's got cancer all over his body and he takes time out of the few precious time months he has or maybe a year left and on this earth, and he writes an auto buyer for and he summarizes what he learned in 60 years of his retail. For the benefit of future generations of entrepreneurs, we may compete to against each other. While we're living. But in the end, like, they're all wanna pass on what they learned for the benefit of future generations, and so that led me to something I was asking Sam's. Was like, like he flies in, also, let me go back to this. He did say 1 thing. He's like, listen, You know, don't get caught up and only bunch of shit. It's just like, you're just gonna keep buying nicer versions of the same stuff. Like, he's just not worth that that's not what life is about. And he goes, there's a true luxury in life. He's like, He's like, there's 1 exception. Try to get to private check. He's like that makes a big difference. He loves his jet. He had we talked about this because he had just given the speech Just really like, impressive conference. And he gave a speech and went directly to to lunch with me, which is such a silly I can't believe they... That that even... That sentences came out of my mouth, and it's actually real. I, I don't believe that. But I was like, oh, so we About was like, oh, so he didn't, like spend the night here. Goes No. He's like I fly in on my jet. I give a speech Of having lunch her do what and I leave again. And so he's talking about... He was telling me, like what he was doing. He's, like, flying to, you know, London to give a speech to a bunch of other entrepreneurs investors. Lying all over the world, doing this? He does this constantly. And I'm like, Sam, why are you giving these speeches? You don't have to do this? Like, like, why are you doing this? And what he said is exactly what you and I have discovered in all these auto of bargain. He says it's an obligation. I'm getting goosebumps. It's an obligation for me to share with other entrepreneurs what I learned. Think about how crazy this next sentence I'm about to tell you is. Right? Because we're are history shows that humans are terrible predictor. Of what we actually think we'll we'll make us happy. Right? And so he's like, listen, I hated right in the auto, it was very difficult, but I'm so glad I I did it. And he says my favorite day of the week is Monday. And I was like, okay, Why is that? You goes because that is the time... That's the day that me and my team go over all the inbound messages that we get from people that read my book and they tell them how it changed their lives. Like got ideas they got? The inspiration they got. And it's exactly... When you read... And you're gonna hear me talk about in this episode because I've already recorded the episode I'm I'm doing this intro after. And I quote directly from Sam's auto where he's sitting there talking about. It's like listen, he was... It's 19 71. Second book comes out in 19 seventies. Sam is a 30 year old man already, you know, 10 years into this this real estate career of his. And he's like, I I read Z book, and I found a really valuable idea. And he told you what it is. How cool that? Like, that's exactly. It's the same thing. When when me... Like, when you listen to founders podcast. When you're were reading the bible, you're doing exactly today what a young Sam did, you know, you never stopped doing. You're still reading. I mean, 1 of the first things we talked about is some of the books he's reading. Oh, this is another crazy thing. And I'm sorry this is like, disorganized. I don't have, like, you know, I didn't write this out in advance. But what was fascinating was he's obsessed with podcast podcasts. He's obsessed with information general. Like, he's reading books. Reading you know, newspapers magazines, everything, talking a bunch of people doing deals. You know, he says, I'm doing deals. I... I... This is what I wrote down on my notes after, so I don't know if this a direct quote, but I hope it is. Because, like I'm gonna be doing deals. It's I'm gonna be doing deals till I fucking die. And I hope That same way to, man. I don't wanna retire. Like, why? Like you find work that you love to do, You know, like, what what a Coco Chanel do. Enzo far ferrari Steve Jobs what Charlie Mu and warren and Buffett to him. They're still doing this. Charlie is 99 when I went into his house? And he could still tell you what's going on? Still telling you different deals? Like, it's crazy. He's like, why would you ever quit? But was fascinating he's like, brings to the fact that he likes podcast podcasts? He starts asking me questions Like, why did you start a podcast? How do you start a podcast podcasts? What's the business model like, And then At 1 point, I I said I was, Sam, you went do building businesses and making millions, literally, making millions decades before I was even born. I need to be asking you questions, but again, that ties into this just, like, ins level of curiosity that you're gonna find the the top entrepreneurs half. It's like they're... They want to know about the world around them. And obviously, some of that information is gonna flow down so they can use in their business. Right? But even if it doesn't, like he this guy's not gonna get rich off a podcasting. I like. Right? Are you good. You'd have to know what show. It was just him talking shit. I'd listen to that. I listen everything single episode. But he's just ins curious. Still reading books still asking questions. You know, decades after Ever needing to work again. And the best way to summarize this is a quote that I pulled from his interview on tim versus podcast. I'm... This is Sam talking. I'm constantly adding and increasing my knowledge in every direction I can. And then there's 2 other things that I wrote down after I met him that was fascinating because you know I'm obsessed with Michael Jordan, episode 02:12 if you haven't listened to it yet. That book is a 600 page biography of Michael Jordan, literally changed my life. And he he's just he's like, yeah. And I'm I know Michael Jordan. He knew him when he was a young man, Jordan used to go to Sam Z for advice, and I was, what do you think about Jordan and he goes, Jordan is an extraordinary individual. The other thing that was fascinating is everybody knows then I'm obsessed with Edwin Land. Right? I keep talking about Edwin land over and over again. I'm like, man, it, like, if Steve jobs is studying Edwin land, calling him a hero, pat his his, his own work after after Edwin land, we should really pay attention to him. You know, I've read 5. I've read every single book of fun it and I win land. I've read had 5 5 biographies I've Edwin land. 3 of those. I've read twice. And I think I've done, like, 6 or 7 episodes on them. Sam Z, knew exactly who edwin land was. Right? Where a lot of young entrepreneurs don't, and I think that's devastating and they should. But now not only do you know Edwin? He told me an Edwin land story that I had never even heard because it turns out, check this out. In like the 19 sixties, I think this 1 is happening. Sam Z went to law school with Edwin Lance patent attorney's daughter. His daughter was there and remembers the night that in New Mexico. When Edwin Lynn goes and meets with her father to write down and to put on paper his ideas for the creation of a new industry, the industry that Edwin Land is literally going to invent, which is instant photography. I do wanna wrap this up with really what Sam was saying, like, the main message. He's just is like, he's like, I optimized for freedom, and I only do shit that's fun. And he was having fun forever. And if it's fun, if you enjoy it, if you couldn't find work that feels like play, which is an exact line that I learned from Vol, but also I found in my michael go jordan's auto, that's exactly what he said, people... In my in his auto. People are like, they always talk about my work ethic, they don't realize, like, to me it was play. And this is like I was able, I had up bad work His his mom would talk... My mom would say that, like, you know, what... Outside of... Outside of sports, he was actually kinda lazy, which was shocking. And his whole point. He's he followed up on that Jordan followed up and. He's like, which would you see his work? I think, I just see as playing, and I feel there's a lot of... There's a parallel between Sam out, you know, still on it at seventies a week, still doing deals still trying to find interesting things to to work on, and interesting people to work with. And it's because he's optimized for freedom any only did shit that was fun. And so there's 1 other thing, and I'll wrap this up and we'll get into the episode, Z, which again, if Sam Za is telling you to read the book. If you haven't read the book, I talked about this in episode. Especially if you're in real estate, no brainer, You have to read the book. There's so much stuff in that book that you'll be able to understand that I won't because I'm... You know, that's not my industry, and it's just a fun book. Like, full of crazy stories. But I do wanna... I I pulled this transcript because right after I had Lunch with Sam Z. I went on Jim Trying to podcast, which is called infinite loops, and I pulled the transcript because some of the stuff was like, okay. That was, like, fresh my mind. I wanna make sure that I'm not missing anything. And I found something, and I've already like, alluded to it previously. I wrap this up here. I'm just gonna read I'm going to read this paragraph. And it's talking about something me and Sam had in common is that the fact that, you know, I think 18 members of his family died, I had a bunch of family members that never left Cuba. And his father, Same father would tell him over and over again. You don't know how lucky you are to be born in this country. Right? And so that's the way Sam still feels to this day, and it's, like, I had that experience too. You know, when you're the son of a cuban immigrant, like, people literally... The United, the University of Maybe, this is Is hard data to come by because if it's not like people are announcing in advance that they're going to the shore of Cuba and setting their children on these raft and hopefully they they land in America. Because because you're not announcing it beforehand, they had... It's they're they have a hard time figuring out, like, how many people have died. You know, how many people didn't make it? Like, you can go and look. I... I've seen this in person. I actually grew up meeting people that came over on raft. Like, a little kit, and you hear these stories. Like that's going to unpack your the way you think about things. And so, the university of miami estimates, I think, somewhere, like, quarter million people, maybe 200 to 300000 people died at sea. And so this idea where it's like, you you're raised... Seems I was raised by father saying, you know, Like, you're very blessed to be born in this country where, you know, you not, you don't have to worry about a Hitler or the stuff that we had to run from or the the amount of just genocide that took place where we... Where our family is from. And so I I heard that same story. Like, you know, you're fair... You have no idea how lucky you are to be. My dad's is not an American citizen citizens to this day. To this day. And I just happened to be American citizen because decades before I was born, my grandfather had the the force I like, we gotta get the hell out of here. And I just happened to be born here. Something that, Sam saw when he was younger that his family was watching videos. And when he was, like, 6 years old of all these, like, jewish bodies in dump trucks. And it was just dead bodies that the Nazis had killed and then put in dump trucks. And when we were talking about, this this is what I earlier. I said Sam, here's the weird thing. This is me now quoting myself from podcast broadcast is gonna weirder. Your dad was v for information and that's save his life. And yet when you tell the story of you being a teenager or a young man, you were, like, 19 or 20 years old, and you were also for rachel's information. And I asked them. Is that the same thing? Is that the same concept? And it's like, oh, I know how value information is it can literally save your life. And in an entrepreneur case, the right information can literally build a fortune, and he's like, it's the exact same thing. And so if you and I could ask Sam Z for advice, I think his advice would be constantly add and increase your knowledge in any direction that you can and I sincerely hope that the work that I'm doing on founders podcast podcasts helps play a role in your life and in your work. We were not meeting our obligations. For more than 3 years, I've been maneuvering to keep a suddenly greatly over extended company from actually falling over the edge of the cliff. To this end, I had gone deep into personal debt. But on that, Friday afternoon in May 19 65 time ran out. 26 years of work was now moving down the chute. I told my driver to take me back to our Madison Avenue office. This is where Had started, web and Naps climb, and here I would stay with it to its fall. In large part, it was a matter of my own personality. I like to build I had ideas, all kinds of ideas that nobody else was willing to carry out, so I carried them out myself. We branch off in several directions at once. That is an entire story in 1 sentence. And leads to his bankruptcy. We branch off in several directions at once. We were buying land and properties, putting up individual buildings in various cities, creating a string of new shopping centers and industrial parks across Canada and drilling for oil off the coast of South America. The secret of any great project is to keep it moving. Keep it from losing momentum. That's actually good advice. And this for me meant a constant flow of telephone calls and trips often by company plane to Montreal, Chicago, Washington, Cleveland, Philadelphia, Denver and points west. In New York, and in every town where we had interest, there was a constantly changing scheme of contracts, agreements and trades to be kept in motion. I have never been afraid of debt 1 day when the head of the Morgan Bank stuck out his hand at a gathering of bankers and said to me, Bill, you look like a million dollars. I said back, I'd better, I owe you 3000000. At that time, we all laughed. But in May 19 65, no 1 was laughing. Web and nap had been wiped out and his reaction might surprise you, once we had completely gone under, there was almost a welcomed stillness. For month after month, we had been working to raise cash to make 1 last deal to fend off or pay off creditors. Now all actions ceased. Even our phones were disconnected. I could no longer act for the company. I became in effect a by standard at a wake and an official non person, a role but unfamiliar and enjoyable. A number of people who used to call on me vanished. Quite a few people who I tried to call were suddenly not available. Only my creditors were ever anxious for a chat. I learned that there was betting that I would choose to end the drama samurai style by committing suicide. There were moments when my depression was absolute. But killing myself was something I was not about to do. Only my personal assets, not my brains were in hawk. I still knew how to make money for people. Moreover, with the fantastic pressures of web and naps last few years off my back, I was beginning to feel like a man suddenly released from solitary confinement. My conscience was now clear. For the present, I was busy and relaxed. Marion, that's his wife. Marion and I saw more of each other. We went out to place, and we traveled. We spent our summer in France. I had turned over our home to creditors, but we had acquired a quiet place, and we were happy. We were planning another trip in the spring of 19 68, Marion flew to South America for a month. From there, she had fly to Guadalupe in the Caribbean. I flew down to Guadalupe to meet her there. I arrived 2 hours before Marion plane was due. The scheduled arrival time came and went, but no plane landed. A few moments later, the announcement came over the loudspeaker, the plane had crashed. The sensation from then on was 1 of being in a dream from which I couldn't wake up. After Marion death, I declared personal bankruptcy. Wow. What a start to this book this guy goes from being the greatest real estate man in New York, maybe the entire country in the forties and sixties to blowing up his company after 26 years, then a year later, his wife dies in a plane crash, and then 2 years later, in 19 70, he publishes this book. So that was an excerpt from the book We talked to you about today. And the 1 Sam Z told me that I had to read, 1 that Sam Z talks about in his that he read when he was a young man. And he's actually around 30 years old when he read this book. And that book is Z. The auto of the man who played a real life game of Monopoly and won the largest real estate empire in history. And so before I jump into his early life, something that was thinking about this morning before I sat down to talk to you. Because this book is over 50 years old. And what is interesting is I'll I'll go into more detail this later, but Here so many times where what makes his books so fascinating, not only this guy had an incredible career. He's got a lot of good ideas about building businesses and a lot of bad ideas that you and I definitely need to avoid. Right? But he also knew everybody. Like, there is 4 or 5, maybe 10 different well known historical figures that are historical figures to you and I today because they've all passed on that are alive in this book. And there was just something that hit me real heavy this morning where This guy's been dead for... I don't know, 40 years. I think you died shortly after the book was published, and it's on... Like, we can't talk to him. We can't interview. And what I realized is, like, reading this book is first of all, to have a 1 sided conversation. With somebody that went through 1 of the most unique life experiences and work experiences that that has ever lived. And it's also a form of, like, being able to interview or to ask him questions because you you'll understand if you read this book, and I hopefully I can convince you to buy and read it. I mean, Sam Tells read it. I think that's good. Right? But what happens is by the time you get to the end, like, you know who he is. Some I told you before in some of these cases where you and I go these books like, sometimes you feel like, wow. I know who this person is and sometimes they're still kind of like, they're more of, like, a a figure this far away, where I feel like Z, by the end of the book becomes like this old friend of yours. And you just live through... It's like you gather around, you're, like his grandson on you gather around, and he's just recount the story of his life you And by the end, you you feel like you definitely know who he is as a person. And the reason I bring that up is because that feeling is a good feeling. I... My life is better off for having read this like I spent the last week going over bunch of red material on Z. And I feel like Getting to that end that completion is, first of all it's not something that we see in modern day life, like every single thing if we're especially we're on other devices all the time. Like, those are just never ending feeds. Everything we're looking at, whether you're scrolling Netflix or scrolling, you know, Instagram. It never ends. Where you get to the end. There's a completeness to this. It's like, this is over the time I spent with Z will be long lasting. So I'm not sure why I was thinking about this morning or where that idea or feeling came from, but anytime that that happens. I'm sure to tell you about it. So I wanna jump right into his early life. We don't spend much time there because we get right into... But, get right into this guy's insane career, but there are just a few sentences. You know, there is, you know, 2 or 3 chapters on his early life. I just pulled out a few sentences that I think give you... We'll give you an idea exactly who he is. And so he says by the time I was 8 or 9 years old, I had discovered that if I acted up enough, I could get thrown out a Sunday school each weekend and spend the day fishing. What may be the greatest quote about entrepreneur ever came from the book that I covered last week, which is comes from. And he says, if you wanna understand the entrepreneur study the Juvenile delinquent. And if you sit there and actually think about what Von think it would is saying. Like, that's exactly what we're saying here, it's like, You'll understand the way they think if you luck at the Juvenile delinquent, talks about his dad. My dad was a cultured, quiet and kindly man who did not believe in strict authoritarian controls, and I was his only son. So what he's telling us is his parents and he's gonna say his mom did as well, his parents let him follow his natural drift. Mother also let us grow in our own way. And Zac is the rare high school and college dropout And then he has a great line about this. I did not finish high school. Most of the courses board me completely. So he takes, like, their version, like, I guess, what we'd call, today in America, the Ged. So you dropped out high school but you could take a an exam if you pass exam, you get, like the equivalent so he rolls in college says at age 17. I entered New York University. And then he has a great line here, though I now hold 4 honorary degrees, I was a college dropout. Classes were dull in a waste of time. I was anxious to be in the real world of business, so I quit college. So then he's in his early twenties and he starts working his first job in the real estate industry for his uncle. There's actually a really good description. I'm gonna tell you... I think that... There's actually a better description in this article that sent to me by a listener who knew I was doing this book. And so it's called Zac revisiting the legacy of a master builder. I'll leave the link down below. You can read in, you know, 5 minutes, but it's just going and reflecting back on his career, many decades after he passed away. And so I read the article and then I just pull some quotes. And I wanna give you this overview now before we go into the rest of the book because I think it gives, like, colors it in beforehand and kinda of we'll make the ideas that you and I talk about later, stick give you more. So first it says a glance back at the life of the developer, Williams. Second do our senior is proof that there are no new ideas under the sun. That is the main thesis of this podcast. When I was sitting here thinking. I was like, I went and looked up. I was okay, This this book came out In 19 70, if he reads Sam Z auto. He says it was around 19 71, wherein he picks up the book. That means Sam Z was like, in his early thirties, so he maybe... He was around 30 years old when he first read the book. And later on in this book we'll get into what Sam Said about the Hawaiian technique, which is, like, the main idea that he took away from this this book that he got from Z door that he used not only his real estate career, but also his business career as well. But what I was saying is like, oh, he's doing This line, A glance at the life of Developer, Jak has proof that there are no new ideas under the sun. We are doing the exact same thing now together that Sam Z was doing 50 years ago when he was a young man trying to learn from the great people that came before. I'm looking for ideas that I help them in their work. I just love that idea. This another quote that from the article, no question, he was the greatest real estate guy, New York has ever seen. He dominated the nation's real estate industry from the 19 forties through the early 19 sixties. In a climate like today, he would have been worth a trillion dollars. And then this is the part that I wanna reach you because the description, it's a summary of where we are in this book where Z about to tell you an I about this... His first job and why he had to leave because he felt his uncle screwing him over. Early on Z uncle challenged him to fill a half empty building at 32 broadway, which the firm had just purchased by the time the uncle returned from a European trip, z filled all but 2 small offices, But instead of praise, his uncle demanded to know when he would rent the remaining spaces. Z door quit the next day. And this is a punchline. If he was gonna make any money, any real money in real estate he decided he would have to do it on his own. And just 2 more things from this article. This is the device. This is the advice where I feel we're sitting down, and we're having this 1 kinda society conversation I can north if he's telling us, hey, avoid this. Executive of employees were having to sneak him down back elevators to avoid the growing number of creditors banging on the front door. This is our early 19 sixties when everything starts to unravel. And really, the anti advice that I got from Z would be what Charlie Mu says. So like, your job in life is to get in great business and then stay there. And Charlie point here is, like, I could tell you that advice. You're just not gonna do it. It's so hard to build a wonderful business. You're not going to be assaulted from the outside. Most most likely you're the 1 that's actually going to screw it up. It's goes against human nature to get into something good and actually stay there. And so it this is the description of the business that second door He had it. It was in his hands. If we were to take the assets that Web had in 19 61 and value them at today's values. This article is being written in the early 2000. So maybe, like, 2007, I think. If we were could take his assets in 19 61 and put them in today's values, they'd be worth between 25 and 30000000000 dollars. So all he had to do was sit still. This is a description him. He had to do every deal that came down the pike. Whatever the deal was he wanted to do it. That's not an exaggeration. I try to keep track of every single weird. This guy did not contain himself just a real estate. I'll get into some of stuff he buys. 1 1 of the funniest things. I've been telling stories of friends today. Or this week. Was, dude? I'm reading this book about this guy. He's like in his thirties. He's working for web. They're like, oh, we like this club, so they buy a night nightclub. Right? And then he uses he uses the club as his office. It's like, if today, mean you buy a club, they were like hey, we have to have a meeting and our office is essentially, like the Vip room of the club every night. He's just... And he has, like, this phone set up. It's just... He's a hilarious guy. But the point I was, like, he'll just do all kinds of deals, which, you know, we'll obviously go into. So it says, whatever he... Whatever the deal was he wanted to do it. So talks about the fact that that was his first his first job working for Uncle. I really just wanna pull out. I don't wanna go into much detail there because I'm just looking for ideas that you and I can use on our business. Right? And so this was very fascinating. This is his sales. He's... Oz uncle gives him a job and then takes off to Europe. And so he's like, okay, well, how do I fill a half empty building. I have no experience. And so then he just goes to every single building. This guy's are relentless. Every single building on Wall street. I tackled the job by taking the elevator to the top floor of every building on Wall Street. Then I would work my day of my work my way down floor by floor, canvas each office on each floor. I would march in with the bold statement. I understand your leases expiring, and I'd like to show you a space at 32 Broadway. Of the prospect prospective tenants I approached 1 out of 5 would come over to 32 Broadway to have a look. 1 of every 5 that looked would take a lease, but that was enough. And so he gets back. And he he does the calculations like how much money he made his uncle. He was paying him 25 dollars a week. So his uncle doesn't give any praise, but he also, the reason he quits is because He's like, why, okay. 25 dollars week, I'll bump you up to 40 dollars a week. And and Second I was like what are you talking about? That did it The commission to an outside broker, would have come close to 25000 dollars. I told Sam what he could do with this 40 dollars a week, and I left. And that right there is what I wrote on this page and entrepreneur is born. Even when technically, he's a junior partner. And he's he's working for somebody of his company. He's got founder mentality. He acts like an entrepreneur all the way through. And eventually, he's in complete control the company. Another anti advice on him. This is something that's gonna come up a lot, and I'm gonna repeat myself because it's the main theme of the book. This guy cannot stop spending money. As soon as money hits his pocket, from time he's a young man until he's older. He just spends and spends and spends it, and then he is addicted to debt, which obviously leads to his downfall, unfortunately. And again, I'm not trying to chris criticize this guy. We're trying to learn from him. I think he's are extremely likable. Like, just 1 of my favorite books. I cannot believe the stories that are in the book. And you'll just fall in love with the, like, his greg gary ness. He's a promoter. I feel like he's the wise old man telling us, hey, don't don't do this. Even if he says if he could do it all over again, he would just do the same, but he would do it bigger. So I don't even know he learned his own lesson. So he says, he's doing bunch of deals. My commission on the on the sale of this building came to 8000 dollars, So he was wise to be an entrepreneur. Why would I take 40 bucks a week. I do 1 do deal Make 8000 dollars. Now here's where he messes up. I was 23 years old and I never had so much money before. It made me uncomfortable. And I thought we had better spend it quickly. So he takes this it's gonna be his first wife, but he's just dating there. There's not... They're not married yet. Actually, they get married. And then he said, okay. I have 8000 dollars I need to spend it immediately and he goes and takes us like long ass honeymoon to Europe, but he goes to Paris, and he meets all these other high rollers, and he gets back. He's got no money. And that's not good because this is the 19 29 crash in the great depression. And so there's there's a few interesting things, like, what he's doing during the great depression. Do wanna pull out something here because this isn't... There's parts of this book. So obviously, if you're in real estate, you probably already know who's Indoor is. I would imagine you've already read the book if not, Obviously pick it up. There's a lot of things in here that you will understand that I won't understand because real estate is not my business. But he has these just drastic examples of, and I guess real estate is really no different than other asset prices that have... That we've seen these these these, like, financial panic, where he he's detailing all these crazy deals that are happy because all these people are over leveraged? And I'm like, second dwarf, you noticed this when you were a young man. Why didn't... Like, how could you not avoid the same fate? So he talks about the the the people that own the R Carlton Hotel. And he says, what was happening is the people that were not leveraged to people that had a bunch of cash no debt. He said they were corner and squeezing. These are the words that he used. Right? And so 1 example, he says the R hotel, which cost 25000000 dollars to build. Sold for 725000 dollars, and it had a hundred thousand dollars worth of liquor in it at the time. And he goes into such great detail. That's when I wrote it Like I wonder why he didn't learn this lesson. Like, he was addicted to leverage. He's so close because he starts working his big break. He's works for the the Ast family. These are the descendants of John Jacob Ambassador, which will get to in a minute. He was actually the first multi millionaire in, Us history. He he points us out on the same page. He says the non borrowers. Right? Do people owned it free and clear, which we're gonna get into. This is absolutely insane. The non borrowers such as the ast who owned all their properties free and clear could ride through almost any storm. And so when I got to this bar, Another real estate guy that I did a podcast on, which was fascinating. He's getting named France's Greenberg. It was episode 02:43. He became a billionaire because he's 1 of the first people to do c ops in New York city I think this is like in the 19 seventies. But he has a line in his auto, which I thought was fascinating. And he says this ruthless industry. Talk about real. Right? I was like, It's so easy to make money real estate. And Greenberg is like, no, It's not. This ruthless industry has created far more bankruptcies than it has billionaires. That is a great line. Saying no is the most important judgment you could make. So that is Francis advised to us. What I... The reason I came up is because, you know, there's a lot of real estate billionaires. A lot people let make a lot of money in real But the pages that I'm on when they're in the great depression. They are Francis is right. There... This ruthless industry is creating far more bankruptcies than it does billionaires. And so even during the great depression, he never left the real estate industry. He just kept working in until he died. So at this point, he's a young man. This is what he's doing. He's a New York City real estate broker. He made his living by 2 ways. 1, he was a negotiator for property owners trying to salvage their states by rene renegotiate mortgages. And he also was busy scouting out increasingly scarce buyers for properties that the banks and insurance companies were doing their best to unload. Says, though I didn't always earn, This is the point this is why I'm reading this you. Though though I didn't always earn it, I mentioned spent close to 20000 dollars a year during the the depression. So he'd spent 20000 even if he didn't make it. You see what we seeing, a, reoccurring theme already early into the book. By the standards of the 19 thirties, we were a a affluent, but we were often broke and so he is married. He's also this wild party, like, crazy guy. As we can imagine, he's... This isn't gonna last very long. He's gonna go through his... This is his first way. So he's gonna get divorce. My personal life though was not nearly so successful as my business square. It was becoming increasingly obvious to both Irma and me that we were mismatched. I thought of little else, but working and then having a good time. We drifted apart, and I began to find other women increasingly interested, interesting and divorce seemed the only reasonable conclusion. And so then Second goes back into his poor money match managing habits unfortunately, My road to influence was erratic. I was often in debt sometimes a little more than 2 steps ahead of a sheriff. And forever scrambling for some way to turn an extra dollar. Whenever I did get a little money, I put it... I try to put it to work. I led an active social life I was especially fond of restaurants. This is the not... Not the last time he's gonna say is it's like, having hard time paying his bills. This is... I'm only 30 pages into the book, and this has already happened so many times that I wrote to myself. I feel I should quote James J Hill here. Was so fascinating about sitting down and talking to Sam though is that every single person. This is not an exaggeration. Every single entrepreneur from history that I brought up to Sam z. There's not 1 thing. That I could... Like, he knew who everybody was even these obscure people. So I brought up in the flow conversation we're talking about something with Jpmorgan and James J Hill and the railroads and everything else. So I up James Hill. He knew exactly it was. Had read his biography, knew the name of his company off the top of his head. There's no notes in this entire time. No 1 looked at their phone the entire time. And so the the reason I bring that up is because Jay... Like, Sam Za knows who James Jay Hill, Charlie Mu knows who James Jay Hill, warren Buffett knows who James Jay Hills. This is who I heard. Like, III was listening to them either talk or was reading their shareholder letters and they're like, hey, they they always... I think Might have been norman, actually. They talk about the operators that they really respect and Admire. And they Kip mentioned this James say, hey guys. Who the hell is James S Hill? And so I wanna bring biography on them. That was a episode 96, I think. But the reason I I got to this part, I'm thinking about everything to doing on this book. I was like, 1 thing that stuck out of my mind, and I hadn't read it says I read the James J back in 2019. This quote from James S, Never forgot. So I wanna read it to you because what, unfortunately, Second is not... It never... Is not learning in the 19 thirties and, you know, obviously, he had a hard time learning his his entire life. James Z understood in the 18 hundreds. And this is what he said. If you want to know whether you are destined to be a success or a failure in life. You can easily find out. The test is simple and it is invaluable. Are you able to save money? If not, drop out, you will lose. You may you may think not, but you will lose as sure as you live? The seed of success is not in you. If you wanna learn from 1 of the hardest most formidable entrepreneurs to walk the face of the planet. It listen to episode 96. I really need to do to read that with that book again. IIIII don't think, you know I only need did 96 pack at that. So I don't know I did it a a disservice, like, have a lot more practice now. 3 times as much practice. So... But man, and and read that book. That that guy was absolutely incredible. He was the only entrepreneur that if I if I recall correctly, he's the only entrepreneur entrepreneurial in history to ever successfully build a profitable railroad without going into bankruptcy first. The less successful, the less formidable railroad operators were actually easy pray for Jp jpmorgan. It was interesting because Jpmorgan and James Hill would hang around and each other anyway really, like each other, but it kinda like front of me and they would do deals stuff. And so it's like financial success and financial, like, a fortress of cash and a profitable company, which James S Hill had with like, K to Jpmorgan because Jpmorgan would... He would he would take over these these crappy run companies. These over leveraged companies these people with you know, c and b player entrepreneurs, and he did this so often made so much money that they didn't call reorganization of the robots. They called it organization. So moving back to this story, he's doing... He's got about 12 years of just experience, He's got, like, this mid success. He's not really figuring things out though he does have this good network. He knows the buildings and knows a lot of people, but he's not making a ton of money. And so essentially, like, where we're coming in this book is like, he is 33 and frustrating unsuccessful. Since the many dozens of business project schemes and coup with which I struggled, although they ate up time and energy did not seem to be getting me anywhere. In by 19 38, I felt listen to this. I think every entrepreneur twitter has felt this for. I felt that all I was doing was scrambling up straight walls. Imagine if he would quit here. And so he does a good deal with this other... There's a private partnership called web and Nap, and he winds up we'll get into... I think he fills up 1 of their buildings. And so he says when the rep rep reputable, but if not very profitable firm of web offer me a partnership, I accept it. So web is the company. It's private. Eventually, he's gonna take it over he's gonna buy out as partners for I think 5000000 dollars we'll get there later in the book. Takes a public that is the vehicle that he uses and it builds up, and dominates, you know, for for in the forties and all way to early in 18 sixties, but this idea. And again, I think, learning from history is a form of leverage. Right? Because at 33, He is frustrating unsuccessful mid success. Think about a 30 year old Sam Z, picking up this book, learning from using the the life experience of Second of his leverage. Second... Z was already at 30 further ahead than Second earth was a 33. Obviously never went down the same path. Like, it's so coming for almost 40000000000 dollars. 1 the most successful entrepreneurs ever live. But, I love this idea. Like, I... You know, seeing Sam always 81 when I met him. And you... That's what it he looks like. Like, you like, that's a an older wise man. Right? But that's not this Sam Z that picked up this book. That always blows my mind when I people I think I'm so kind weirdo. It's like, I go back and stare at, like, pictures of what they look like when they were young. When they were the 1... The version of themselves that built the success at the older versions of them get to enjoy. That's what you and I are doing right now. I just love that idea. I can never I never saw... I never stopped thinking about. So really when we think about was. He's a master salesman. This is what he was doing and how he came into web app. In 19 37, I had been the broker in a sale of an office building. 2 web app. That the the next year when several major tenants moved out, the building began to lose money. Web asked me to bring in some new tenants. I was able to repo the empty floors rather quickly. Sounds like what he was doing for his uncle, you know, 15 years earlier. They invited me to join the firm and I accepted. What this is why I'm reading the section to. What I brought with me to the company or 13 journey man years of experience in the buying, selling, financing and renting of New York Real estate. I was familiar with almost every block of property in town. I also brought energy and personal drive. If some of my partners were rich, I was ambitious, I became the chief ent, and he takes this enthusiasm to the club. I'm was just gonna read this to you because I just thought was so funny. We had a ownership of a night club. It turned out to be great fun. I had my own corner table with a phone, and for 5 years, I did as much business there as for my Madison avenue office. I just love the fact. This guys in his thirties. In Manhattan doing a business out of a night nightclub every night. That's just hilarious. And so this is the part of his life that's really important if we were watching the movie, you'd pause right here. And he, like, oh, he's starting to figure out. He's starting to figure how to create value. But he's still low on money. But as long as he's focused on creating value he'll get the money. And so at this point in story, it's also obvious why this guy went bankrupt. So it says we start drawing on our own modest capital west and nap does not have a lot. Bunch money we began to do a bit of buying and selling of other people's properties where Web did not have the financial weight to swing a deal alone. So they don't have their own money so what do they do. They syndicate. And so this is also something that that Jack is really good at. He built a bunch of relationships, and so, you know, he plays... I think he... He says at 1 time the book he played, like, set of musical chairs. He played, like musical banks. So he you would take money from, you, all different kinds of banks. Insurance companies wealthy families, also would syndicate with people wanting to put money into a real estate all over the country. So this is the first I mentioned that, we syndicated our projects with other investors. But my personal financial situation was unchanged. The check for my son's first term at school was returned with the notation insufficient funds. And my taylor was waiting payment for my last 2 suits. And so this mid success may have never changed if he didn't get his first big break. This is where he's going to work for the descendants of John Jacob Ast. That is the first multi multimillion multimillion in the United States when Ast dies in 18 48. He was actually the richest man in America. Now check this out. So he dies in 18 48. He made money in, like, fur trapping and then took that money and started of buying a bunch of real estate in New York. So he dies 18 48. Almost a hundred years later by 19 42. His family, his descendants own 50000000 dollars of New York real estate free and clear. No debt. So a hundred years later, and that's 50000000 in 19 42 money. Imagine what that real estate would be worth today. And so Second and his firm are the ones that are actually gonna organize, reorganize all the properties are gonna solve some. And this is where he's learning the the the value of brands. The... A great brand is like Magic, that applies family name just as it does to a company name. And so it says, once they get the deal says on June 19 42, we were engaged as exclusive consultants for the reorganization of the Ast Holdings. The next morning the new York times, printed on the front page the story. The front page coverage made us overnight the most important real estate firm in America. First, he goes into, like the non rational aspects of real estate and brands in general, I soon learned that there was an invisible but tangible aura about the ast properties that made them attractive, remember this part for the very, very end. Because he experiences the reverse. So the ast are, like, unbelievably valuable has a great brand name. Eventually, web and nap. The brand name gets so bad. People just essentially waiting for him to to to starve. It'll make more sense when we get there. But it's... The reverse of what's happening, in early in his career. So it says they had an aura that the Astro properties made them attractive. If the great Ast estate had owned them, they must have extra virtue because Old Ast had been so shrewd. And so he goes to sell off some of these properties, but this is when I meant about He's really good at reacting to changes on the board. What does that mean? This is post Hitler controlled Europe, A number of refugees who had come to Hitler are come to United States from Hitler controlled Europe. These new buyers were far less interested in the total price of a property than what the actual down payment would be. A low down payment gave them maximum leverage for the inflationary rise and values that they were anticipating. So what do you do? Changed he's increased the prices. Right, got more for the actual price, but lower the down payment. I sold for very low cash down payments, but steep prices. On a sales price of say a million dollars for a property that would have sold on the cash market for 400000 dollars. So this might go for 400000 dollars if you had all cash. He's gonna charge a million because you don't have all cash, but you only have to pay 50000 dollars or less as a down payment. Then he didn't stop there, Then I would take the mortgage, I would then turn to the mortgage companies and sell off my paper. When they asked what we wanted from them in cash, I would suggest 660000 dollars. I would immediately follow this with the announcement that After would accept a second mortgage for the remaining 284000 dollars of a million to million dollar price. I hate using numbers in audio, but I think if I read through this, you'll understand what he's doing here. The fact that Ast would take a subordinate mortgage served as a psychological guarantee, making the mortgage buyers, courageous enough to take our paper. Having then converted our paper mortgage into cash, we then went forth and bought more blue chip properties at cash discounts, and then we repeated this process. If you read the book, we are on page 48 and 49 when they go into great detail about the numbers and what he is doing here. So that was his first good idea. Second good idea was the fact that he refused a flat fate. He wanted to bet on himself. When we made our initial proposal regarding the management of the Astra state, I had refused a a flat fee. I explained that when we delivered that he, which is a the guy. What is his name? His name, this is there's so many ast. This is Vincent Ast that he's dealing with. That Vincent Ast could pay us what we were worth. If we didn't deliver, he didn't have to pay us anything. At the end of the first year, hey he enormously, normally... He tripled essentially tripled the earnings from, Ast assets. So it says at the end of the first year, he kept asking us to present him with a bill, and I finally did so for the amount of 350000 dollars. When I presented my bill, asked said, pay him and send him a bunch of bunch of flowers for me. And then this is the third and maybe most important good idea that happens at the in this section and why I have so many highlights on just 2 pages. Because he realized realizes so what you'll realize? Like, he's an outsider. Right? Did not grow up wealthy, dealing with 1 of the well 1 1 of the most wealthiest families in the planet. And then he's like wait a minute. I can play with these guys. When I got to this section, I thought of this this quote of Larry Bird, that actually made a video of and play on loop kinda crazy, but, it's like, 20 second clip of Larry Bird that I play for, like, 2 or 3 minutes straight because I like what he says, and I'll tell you what I I brought up in the past, but let me tell you what he says. So it says my relationship with Ast gave me my first close look add in contact with the world, which we because of its wealth and exclusive, fascinated and attracted me. However, this world was not always did not always capture my my respect. I found Vincent Ast, quite ami, sometimes humorous, but not very bright. If he had not inherited his great fortune, he probably could not have done much on his own. He lived in a very narrow self satisfied, but not particularly brilliant circle. And so it's a great line I thought of when I when I got to that, people muddy the waters to make them seem deep. When you're on the outside it, always looks more difficult. And so, Larry Bird is reflecting back. He went to, like, this tiny little school for college. Goes into Nba and everybody's telling I'm like, oh, you, like, you're not gonna... This is a different level. You can't hang with these guys. And Second, it's like, going almost like, going from amateur level to the pros, and he gets some of a pros Like, wait. I can actually hang with these guys. And so Larry Bird says, oh, they said you never played against a Ucla or nor Dame or an I. They said he won't be able to get his jump shot off in the pros. He won't be quick enough. He won't be able to rebound. He says it took me 3 days after Rookie camp. I found out, hey, this league is nothing. I can play in this league, and I will dominate in this league. And so what Zac realizing in real estate in the 19 forties, Larry Bird is realizing in in basketball in the late 19 seventies early 19 eighties. I thought this is actually an interesting idea he had on the dangers of over negotiating. And so sometimes he would just call. If he if he knew what he was going to 1 of the property for. If he could... If they said they say he wants to pay, you know, 750000 dollars for property and they say, also to for 07:50, Like, I'll just take it. He did not... He he's thought you were doing yourself into disservice. Like, just you know what the valuation know it should pay. And if they say that, don't try to keep negotiating down. I don't try... I didn't try to bargain and I hate to bargain. In my judgment at property is... If if in my judgment, a property is worth the asking price. Is see no reason to try for less. A lot of shrewd dealers think this is foolish, but I noticed that others tend to lose more business and to poison relationships by trying to refine an already good bargain beyond a reasonable point. There is a much better flavor left in everybody's mouth when such h is avoided. I wanted the property they're pricing reasonable to me and so we were in business. And so then he's got an entire chapter on what was his most important deal he ever did. This is this thing called... He was gonna call X City. Winds up becoming the location of where the United Nations is. In Manhattan. And this is a wild thing. This is why I love reading history because, you know, obviously, in New york City is 1 of my favorite places to visit. And just this idea where I if you were living there in 19 forties, Like, you could go debt to, like, this say you wanna a show, you go to theater. You come outside and it'd be like a truck hauling cattle. Because theater district because right next to all the slaughter houses is in the smell as you could imagine. He's not good. And so he has this deal. And as he's putting together this deal, which is gonna go on multiple pages. I really think I went back through all the highlights, and this gonna happen over like 6 or 7 pages. And I was like, you know what This is really how Z dwarf mind worked. And this is where I think he had his most talent. Like, the stuff that this guy had in his mind, and you could argue maybe he didn't have it you know, full grasp on his mind considering, like, his business is so complicated got away from him. But he was just able to hold all these different ideas. And he went to buying, like, 75. It's something like, I wanna say 75 different properties. And just the way he did. So let's just jump into it. The slaughter houses had been there for so long that they seemed untouchable. And so they're owned by this company called Swift and Wilson since the swift and Wilson meat packing companies who own the Slaughter House held and irr, and profitable franchise operate in Manhattan, there seemed little hope of ever getting them out. So it's unpleasant for the people that are visiting there? He's, hey, Can we do something with this? So he wants a meeting a real estate broker who says, hey, I'm actually married into the swift and Wilson family. And if you can get a buyer at 17 dollars per square foot. We're willing to sell. So it says Dunbar, that's who he's dealing with Dunbar had approached us first. So this is really, really important. This is something that pops up over and over. Again. You gotta figure out how if you're... If you're business is getting look at the best deals first with your buying companies making investments in that really startups ups, whatever it is that you're doing. You gotta figure out how to get the best... You see the best deals first. This is something that, like, obviously, charlie Mu and Warren and Buffett have mastered Sam Z, and when we had lunch, he was talking about the fact that he was invited into certain deals because of how well known he was in Chicago and, like the the in the 19 eighties, which was a fascinating story. And the same thing is happening to Z here because this previous association with the Asterisk, People are like, oh, the Asterisk think that web nap and Second is the guy. So essentially, they they outsource their decision making to other people. I guess the more more main point here. Dunbar had approached us first. Thanks to web naps growing reputation we were getting more and more such first offers. And so then we get into how his mind works. I thought to myself that at 17 dollars per square foot, the property would cost 6500000.0 dollars. But with the slaughter house has gone, I was sure the price could jump to 50, 75 or maybe even as high as a hundred dollars per square foot. So he's paying 17, which is expensive now, but he's like, okay, that's expensive for what it is now, but not what we can turn it into. That's why he always reverse himself as entrepreneur, finding ways to increase the value of what he's working them. Then there were the value to depressed properties around the slaughter houses. Right? You're not gonna have many people that want to deal with the smells and all the stuff that comes with, which would also rise in value from a 2 and 5 dollar per square foot base. So I said, let's keep... He's telling Dunbar. Let's keep this off the market for a while, and this is the deal he spits up. He never has any money. Just never. Like, this never... What he's about to do here? He does over and nerve again. We would put up a million dollars for a 1 year option against the total 6500000.0 dollar price. Okay? So he's putting up a million. They want 6500000.0. He's like, I'll give you a million. At the end of the year, we have to pay the remaining 5500000.0 dollars. Doesn't have that money. In the meantime, the packing companies would quietly make arrangements to relocate and the arrangement between us would be kept secret, so not to pre precipitation a price rise land rush in the area, which is what he's gonna go do. Done he's gonna go around and buy all the other properties. Right? The next problem was we're to find 1000000 dollars in cash. So now he does gonna not have the 6500000.0. He does not have the 1000000. Much less than the other 5.5. He's gonna come up within 12 months from now. He gets the 1000000 dollars because he says I solved that 1000000 dollar problem by forming a syndicate. Remember we mentioned this earlier consisting of ourselves. The Chicago Financier in 2 New York real estate spec. Now that we have the slaughter House option in hand, we need as much of the other lands surrounding them as possible. So that's why he hires these 3 or 4 different properties, brokers, and say, buy this up on the low. We don't want, you know, people find out what we're doing the jump in advance of us. We picked up about 75 properties an average of 9 dollars per square foot. Remember he thinks, hey, this might be worth 50, 75, a hundred square foot a square foot. These individual purchases were financed by local banks and insurance companies. So he's doing all this. He's calling at Ak city, but it doesn't actually know what it's gonna be. So the next thing we determined was what should we do with the parcel of the land that we assembled, and this is where the randomness of life. Comes in. Suddenly, a new totally unexpected possibility developed in 19 46 United Nations had been plagued and perplexed by the problems of finding a permanent home, and Sonny k z. He's like, oh, it occurred to me that we actually have the ideal site for the Un. And so second door if he's plugged in with not only the business community, but also politicians. This is Hilarious. This is what I wrote. Doing big deals why drunk. He's at this party. He's drunk on... He's drunk on a ton of champagne. And the guy that's negotiating for the United nations is there too. So they wind up hammering up this deal. And he's like, listen, I paid 6 and a half million for the Slaughter Houses. What would you offer for them? And the guy, like, you sell for 8 and half million. And he's like, he's like, yeah, deal. And then he goes, I had a lot of champagne by that time. So he wakes up the next day not realizing he's like, did that really happen, which is hilarious, and he gets a call. And he says, yeah, They're gonna give you that 8500000.0 dollars to the Un, and they're gonna take your property. And then he says the property was being purchased exclamation point. I couldn't believe it. And then he's then he leaves the office. And he goes, I carried my hangover home. And so I think it's obvious by now, this guy default aggressive. He's full... Like, he's got 1 speed and he's always on. His partners get really uncomfortable with this. His partners actually at web app. They wanna break up, and so this is where he's gonna buy them out, which fascinating is the way he frames this because the chapter that where this is going on. It's called end of an error, start of a rain. And so they first suggestion, like, we should just, you know, liquidate the business will sell off all their assets and then we'll you up the cash. And so he says, at first, I was upset by my partner's decision to liquidate. This is gonna remind you, and I have 1 of our favorite f, problems are just opportunities in close. At first, I was upset my partner's decision to liquidate. My partners felt that web app should assume a more conservative and more comfortable role. I on the other hand was bent on a new program of speculative growth. I began to see in their departure not so much potential trouble as a fantastic opportunity. I bought my partners out for over 5000000 dollars. And so to get that 5000000, He doesn't have the 5000000 as we already, you know right now, so he's gotta go deep in debt. And he says I was a sole owner of the company. I was also deeply in debt, but never except for rare moments have I ever had my head very far above the financial water and never have I let this trouble me? And, I mean, that it's interesting. Like, they he says that because, you know, obviously, that kind of thing is gonna lead to bankruptcy eventually. I was still dissatisfied. I wanted to do more. So he's like, okay. Well, how Gonna pay back? I wanna... Not only pay off is 5000000 dollars, but I wanna expand. So he does this reverse merger. With another holding company, and that's how he gets web to be public, He says I now had a publicly listed company. I now had a vehicle for my ambition and started on phase 2 of my career. And when he says phase 2, he means that. I've read a ton of books. This is the first time ever. So once he's a public company, he starts the book again with a pro log. So there's 3 there's 3 parts to this book. Every single time, there's a pro log where it's like, okay, this is a line of D, like this is a change in my life. I don't think Ever seen this before. And so he starts off telling us what part 2 is going to about. This is actually a great metaphor where he's about to say here, and I think it works with relationships and it works with biographies too. So it says just as a man living in a mountain Valley, sees and is closely aware of only a few of the nearest great peaks above him. So it too is it with a man comfortably settled at some modest elevation in our own society. If he begins to climb, he is describing himself. If he begins to climb. However, he will soon notice from his new perspective that there are actually a great many peaks on all sides around him. This is really, really important. What is more, once he has reached a high enough altitude, he will discover something else. He will see that many of the greatest peaks are interconnected by high ridges are narrow plateau. At this new level, they are readily accessible each 1 to the other. Right? This is about relationships at the top. Part 2 of this book is an account of my travels and dealings among some of the den inhabit the elevations and peaks of American society? Why is that important because these people have resources and power and they make things go so much faster. The importance to me of being on the heights was that in an hour, I could achieve what previously would have taken a year or more of effort to perform. And so 1 example of that is when he's trying to to figure out, to close a deal with the Un. Like, it's It helps if you can call the mayor of New York, and then he gives advice on how to actually attain and to get to scale up to these peaks. 1 way to succeed is by aiding and supporting the position of others through newer and genius ideas or projects This usefulness to others is in large part, the reason for my own... My own success to me the best path to wealth is what Henry Ford's said money comes naturally as a result of service. The focus should be on making the lives of other people better, and then you'll be able to capture some of that value. Money comes naturally as a result of service. And so let's go back to this idea that to read this auto is have this 1 sided, you know, 10 or 15 hour conversation with Z. And what Z does, wonderfully. He doesn't hide who he is. He knows he's una extreme, and he just has to follow his natural. So he's 50 years old, and he says something, like, you know, we're about 10 years from him going broke or bankrupt rather. And he's like listen, I could have settled back as a multi millionaire and a property holder. That's it. I'm made in life from Rich. Owns the properties just chill out. But with all... With so many useful things waiting to be done. I know more knew how to settle down to mere money counting then a b in a clover knows how to dose in the sun. I lived and loved a hyper active 16 hour day. And it is this point when he is 50 that he comes up with his greatest idea This is known as the Hawaiian technique, there is a ton of detail because it's gonna go over. If you buy the book in the index, just go to Hawaiian technique, and you can actually... You can actually, like, go right to this... I mean, I read the whole book, but I think buying the book and just reading the the, like, 6 or 7 pages whatever this is on the Hawaiian technique or so, important. I actually found great summaries of it. So first, I wanna go to why I'm reading this book and to begin with. This is where before I met Sam Z in person and at lunch, I had read the his auto obviously, and I had bought the book. And so, obviously, I mentioned I had bought the book and he's like, did to read. And he's, like, I like no. He's like rate at. And that's how we arrived at where we are right now. Right? And so I wanna read to you from Sam Z wonderful auto, which if you're listening to this, I assume you already read or at least listen to the podcast. Did it on. It's up to 2 69 if you haven't, but I'd buy the book too, because it's absolutely excellent. And so this is what he's saying. He's gonna describe... He doesn't called the Hawaiian technique, but this is what he's talking about. And so this is what Sam Says. A remember, this is around 19 71. Sam would have been around 30 years old. Around the same time, I had read the book Z. The auto of the man who played a real life game monopoly 1 the largest real estate empire in history. It reinforced the approach of viewing the whole to its individual pieces, but at... But for a different purpose, Z was perhaps 1 of the greatest real estate developers of the modern era. Second auto was packed with colorful stories, but what fascinating aim me most was his strategy. Second viewed assets as a sum of parts, so he could increase the value of the whole. Various parts were more valuable to different buyers. So Z could maximize the value of his holding overall in effect making 1 plus 1 equal 3. For example, 1 Park Avenue, Manhattan, which the marketplace had valued at 10000000 dollars was ultimately worth 15000000 in Second hands. He calculated everything separately. The building's title, the land, the leases, the individual mortgages. I thought this was brilliant. I adopted the approached both inside and later outside of the real estate industry. And so at the time, I was reread my highlights from Sam Z auto. I had somebody to by the name of Daniel K Ludwig on Twitter, send me message. Now this is hilarious. Because if you ask like the Random entrepreneur on the street, that doesn't listen to the founders podcast guest. They're not gonna know who the hell Daniel K Ludwig is even though he was at 1 time the richest man in the world. You and I know him by the term, the invisible billionaire, it was episode 2 92, and episode 68. And so this anonymous account on Twitter named Daniel k Ludwig sent me as much as it was interesting. He says, Z both Z and Ludwig are my heroes. But Z went bankrupt in the end being over leveraged, whereas Ludwig foundation and operations are still running. And so he had sent me a summary of the Hawaiian technique. And so there's 3 paragraphs on this to add to what Sam Jones told us. In fact, some of Z financial maneuvers anticipates some of the highly aggressive financing in the recent real estate market. For example, for example, there was his Hawaiian technique, which he claimed in his auto to have discovered while fishing on a Hawaiian Beach. The theory had to do with breaking up a property into various components, which is what Sam just told us. Right? Its ground, lease hold, its fee position, its operating lease hold in a residual position and seeking out various investors for each. Z thought about the idea of diversifying investors, finding investors who are not just bankers or insurance companies, but actually going out to the public to find local investment. And this is how Z wraps up the section Hawaiian technique, the Hawaiian technique was so flexible that it became a very powerful tool the hawaiian technique became the principal tool of the web and nap expansion. And so then I have to tell you about this absolutely bizarre encounter with Howard Hughes. There's a bunch of people in the book that I've done podcast podcasts on that are these eventual historical figures that are still alive. Howard Hughes is the first 1, and this is the longest section, because he's just such a bizarre person, and I thought the star was hilarious. Howard Hughes was an... Is an industrial genius in paradox man and has been phenomenally successful. He has produced some disastrous costly movies. He's also known as a famous Hollywood Don who collected and discarded beautiful women the ways boy... The way boys collected and discard model airplanes. For the past 20 years, he has also managed to live as a traveling rec He deals with his various company managers only intermittently to obscure intermediaries, midnight phone calls are summons to secret out of the way meeting places. He Zac is going to be summoned by Howard Hughes, just... This is the most bizarre... The... Most was bizarre story in the entire book. And so through 1 of Hughes friend, and you can use that word loosely. This... The guy named Sp. Sp is, like, as much of a friend to Howard Hughes, Howard Hughes could have. Right? Howard like, thinking of... Okay. I'm gonna... What if, like, what's the price? Like, can I sell off everything I have? And Z is really interested in that. He teams up with some of the Rockefeller families, And so they're like, okay. There's like the super secret way you have to meet hughes, and so we're gonna pick that store up here. Rockefeller and I flew out to Los Angeles, and we met Sp. So we launched the Beverly Hills hotel. We found ourselves programmed into a script that only members of various underground organizations like the Cia could take seriously. At precisely 01:30, Sp was to get up and take a taxi cab to a predetermined place. Where he would be met and then take to the Ren. At 01:50, Rockefeller and I were to go to a certain intersection where a man wearing a red shirt would contact us and drive us to the Ren. The meeting was then to be attended by Sp Rockefeller and me, so they get in the car. After a time, we found ourselves in a Cd section of town. We soon stopped in front of a flop house The building was now being patrol by 4 or 5 young neatly dressed men with crew cuts. These were Howard Hughes mormon entourage. They escort everybody into the building. They go to the top floor. Our escort wrapped on the door with a distinct pattern of knocks. The door open and there stood Howard Hughes. He had a 3 day growth of a beard were a V neck shirt, soiled trousers, and dirty tennis shoes. It only gets weirder in conversation, they start talking. He says in the most casual way. He asked. So what do you fellas as want? Since it was Hughes who approached us through Sp and since polite direction had done nothing for me in previous meetings, I decided to be blunt. Howard, you know Damn Well we want. We didn't come 3000 meyer miles to admire your old trousers. Or because we liked this part of town. We came here to buy. I was told that you were ready to sell. And so this goes on for a while, Z tries to clothes. And he's like listen, I have in my hand a Cashier check, then this is a the interesting part. He tries to hand him the the letter, the guarantee letter of guarantee and a cashier check, and then he freaks out. He's, like, don't ask me to touch. And so he's, like, afraid of bacteria. And then they go back and forth for a while, and then then hugh says, I will not take this? Why not? It's not enough. What is enough? I won't tell you. Do you want to sell under certain circumstances? What circumstances? If the price is right. What is the price? The price that you might offer me if it is enough, I will sell? Then second asked? Are we 50000000 dollars apart? Hugh said no. Do you mean it's less? He said, no. I mean, more for a man who supposedly wanted to get down a serious business? Used was acting like an original coy Mistress, but I kept trying. Are we a hundred million dollars off? Are you offering it? No. I'm asking you? He said I told you I won't tell you. Alright. I'll find out. I'm offering you 450000000. Will you take it? No. Howard, what do you want? I won't tell you. Howard take it or leave at 500000000. He said, I'll leave it. And then it gets even weirder. Hugh says, I'll tell you what we'll do. I don't wanna talk anymore today. We'll all go down to Las Vegas and we'll talk down there. And so this is the plan he was comes up with. And then as if we were 10 year old members of some secret membership club, 4 grown men who among them commanded or could influence a significant share of American wealth. Sat there as Hughes programmed a properly secret Ren, And this is what he wanted them to do. We were to meet Hughes at midnight at a semi abandoned airport on the outskirts of Los Angeles. He would fly to Las Vegas, but it what would arrange that we would be driven to town in separate cars. Once in Las Vegas, we must go directly to our rooms under no circumstances, where we were to leave them during daylight when we might be seen and start rumors. And what's even weirder is they all flew on the same plane as if they couldn't talk on the flight and said how to do this like weird Ren. As you could imagine this deal never wind up working out. And this went on for page after page after page of just bizarre interactions with Howard Hughes. So then this is interaction with a New York family called the Reed. They own at the time, a New York competitor in New York Times. It's called the New york Carol Tribune. And what what Second realizes here is this play that Joseph P Kennedy is trying to do against the Reit. So Jfk dad, they're 1 that made the Kennedy family rich. I read a biography of Josephine Kennedy years ago. I think it's episode 4 founders, and it's like 700 or 600 page book called the paycheck. It's actually... It's the books is actually incredible. But this section made me think of 1 of my favorite scenes from Game of Thrones. I just re rewatch over the last few months. The entire series of Game of Thrones and would take notes on lines or or or insights to human nature that appeared. And so there's something in this... In the last season in the game of their thrones. I've mentioned it before in the podcast. I just wanna bring bring your attention again because it's something I also seen in history of entrepreneurship. And it's this cut throat, which is this guy that came from the outside the outskirts and through his name is Braun in the series. And through the series, we see him constantly climb his way up. And so at the very last season, he was hired by Cersei Lannister to kill her brothers. Jamie Interior Lannister, he goes to cut their lebron goes and says, hey, my... Your sister wants you dead, You told me a long time ago if anybody ever I hired me to kill you. You'd always pay me more. I want you to give me if you guys win this war. I want you to give me this castle on this land called High garden. And so there's a discussion where Jamie says back to him, High Garden will never belong to a cut throat. So that starts what I 1 of the most important, you know, sayings our paragraphs in the entire series. And Braun is really talking about, like, how wealth is built And he says, no. He says, hi Gun will never go belong to Cut. No. Who were your ancestors. The ones who made your family rich? Fancy lads and silk. They were cut roads. That's how all the great houses started, and so We know about Jfk, R, the Kennedy family Dynasty and everything that turned that that happened after it. But Joseph P Kennedy was a cut throat as we'll see here. The reads were then the owners in New york Herald Tribune. Early in the fall of 19 56, I received a call from missus Helen Reed. Bill I need your advice. Would you recommend that I sell my plants where her her newspaper is. For 1750000.00 dollars and then lease it back. I said that depends on the terms of the lease and how badly you need the money so the reed are in a. They were at 1 point of affluent. They're in a bad interest spot. The interest would be 8 percent. She said. Since at that time, money was averaging between 4 and 5 percent, I told her It was a low price for the property and a very high rate of interest. So he sees okay. That's a weird deal. Why would somebody be offering this? You know, she built a newspaper. She's probably not... I'd like some kind of an genius. And so Z gift is being able to re between the lines. He's like, okay, Well, that's a very low price for your property in a very high rate of interest. So then I asked her, who are you selling to? I don't know who I'm selling to? And then he says, who's the real estate broker? It's John Jay Reynolds. He knows that John Jay Reynolds is the real estate broker that Joseph P Kennedy uses. He also knows because he's he knows everybody in the, like, the the important figures in American business at the time in history issue. Right? In that case, Helen, I'm going to ask you a very simple question. Would you sell your newspaper to Joseph P cam Kennedy for 1750000.00 dollars. What do you mean she said? I said, he's your customer, and this is the the cut through part of it. Right? He is giving you just a little less money than you need to force you to go broke. He has set the interest rate just a little too high to make sure that you do. Not only will he have your plant, but he will also have your paper, all through a very low cost real estate purchase. She says, do you really think that? He says, I don't think it. I know it. How do you know that she asked? Because that's the way Kennedy does business? And so that insight by this fictional character Braun and Game of Thrones is something I see over Over again? Who were your ancestors, the 1 that made your family rich? Fancy lads and silk? No. They were cut throws. That's how all the Great House has started. What's so fascinating to me is this book is almost 300 pages. And yet, the entire downfall because I think it is so painful, and I think that's exactly what he says. He says that the downfall could be an entire another book. It's only like the last, like, 10 pages. And so this is where it's, like, these are all notes to myself. It's like, David, do this. That's a good idea. Or David avoid this, and you just see the same thing happen over and over again. I'm gonna go through a couple of the reasons And it just starts to unravel. Like, his business got too much way too complex. But a couple weeks ago, I read the... The auto of David Packard, And, you know, back in the 19 fifties. He said something like, more businesses die from ind indecision and starvation. And it's amazing how many times that is proven to be true. The second business went bankrupt, not from starvation. It went bankrupt by ind indecision. By now is 19 60 and web nap had spread thin over a variety of projects, all of which were crying out for cash. Part of the problem may have been that we were already doing so much in so many other places. That is another sentence of on another page. He just said, listen, we're by 19 60, we're super spread then. We got a ton of projects. Most of them are draining our bank count. They all need cash. So and he said then he says, well, part of the problem is that I'm doing too much in too many other place places. The distracted do not beat the focus. Right? What does Steve Jobs tell? Focus is saying no. Unfortunately, Zac Do saw every day. And he just took it. And when I'm thinking about this, And also thinking about the difference between, like, avoiding... Like, who are the people that successfully avoided second or fate? Obviously, have been eyeball deep and mon and buffet lately. And I just remember what they say is like you always have a fortress of cash. So then we go back into this idea of, like, more businesses die from ind indecision and starvation, like buds on prize Rose bush, all these and dozens of other projects had not fully profit blossom as of yet. What do he mean? I got dozens. Dozens of projects with money tied up, debt on those things and they're losing money every month every year. And it's just draining, draining, draining. So then what I do, I've gotten borrow more money, then can't pay some of the creditors and this all... The this house of cards, unfortunately, it's gonna fall. And he says we borrowed more and more and more. We took first, second and third mortgages and any other kind of in of debt possible. That is a crazy sentence. Then he gets into bad deals. He winds backing this thing called Freedom land. And part of the problem with Freedom land is 1, this guy's know Walt Disney. It's we're about to see. But you're also jumping on a trend. So what do I mean? The idea of Freedom land was a as a fallout from the explosive success of Walt Disney's fabulous Disneyland. So it says C wood had worked with Disney on Disneyland, but he had convinced himself and a number of other people, including Z That Disneyland success was really a matter of woods rather than Disney's idea and management. And the difference between Disneyland, which is fabulous, successful, and a product of Walt Disney. Right? And freedom land, the product of Cb wood is as follows year after year to have closed its sip away web and apps funds and credit for a total drain of 20000000 dollars. And this is series of events that lead to the beginning of the book where he actually goes bankrupt. I have not the space in this book nor the hard at this time to go into a detailed description of the last days and final founder of web app. I was and still am too close too intensely and emotionally involved in those events. It is a tale of minor ventures devised to stave off disaster, while we prayed to put together 1 or more major projects that could finally begin to pull the company back together. Exactly when we moved from a hopeful position into a desperate 1, I cannot say. If any alarm bells rang, I did not hear them when I got to that section in the back of my mind, there's 2 quotes that we've learned on the podcast recently, wisdom is prevention. Charlie Mu. The wise people don't solve problems. They avoid them, Wisdom is prevention, and then on episode 2 75 Paul graham. Be hard to kill. Unfortunately, Second Earth was not able to prevent this, and he was easy to kill we're about to see here. On unexpected combination of trends and events coupled with our own actions caused us to founder. We had losses rather than income on our books during these stretched out periods. Instead of producing income, we were burning away our financial resources instead. Our hotels drained away cash we didn't actually have. Freedom land was running a losses. Roosevelt field was not making any money. We held numerous other properties, these later were sold off as best as we could, but now was running into an ironic. This is what I mentioned earlier. An ironic reverse of what went on during the first years of my career. In the 19 forties when we were handling the store state, the very fact that we owned a property that we owned that property gave it a certain name and glamour, which appreciated its market value. But in the 19 60, so this is a good... The difference between a great brand name and what's happening is his brand name who is soiled. It means it's sing to the market something else. Right? The the very fact that we own a property gave it a certain name and glamour, which appreciate its market value. But in the 19 sixties, that a be web owned a property was a signal to some potential buyers to hold back our bid low in the expectation that in our eager is for cash, the opposite of having a fortress of cash, which Mu and Buffett and Z have. Right? And our eager is for cash, we would hold a fire sale. The sharks sensing the distress of our situation kept circling. The fall of web when it came was an upsetting ego devastating event. But in a way it was also a relief. I was like a man led out of jail. The ordeal was over. The increasing pressure of the 3 years was finally off. I had no intention of be the past. My son, Ronnie and I and a handful of old employees set up a new company at called General Property Corporation and went into business. Within a year we were making money. The z were alive and well and very much in the real estate. We were severely limited in capital, but we had brains, experience and contacts. In good time, I have come to realize that since the fall of web, I have been privileged to live and to savor a second life and a second career. How many other men get such an opportunity I do not know, but I'm grateful for mine. The job now is to select among the possible choices and get to work. I really like his perspective at the end of the book it reminded me of Mo are its personal motto, which was never despair. That is where I leave it. So the full story, I highly recommend and Sam Z recommends as well reading the book if you buy the book using the link that doesn't show notes in your podcast player, you'll be supporting the podcast at the same time. That is 298 books down 1000 ago, and I'll talk you again soon."
}