{
  "transcript": "The best way to understand a person is to listen to that person directly, and the best way to understand Steve is to listen to what he said and wrote over the course of his life. His words in speeches, interviews, and emails offer a window into how he thought, and he was an exquisite thinker. Much of what's in these pages reflects guiding themes of Steve's life. His sense of the worlds that would emerge from marrying the arts and technology. His unbelievable rigor, which he imposed first and most strenuous on himself. His 10 in pursuit of assembling and leading great teams, and perhaps above all, his insights into what it meant to be human. Steve once total group of students, you appear. Have a chance to blaze in the sky and then you disappear. He gave an extraordinary amount of thought to how best to use our fleeting time. He was compelled by the notion of being part of the arc of human existence animated by the thought that he and that any of us might elevate or expedite human progress. It is hard to see what is already there to gain a clear view. Steve's gift was greater still. He saw clearly what was not there. What could be there, what had to be there. His mind was never a captive of reality. Quite the contrary. He imagined what reality lacked and set out to remedy it. His ideas were not arguments, but intuitions, born of a true inner freedom and an epic sense of possibility. In these pages, Steve drafts and refine. He stumbles, grows and changes, but always, always, he retained that sense of possibility. I hope these selections ignite you the understanding that drove him that everything that everything that makes up what we call life was made by people no smarter and no more capable than we are, that our world is not fixed and so we can change it for the better. That was the introduction written by Steve's wife Lori Powell jobs of the book that I'm gonna talk to you about today, which is available for free. The Steve Jobs archive put this book available for free. You can read it online at our website for free. I'll link all this down below. You can read on Apple books or you can download the file and send it to your Kindle, which is what I did. It is make something wonderful Steve jobs in his own words. And so I'm gonna go back through that introduction to... Because I took a bunch of notes. I1I think it's 1 of the most beautifully written introductions that have read. And not only that, like, it hits you, if you think about, like, you know, that that was her husband, the father for children somebody she was building her life with and to have him gone so early. And such an exquisite person so early. It's just absolutely devastating when you think about it. And so I I thought her introduction is really touching. I thought there was a lot of ideas that are that are tied into that. What was interesting is the book actually starts out right before the introduction. There's a quote from Steve in 2007. And I'm gonna read this whole thing to you. And a lot of this, what I what I love about this book And I'm so glad they put this together, and then not only they put it together, but anybody can read for free all over the world, that's just absolutely incredible. It it really is, like a gift to the to the next generation of entrepreneurs is the fact that a lot of this. Is just Steve in his own words. And so it's, like Steve jobs speaking directly to you. And so it's already obvious that this is gonna book book in reference and read over and over again to my life. So here's Steven in 2007. There's a there's is a lot of ways to be it as a person. And some people express their deep appreciation in different ways. But 1 of the ways that I believe people express their appreciation to the rest of humanity is to make something wonderful and put it out there. And you never meet the people. You never shake their hands, you never hear their story or tell yours, but somehow, in the act of making something with a great deal of care and love. Something's transmitted there, and it is a way of expressing to the rest of our species are deep appreciation, so we need to be true to who we are and remember what's really important to us. And so this idea, it's the act of making something with a great deal of care and love. And so in addition to reading this book I went back through and and deep into the Steve jobs. Rabbit hole, there's this interview of him that was lost and then found after he died. And he... Was an interview given about a year before he came back to Apple. It's called Steve Jobs a lost interview. I have never found it anywhere else except on Youtube. And you have to buy it. So I think Paid, like, you know, 10 or 15 bucks for this or something. But it's just Steve unfiltered talking for... I don't know an hour and 20 minutes. I'll leave a link in case you wanna buy buy it, but I also took a bunch of notes on it, and you can read through my notes as well. And so there's something he says in the interview that is very similar and that interview was given about 11 years, 12 years before he this quote or he's like, it's the act making something with a great deal of care and love. So that is Steve's implicit advice to you and I. Right? Actually care. Do you actually care about what you're putting out to the world? And if you do, it'll show? Are you just doing it just to make money? And what I love about Steve is no one's ever gonna say that this guy was motivated by money. Right? There's no reading of his career where that's possible. And obviously became incredibly wealthy, but it's the idea of, hey, I'm gonna make something people make something that people love, something that's wonderful, and you'll see how much I care through the product that I make. And so in that talk, the opposite of this. Is something Steve hated. Steve hated whatever it was like no spirit, no taste. No humanity in the products. And so he was talking about in 19 96. He's a us at Microsoft. You have to admire what they built, you know, they're their extremely aggressive. He's like, they just keep coming. They're great opportunistic, and he he said in the interview. Like, that's not an insult. But he goes, I have no problem with their success. I have a problem that they make really third rate products. Their products have no spirit to them. They are very pedestrian, they are Mcdonald's. That's the quote from Steve Jobs. And I'm glad I re listened to that after I had read this because I'm like, oh, it's the exact same idea. He's just saying the opposite. Make something with a great deal of care and love. From the product that you're making to the company that you're building. It it'll be obvious if you actually care. I think that's the advice that steve would give us. So let's go back to the introduction written by, his wife, I just wanna pull out a couple things when I was reading this that that popped to my mind So 1 of the, 1 of, the lines that she says is much of what's in these pages reflect guiding themes of Steve's life. His sense of the worlds that would emerge from marrying the arts and technology. So The reason this is so important to you and I something you and I've discussed over whenever over again. Is there's... Ideas are extremely powerful. Right? Your mind is a powerful place which you feed it affects you in a powerful way. And there's an idea that 1 idea as Steve learned when he was in his early twenties. The idea is that you should build a company at the intersection of Arts and technology. That is Edwin Lands idea. That is an idea that Steve jobs learned from Edwin Land that Steve used when he was in his twenties, his thirties, his forties... Till he died. And the reason I wanna res surface that is because if Steve was here today, he would tell you to study Edwin land. That is why some... That... That's why I repeat it so much. I I actually heard this Hilarious tweak the other day where somebody said, that, a lot of people's alarm clocks or David Go telling them to to ga it. And mine is David Sen yelling at me to be more like Edwin land. So I thought those was Hilarious. And that's not even my idea. That's just an idea I learned from Steve because Steve was so abusive in his praise of Edwin land. To the point where he built a company. So say, hey, that's a really good idea. Let me take that idea that Edwin use for Polaroid, and I'm gonna use it for Apple and then as obviously, ideas are mo. So Edwin Land passed away, Steve jobs carry that torch, and then now we're gonna hopefully preach that that lesson to people and that that idea will out live and outlast both you and I. So go back to another thing that she said, his unbelievable rigor, which he imposed first and most strenuous on himself That made me think of a quote that I read from steve It's 1 of my favorite ones, I don't think it's in this book. He was una I'll extreme in the sense that, hey, the work has to come first. And he so he says be a yards stick of quality. Some people aren't used to an environment where excellence is expected. Excellence is expected. And that only works if you can't lead other people to do that unless you impose that strict, like, high quality standards on yourself. So she says his unbelievable rigor, which he impose first and most strenuous on himself. Steve is not alone with other high performers and extreme winners that do this. I was listening to this interview. That that line made me think of this this interview with Kobe Bryant that I save and I watch all the time, and it's something I try to to adapt to my own life. Where he's being interviewed by Kobe O'brien is being interviewed by a mod rash shot. And they're reflecting on almost very difficult part of Kobe career and a mod like you know, how did you deal with all this? Like, this external pressure and he goes, but the pressures. This is a mod rash asking Kobe he's like, put the pressures from fans expecting Kobe to and then Kobe immediately. First of all, he makes a stan face. Like he smells something basil like Oh, he in immediately interrupts a ahmad, and this is what Kobe says. Their expectations will never be higher than my own. Never never never never never. He says never. That's on exaggeration. He says never, like 10 times. And I think that's the exact right to weight approach your work. There's nobody in the world that held Steve jobs to a higher standard than Steve jobs did. There's nobody that held is... Nobody should be capable holding you a higher standard. Then you are. There's nobody. Like you said, they're... With but the pressures from friends expecting you to be, and Kobe is like, no. Their expectations will never be higher than my own. Never never never never there. Saying it over and over again. Only when you impose such strict standards on yourself can then you oppose them on others. And it's unlikely there's anybody else that knew Steve jobs as well as his wiped it, and she says his unbelievable rigor, which he posed most first and most strenuous on himself. And then she references this line that he said, I'm pretty sure he says it to a group of graduating, high school seniors at Palo Alto High school Not... If I remember this correctly me. This is the full quote. Quote, though. This is so important. And is a quote, I think I remember for the rest of my life. And is... I've never come across. Know, I've done... I don't know, 10 podcasts on on Steve. I've read every single book I can find on them. Meant many of them multiple multiple times. And I don't think Ever come across. This is excellent. And he says, think of your life as a rainbow arcing across the horizon of this world. You You appear have a chance to blaze in the sky and then you disappear. And then another line that she said that made me think of something else. He gave an extraordinary amount of thought to how best to use our fleeting time. I wrote Steve was intolerant of slowness. This is a theme that has been reappear over and over again on the podcast. And then when she wrote, his mind was never a captive of a reality, quite the contrary. He imagine what reality lacked and set out to remedy it. His ideas were not arguments, but intuition born of a true inner freedom and an epic sense of possibility. That last line is so important and epic sense of possibility. When I got to that part, made me think of D hawk, the founder Visa. He would give... He just passed away, a few months ago. And I think if he was alive, he would give us this advice It's advice that's in his auto and a lot of his writing that you need to design your product, not for how things are but how they ought to be. That's is like, that's a such a simple ought to be. 3 words. Design your product for how things ought to be. And I think Steve would agree with that as well. And then finally, the last paragraph of the introduction where she's saying in these pages Steve drafts and refine. He stumbles grows and changes. That is why you need to be reading biographies as many of them as possibly can because everybody's focus on the outcome, where when you're reading, you see them stumble. They're editing. They're growing, they're changing, and then she wraps up with this, you know, 1 of the most important things Ever said that everything around you. Everything that makes up life was made by other people, and that you can do that. That the world is not fixed and you can change it for the better. This 1 my all time favorite quotes comes from Mark Teresa. The world is a very malleable place. If you know what you want you go for it with maximum energy and drive and passion. The world will often reconfigure itself around you much more quickly and easily than you would think Okay. So now the book begins, you gotta download the book just for the pictures. Like, I think I'm gonna have the pictures printed out and framed. They're just absolutely excellent. Especially the pictures of young, Steve. But they're... They're... It's separate into 3 parts goes in chronological order are usually about a decade of his career. And so, Leslie Berlin is writing here. She goes, Steve typically kept his private life, his personal life private. But he did occasionally talk about growing up in San Francisco Bay area. And so then this is where this why this this book is so valuable. It's gonna remind you if you bought invent and wander the collected writings of Jeff Bezos, which I think are excellent because the first half of that book is all of Jeff Bezos to shareholder letters, which I've read, I don't, 3 times. I think I've done 2 podcast podcasts on it. 2 or 3 podcast podcasts on and I'll do them more in the future as well. But then a collected, like, edited transcripts of of, like, his important speeches. So that book, you pick it up. It's like Jeff bezos speaking directly to you. This book is, hey, Steve Jobs speaking directly to you. And a lot of this is spread over multiple decades. So I'm gonna read you from... He's giving this talk in 19 95. And he's recording an oral history on the early history of Silicon Valley, and what was like, growing up there, for the Smithsonian institute. So it says, I was very lucky. I had a father who was a pretty remarkable man. He never graduated from high school. He joined the Coast guard in World war 2 and ferry troops around the world for general patton. And I think he was always getting into trouble and getting busted down. He was a mach by trade and worked very hard and was a kind of genius with his hands and actually read this next paragraph to my daughter. This is something we've been talking about on trying to teach her as well. And so my note on this section is 1 of the best things a parent could do for a child, teach them to make things. Teaching that they have agency and that they create... And they they can create things that other people can use and benefit from. He had a work. And this is now Steve talking about 1 of the most important lessons that his father taught him. He had a work bench out in the garage. When I was about 5 or 6. He section off a little piece of it and said, Steve, this is your work bench now, and he gave me some of his smaller tools and showed me how to use a hammer and a saw and how to build things. It was really very good for me. He spent a lot of time with me, teaching me how to build things, how to take things apart and put them back together. And so then, Steve talked about this energy that was in the place that he... That was well, what it was like growing up in early Silicon Valley And he says there was a man that moved down the street for me. He was an engineer at He Packard, and he was a ham radio operator So yesterday, I was going over my all my highlights with my daughter I was reading some of these allowed to her. And she was asking it's like, well, what's a ham radio operator. Was, you got a Google? Figure out what it is. And she's, like, this is very confusing. Well, 1 way to think about this is that a ham radio was it's amateur radio. Right? It was essentially podcasting before few decades before podcasting was invented somebody to sent me this this fantastic note where he's, like, I love the vibe of founders. So has an underground pirate radio vibe. And I just love that because 1 of my favorite Steve Jobs quotes is it's more fun to be a pirate than it is to join a navy. And so he's learning at this age, young age. He's learning from an engineer, ham radio operator, and this guy's name is Larry Lang, and he taught Steve a lot about electronics. And so Larry Lang would buy these things. He'd buy and build these things called health kits. Their products that you'd buy in kit form. Right? So you have to actually put them together. They have detailed manuals on how to put things together. But you have to actually... Put them together And then when you're done, you actually want you're building something yourself with your hands and your mind. Right? And then it also fit like, when you're done, it gives you this, like, finished product. And he says, this experience gave me several things. It gave me an understanding of what was inside a finished product and how it worked. But maybe even more importantly what a line that this is gonna end with here. Wait what way you say this But maybe even more importantly, it gave 1 the sense that 1 could build things that 1 saw around oneself in the universe. These things were not mysteries anymore. That's an excellent excellent excellent line. Things became much more clear that they were the results of human creation. Not these magical things that just appeared in your environment, and then he talks about why school was so difficult for him, and we're gonna see. This is something that... This is an ever present in history's grace entrepreneurs. An early love for reading. So he says, my mother taught me how to read before I got to school. And so when I got there, all I really wanted to do was just 2 things. I wanted to read books because I love reading books, and I wanted to go outside and chase butterflies. And then we're gonna see this is... I talked about this Think last week as well in the week before, maybe the all time greatest quote. On understanding the mindset of an entrepreneur is comes from Ava, the founder and owner of Pat. If you wanna understand the the entrepreneur study the Juvenile delinquent. And so we see this in Steve's early childhood, He gets to school and he says, I encountered authority of a different kind than I had ever encountered before, and I did not like it. And they really almost got me. They came this close to really beating any curiosity out of me. And then he describes his difficulty with college. This is Steve Jobs at 19. This is so important to to, like, Pierce this smith that you can only start a company when you're young? Or you... You know, your 20 year old 22 year old founder you have it all figured it out. Well, 1 of the greatest entrepreneurs, maybe the greatest entrepreneurs ever do it at 19. He says, I didn't know what I wanted to do with my life. And so Steve's is gonna drop out of school. He's gonna drop into school, which means he's just taking classes for free that he was actually interested in that weren't part of his his normal curriculum. He's going to get a job at Atari. He's gonna travel to Europe, Spends a bunch of time in India comes back. And then eventually, they start what's gonna wanna be the the beginning of Apple. This is from 19 76 to 19 85. 19 85 is when he actually gets expelled from apple. First time. And so now we have leslie Berlin giving us like this overview of this point of his life in 19 76 when Steven and his Friends Steve W began assembling what would become be known as the Apple 1 in the family garage, the word computer, conjure up images, of honking machines tended by professional programmers. A single company, Ibm dominated the industry, but Stephen and Was were part of a new jet this is the most important sentence in this entire paragraph. But Stephen and Was were part of a new generation of creative thinkers. Engineers and hobby trying to build small cheap machines that they could program themselves. And the reason that it's so important is because think about this. Like, there was no as a personal computer at this time, the the only thing the company that was dominating what was known as computers at that time. That come to has founded it 55 years before Apple. And yet the 2 Steve saw something. Like, no, we can actually improve this we can actually make something that other people can use... Make... We can make something wonderful. That other people can use. And so this idea is like Stephen Was are part of a new generation of creative thinkers engineers and hobby. Right? Trying to build something. You and I can play this role today, just in a different industry. So says when Apple launched, Steve was 21. He was pre cautious but in inexperienced and un unpublished. At Apple's first board meeting, he put his bare feet. He put his bare feet on a conference room table earning a quick rebuke from the board chairman. The company's breakthrough came with the introduction of the Apple too. Apple was 1 of the fastest growing companies in America and by the time Steve turned 30, he was a public face of a fortune 500 company. Inside Apple, his ideas and passion were inspiring, but Steve's management style was divisive. Right before Steve gets kicked out in 19 84, he's working on the Macintosh, and I love what he said right here. It was... He believed with everything, and he also says us in that interview I watched in addition to reading this book. He believed with everything in his bones. That no matter what, no matter what every computer will be like this. To steve Mac to steve, Macintosh was everything technology should be. It was streamlined and practical, simple and sophisticated. A tool for enhancing creativity as much as productivity. In another Age hd believed the people on the Macintosh team would have been writers. Musicians are artists. The feel... Listen to how he talks. This is... This is what he was talking about where he's like, you could tell people put on a tremendous amount of love. Into what they're doing, and he really disdain people that did... Like, they made a product that was just so pedestrian had no taste, had no judgment. You just did it just to put something together. So you can make a quick buck he hated that. Right? This is something Steve shares were, like, Enzo Ferrari. You go back and and listen and read the biographies, of, Enzo Ferrari, or listen to the pie I've done on Enzo Ferrari. Ferrari would describe his products, the way you would describe your lover. And steve if and to me, speaks very similar. The feelings and the passion that this is now Steve or direct quote from Steve. The feelings and the passion that people put into it were completely indistinguishable from a poet or a painter. He called their work a form of love. And so when you study Steve jobs and the way he approached product design building his company. This is not spreadsheet thinking. He's not trying to make a product just so you could turn a pile of money into an even bigger pile of money. Right? There is an irrational love for the pro the way like, he approached the product that he made and the company that he built. And then ironically, these type of craftsman usually wind up with the money anyways. And then this is what I meant about to him it was just absolutely inevitable that the innovation they made with the the Macintosh is gonna change the way other people made computers. And he said, I remember the week before we launch the Mac. We all got together and we said every computer is going to work this way. You cannot argue about that anymore. You can argue about how long it will take, but you can't argue about it anymore. It is inevitable. That was the introduction by Leslie Berlin, then we get into Steven in his own words. Right? And he's recount what the beginning of Apple was, like, after a few of attempts, we managed to put together something that was the Apple 1. So he's talking about him and W and a small group of friends. All of our friends wanted them too. It turned out that that that it took maybe 50 hours to build 1 of these things by hand. So that's gonna take too long so like, how do we do this faster. We thought if we could get what's called a printed circuit board. We could just plug in the parts instead of having to hand wire the whole thing? We could cut the assembly time down for maybe 50 hours to more like an hour. Now listen to how they funded Their primitive operation. Are you willing to sell your car and put that money into your company because that's what Steve jobs did. Wallace sold his Hp calculator, which were very expensive things at the time. And I sold my Vw bus. And so they have this idea they show it to, like the Homebrew computer club. This isn't in the book, but it's from in in, in other biographies of Steve. There's a guy named Paul I think his name's Paul Tu. He owns a bike shop. He says, hey, coming, you know, let's stay in touch I might be interested buying these. I'm pretty sure the next day or, like, very soon after. Steve walks in. And so 1 of my favorite pieces of early Apple, like, history trivia. Is the fact that their their first major sale was made barefoot, because Steve walked into this guy's computer shop barefoot. And so he's he's recount this now. And he says the first computer store in the world, which was in Mountain view at the time. He walked in and he says, well, take 50 of these computers, but I want them fully assembled, which is a twist that we had never thought of. We... So we went and bought the parts to build 100 computers. We built 50 of them and delivered them and in the talk that I listened to. Steve talks about. How he got the money to do this that he had cold called a bunch of parts suppliers and wind up getting them on, like, 30 day credit, and then using the money from the bike shop to pay off the parts. And so he says we got paid in cash. Oh, so we built 50 of them and delivered them. We got paid in cash and then ran back and paid the people that sold us to parts. We had this classic mark profit realization crisis, which was that our profit wasn't liquid. It was in 50 computers sitting on the floor because they had made a hundred of them. Sold 50, and they're like, okay. Now if we sell this other 50, this is what where our profit is. Right? So then we and this is fascinating. They went up pitching the idea, which is gonna wind up being Apple to 2 other companies to see if they wanted to do it, like, in their company or to invest, They both said, no. We took our idea for the computer to a few companies. 1 was Hp where Was was working, and 1 was Atari where Steve was working. Nolan Bush now, the founder Atari were counts in his book and a bunch of other interviews I've seen with them. Biggest regret his life. He was offered 30 percent of Apple. I think for, like, 50000 or a hundred thousand. It it was something like that. And he said he said, no. So he says, no 1 was interested in pursuing, so we started our own company. And so this is a very important part. Like, we can't gloss over this. This is absolutely fascinating. If you actually slow down and thinking the story he just told. This is the very beginning. This is what a trillion dollar company looks like 50 years before it's a trillion dollar company. No 1 else wanted to do this. So guess what, I guess we'll have to do it ourselves. And it just starts it with too hobby building something that they want them and their friends wanna use, and they're willing to fund it by selling their car and their calculator Fast forward a few years. Steve is now 22 years old. This is his first appearance in a national publication. It is actually that the the magazine and New yorker sent a reporter down to the first annual personal computing expo And most of people at the time alive had never seen a personal computer. And so the reporters stumbles across a young Steve jobs and we see this verbal mastery that he had. He is the clearest communicator I have clear thinker and the clearest communicator. I have ever come across in my entire life. This is... He was 22. I don't think he knew this reporter was coming. And so they're just say, hey, Tell about what what this apple thing is, tell us what you're doing. And listen to Steve here. I wish we had these personal machines when I was growing up. People have been hearing all sorts of things about computers during the past 10 years through the media. Supposedly computers have been trolling various aspects of their lives. Yet. And in spite of that, most adults have no idea what a computer really is or what it can or can't do. Now for the first time, people can actually buy a computer for the price of a good stereo, interact with it and find out all about it. It's analogous to the camera shout out to Edwin Land. There are thousands of people across the country taking photography courses. They'll never be professional photographers They just wanna understand what the photographic process is all about. Same with computers. We started a little personal computer manufacturing company in a garage in Los Alto in 19 76. Now we're the largest personal computer company in the world. We make what we think of as the rolls royce of personal computers. It's a domesticated computer. People expect blinking lights, but what they find is that it looks like a portable type writer, which connected to a suitable readout screen is able to display in color. There's a feedback. It gives to people. And the enthusiasm of the users is tremendous. And so then in the book is something I don't think I've ever seen before. It's a transcript of the speech to Steve gibbs, he would be around 28 years old. This is 19 83. So he's around 28 years old. It's at the international design conference in Aspen. And the theme of the speech is that computers and society are out on a first date. And so listen to what he does. He says if you looked at computers, they look like garbage. All the great product designers are off designing automobiles are buildings. Hardly any of them are designing computers, so something that appears over and over again in something I cannot stop thinking about. And I just read it randomly. I think it was an Isaac biography of Steve. Where it says 1 of his great talents with spotting markets full of second rate products. Steve is a world class product designer, right even at this age. And he's saying this is kinda weird like that, I think this industry is gonna be extremely important. Other people don't seem to agree with me. And we know that because all the talent is out doing other things. Right? They're designing automobiles. Or they're designing buildings. Like, that's where the money is. None of them were designing computers. So I've just spotted this market full of second rate products sure I can do better than that. And so it says we have a shot at putting a great object out there, and then he has an incredibly interesting idea. Like, how important a product is... I don't think Ever heard this before. How important a product is Based on the time that you spend interacting with it, He is comparing and contrasting the opportunity in automobiles and architecture to computers. Right? All the great designers are off doing this those stuff, why aren't any great designers doing this. People are going to spend more time interacting with these machines, than they do interacting with automobiles today. People are gonna spend 2, 3 hours a day interacting with these machines. Think about, and he even under shot. Right? Between the Macbook that you probably have and your iphone. You're probably spending 6, 7 hours a day on this. He's saying people are gonna be spending 2 to 3 hours a day interacting with these machines. That's longer than they spend in their car. And so the industrial design, the software design and how people interact with these things certainly must be given the consideration that we give automobiles today if not a lot more. And then he goes into the fact that he thinks he has a giant opportunity because it's still early. That most people if they were in their thirties when he's given his speech. They lived most of her life without a computer at all. And his whole point was like, well, that that you're gonna be last generation that ever happens to. And he's saying that 19 83. It's even more true now. And so he says in the eighties, the fact is that the computer... That computers and society are out on a first date. We have a chance to make these things beautiful. We can actually make a dent in the universe. Right? Is what he thinks. Like, we can change the trajectory of this industry. We can hold it to a higher standard week. They don't have to these ugly face list, you know, blinking machines, like make them look beautiful. When I was going to school, I had... Oh and this is such a fascinating idea too. And something I personally identify with, books kept me out of jail. This is what Steve said. That's crazy. So he says, when I was going to school, I had a few great teachers and a lot of mediocre teachers. And the thing that peep... That probably kept me out of jail was the books. I could go read with Aristotle, or plot... Or Plato doh. I almost said Plateau. Oh, come on, man. I could go read with Aristotle, or Plato doh wrote without an intermediary in the way. And a book was a phenomenal thing. It got right from the source of the destination without anything in the middle. So books are phenomenal things, and this is interesting because for the first time, we might be able to do this. I mean, you could pick up a book, and it's definitely what we do. Is it's, like, you read enough books about, like, I have an idea of how Steve jobs stock because I've spent an insane insane amount of time ingesting his talks, his reading, or his biographies, his own writing. And so I have, like, you know, after a while. You can have, like, a little, you know, Steve jobs on her shoulder. Like, what would Steve do in this situation. And I've done this with a handful of other the people You'll you'll see it in the podcast because I'll read every single thing that I could find on them. And so that's like to tell. But... What he's saying is like, 1 day, we should... We we can just put all this information into a computer and ask what Aero aristotle would say or or plato would say. And then this is fascinating. Again, it goes back to the power... This... The, how powerful ideas can be, and the fact you can hear 1 line, read 1 book, and it just stays with you forever. He's saying this in 19 83, the book is going to end with this email that he sends, I himself a year or maybe a few months before he dies. And it's how he says we at Apple feel that for some crazy reason, we're in the right place at the right time to put something back. And what I mean by that is, most of us didn't make the clothes we're wearing, and we didn't cook or grow the food that we eat, and we're speaking the language that was developed by other people, and we use mathematics that was developed by other people. We are constantly taking and the ability to put something back into the pool of human experience is extremely neat. That is why the book is named, make something wonderful. When you make something wonderful. You put it back into the stream of humanity. And you say I was here. My life mattered, and I wanted to make something that made the the lives of other people better. And so not only is Steve telling us that with his words, but we saw that with his actions, he dedicated his life to making something wonderful these tools and these products that you and I used to this day, a deck more than a decade after he's gone. And so then we go into Steve talking about the Macintosh. This is a year before he gets kicked out of apple. And what we're gonna see here is something again. I deeply admire about him. He had this deep historical knowledge. He had it when he was a young man. He could talk like this when he was 21, 22 years old. He still had a 30. He was still talking about it. You know, when he was in his fifties. This is a quote from Steve Jobs a lost interview that I'm gonna read that really sets up this section of the book. I really think the book and this interview goes so well together. And so he's asked the question. How do you know what is the right direction to move in. And this is what Steve said that gives me goosebumps. It comes down exposing yourself to the best things that humans have done, then try to bring those things into what you were doing. Picasso had a saying good artist copy great artist steal, and we've always been shameless about stealing great ideas. He goes back and thinks about the the the construction and the invention of the Macintosh and the marketing and sales of the Macintosh. Went back and looked at how Alexander instagram Bell invented and marketed the telephone, and he talks about Henry Ford as well. Edwin land did the same thing. When Edwin land went and invented the instant, the polar camera. Right? Invented not, like, the camera, but the entire in in the entire photography industry? He went back. It's like, okay. Well, how do you market a product that is, like, never existed. No 1 asked Alexander Room bell to make the telephone. Right? And so we see Steve right here, calling all the study he had done up to this point. Now he brings it back, and he talks about how it influences and and, influence his work. And so he says, now he's talking about the Macintosh. Right, but he's gonna use this historical analogy. It's sort of like an 18 44 when the telegraph was invented. And it was amazing breakthrough in communications. And you can actually send messages from New York to San Francisco in an afternoon. And some people talked about putting a telegraph on every desk in America to improve productivity. So we'll pause right there. Again, main point here, Steve was constantly placing the products he was making in a historical perspective. You can't do that unless you studied and learn from history. So he talks about, oh, this is kinda like 18 44 with the telegraph, but here's the problem. He's not gonna compare the Macintosh to the telegraph. He's like, it's actually not a telegraph, and I'll tell you why it's not telegraph. It's a telephone. And so he says, but it wouldn't have worked. And what is he talking about? Some people talked about putting a telegraph on every desk in America to improve productivity. And so Steve says, but it wouldn't have worked. It wouldn't have worked. And the reason it wouldn't have worked. Now think about that. He does this a lot. If a line is important, he repeats it. It is a way of communicating to other people that it is important, I've seen this over and over again. Repetition is persuasive. So go back to this. And the reason I wouldn't have worked was because you had to learn this whole sequence of strange inca connotation, which is morse code. Right? You can't send telegraph at this time without learning morse code. What's the problem with that? It takes about 40 hours to learn morse code. How many humans are willing to invest 40 hours. Every... You're gonna put a telegraph on every desk so it means every single human that has a telegraph has to invest 40 hours to learn how to use this thing. Come on. We know humans aren't doing that. A very small percentage of humans are willing to do that. And so this leads to Steve's next point. So fortunately in the 18 seventies, Alexander Grim bell filed the patents for the telephone. Another radical breakthrough in communication that performed basically the same function. But people already knew how to use it? And why do you know how to use it? Because you know how to talk You're not to teach people to speak. Or do it. That neat thing was about it was that in addition to allowing you to communicate with just words and allowed you to sing. And allowed you to tone your words with meaning beyond the simple linguistics. We are in the exact parallel situation today. And that is Steve's quote, we're in the exact same the exact... The same. Now I can't even speak. I apparently I somebody has to teach you to speak. We're in the same exact parallel situation today. And that is what Macintosh is all about. It's the first telephone of our industry. Before I move on let's go back to that note at the top. Steve was constantly placing the products he was making in historical perspective. You can't do that unless you studied and learned from history. So then the book has an interview with Michael Morris at this time, Michael Morris got... There should be a biography fan this guy. You know now he's a great writer, but he was a a journalist then turned Venture capitalist for Su sequoia. And now was like a multi billionaire. But There's this interview that's taking place in May 19 84. And Michael actually wrote this excellent, like, history of the early days of Apple. I got the updated version of the book. It's episode 76 if you wanna go back and listen to it. I'm gonna reread the book soon, and it's actually been on my table for a while. So it's returned to Little Kingdom, Steve Jobs in the creation of Apple, and I just wanna read 2 quotes from that book before I jump back into this interview that's in make something wonderful. And so Michael is talking about founders. And he says, founders. At least the very best of them are unstoppable irr forces of nature. All of the many founders have encountered, Steve is the most captivating. And then maybe even more importantly, he talks about Steve's career There is no other parallel. It's only Steve. Many are familiar with the re emergence of Apple. They may not be as familiar with the fact that it has few if any parallels. When did a founder ever returned to the company from which he had been rude rejected to engineer a turnaround as complete and spectacular as apples. While turnaround are difficult in any circumstances, they are doubly difficult in a technology company. It is not too much of a stretch to say that Steve found an Apple not once, but twice. And the second time he was alone. Now we go back to the book. This is happening May 19 84, Michael and Steve covered a wide range of topics including Steve thought Steve thoughts on product design. And during this interview, steve made this fantastic point. He just had more time to make mistakes and then to learn. And so what he's saying is, like, you know what it takes to make something great? Time. And so Steve says, I don't think my tastes and aesthetics. Is that much different than a lot of other peoples. The difference is that I just get to be really stubborn about making things as good as we all know they can be. That is the only difference. And so Michael Mo ind interject he's like, yeah, but I think you're just being modest and so Steve responds. Well, things get more refined as you make mistakes. I've had a chance to make a lot of mistakes. Your aesthetics get better as you make mistakes. But the real big thing is, if you're gonna make something, it doesn't take any more energy and rarely does it take more money to make it really great. All it takes is a little more time and a willingness to do so a willingness to persevere until it's really great. And so then there's this interview with News week that happens right after, Steve gets kicked out of Apple, and so we get an idea of what Steve thought about his life when he was 30 years old. And he says in my wildest imagination, I could not have come up with such a wild ending call this. I had hoped that my life would take on a quality even an interesting Tapestry where I would have weave in and out of apple. I would have been there for a period of time, and maybe It would have gone off and done something else to contribute, but connected with Apple. And then maybe come back and stay for a lengthy period of time. He had no idea how right. He is gonna wind up being, is just gonna take what another 13 years, 14 years from where we are in the story. And then he talks about what's next for him And this is I think 1 of the most admirable things about Steve. Because think about it. Well, let me read this here first. He says, I wanna build things. What I'm best at doing is finding a group of talented people and making things with them. I want to make things. And why this is so amazing is because at this point, the the the numbers I've seen have been varied, but they're somewhere in this range. He had about 70000000 dollars at that time. Okay? So if you adjust for inflation in our present day, that's like being 30 years old and having 200000000 dollars today. He could have stayed retired, he could've have been become an investor. He could've have taken it easy, and he didn't go. He couldn't. You could argue, and I would argue this is the argument I would make. Not that he didn't. He couldn't. He could not go that route because at his core, All he wanted to do was make great products that is all he ever cared about. He cared about it when he was a young person. When he was 5 or 6 years old on that work bench with his dad. They was some us earlier. Cared about it when he started Apple when he was 20. Cared about it when He was still making great products. Up until the day he died. And you see that idea right here in the text. He's 30 years old. He could go off into the sunset. Never hear from, like, be a wealthy man for the rest of his life. Live a life of leisure he's like, no. I wanna build things. I wanna make things. When I'm best at his finding group of talented people and making great things with them, and then he talks about why. The outside world looks a success from a numerical point of view. My yards stick might be quite different than that. My yards stick may be how every computer that's designed from here on out will have to be at least as good as a Macintosh. In other words, he's saying I want to put a dent in the universe. I already did it once I'm going to do it again. And so that's when the book goes into part 2, then from 19 85 to 19 86, Leslie Berlin gives us this really quick and fantastic overview about this point in his life, The years after Steve left Apple were among the toughest of his career and the most formative, determined to build a a new great computer company. He started next with several members of the Macintosh team. We'll make a whole bunch of mistakes he said, but at least it'll be new and creative ones. Same time, he bought Pixar, which was spun off from filmmaker, George Lucas Empire. The technical expertise at Pixar, attracted Steve. Its initial product was a high end graphics computer that costs more than a hundred thousand dollars. That is the computer he thought. Excuse the the the company he thought he was gonna buy. We obviously know how that ends. Right? But this is a crazy thing. But both Pixar and next quickly ran into trouble. Imagine running not 1 but 2 failing companies simultaneously. And then the the outcome. Right? Obviously, selling next to Apple, and then Pixar becoming, you know, the the greatest animation studio first of all, the first computer animation show ever, but the greatest animation studio is Disney. Like that's insane. But back to this, both Next and pixar are quickly ran into trouble within 6 years of Nexus launch the entire founding team other than Steve and resigned. And Pixar Meanwhile was e out an existence. And so not only is Steve 1 of the greatest founders to ever do. He's 1 of the greatest investors to ever do it. This is insane. I'm gonna re reread creativity because I haven't read. I've it, like, 270 books ago or something like that. And just this idea. It's like, okay, he bought it from George Lucas for 5000000 dollars with the agreement that he's gonna give George Lucas 5000000 and then commit to investing at least a... Another 5000000. So that's 10000000 total. And then before they wind up doing the deal and actually becoming profitable. He jumps another 60000000 dollars into it. Steve's enthusiasm kept him writing check after check to pixar ultimately investing some 60000000 dollars of his own money. And he talks about that. He did that for a decade. Ed Cat, the his c founder and the guy that wrote creativity and talks about this, and a few books that Read right on It's like, oh, how do, you know, how do pay the bills Like, we have, you know, a couple things that we're doing. And then whatever the deficit is. I go and meet Steve every month and he just writes me a check from his personal checking out. How insane is this, back to what Leslie Berlin is selling Steve learned how to hone a company to its essence. Even when it was painful. He shifted Ne focus to selling software, that schiff meant closing a factory laying off more than 200 of Nexus 530 employees. Meanwhile Pixar stripped weights advertising and hardware businesses and entered into agreement with Disney, all to pursue with something what sometimes seemed an impossible dream to make fully computer animated feature films which had never been done before toy story. It was obviously the first 1 in history. This goes on to be a massive success. After nearly a decade of difficulty The streamline streamlined next olympics pixar both transformed into unlikely these success stories. At the end of 19 95, picks pixar premier toy story in the same month, it held its initial public offering a year later Apple in a need of an operating system bought next for 427000000. Quote from Steve. If you really look closely, most overnight successes took a long time, I would say all of them, I can't think of about an exception to that, at the moment. If you really look closely, most Our overnight successes took a long time, what I wrote to myself when I got through these few paragraphs, how many people are willing to go through a decade of difficulty without quitting. And so the end the book, there's this picture of this excellent memo that he sent to the team at next in 19 86. It's about making sure that you're you're running an efficient company. And what Steve says here it reminds me what Sam Walton said in his auto that he always ran a real tight organization that he had no excess people. And so Steve says in revising our head count requirements downwards, I encourage you to remember that there is a very subtle line when crossed in increased head count causes you to be a manager instead of a contributor. I believe that if we turn ourselves into managers instead of doers, both our schedule and the greatness of our product will suffer. Let's not let this happen. It is better to have fewer people even if it means doing less. Let's build our company slowly and carefully. And so it's during this time of struggle. In 19 91. He's actually asked to give a speech to the freshman. The incoming freshman of his Alma mater, Which I don't know Do you call in an all the monitor if you never graduated. So from Reed College, he's asked to give this this speech. And the reason this is important and you'll see what which point III chose to highlight is because next to his computers, they're not selling and pixar just how to did a round of layoffs. So he's saying this, like, the the the title are the main idea behind the speech is that characters built not in good times, but in bad times. And if you think about it in the context of where Steve's at in his life, it's almost like he's giving advice himself, So it says the last experience I wanted to account for you. There is a man, and I think he's here today. His name is Jack Dun. He used to be the Dean of the school. He was 1 of the heroes of my life while I was here because Jack looked the other way when I was staying on campus without paying. He looked the other way when I was taking classes without being a formal student in paying the tuition. And oftentimes, when I was at the end of my rope because Steve was flat broke at this point in his life. When I was at the end of my rope, Jack would go for a walk with me, and I would discover a 20 dollar bill in my coat pocket after the walk with no mention of it from Jack before during or after. I learned more about generosity from Jack and all the people here at the school that I learned anywhere else in my life. The things I learned here stayed with me, character is built not in good times, but in bad times, not in a time of plenty, but in a time of adversity. So I thank you. For teaching me how to be hungry and how to keep that with me my entire life. And so 1 thing I love what the Steve Jobs archive is doing is they're organizing Steve's emails. And a few of his emails, show up in the book. And they're just absolutely fantastic. And so this this this is an email exchange between Steve, Intel Ceo Andy Grove, who's also a mentor in a badass ass and then an Intel engineer. And so I think Andy is, like, 20 years old older and Steve, something like that. And it's just hard not to love. Andy Grove teaching a younger Steve jobs. And there's just so many lessons that now because the Steve jobs archive has organized this. That essentially, like, Andy can teach us at the same... Same time he's teaching Steve because we're reading along. Right? And so this is the background says as Pixar became a leader in Graphics, Steve and his mentor, Andy Grove discussed how Intel might learn from Pixar. When an intel engineer tried to follow up, Steve resisted. And so we see this email change between Steve, says engineer at Intel who's all... Whose name is not released and then Steve Jobs. And so The engine engineers is like, hey, you know, I talked to Andy, we're gonna study from you. We're taking this really seriously. Like, let's get our 2 teams together whatever. And then Steve hits them back. This is in 19 95. Pixar secrets were invented through significant investment over 10 years or more. And we value them highly. What does Intel propose to give Pixar for disclosing and licensing its secrets to Intel. And so the engineer responds like, oh, well, you know, we have not entered into any financial arrangement in exchange for good ideas for our micro processes in the past and we don't have an intention to do so in the future. And so then Steve did not like that, any then we see in his response, this approach has not served you well in the past as evidenced by your poor graphics architectures and performance. Maybe should think of changing it for the future. And so then Steve emails Andy, and this is gonna... This is gonna be the opening for Andy to school and to teach Steve jobs. Like, a younger Steve jobs. And to Steve's credit. He also says this in the the lost interview, the 1II keep referencing that I, watched and listen to in addition to reading this book. He's just like, listen, I don't care. About being right. I care about being excellent. So if somebody presents information to me. You can ask people on my team. But I'll... And there's a a different opinion, like, I will change my idea. You know, I don't care where the ideas is come from. I just wanna be excellent and we see that, like, in the email. Like, he has his opinion like, Intel should pay us for this. And Andy he's going to correct that and explain why and Steve has such reverence for the people that laid the foundation that he's working upon that he agrees immediately. And so Steve emails Andy Andy, maybe it's just me, but I find the engineers approach extremely arrogant. Given Intel dismal showing and understanding computer graphics, architectural issues in the past. If I were going to make hundreds of millions of something, I sure is how would be willing to pay for the best advice money could buy. Anyway, this wasn't... This isn't a sales pitch, I just wanted you to know what I thought. And so when I read Andy response, I went and do what I normally do Was like, I wanna know how old they are when they're saying this stuff. And so At this point, it says, I wrote Steve as 40 and Andy is around 60. And so this is what Andy says. Emails Steve back. Steve, I am firmly on the engineer side on this 1. He is taking your offer to help us very seriously. He rounded up the best technical people and was ready to go when you... When you introduced a brand new element into the discussion. Money. You and I have talked many times about the subject. You never suggested or hinted at the... This being a commercial exchange. I took your offer to help us exactly as that help. Not as an offer of a commercial relationship. You may remember that from time to time, I offered suggestions that were pertain to your business. I gave what I had put some thought into the problem I saw you were facing, and it never encountered my mind to charge you for it. In my view, that's what friendly companies and friends do for each other. In the long run, these things balance out. I'm sorry. You don't feel that way. We will be worse off as a result and so will the industry and then we see Steve in real time learning. This is gonna remind me of what Michael Jordan said in his auto on episode 02:13. I am not so dominant that it can't listen to creative ideas coming from other people. Successful people listen. Those who don't listen, don't survive long. That is the end of Michael Jordan's quote, We jump into Steve Jobs email to Andy Grove, Andy. I have many faults but 1 of them is not in gratitude, and I do agree with you that in the long long run, these things balance out. Therefore, I have changed my position 180 degrees. We will freely help engineer make his processors much better for 3 d graphics. Please ask engineer to call me and we will arrange for a meeting as soon as the appropriate Pixar technical folks can be freed up from the film. Thank you for the clearer perspective. So then we get another interview from 19 86 of Steve. This is after Pixar release of Toy story and it's successful Ipo, but next... So it's after he fixing at Pixar, but next is still struggling and hasn't been purchased by Apple yet. There is something that's in this interview. So I was listening in the car. I was listening to that that the lost interview with Steve, and my wife was listening to it with me. And Steve goes into the fact that he believes with the with the web and where computers and and the Internet is going. And he says this in 19 86, by the way. That, you know, it's gonna go from a computational device to a communication device that it's gonna be an unbelievable amount of commerce. There's me billions of billions of billions of dollars transactional on the web. This is way before it happened. And She mentioned she goes, oh, he nailed. Like, yes, he did. And you see this in this interview too. It's like, So again, the clarity of thought, deep understanding of not only the industry is happening operating now, but how these things can change in the future. I think most large companies and medium sized companies, and even small companies are starting to look at the web as the ultimate direct to consumer distribution. This is exactly what he said in in that that talk. The lost As well. Bypassing all middle, going directly from the supplier to the consumer. That is a powerful concept when you think about it. That is a powerful concept when you think about it. What does he mean? It is not just shopping for goods and services. It is shopping for information. You are going to be buying information or finding information and really making a lot of decisions about what you're going to do with your life and what you're gonna purchase from the web. He continues. There's a lot of things happening with the web in terms of allowing people to access information that they would have never have before. What this does, of course, is let special interest groups get together. In other words, You're able to find other people just like you. The same exact interest that you have and you can learn from each other, and you could do it whenever you want because all on demand. That's insane. And so then the interview goes back to this idea. It's like, what... How does this field to be forced out of the company that you created and even in 10 years later, he he says this in the the lost. Like, if we keep talking about this I'm I'm gonna get emotional. Like, I it's still very painful. And so in this interview, he says, oh, course. That was a very painful time. But you just march forward and you learn from it. 1 of the things I've always tried to coach myself on was not being afraid to fail. When you have something that doesn't work out, A lot of times, people with reaction is to get very protective about never wanting to fall, on their face again. I think that's a big mistake because you never achieve what you want without falling on your face a few times in the process of getting there. I've tried not to be afraid to fail And a matter of fact, I've failed quite a bit since I left Apple. And then he's asked, like, what do you think about the the promise Apple's having? They're they're losing money, Their market shares eva their product line sucks. And he says... This is so fantastic. And he says this right after right Excuse me right before Not right after. Right before he's coming back. Apple's problem is that their differentiation evaporated. What did Jeff Bezos last shareholder let... Let's say, differentiation is survival? Right here, and then we have Steve jobs saying Apple's problem is that their differentiation evaporated. The cure for Apple is to innovate its way out of its current predicament. There's a lot of good people left at Apple that are capable of doing that with proper leadership which is what has been missing. And so when you go back and you look at Steve giving talks in the seventies to eighties, the nineties. There's even a talk where Edwin when Land talks about where he does this like, right off the cuff, He's like, eventually, you know, we're gonna have this device. It's gonna be able to take... It's gonna in your shirt pocket. You'll be able to take photos. You're able to communicate each other. I think he said in, like, the early seventies. Steve talks about building, like, smaller, like, post Pc devices even in the eighties. So it's something something more like an ipad and than like an iphone. But they talk about this here where Steve sees is an opportunity and he says, I think this is 19 96. I think, I think the Pc as we know it it's going to be around for quite some time, but the heart of the question is, are we entering a time window where we might see the first successful post Pc devices. That is an idea from the eighties first from Steve, and from the seventies from Edwin land, it is appearing in 19 96 with Steve, the iphone is 11 years away. It's incredible how many times in these books in whether the story of a person's life or the story of an industry. They have an idea They don't understand how to get there. It might take a decade 2 decades, 3 decades to get there. But that idea is... Like, it's almost like somebody implanted that idea in their brain and is now part of them. They never let go of the idea. That's the way I feel all that Steve was about these post Pc devices that you talk about a lot. So he goes back to this idea of the corporate. Quote, he calls a corporate lifestyle. I think we would prefer this maybe it's, like corporate culture to this day. And his point was that the contrast between, like, apple and Ibm, like Ibm is more hierarchical arterial, and his whole plate thing is, like, great will come from everywhere. I I mentioned this to you a few times, but I think there's this excellent documentary on Hbo. It's called the defiant ones. Technically, it's about the relationship between Jimmy Iv and Doctor. Dr and early hip hop industry. Really, it's a... It's 1 of the greatest documentaries in on entrepreneurship. If you look at it and watch it do that lens. But in that documentary, Jimmy Iv is saying, great can come from anywhere. And what he was talking about is the fact that he found a demo tape that Eminem and M handed out at, like, the rap olympics that was handed to... I think Jimmy a and r, that then he that he gave to Jimmy, Jimmy heard it. And he's like, oh, give it to doctor Dr and, like, the rest his history, and he was talking about I was like, you know, this guy... Was is like, the middle nowhere. Was no like, giant hip hop scene in Detroit at the time. It was all, you know, West Coast East coast at the times. Like, great can come from anywhere. Great come from anywhere. Why did I think about that? Because listen to what Steve is gonna say to us here? I would say Apple Apple had a very... If it had a corporate lifestyle, a few very big differences to other corporate lifestyles that I've seen. The first 1 was a real belief that there wasn't a hierarchy of ideas that mapped onto the hierarchy of the organization. Damn, that's a good line. There isn't a hierarchy of d ideas that are gonna map onto the hierarchy cube of the organization In other words. Great ideas could come from anywhere, and we better sort of treat people in a much more ego ego vegetarian sense in terms of where the ideas came from. Great can come from anywhere. And so their conversation continues, and she's, like, Terry gross, I think her gloss is... I think her name Jay Gross. She's the 1, interviewing him at this point. And they're like, well, This is, like a very different approach to corporate hierarchy? It's like, more like, how startups think, but, you know, isn't that, like, a very high stress place. And so then he's reflecting on his early days at at Apple, and, you know, we we've heard ideas like this from other sources. But this is fascinating because it then leads him to say something about, you know, I've never really thought of my life and my work is different things. And he says well, we were very young, and most of the folks were not married, so they could work 15 hour. But you didn't have a typical situation where you worked so that you could support your life. Your work was your life in many cases? Then he's asked a follow question. Do you feel you've changed from that, Is that your life still In his response, I feel it is still my life, but it is not all of my life? It's less of a percentage, but I still don't really, and there's a pause. I've never been able to think of my work and my life as different things. They're the same thing. And then he says as he gets older. And now he's a family. He's married. He's got kids. It used to be 99 percent of my life. And now maybe it's 50 percent of my life, but he never thought of them as different things. So then he's invited to give a speech at Palo alto High school, and this is actually for the high school graduation. And I'm just gonna read you some highlights here. Because I think what happens is he's really highlighting what he feels at is actually important in life. And he says, I'm supposed to offer you some wisdom and advice that you may remember along your travels. Be aware of the world's magical, mystical and artistic sides. The most important things in life are not the goal oriented materialistic things that everyone and everything tries to convince you to strive for. Most of you know that deep inside. I bet many of you have had some of these intuitive feelings about what you could do with your lives. We are never taught to listen to our intuitions to develop and nurture our intuitions. But if you do pay attention to these subtle insights, you can make them come true. People will come at with you with reasons why you should do these things. So then he gives some positive advice. Be a creative person. Creativity equals connecting previously unrelated experiences and insights that others don't see. And 1 way to be more creative. He says is you need to get a more diverse set of experiences. And how do you do that? By not traveling the same path as everyone else. And it continue. So to be a creative person, you have to invest in yourself by exploring uncharted paths that are outside the realm of your past experience, seek out new dimensions of yourself, especially those that carry a romantic scent. But 1 has no way of knowing which of these paths will lead anywhere in advance. It's 1 of the most important lines. There's no way to tell in advance. No 1 1 has no way of knowing which of these paths will lead anywhere in advance. The only thing 1 can do is to believe that some of which you follow with your heart will indeed come back to make your life much richer, and it will, and you will gain an ever firmer trust in your instincts and intuition don't be a career. The enemy of most dreams and intuitions and 1 of the most dangerous and s concepts ever invented by humans is the career. A career is a concept for how 1 is supposed to progress through stages during the training for and practicing of your work life. Many people find what they believe to be safe harbors, like a lawyer or accountant. Only to wake up 10 or 15 years later and discover the price they paid. So I just wanna pause here to interject because I do think I have a unique perspective from, like, my vantage point here. I obviously know a lot of my friends are lawyers accountants and, you know, that they're not, like, I don't think steve's picking on this 2 occupations per s, but I do know a ton of them, that feel this way. But I also talked to a lot of founders because of the podcast. Right? And you know what a surprising regret is I think, from the outside, how many of this peers over over again, building a big company. You'd be shocked to how many founders start out with a small idea gets more successful turns into a big company, and then their business grew so much and as a result had to change, and it changed to something that they no longer love or enjoy. We are terrible predictor of what we will think humans, all humans, terribly bad at predicting what we think we actually want. Well, actually make us happy, and there's so many conversations where, like, I cannot believe this. Like, what I thought I wanted. What I thought other people told me success was. Like, this giant company by head count or by complexity or whatever. It's like I don't like it. Anymore. So I just wanna... Again, not try to tell you what's to do, obviously, I never would. Just tell you, like, what other people experience and maybe, you know, you figured you you can figure it out for Yourself, this part is fantastic. Make your vacation, your vocation, make what you love your work. The journey is the reward. People think that you've made it when you've got to the end of the rainbow, rainbow and got a pot of gold, but they're wrong. The reward is the crossing the rainbow, Rainbow. That's easy for me to say. I got the poll pot of gold, literally. But if you get to the pot of gold, you already know that that's not the reward and you go looking for another rainbow to cross. And so the summary of that paragraph for me is time is the stuff. Life is made of, quote from Ben Franklin. That is literally how you spend your time as all that matters. That is what your life is. Think of your life as a rainbow. This is something again, maybe my favorite quote in the entire book. Think of your life as a rainbow arcing across the horizon of this world. You appear have a chance to blaze in the sky and then you disappear. What is he saying? Go for it like your life depends on it. Why? Because it does. It literally does. The 2 points of everyone's rainbow. This is This is... Again, Think 1 of the he's got a ton of great ideas. Right? But something you... If you study Steve what he says over and never again. Like, if you need to use your inevitable death as a tool to make decisions on how you're gonna spend your time. The 2 endpoints if everyone's rainbow, are birth and death. We all experienced both completely alone, and yet most people of your age have not thought about these events very much, much less even seen them in others. How many of you have seen the birth of another human? It's a miracle. And how many of you have witnessed the death of a human. It is a mystery beyond our comprehension. No human alive knows what happens to us after our death. Some believe this others that, but no 1 really knows. Again, most people your age have not thought about these events very much. It's as if we shelter to you from them, afraid that the thought of mortality will somehow woo you. For me, it's the opposite to know my arc will fall makes me want to blaze while I'm in the sky. Not for others, but for myself for the trail that I know that I'm leaving, and I love the way he ends his speech. Now as you live your arc across the sky, you wanna have as few aggressive as possible. Remember, regrets are different from mistakes, mistakes of those things that you did and you wish you could do over again. In some, you were fool. In others, he says usually concerning women, hilarious. In some, you are full, usually concerning women. In others you were scared. In others you hurt someone else. Some mistakes are deep and others are not. But if your intent was pure then they are almost always enriching in some way. So mistakes are things that you did and wish you could do over again. Regrets are most often things you didn't do and wish you did. So then right before he goes back to Apple. Steve gives an interview that's it's all about Pixar. And, so, of course, I had to pull a couple things because I love Steve always is always quoting and talking about what you learned from walt Disney, which I think is amazing. And so this is a, very interesting idea that you need to be editing before. You can actually, you know, people think of editing as something that happens after the fact. That Steve's whole point is like, yeah, but you can also edit before you make it. Walt Disney realized many decades ago that animation was so expensive that you couldn't afford to animate 10 times more than what you need. A matter of fact, you don't wanna animate even 10 percent more than what you need. And therefore, the only conclusion you can come to is that you have to edit your film before you make it. Working with Disney gave us access to that wisdom that you can't buy for love or money. The art of storytelling is very old, and no amount of technology can turn a bad story into a good story. I don't think it has changed a long time, and I'm not sure that It will. He's Most storytelling. Meanwhile, you can hardly find an apple to around too much anymore, and it's not clear whether you'll be able to boot up a Macintosh 5 years from now. Sooner or later, they all become part of the sediment layer that is the foundation for new innovation. By contrast, Disney released its first animated feature fill film snow white in 19 37. That's 60 years ago, A few years ago, that really sit on video and sold 28000000 copies, making probably around a quarter billion dollars of profits 60 years after its initial release. And then they include Steve's interview in this book called in the company of Giants. That I came out. I think in 19 97. I read the book and covered it all the way back on episode 02:08. Highly recommend buying the book. It's an interview with Steve, and I think 15 other technology company founders. It's excellent. And so the main theme, I would say of that interview, is that you better have great great people that you have to go for great. This is something that Steve talked about his entire career. You better have great people. There are no shortcuts around quality and quality starts with people. I spend 20 percent of my time 1 day a week even now recruiting. And so he goes on about that point for a while, And then the interview asked him a great question. If finding a players is so important, how can you tell who an A player is and who isn't. And this so what Steve said, that's a very hard question. Ultimately, there are 2 paths. If a candidate candidate has been in the workplace for a while, you have to look at the results. There are people who look so good on paper and talk such a good story but have no results behind them. They can't point to breakthroughs are successful products that they shift and played an integral part in. Ultimately, the results should lead you to the people. As a matter of fact, that is how I find great people. I look at great results and I find out who's responsible for them. But then it makes a great point startups, usually don't have, you know, unlimited capital, so you have to find undiscovered. You have to either to be the 1 discovering the great talent. However, sometimes young people haven't had the opportunity yet to be in a position or influence to create such results. So here, you must evaluate potential It's certainly more difficult, but the primary attributes of potential are intelligence and the ability to learn quickly. Much of it is also drive and passion. Hard work makes up for a lot. And then he talks about his counter job interview technique Many times in a job interview, I will purposely upset someone. I'll criticize their prior work. I'll do my homework, find out what they worked on and say, god. That really turned out to be a bomb. That really turned out to be a Bo product. Why did you work on that? The worst thing that someone can do in an interview is to agree with me and knuckle under. What I look for is someone who comes right back at me and says you're dead wrong and here is why. And he places everything he's discussing in the proper context. So it's like, why are you doing all this? And he has a very simple objective. He says my job is to make sure the work is as good as it should be and to get people to stretch beyond their best. Part of the Ceo's job is to control. And beg and plead and threaten at times to do whatever is necessary to get people to see things in a bigger and more profound way than they have and to do better work than they thought they could do. When they do their best and you don't think it's good enough. You have to tell them straight. This isn't good enough. I know you can do better. You need to do better. Now go and do better. Tell it to them straight. This isn't good enough. I know you can do better. You need to do better, now go and do it. So then we get into part 3, and this is about his return to Apple up until his his death unfortunately. And, again, we have Leslie Berlin Does this fantastic job in, you know, very short, you know, handful of paragraphs here, just giving us a brief overview of of what's to come? The Apple that Steve returned to after its purchase of next at the end of 19 96 didn't resemble the company he remembered. Apple had lost 800000000 dollars that year. But he also found many employees whose talents and love for Apple struck him as phenomenal. There's something here worth saving he said. Steve remained driven by the same mission he had to articulate in his earlier to put something back into the pool of human experience. And his years away, look, now, this is crazy. And I I known this, but I never thought about this. Like, I never I it was never articulated. But if you think about it It's like, his years away were longer than his first time at the company. That's crazy. And in his your years away longer than his first time at the company, he had matured and learned how to lead. He saw his job as number 1 recruit. Number 2, to set an overall direction and number 3 to inspire and control and persuade. He gave particular thought to his... Oh, this is fascinating too. He gave particular thought to his responsibility for the business aspects of a creative company. He has this combination that's really interesting. And so he says, hey, you need a risk taking creative environment on the product side. And that requires a fiscal conservative environment on the business side. So on the product side, risk taking creative environment combined with a fiscal conservative environment on the business side. His second tenure at Apple was a study and focus. Soon after he returned, he slashed the company's product offerings from 17 to 4. This subset upset some fans and led to thousands of job losses, but he was unwavering in his belief that it was necessary to save the company. You've got to choose what you put your love into really carefully he said. A stream of breakthroughs including the imac, Os x, ipod, itunes, iphone and ipad reflected that focused love. As did Pixar blockbuster and award winning films from the same period. Apple's technology offer tools to make something wonderful and Pixar films he believed had the rare opportunity to put stories into the culture. Stories that would speak to our grandkids grandkids grandkids. Steve wanted to build a foundation for Pixar and Apple, that would last beyond his lifetime and we know from our vantage point that he definitely did. The engine driving these transformations was a remarkably consistent set of values that Steve held dear. Life is short. Don't waste it. Tell the truth, technology should enhance human creativity, process matters, beauty matters, details matter. Their world we know is a human creation, and we can push it forward. And so then a few years later in 2003, he goes and speaks to the Stanford business school students and he actually is telling us, like, he's recalling the internal struggle, and I've heard him speak about this and and write right about this in a few different ways. So this is very fascinating, because it gives you like, some background to how he saw this taking place, and this is about 6 years after he made this decision. So he says, I was working at next, working at Pixar, reading the rumors in the papers that Apple's is going to buy a company and then they'll buy this company for their operating system, and 1 of our guys said, we should sell next to them. We've got a much better operating system. And I said forget it. It'll never happen. So this is 1 of those cases where you hire the right people, they don't always listen to you in key moments in time. So this person being very smart, didn't listen to me. And he went over and talk to Apple and said you ought to buy next, and they were interested. And then he comes back and says they wanna talk to us. And I was like, no way. Go away. You're making this up. He did this twice. Finally I said, okay, Fine. Let's talk to them. I couldn't believe it. They really were interested. And so we end ended up selling them next. And after that, I was pretty much out of the picture, then 1 of Apple's board members called me. I had never met this person, and he said, look, I want your straight scoop on what you think of the Ceo here. And I thought, I don't even know this person. Whatever I tell them they'll probably go tell the Ceo, and then I'll be persona non G, and I will not have a chance to help my team not get crushed by these other folks there. And I thought a lot. And then I thought, You know, this is a director of a company that I started and that I love for many years and still do. And so how can I not tell them the truth? So I spilled my guts, and I never heard from him again. And so I figured fine. I was spending my days at Pixar and having a great time. It was springtime time going into summer, and 6 years ago a few weeks from now. I got a callback from him, the director and he said, we're gonna dismiss our Ceo and we would like you to come back and run the company. And I said I can't do that. I'm the Ceo of Pixar. And so as Steve's talking about there. He wasn't sure that it was even legal or to be the Ceo of 2 Public company Seals at the time. And so he says, I'll help you anyway, I can, but I can't do that. He called back a few days later and said, we'd like you to come back as interim leader and help us find a new Ceo. And I said, well, I have to think about that. And I was thinking about it, and I called up a friend of mine, a really smart guy. So he doesn't name him here. I know from other books. This is Andy Grove. So he says I called up a friend of mine, a really smart guy a good friend I'd known for a long time that worked at another company in the industry. And I probably woke up in the morning, and I was telling him about my struggles about should I do this? Or could I do this or should I not and this and that. And finally, he interrupted me? And he said Steve. I don't give a shit about Apple. And then this was Hilarious because when I read this previously. If you really read between the lines, like Steve is giving you an eye at blueprint onto what to work on. You ask yourself what do I give a shit about, and then you go and do that, because that's what he did. And so he says, finally, you interrupt to me, he, steve, I don't give a shit about apple. And then I realized you know, I do give a shit about apple. And that's kind of what crystallize it for me. And so I went back there as interim Ceo. And I decided right upfront that I was gonna act like, I was the permanent Ceo. And so once he's back at Apple, we see these emails again from Cgi archive of what's happening. And Avi, actually went to Youtube to make sure I pronounce his name correctly, there's is exchange between Avi and and Steve. And He'd run software engineering it next. And so he comes back and he assumes the same role Apple when it acquired next. He told Steve that the Apple culture at the time of the acquisition was so bad that, you know, we should just sell the company. And I think Steve's response his email back is excellent because it tells you like his mindset. Like, there's no way in hell. Steve's is gonna sell Apple. So it says, you know I had the same feeling lately that Apple employees don't deserve to be saved. They think they work so hard. Heck. I don't see it. They also think that they have no responsibility for any of the mess that apple's in. I don't think... This part me laugh the first time I read it. I don't know who they think engineered and ships such bad products. Who created an author Authorize such bad marketing, who caused the support to be so bad. They just don't wanna share any responsibility for the current state of the company. But I just love that idea Was like, who do they think perform so poorly. Really, again, insight to human nature, they're never gonna think that it's sam. But there is something good word here worth saving. I don't quite know how to express it, but it has to do with the fact that Apple is the only alternative to Windows and that Apple can still inject some new thinking into the equation. And he also includes in the email to Avi that something we mentioned earlier. It's like, I don't care about being right. I just wanna be excellent. Please continue to challenge me. It's the way we get to the right decisions and I enjoy it. And so then there's a speech to Apple employees, and you can actually see this on Youtube too. But it's include... The the part of the transcript is included in the book. And it really just, like, glaze out, like, to explain to, like, why am I doing all the things that I'm doing? Right? People have to know why. So since I've been back about 8 to 10 weeks and we've been working really hard. What we're trying to do is not do something really high salute. We're trying to get back to the basics. We're trying to get back to the basis of great products, great marketing and great distribution. So to that Andy says, we started with the product line. We looked to the product roadmap going on a few years and we said, a lot of this doesn't make sense. And it's way too much stuff and there's not enough focus. We actually got rid of 70 percent of the stuff on the product road roadmap. I couldn't even figure out the damn product line after a few weeks. I kept saying what is this model? How does this fit? I started talking to customers, and they couldn't figure it out either. You're going to see the product line get much simpler and you're going to see the product line get much better. And so his advice to you and I focus on the gems. Just get rid of all the crap. We've been able to focus a lot more on the 30 percent of the gems not the 70 percent of the stuff that was distracting us. So that's the product line. Then he talks about that. We have not kept up in innovations in our distribution now crazy this. So the crazy thing about that. Right? We know what's gonna happen in the future, Steve when he said that did not know that. We have not... K all he knew is that we're not we're not doing wrong in distribution. This is Not only they didn't have their own retail stores. They weren't selling direct on their website yet either. And so that's 2 major things that he's gonna change. Let's go back to the marketing. To me, marketing is about values. This is a very complicated world. It is a very noisy world. I can't tell you how many times? I have read this paragraph. Like... Because I had notes on this talk for a long time. I don't know. 50 times, because what he says here is so important. To me, marketing is about values. This is a very complicated world. It's a very noisy world. And we're not gonna get a chance to get people to remember much about us. No company is. And so we have to be really clear on what we want them to know about us. Now Apple, fortunately, is 1 of the half of dozen best brands in the entire world. It's right up there with Nike, Disney, coke, Sony. It is 1 of the great of the greats, but even a great brand needs investment and caring if it's going to retain its reverence and vitality. And the way to do that is not to talk about speeds and feeds. And so this is where he says, hey, look at the job Nike does on marketing. We're gonna do that, but we're gonna do it for computers. The best example of all, 1 of the greatest jobs of marketing that the universe has ever seen is Nike. Remember, Nike sells a commodity, they're sell shoes. And when you think of Nike, you feel something different than a shoe company. In their ads, as you know, they don't ever talk about the products. They don't ever tell you about their air sole or why they're better than re box? What does Nike do in their advertising? They honor great athletes, and they honor great athletics. That's who they are. That is what they're about. And so he begins asking, what is our core value? What are we about? The the question we asked was our customers wanna know who is Apple and what do we stand for? Where do we fit in this world? And what we're about isn't making boxes for people to get their jobs done. Although we do that well. We do that better than almost anybody in some cases. But apple's about something more than that. Apple at its core. Its core value is that we believe that people with passion can change the world for the better. That is what we believe. And we believe that in this world, people can change it for the better. And that those people that are crazy enough to think they can change the world are the ones that actually do. And so we were going to communicate this. And so he's referencing the think different ad campaign, you can see the entire ad campaign on Youtube if you want. It he starts out here to the crazy ones. The mis fits the rebels. And so he's describing this before he plays it for the Apple employees, it honors those people who have changed the world. Some of them are living, some of them are not. But the ones that aren't you know that if they ever use the computer, it would have been a mac. So after he gives the speech, this is something I haven't come across in other books before. There's actually a protest. That's a good sign that people actually care about what you're doing. Right? That the opposite of love is not hate, it's difference. And so He cancels the newton product line, and people will rebel so much that they show at Apple. They show up at Apple to give a protest. Right? And what he does is so smart. This is Steve's response to customer protest and we know this because of this email that he sent. And he said some people are understandably upset that Apple has decided to stop developing future newton based computers. Today, some of them are coming to Apple to protest our decision. This is okay. We are reserving a space for them on our campus, and it will... And we will provide them with coffee and other hot drinks. Artists it may be cold out there. Our decision to end newton development was not taken lightly, and it is unlikely to be reversed. Even so, let's welcome the newton customers and developers who come to protest this decision. Hopefully, they will feel our enthusiasm about the future of apple and leave more settled than when they arrived. And so in about a year, he raised Apple's market cap to 4000000000 from 1800000000.0. And so he talks about all the different things on how he got there. But what I've found is fascinating is like an insight to human nature. Like, people are never gonna be satisfied. And so he has this... He puts a a framework on this. He calls it apple's hierarchy of skepticism. And as the basis of this, he uses Mas hierarchy needs. And so it says, like, once you fix something, like, people are always gonna find something else to complain about. So he goes, when I came to Apple a year ago, all I heard is Apple's dying, Apple can't survive. And it turns out that every time we convince people that we accomplished something at 1 level, they come up with something new. I used to think this is a bad thing. I thought, oh, jeez. What are they ever gonna believe that we're going to be able to turn this thing around. But actually, now I think it's great because what it means is we've now convinced them that we've taken care of last month's question and they're on to the next 1. So I thought, well, let's get out the ahead of the game and let's try to figure out what all the questions are going to be and map out where we are. So that's what the Apple hierarchy of skepticism is. And so he takes it piece by piece. He says on the first level, what we encountered a year ago was survival. So what do we do? We did many things. But the 3 things that stood out in people's minds where we brought a new management to run the company. A new board of directors that got some phenomenally experienced people on it. And we did a deal with Microsoft. The largest software company in the world wanting to help Apple was a fact that didn't escape very many people, and it added a lot of credibility to what we were doing. The combination of these 3 things and a lot of other medium sized things convinced people fairly rapidly that survival at least in the short term was not an issue. So what is the response? Immediately, after we did this and everybody moved up a level. Now it wasn't about survival was Well, there's no stable business in the Mac market. That was the next level of the hierarchy. So we had to start demonstrating that we had a stable business and that 1 could be made from the Macintosh market because it's a great market. So what do we do? While the most important thing was profits. Apple delivered profits of 47000000 dollars in the next quarter and then delivered a quarter the quarter for that, of 55000000 dollars in profits. We also realign our distribution channels and we be in an advertising campaign for our brand around think different. We invested in an online store. We are now 1 of the largest e commerce sites now on the Internet. So the aggregate of all these things was that the market value of Apple has risen from 1800000000.0 dollars a year ago to about 4000000000 dollars yesterday. So what did people do then? Well, they don't send us a card or anything, they just go on to the next thing. What's the next 1? Well, if you survived and you've got a stable business. Well, what's your product strategy? You're a product driven company. You better have a dog on good product strategy they said. And so this goes back to his idea It's like, okay, We cut everything his his famous like 4 product matrix, the the Apple matrix and he says, okay. Well, this told us is that if we had 4 great products that's all we need. And as a matter of fact, if we only had 4, we could put the a team on every single 1. And so 1 of this innovation that he's talking about. He's given the speech at Mac world was the introduction of the imac. And so that's what he talks about next, we needed began a program to build the most kick ass consumer product we knew how to do. And that's the imac, and we're really really happy with this thing. It's gorgeous. We believe it's going to change the way computers look and should look. And so he goes, okay. So now what, what what more could you ask for? Well, there's always something right, the last 1 is growth. Well, if all this stuff so good, show me some growth, how are you going to grow? And this is his point of differentiation is, like, the growth is gonna come from building great products that consumers want. And he didn't know how right he was at this point. Right? But he says, Apple had declined rapidly in the consumer market. A market that hit had invented. Apple invented the market for selling computers to consumers, and yet have failed to come out with compelling products to consumer price point. So he is saying that is the next level that he's focused on now. We began a program to get back into the consumer market with a vengeance. And this is where we see a tremendous amount of growth for ourselves. Think about how crazy it is. Right? Saying, this this consumer market, we're gonna get it back in there with a vengeance. This is where we're gonna see a tremendous amount of growth for ourselves He's saying that in 19 98. There's no such thing as an ipad. No thing as an iphone. No such thing as an ipod yet. And so what I think might be my favorite parts of this entire book. Is there several sections called email from Steve to himself. He does this quite a bit. It says why he Steve often and captured his thoughts by emailing himself notes. And the reason it's important is because, obviously, every emails is his time and date stamped. And so you can see, like, the evolution of his thinking. You know, and... Like, a lot of same ideas. You'll see, like, a little, like, like a little, you know, seeds of them and then they grow and then they maybe combined with other ideas. And so his... He sends an emailed to himself in the year 2000. Like, what is apple's reason for being? And so I just wanna pull out a couple highlights that he was thinking in in 2000. Apple is the world's for premier company of building high technology products are easy to learn and use by mere mortals. Beginning over 20 years ago, Apple has consistently set the standard for easy to use computer systems and software. Why? Why do we do this? Because we're in love with the potential of personal computers to enhance and enrich the lives and regular people, not just with spreadsheets and databases, but with creative, we are a creatively driven company and everything we do. Apple Mary state of the art technology with Apple's legendary ease of use to create products that enable users to do more. Apple is the world's permit... This is This is the way you think about, like, think about what he's saying here. Right? So far, it's like, where you going with this? He really summarizes the way he thinks about Apple at this point. Apple is the world's premier bridge builder between mere mortals in the exploding world of high technology, d my technology. It will have a much greater impact than any other thing we can do. And then we have another email that Steve sends to all app employees. This 1 happens in 2002, and it's actually on his all time favorite quote, and it's just quote from Aristotle, and Aristotle said, we are what we repeatedly do. Excellence then is not an act, but a habit. That was sent 2002 a few years later, he's giving this interview. Thinking, like, 60 minutes or something like show like that. And I think it's right around the release of, the iphone and, the interviewer is saying, you know, you're gonna go down 1 of the greatest inventors and innovators in American history. How do you think about that? And Steve said something something that I think is echoing what Ara aristotle said. And C said, I think if you do something, and it turns out pretty good, then you should just go do something else wonderful, not dwell on it for too long, just figure out what's next. And if you take these 2 quotes and you think about them in context of Steve's zone career. So like, he didn't do the apple... The apple 2 is 1 of the greatest products ever ever created. Right? He didn't stop there. Then he made the Macintosh. Then he just kept going. Then he found help found Pixar. Then, you know, he he does the ipod, the iphone, the ipad, imac, all these other fantastic products. And I think he has that in common with a lot of the people that they write biographies so. They don't do just 1 great thing, or if they do 1 great thing, they do that 1 great tank thing for decades after decades, So I like that idea. It's like, we are what we repeatedly do. He... Aristotle and say, we're great if we do 1 great thing It's like, no. Excellence then is not an act, but it's a habit. It's a lifelong habit. And then the book rep repurchase this interviewed that he did actually with Leslie Berlin, who's the 1 doing a bunch of the introductions and, like, the editing of this book. And she interviewed Steve back in 2003. And this, again, like, I talked about this last week when I talked about, the fact that I had lunch Sam z. Over 2 hours. There's not 1 thing. I could tell that guy about entrepreneur entrepreneurial business history. He didn't already know. I told you I came back and I was like, I want that. Like, it... It was reassurance I was on the right path. We're gonna go over this this interview. And this is something I've known about C forever. You know, I think I mapped out you know, between all the podcasts I've done, and then all the podcasts I did based on Steve's influences. I should really really reprint this bonus episode I did, a rep repo it. I've done, like, 39 or 40 different episodes. Just trying to map out who Steve Has was, and then going deep on the people like, all the people he just randomly mentioned that he studied and he inspired and I'd go and read their boundaries. Right? And so I guess what Saying is, like, I re reread this interview. In the interview, Steve is gonna talk about 1 of his mentors. Which was is just Bob No, the founder of Intel. You'll recognize him because I covered him all the way back on episode 1 66. His he's got a biography called man of beyond the microchip, Robert No in the invention of silicon Valley. If you wanna read that book or listen to that episode. But the reason that this is so important to me. And I spent so much time in this actual... This 1, you know, interview is the fact that I think it's obvious that if Steve jobs was young and still building his career today, Like, he would listen to founders. Listen to what he talks about in this interview. So this is the introduction. Into the on... In May 2003, Steve spoke with Leslie Berlin about his mentor Robert No. No c invented the microchip and c founded Intel and fair child semiconductor. The first successful silicon microchip chip company in silicon Valley. And so then he begins to speak about how important through his relationship that he built with Bob. Steve was a young man. Listen to this. He says I was young. I was in my late twenties and Bob While, gosh, He must have been in his later forties. Leslie hops in. She says he was born in 27 in 19 27. And so Steve says, yeah, I was born in from 19 55. So he was almost 30 years older than me. Yeah. So he was well. He was in his early fifties. Meaning he was in his early fifties when he started to mentor a young Steve jobs. And now that I'm approaching, this is the... I love this because we think about the full scope of human, the full spectrum of, like your human lifetime? Right? Like if you think of, like, what did you think when you're your twenties? What did you think when you're your thirties? And now, This is Steve talking when he's in his almost almost 50. He's like, the difference of what he thought when he was 20, what he did not know and what Bob was trying to teach him. So it says that now that I'm approaching 50, it's easy to see how people in their fifties know more than people in their twenties. He just kind of tried to give me the lay of the land and tried to give me a perspective that I could only partially understand. Meaning only partially understand when he's 20. There's no... Some of stuff like, you know, I've had this happen in my own life. The older people older otherwise people try to tell you something like, yeah Yeah. Yeah. That's fine for you. And then you realize something happens in your life you experience and then that's where you learn the lesson, like, damn it. That were... That person was right. And this is what I love about Charlie Mu and Warren buffett. They keep repeating so few people are capable of learning from the experience of others. And warren in Charlie, Like, we just happen to be able to be some of those few people that I can actually learn from the experience of others and life is a lot better and easier if you could do that. So I think there's an echo of what Steve's is telling us here. So it's like he was giving me a perspective that I can only personally stand at that time. I think he was interested in what someone in their twenties thought too, and he was fascinated by the personal computer. The personal computer in Intel had nothing to do with each other at the time. So he was fascinated by that stuff. That was it, so we just became buddies and there's something that Bob says in his... In that biography. Where he says something... I think the line. I don't have it in front me. So I'm going up off memory. Says something like he... The reason he spent so much time much much time mentoring and then investing in young entrepreneurs he says, something like, I wanted to restock the fish, the stream. I wanted to restock the stream I fish from. Like, I benefited. He talked to in his, you know, studying deeply, David Packard and Bill Hewitt among other people, and he's like, well, you know, the these people are so helpful for me. All these people help me my career like, now that I'm... You know, he's wealthy and well known. His company successful Like I have an obligation. Very similar to what Sam set last week. And I was like, sam, why are you doing this? Like, why are you flying all over the world at your expense? Given these speeches. And he can doing whatever he wants. He could me on an island. He could buy an island just be fed grapes all day. He's like I don't wanna do that. That's not interesting to me. I have an that's what they were to use. Like, I have an obligation. I consider an obligation to pass on what he learned. Like guy's been a entrepreneur for 61 years? How many people on the planet can say that they've been an entrepreneur for 61 years. There's some of them. There's a as a small group of people. Imagine the the knowledge that that's I'd say this this guy's brain. And then what does he do? He goes travels all around the world at his expense, sharing his wisdom and his love and bunch of other people. That is... I wanna freaking scream. And you know it's not to word I was about to say. Alright. So I just love this. I just love this idea that we see this over and over again where it's just like, man, I have an obligation. Like Bob Always said it, you know, Bob always have been dead for 30 something years. And yet that same theme, that same whatever you wanna call it. Same idea is still alive today. I just absolutely it So let's go back to this this interview. And so leslie saying, 1 of my favorite quotes from Bob is where he says that Optimism is a essential greeting for innovation. And so this is what Steve says. Well, it's optimism and passion because it's really hard. And if you don't really really care about what you're doing, you're going to give up if you're a sane person because it's super hard, and I'm sure it's extremely hard for him at times. This is 2003 Steve jobs. Remember that. Optimism... It's optimism and passion because it's really hard. If you don't really, really, really care about what you're doing you're gonna give up because you're saying if you're same person. Obviously, people like Steve jobs, people like Bob Noise, people you and I, I don't think people to the average person that Are gonna think people like Us are saying. You know, I told the story where. I was telling my dad that I got to meet Sam and, like, you know, this guy sold this company for 38000000000 dollars. 81 years old still still at it every day. It's still like enthusiastic and, you know, he didn't understand It's like, why? Like, because to him work his judgement. Work is something that you have to do. Where it's like, entrepreneurs people like, you and I and Steve and Bob. It's like no No. It's like, We have to do it because it's part of our personality, but it's there's no separation between in our life and at work. There is no... Oh, I have an x amount of dollar. So Just gonna sit on my ass and do nothing all day. That's not gonna happen. So then Steve goes back on the importance of asking older more experience entrepreneurs for help. I called him, meaning Bob Noise and Andy Grove, and a few other people. I called Jerry Sanders, who was the founder of Micro, the microchip company Amd. I just called him up and said, look, I'm young, and I'm trying to run this... I'm trying to run with this company. Talking about when he was in his early twenties. Okay? I'm trying to run this company. I'm just wondering if I could buy you lunch once a quarter and pick your brain. And everybody I asked said yes. It was nice. Bob said yes. Andy Gross said yes. That's how I met Andy. Jerry Sanders said yes. It was pretty wonderful. I was very, very lucky because I got to meet and get to know a little bit of He, Bill Hue and David Packer too. So this idea. Go back to what we just talked about a little while ago where Andy Grove is, like, school them. It's like, hey, you know, we we... We we weren't entering into a commercial relationship. Part of being friends and helping each other is I'm gonna tell you everything I know. You're gonna tell me everything you, and it's just gonna balance out in the end and then see, you know, reflects, like, okay. Thank. And Changed my perspective. I'll do whatever. I can help Hope. That idea that relationship they built. Over multiple decades. He meets Andy Gru when he's in his early twenties. He's still talking to him, 20 years later. I think Steve was around 40 years old when that that email change was happening. And this is something Steve would repeat throughout his entire career I to shared it on a past podcast where he that he feels asking for help as a superpower. A superpower no 1 uses. He goes a little bit into that here. I think I got lucky had the Hoo spa, to call these guys up. There's a tradition here in silicon Valley, and many people don't spend time to learn about it. Some people, but some people like himself get curious as to what came before them. Leslie says. Why does that sense of connection matter. Why is this so important to you? Listen to this? This is... Steve is so... I don't even know poetic it is the right word. Like there's just a passion to everything he does. You could tell you that truly gives a shit about what... What he's doing? And so Steve says, There's a human drama to most everything. You look at it sometimes and it seems dries history. But if you peel the onion, onion, there's humanity underneath. Right? How many times do you and I go over these biographies? It's not just about the the amazing career they built of amazing business they build. Like, There's times where you... Like, bad things happen in their family. There's health issues. It's like, all the struggling going on today. Like, you're peeling the onion and you realize there's humanity underneath that you and I can relate to because we all go through the same shit. Just to understand what's going on now. You can't really do that unless you understand how it got here. There's a great quote by Shop howard. It's a great quote. I should pull this up if I... I'll get it all wrong. I've gotta go and get it. So he loves us so much. Goes upstairs, grabs Oppenheimer book on the suffering of the world and then reads it. Then reads it too, Leslie. He who lives to see 2 or 3 generations is like a man who sits some time in the Conjure booth at a fair and witnesses the performance twice or thrice in succession. The tricks were meant to be seen only once and when they are no longer a novelty and cease to deceive, their effect is gone. And so a few years before he gives this legendary commencement address that's been viewed, you know, tens of millions of times, probably a hundred million times right now. At Stanford. He talks to the actual Nba students a graduate school of business students there, few years before. And so he's going over, just some, like, ideas or things that he's working on. This is 2003. An Apple. And this is very important. Something he says, I'm at the same time I was reading this book. I was reread James license, which is gonna be the next episode, and him and Steven James pick up on the exact same thing. So he says, If Apple comes up with a dozen innovations on here, we can maybe advertise 4 or 5 of them. We can advertise more than that because even if we had all the money in the world. The customer would get very confused with all these messages coming at them. James in his auto buyer says you simply cannot mix your messages. When selling something new. A consumer can barely handle 1 great new idea let alone 2 or even several. So that's on the product side and the advertising side, then he talks about the distribution side. This is the Apple stores. And he says that we... Aunt... We're gonna ambush our customers. This is just Hilarious. So he says our goal in retail was not just to sell to the 5 percent of people who own our products today. It was to go for the other 95 percent. And we decided that these other 95 percent would not drive 10 miles to look at an Apple store if they weren't all interested in buying our products. And, you know they're not should sandwich bunch products. So we decided we had to ambush them. That's a great... That's a great cent, like, a great word that he's using there. We had to ambush them. What that meant is that we had to go to high traffic locations and put stores there. The customers don't have to take a risk of driving 10 miles to find out that they weren't interested. They just had to take the risk of walking 10 feet. And then he's gonna repeat something that he started talking about 25 years before, this talk that he's giving it at at Stanford Graduate school business. The fact that everything comes down to the people. Everything goes comes down to the quality people that you work with, the quality people that have in your life. That's... There's a huge variance in the quality of people you experience that. And so you have to go for great That's been the most important lesson that I've learned in a business that the dynamic range of people dramatically exceeds things you encounter in the rest of our normal lives and to try to find those really great people who really really love what they do. And there's also an element that their missionaries don't have mercenaries and he he's talking about this He's like, listen, when I return to Apple 19 87, so it'd be 6 years before He's talking about this, the individual contributor contributors were phenomenal. The individual contributors. Right? Got the the the the management and the overall company culture was terrible. Obviously, you and I talked about this when we went over Johnny Iv, excellent, excellent biography. And so I'm sure Johnny is 1 of these people And he says, I asked a lot of these guys. Why did you stay and they said because we bleed 6 colors. I heard that from a lot of people. There there were 6 colors in the out old Apple logo. So I believe Apple colors. Right? It was management that was a problem. So we actually got rid of most of the management team and promoted a lot of these young people into management positions. This is Steve's a very unique of on management. And what I found is that nobody in their right mind wants to be a manager. It's true. It's a lot of work and you don't get to to do the fun stuff, but the only good reason to be a manager is so some other Bo doesn't be the manager and ruin the group that you care about. And so he continues about management. And this is why I think people love Steve. They just loved people that are unfiltered that we we all think this, but no 1 talks about it. We all play this, like, this fake game with this jargon and pretend, like, like, we're not all humans underneath. And so what you talk... What do he to talk about? I study management school. Like, you know this is... It what I agree with what he's saying here? So basically what I'm saying? There's a lot of management techniques. It's all cro, and a really smart guy I'm met a long time ago, who used to teach at Disney University. Walt Disney himself recruited him this guy to run Disney University, told me about his point of view. Steve has what, 30 years of, 3 decades of experience, run companies at this point. And he's like, I like with this guy that Ran Disney University actually said. And he says, he called it management by values. What that means you find people that want the same things you want. And so he's gonna tell this in an an analogy. We're all gonna take a trip together. The first thing to is to figure out where we all wanna go. The worst thing is if we all decide we wanna go to different places. You can never manage it. This guy wants to go to New Orleans. You wanna go somewhere else. I wanna go to San Francisco. You wanna go to San Diego. That doesn't work. But if we all say, we all wanna go to San diego. That's the key. Then we can argue about how to get there. You think it's better to take a plane. You think it's better to take a train. We'll figure that part out because if I say I wanna take a train to San Diego, and somebody says that's really stupid. It'll take 3 days. We can fly and be there in an hour. I'll go, oh, okay. Because actually, I wanna go to San Diego. So if I can get there in an hour flying, I'll ditch my idea about the train. That's what management by values is. It's finding people with passion. There's that word again. It's finding people with passion that wanna go to San Diego. Who want to go to the same place you wanna go. That is the key. And then he goes into it okay, Now we have agreed to where we wanna go, how do we do that And his whole point is you figure it out along the way. That's what you get paid to do. Right? So if you wanna preserve something, what you wanna do is have a good enough place to go. That's got a long enough focal length that it will survive over time that everybody agrees on and not cod how you're going to get there, and that's 1 of my mantra around Apple and Pixar. Right? Because the people that you recruit. Anything like, this is what we just talked about. Everything with Steve is gonna come back to the quality of the people that you have around you. And that's 1 of my mantra around Apple and Pixar. That recruiting is the most important thing that you do. Finding the right people that is half the battle. And so based on my understanding of Steve through all this reading, I think the person was most influential on how he managed when he came back to Apple was actually the time he spent with Ed Ed Cat, seeing how Ed Cat actually ran Pixar. And Ed said something over and over again in his creativity inc about this. It's very similar to what Steve saying here. If you give a good idea to a mediocre team, they will screw it up. If you give a mediocre idea to a brilliant team they will either fix it or throw it away and come up with something better. And so I think that adds context into why Steve keeps repeating that recruiting is the most important thing that you do finding the right people is half the battle. And so then we go back to this idea that Steve loved to email himself all these notes and, like, kinda document what he's thinking. And so there's this actually long longer part of the book that's multiple emails of him over, you know, a length of time, drafting that the legendary Stanford commencement address. And so we can see as you read through the emails. And, again, this book is available for free. You can read it online or download it. I don't understand why you wouldn't. You can actually see the, like, the evolution of thinking or, like, how these ideas, like, he writes into himself and then, like, how they... The they'll change in the final draft and then, how they change when he actually delivered the address, which Thought was interesting. But I just just... I just do wanna pull out a couple things here. This is excellent, because he said he says that the world we live in is a circus world and you never know what's around the next corner, which I thought was a great a great line. And so that obviously can be negative and positive events. But this was an extremely positive event. Like, this is when he meets his wife. So he's emailing himself these notes that he wants to write a, talk about at the commencement address. And this subject to himself was that you can't plan to meet the people who will change your life. And so this is the note to himself that he's gonna eventually share a variation of this with those graduating students. You can't plan to meet the people who will change your life. I was invited to speak at Stanford Business school, a few times a year, and I always try to do it. I had accepted an invitation to speak Thursday late in the afternoon, and I wasn't feeling very well, and I had a dinner that evening with some important customers. But he decides anyways to. So he's like, doesn't matter. I said I was gonna do this Do this. He says, It didn't take me long to notice this really cute girl sitting next to me. I think she was stunned when it was me that got up to speak. And I knew something was up when I when I was staring at her getting what I was talking about mid sentence. After my talk, I stayed around to speak with some students and then she stayed too. But then she left, and I didn't know who she was, and I thought I might never see her again. So I wound things up and left and caught her and caught up with her in the parking lot. I asked her if she would have dinner with me on Saturday. She said yes and gave me your phone number. As I was walking to my car, this is 1 of my favorite things he ever did. And he says, as I was walking to my car, or I asked myself. If this was the last day of my life, would I rather have dinner with the important customers or her. I raced back to her car just as she was about to drive off and asked her. How about dinner tonight? She said sure, and we were married 18 months later. You can't plan to meet the people who change your life. It just happens. Maybe it's random, maybe it's fate. Either way, you can't plan for it, but you wanna recognize when it happens and have the courage and clarity of mind to grab onto it. So then another email, he's, you know, re recount the lessons that he's learned from his life that he's trying to organize for the benefit of, you know, the not only the people are in the audience now that tens of millions people around the world that have watched that commencement at and so we see this evolution again. And this is just absolutely fantastic because I I'm don't not sure if I should read the highlight first... Let me read the highlight first and then my note, because that's the order that that that this happened for me. And so he's talking about starting Apple. And he says, when my partner Steve W, and I started Apple. Most of our friends and our family told us we were nuts. Was had a great job designing handheld calculators a He at Packard, and I had a fun job designing games at Atari, and we were giving them up to start this company. I remember talking to was and saying, hey, we may fail. We have no responsibility now. No wives, no kids, no house payments, nothing. If we don't do this now, we never will. We have nothing to lose. The worst thing is we'll get out of this or excuse the worst thing we'll get out of this is that we'll have memories of having gone for it. To give ourselves the experience of participating in what Bill He and David Packer did to start a company. So rather than invest in better cars or better apartments or our bank accounts, we decided to invest in ourselves. And so when I read this section, this is the first thing. Again, like, when I'm reading... I think Told just for. But like, I I just read whatever... When I'm reading books, whatever pops out, I'm, like, I wanna remember. I just highlight. I don't sit in, like, contemplated. Just all instinct. Like, oh, this is interesting. I wanna remember this. And then immediately, I write down the first thing that pops to mind. You can never predict when you hear a line, you know, on a podcast or you read it in a book or here in a movie. Like, what... That's like a prompt for your thinking. Right? This paragraph that I just read prompted this thought. 1 thing that reading biographies of dead people will do for you. It will remove the illusion that you have something to lose. If you wanna design calculators at Hp then do that. But if what you really wanna do is to try to start a company, you're making a giant mistake playing it safe. Everything is temporary. There is no such thing as safety. Then we see another email that he drafts for himself for the commencement address. This is another 1 of my favorite ideas, and something that, you know, was gonna happen when you become friends with the Eminent and a dead, and it's important to obviously pick that up before, you know, we're we're 1 of them. The most important thing I've ever encountered to help me make the big choices. Is to remember that I'll be dead soon. I know it sounds a bit dramatic, but it's true. And when I remember this, I realized that all the expectations and standards and restrictions of others. And society mean nothing in the end. I realize that I have nothing to lose by following my heart and my intuition. Even if I embarrass myself, or I fail in the eyes of others because I'll be dead soon. And when I realized that I don't have forever to decide what my intuition tells me is waiting out there for me. When I was 17, I read a quote that said something like, if you live each day as if your last, someday you'll most certainly be right. And since I was 17, I have looked in the mirror every morning and asked myself. If today was the last day of my life, what I want to do what I'm about to do today. Goes back to Ben Franklin quote. Time is the self life is made up. That's all that matters. We can... We get confused with prestige and money and and expectations of others. It doesn't matter. Do you... I'm a very... My wife agree with us. I'm a very simple person. And says, it's, like, I just try to design a day that I like, did I like what I did today? And if I did, then let me do do that again tomorrow. And if I find work that I love to do, and I do it every day, and I do it a long. That means I'll get really good at it. Right? And then I'll be able to build value for other people and collect some of that value for myself. So it's like, very simple. It's like, 24 hours. That's all I I don't wanna worry about 5 year plan 10 year plan 20 20 year plan. It's like, can I did? Can I design a good 24 hours myself and then keep doing that day after day? So it's very similar to what he's saying here. Today was the last day of my life, what I wanna do what I'm about to do today. When the answer has been no for too many days in a row, I know I need to change something my life. Another way to think about this is that your life is a story. It's hard to see at when you're looking forward at 22, which is, you know, the the the intended audience for what he's writing here. But imagine yourself as an old person looking back on your life. Your life will be a story. It will be your story with its highs and lows. It's heroes and villains. It's forks in the road that mean everything. And if you can remember, that your life is a story in the making, it'll help you make important decisions. And so then there's just a few things that I wanna pull out from the actual commencement address at stanford University. There's something I actually save with my phone. And because I think what steve's about to tell here. Is very similar to this Like, I I did a podcast on, yeah, Anthony Bo, who, you know, I was a huge fan of. I read his books. I watched his, his shows. I was devastated when he killed himself. I'm actually reading another book with somebody work very closely to him because I thought Tony Bo, quality work was excellent, and so reading this book, like, hopefully, I can learn and like, apply some small way, like, some lessons that Tony learned. But there's something I heard Tony say 1 time that, I saved. And I look at all my phone all the time. And I try to use it as a, like, a just a way I think about my own work. And he says, I admire people who do things that are interesting to them. Who don't have a strategy or a master plan or have a brand. I don't care about any of those things. And what we're about to hear, Steve talk about is he did things that were interesting to him. You know, he trusted that, like, if he just followed his own interest in his his passion, which was, you know, making and insanely way products, that it would work out in the end. And we saw that when he was a very young man. So he says, my biological mother was a young un unread graduate student, and she decided to put me for adoption. She felt very strongly that I should be adopted by college graduates. So everything was all set for me to be adopted at birth by a lawyer and his wife. Except and when I popped out, they decided at the last minute that they really wanted to girl. So my parents who were on a waiting list got a call in the middle of the night asking, we have an unexpected baby boy. Do you want him? They said, of course. My biological mother found out later that my mother had never graduated from college, and then my father had never graduated from high school. She refused to sign the final adoption papers. She only re a few months later when my parents promised that I would go to college. This was my start in life. And 17 years later, I did go to college, but I naive chose a college That was almost as expensive as Stanford, and all of my working class parents savings were but were being spent on a... On my college tuition. After 6 months, I couldn't see the value in it. I had no idea what I wanted to do with my life and no idea how college was going to help me figure it out. And here I was spending all the money that my parents had saved. So I decided to drop out and trust that it all worked out okay. It was 1 of the best decisions I ever made. It wasn't all romantic. I didn't have a dorm room, so I slept on the floor in a friend's house. I returned coke bottles for 5 cent deposits to buy food, and I would walk 7 miles across town every Sunday night, to get 1 good meal a week at the Harry Christian Temple. And so then he's talking about just following his interest. He was interested in the time of taking a calligraphy class. Memory, he he's dropped out. He's not a student. He's just learning for the sake of learning, which obviously is way more important than learning for the sake of formal education. None of this had eve had even a hope of any practical application my life, but 10 years later, when we were designing the first Macintosh computer, it all came back to me. And we designed it into the Mac. It was the first computer with beautiful top. If I had never dropped in on that single course in college, the Mac would never have had multiple type phases or proportionally spaced fonts. And since windows just copied the Mac, it's likely that no personal computer would have them either. Again, you cannot connect the dots looking forward. That's why I think following, there's something you're intensely interested in. Like, maneuver yourself into a into your work that you are intensely interested in and then do it for a long time. That combination, like, time carries most of the weight. As long and the way you're saying something long. It's like you're intensely interested about it. Steve was intensely interested in building products when he was like 19. He was still intensely interested in it doing the same thing when he was 50. Again, that's why we're talking about today. Again, you can't connect the dots looking forward. You can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. Guess the trust something, you're gut your destiny life karma whatever. Because believing that the dots will come... Somehow connect down the road, will give you the confidence to follow your heart even when it leads you to off the well war worn path, and that will make all of the difference. And then later on the speech he goes back to the scene that, like, if you know that you're temporary, everything that you think matters people's opinions of you. None of that... None of it matters. It's just like, what do you wanna do? Your time is unlimited. Don't waste living someone else's life is 1 of the best pieces of advice anybody could give you. Some sometimes life is gonna hit you in head with a brick. Don't lose faith. I'm convinced that the only thing that kept me going after you got fired from Apple and struggled for noon 12:13 years. Was that I love what I did. You gotta find what you love, and that is a true for your work as it is for your lovers. Your work is going to fill a large part of your life. And the only way to be truly satisfied is to do what you believe is a great work. And the only way to do great work is to love what you do. If you haven't found it yet keep looking don't settle as with all matters of the heart, you'll know when you find it. And like any great relationship, it just keeps getting better and better as the years roll on. So keep looking. Don't settle. Your time is limited. Do not waste it living someone else's life, don't be trapped by dogma, which is living with the results of other people's thinking. Don't let the noise of other opinions drown out your own inner voice, and most important have the courage to follow your heart and intuition. They somehow already know which you truly wanna become. Everything else is secondary. This is fantastic. I've never seen this before. He gave a speech to apple employees the day before the iphone is released in 2007, and this speaks to 1 of my favorite ideas about him and I, Think you and I can use in our lives is that 1 of his talents was spotting markets filled with second rate products. Same with James Dyson. Right? Which we'll cover next week. And it wasn't... So he talking about the the the creation of wanting to phone. He says it wasn't driven by a bunch of market research or financial spreadsheets about how big certain markets were. It wasn't driven by that at all. It was driven by the fact that we all hated our phones. We talked to all of our friends, and all the people we knew, and they hated their phones too. And we thought this is a really important device and everyone hates it. They don't know how to use even 10 percent of the features that are on these phones. We thought we could make a contribution by making something truly great that we loved, and we've done it. We love this thing and starting tomorrow at 6PM, we're gonna find out if other people love it as much as we do. And think about that, the most successful consumer product of all time came from just the fact that he was just building a product for himself few pages later. They print out this this joint interview that the, Steve jobs. I think it's the last joint interview that see jobs and Bill Gates, gave, and they're on stage together. And really, I just wanna pull this out because this jumped off to page 2 built... They're they're, like, talking about what they like about each other, you after being, like, f enemies for multiple decades. And Bill says Steve gave a speech wants, which is 1 of my favorites where he talked about in a certain sense that we build the products that we wanna use ourselves. And so he's really pursued that with incredible taste and elegance, and that's had a huge impact on our industry. And so the iphone comes out Fortune magazine named Steve, Ceo of the decade. So Art Le, who's the Ceo of Gene tech at the time, and on Apple's board sent Steve, a con email. Steve's response is perfect, and it's you can almost predict what his response is gonna be based on what we've already talked about. Right? And his his thing is like, you've did something wonderful. It's great. Go do it again and do it again and do it again forever. So this is from art to Steve and he's quote... Hey, there's a line that he's quoting from the Fortune magazine art article where they called him the Beethoven of business. The beethoven of business. Not sure it gets any better than that. Congratulations. Steve's response is forwards words. All glory is fleeting. And then a year before Steve dies, he sends an email to himself. No subject, but 1 of the greatest things I've ever seen anybody right. I grow little of the food I eat and of the little I do grow, I did not breed or perfect the seeds. I did not make any of my own clothing. I speak a language that I did not invent or refine. I did not discover the mathematics I use. I am protected by freedoms and laws I did not conceive of or. And do not enforce or ad. I am moved by music, I did not create myself. When I needed medical attention, I was helpless to help myself survive. I did not invent the transistor, the micro processor, object oriented programming or most of the technology I work with. I love and admire my species living and dead, and I'm totally dependent on them for my life and well being. And then the book ends with Steve's resignation letter from Apple, few weeks before he died. To the Apple Board of directors and the Apple community. I've have always said if there ever came a day where it could no longer meet my duties and expectations as Apple Ceo, I would be the first to let you know. Unfortunately, that day has come. I hear hereby resign as Ceo of Apple. I would like to serve if the board sees fit as chairman of the Board, director and Apple employee. As far as my successor goes, I strongly recommend that we execute our succession plan and named Tim Cook as Ceo of Apple. I believe apple's brightest and most innovative days are ahead of it, and I look forward to watching and contributing to its success in a new role. I have made some of the best friends of my life at apple, and I thank you all for the many years of being able to work alongside you. Steve. Becoming friends with the Eminent dead is a reminder that our time here is limited. We don't know how much time we have left. We have to go for it. For the full story, download the book for free. You can go to Steve jobs archive dot com. I'll leave the links down below as usual. You can read the book online. Read on Apple books, download the the file and actually send it to your Kindle any other, e reader, whatever you wanna do, highly highly recommend It's a brainer that I cannot believe the gift that Steve jobs archive have just given to the world. The fact that We have Steven his own words talking directly to you and I. Highly highly recommend you read the entire thing. And if you wanna see my top highlights from this book and every book that I read. You can join my email list. I will leave that link down below. Another way to support the podcast is by signing up for founders premium, you can ask me questions directly, and you can listen to the Ama. Ask me anything episodes that I make. That is 299 books down 1000 ago, and I'll talk you again soon."
}