{
  "transcript": "Having 1 own shop working on projects of one's own choosing, making enough money today, so 1 could do the same tomorrow. These are the modest goals of Thomas Edison when he struck out on his own as full time inventor and manufacturer. The grand goal was nothing other than enjoying the autonomy of entrepreneur and forest stalling a return to the ser tube of employee. Edison need for autonomy was primal and unveiling. It would determine the course of his career from the beginning to the end. That was an excerpt about, from the book that we're gonna be talking about today. The title is the wizard of Men Park, How Thomas Alba Edison invented the modern world, by and the author is Randall Strauss. It's the main source material for today's discussion as we look into the life of 1 of the most famous people of the nineteenth century. Let's go ahead and start with the apart from the introduction of the book. Thomas Alba Edison is the saint of the electric light. Electric power and music on demand, the grandfather of the wired world, the great grandfather of pod nation. He was the person who flipped the switch. Before Edison, there was darkness. After Edison, media saturated modern. Edison is famously associated with the beginnings of movies, which is where the modern business of celebrity begins. But he deserves to be credited with another no less important discovery related to celebrity that he made early on in his own public life and by accident. The application of celebrity to business. The celebrity is distinguished from a merely well known by the public's bottomless desire for closeness. For learning anything and everything about the person. The first celebrities in American history were political and military figures. The founders and Lincoln. Treating them as objects of fascination, the public experienced a feeling of personal and holy spur closeness. In the 18 seventies Edison joined the ranks of larger than life Demi, making way for the civilian celebrity. Other nineteenth century figures like Mark Twain and Pt Barn, Also gained fame on a scale impossible to imagine in an earlier time for those who worked outside of politics. But Edison celebrity exceeded everyone else's. He achieved it well before he and others had created the technology. To mass produce visual intimacy on a larger than life scale. When Edison initially became famous, the public could see him only with the images conjure up by newspaper texts, supplemented with the occasional line drawing, There's a funny anecdote that we're gonna touch on later, dealing with newspaper texts and and trying to recruit some costs from the newspapers themselves back to the book. During his lifetime, however, the technology for depicting images advanced rapidly. His face became so well known that an envelope mailed on a la from North Carolina with nothing but his picture on it to serve as both name and address arrived in his hands in New Jersey a few weeks later. No 1 at the time would have predicted that it would be an inventor of all occupations who would become the Cn her of the age. In retrospect, fame may appear to be a just earned reward for the inventor of practical electric light. Yet Edison fame came before light. It was confer for an earlier invention. The pho photograph. Who would have guessed that the announcement of the pho invention would be sufficient to propel him in a matter of a few days from obscurity into the permanent above? Any 1 of dozens of technical breakthroughs that had come before had much greater impact on the Us economy. Their creators were more likely candidates for the top rank of fame. Eli Whitney Cotton gin. Robert Fulton Steamboat. John Jet Woods iron tip plow. Cyrus Mccormick Reaper, Charles Goodyear rubber manufacturing process. Samuel Morse telegraph. Alicia Graves Otis elevator. Lucia Smith's barb wire and Alexander Graham Bell telephone. These were prior inventions that fundamentally changed the Us economy. Why would the pho photograph of all things have made its inventor venture famous beyond imagining. More mysterious is that it was not just a pho photograph itself? It would take 2 decades before the machine was ready to be actually commercialized on a mass scale. But the mere idea of the pho photograph that instantly sees the imagination of everyone who heard it, inspiring Sas to expect machines capable of thinking as well as speaking. That's actually an interesting thought. A hundred and 50 years later, we still expecting machines to be capable of thinking. That's exactly what machine learning and artificial intelligence is all about. And this seems to be a desire that you see throughout human history, something that we're still experiencing today back to the book. Edison admire and doubt him with fantastical powers that would permit him to invent anything he wished. 1 humorous suggested that he invented a pocket book that will always contain a dollar or 2. Edison did not himself lack for self confidence and held fast to the conviction that he could remove any technical obstacle that impede his progress. No matter what field of invention he explored. This conviction would lead him into blind alleys, but it also led him to astonishing success, planned and unplanned. More than anything else, the utterly fearless range of his experimental activities draws our attention today. Fearless was needed when he elected to become a full time inventor at a tender age of 22, a bold step for a young man without family money. His mother, a former school teacher provided the homeschooling that constituted the entirety of his education. Other than 2 brief stint at local schools. These circumstances along with his progressive loss of hearing nurtured the auto did and edison makeup. That's actually interesting. The more biographies Read and the more I make about these biographies. A common theme with historically great peoples, their auto ide. Many of them, like Abraham Lincoln had almost no schooling. And they were they relied on books and and other, resources to teach them whatever their mind was passionate about. The same thing you'll see throughout Edison life. He just attacked with complete focus what he was interested in. So I'm gonna go back to the book. His father introduced his son to the highly esteem writings of Thomas Payne. But young Edison did not inherit his father's interest in politics. He did, however, show an entrepreneurial bent that resembled his father's. Before Edison, the inventor made a before Edison the inventor made a appearance Edison the Boy, the Boy Ty had emerged. The opportunities he discovered as a 12 year old wheeler and dealer were opened when he persuaded his mother to let his home studies end so that he could take a position as a news boy on a train that ran from port Huron to Detroit. Once on board, he saw that he could buy goods cheaply in the big city and retail them in in a little port huron at a nice markup. He opened 2 stores, a new stand and a fresh produce stand and hired 2 other boys to staff them and share in the profits. He's doing this at 12 years old. At at age 15, Edison expanded into newspaper publishing using a galley proof press and worn type, he bought secondhand hand and set up in the baggage car of the train. When a British passenger happened to catch a glimpse of the adolescent publisher at work. He bought the entire run of Edison weekly herald as souvenirs. Edison later heard, he planted mention in the London Times that it was the first newspaper in the world to be printed on a train in motion. In his spare time, Edison spent time with a small chemistry laboratory that he set up in the baggage car. Fl chemicals did not travel as well as the printing page. When a bottle of pho fell and set the car on fire, the conductor ejected Edison, his chemical laboratory and his printing press. It's interesting because there's another story that we're gonna talk about late much later in Edison life involving a massive fire. The other diversion that occupied edison every spare moment was telegraph morse code. Which he tried to absorb on his own through Osmosis, sitting close by the telegraph instruments in the railroad offices, listening and watching. Edison fell into the good graces of James Mackenzie, a station agent. When he rescued Mackenzie son who was playing oblivious on the train tracks when an un uncovered freight card, un uncovered freight car rolled toward the take. Ess happened to be looking out the window just in time to dash out and swoop the child out of arms away, but not in time to prevent the child's mother from catching sight of the near fatal miss and faint. This was the tale that was told and it invites being treated as acr acr acr fall, here's our our weekly podcast... Podcast reminder that I have a a huge problem pronouncing certain words. So I'll do the best I can, but I'm going to make mistakes. Where we're not for the facts and Mackenzie pal gratitude. He, meaning Mackenzie became Edison personal most morse code tutor and Edison soon became proficient. It was told as the pre to the main event, which was Mackenzie taking considerable pains to teach Edison, and Edison own willingness to practice morse code about 08:18 hours a day. So Edison capacity for extended burst of work, is... Would be his principal vanity for his entire life, and it's something that he was extremely proud of and something that he did even the sixties seventies and into his eighties. This intent... This intensive too soon enabled him to become a professional telegraph operator. So just to to summarize where we're at right now, Edison convince his mom at the age of 12. Hey. Let's stop our home studies. Let me go to work. He gets an interested in all kinds of things, including chemistry and making his own newspaper, starting his own businesses, wholesale business resell and moving goods from the big City to the smaller ports. And I wanna skip ahead a little bit in the book to, Edison at 21. And we're gonna go back to the book for this. Edison filed patent applications as fast as the ideas arrived. The first application that was successful, the first of 1093 patents that he would accumulate. Was for the legislative chambers vote a quarter, which could shorten tab by hours. With buttons provided at each member's desk, the chamber speaker could see twin dials displaying running totals for a votes or nave votes, the deficiency of the manual voting system seemed obvious to Edison, but not to his perspective customers. When Edison and his investor met with a politically savvy operator, whose recommendation would be needed to secure a sale in the capital. The insiders reaction to Edison invention was un undisclosed horror. The minority faction would not would not embrace an expedited voting process because it eliminated the opportunity to lobby for votes. Nor would the majority want a change either. The vote recorder was bust, and the less Edison drew from that that experience was that invention should not be pursued as an exercise and technical clever, but should be shaped by commercial needs. So this is interesting for 2 parts. 1, there's a lot of things characteristics in Edison life that if he was alive today, people would consider him having autism or or asp syndrome, his ability to to have a singular focus. It's detriment to everything else. He would work 18 hours a day, fall asleep in his laboratory, the day of his wedding, he worked all night, fell asleep, was woken up at midnight and realized, oh, I got married today. Maybe I should go home. And the second the second thing that was interesting about that paragraph was he realized that a 21 that he needs to have a way to be able to make money to support his goal of becoming an inventor. Thomas edison is remembered as a great businessman. Lot a a that may actually be inaccurate. He sure he made a lot of money. He died a millionaire, and and at this time, in Merrick... And history, it's very impressive. But he also sq away larger potential business, transactions and opportunities because he business never came first. He always wanted to invent. He just needed to make money as the opening paragraph said, He just wanted to make money so he could continue to invent tomorrow. And so this this lesson that he's learning at 21. He stays with him throughout his whole life where he'll drop some inventions because they can't support themselves. Let's go back to the book. The V quarter had temporarily pulled Edison away from his core... Expertise, telegraph, which was that day's preeminent high tech field. So at this time, it'd be very similar to being like, a software engineer or a programmer today, where the preeminent high tech field is making applications or computer programs or software, but there's no such thing as computers in Essence day. So telegraph, was at the forefront of technological change, and that's where Edison would spend his time and where he would develop an expertise. So back to the book. Traders and stocks and gold were keenly interested it and whatever means provided them with a faster communication that gave them a competitive edge. Anyone who helped them gain an edge was paid a premium, and a bright telegraph expert like 22 year old edison could make a nice living inventing and manufacturing improved equipment, or at least it seemed to him. After a year in Boston, Edison took the big step and quit his day job, which happened to be a night job, resigning his position at Western Union to try to make his living as a full time inventor and manufacturer in the field of telegraph equipment. Okay. So I bring that up for 2... I included them in the podcast for 2 point... For 2 reasons. 1, it's really interesting that a hundred and 50 years ago, traders and stocks and gold were paying for faster communications. The reason I say it's interesting is because that still continues to this day. I just, I read this book by Michael Lewis, 1 of my favorite authors, and it's called flash boys, and the entire book is about high high interval... Not training, high interval trading of stocks where in the book, there's 1 company that spends 300000000 dollars to run faster fiber fiber optic cables from Chicago to to Wall Street. And they do this because it allows us to see prices of stocks at, like, a fraction of a second before somebody else, so then they can have a computer buy that stock at the lower price and then immediately sell it at the higher price within less than a second. So again, 1 of the themes are... That this podcast is always gonna constantly explore is that the the names change, the technology change, but human nature usually stays the same. It's definitely evolving... Our human nature is definitely evolving way slower than technology is. And the second part that I found interesting was that at 22 with no safety net to fall back on no rich parents, no and none of that. Thomas edison has the fort 2 to say, you know what? I love inventing. I'm gonna quit my job and do this full time. And he makes the move at 22 and he's self employed till he dies at 84. So this is a very important part in in his life. And I think 1 of the my my favorite quotes of Edison is he has a quote. He says, I never did a day's work in my in my life. It was all fun. He truly loved tinkering and inventing. So much of that he dedicated almost everything single waking hour to to doing so. And we'll we'll hear somewhere about this. So I wanna go into, another, little anecdote, little story that's in this book. And, again, if you're interested in Thomas edison, I would recommend reading. It's a fantastic book. Very well written. It it's about 300 some pages. Takes about 10 hours to read, but, it goes... It's gonna go into way more detail than than we will hear. And this story is all about his discipline. Just like I mentioned earlier, he he had a singular focus. He found what he loved, and he decided to to dedicate his life to it. And anything that took away from that, he would usually, avoid. So let's go back to the book. Judging by the accounts of his conte at the time he set off on his own in 18 69. He was not just well, he was not just respected, but also well, right. Well liked. So much so that he could work harder than everyone else without agonizing his peers. He was open to participating in long bull sessions at his boarding house and had opinions, he did not keep to himself. So he's living at a a boarding house at this time. And he's around a lot of other young men in their twenties. A fellow border, a student at the Massachusetts Institute of Technology, later described the clear division of labor in their long conversations. Edison did the talking, and he the listening. Still, Edison remained wholly un and club. He was also trusted. The person who on 1 occasion could collect contributions from more than 50 coworkers and friends to get a gift for a departing employee without anyone worrying that the funds would end up in his pocket. Trust was not unrelated to edison temper, temper. A characteristic rare in that circle. And here's part of his discipline. Edison was to drink with the with his fellows because it would pull him off track, interfering with his greatest greatest pleasures, tinkering, learning, and problem solving. Those may me maybe my greatest pleasures too, tinkering, learning and problem solving. His outlook was secular and matter of fact. It's probably something you enjoy. If you're listening to a podcast about history and historical figures. You're definitely interested in learning. His outlook was secular and matter of fact. He once got in trouble when he sec religiously for sec sac religiously transcribing j dot c dot. Whenever Jesus Christ came across the wire. He could not under the understand the fuss over his Jc when Bc for designating historical time was regarded as perfectly acceptable. His early career was fueled by something other than resentment, which he lacked. Whatever advantages in education are financial resources that other inventors enjoyed were of no interest to him. Nor did he regard his partial deafness as an impediment He claimed that the deafness was actually an advantage, freeing him from time wasting small talk and giving him to disturb time to think out my problems. Later in life, He would say that he was fortunate to have been spared, all the foolish conversation and other meaningless sounds that normal people hear. Immune to the clan sounds of the city, Edison ear provided him with a soothing insulation. Better suited to the conditions of modern city life than those of the average persons. The insulation would also provide or the insulation would also prove helpful when he became famous. Partially protecting him from the un demands from the strange... For strangers for conversation and speeches. This goes back to my assumption after studying not only reading this book, but watching Thomas said documentaries and reading about him about his life online. I'm pretty... It goes back to... I'm pretty sure he was autistic or asp. He he was not comfortable, even though he was extremely famous, 1 of the most famous people of his time. He did... He... Just like I said, his his hearing protected him from con... Having these conversations or delivering speeches that he didn't wanna do. He just wanted to focus on his work. There's also some parts of his personality that are actually pretty funny. And I love this this story that's in the book. And it's only a few paragraphs, but I love the way it ends, and it has to do with since Edison is the 1 that that invented the pho photograph, which is, again, before the pho photograph, in case you don't know. There was no... You couldn't record speech. So was the first device able to reproduce human speech. If you wanted to see, like, Abraham Lincoln give a speech. You had to be there, or you had to read about it later, but there was no recording it and then playing it back. So he he... This anecdote talks about... Well, if you could talk if you could hear anybody's voice in human history, who would it be? So let let's go to the book for that. Edison fame came came suddenly while he was still young. Between the ages of 30 and 35, he became the first hybrid celebrity inventor. This book, meaning the 1 that we're reading from examine how he became 1 of the most famous people in the world. And once Fame arrived, how he sought to use it for his own ends with uneven success. He could act as a master of his own image only sometimes. He did not understand the power of the press to shape the life story of a celebrity and to create or destroy should it wished to do so. He directed assistance to maintain newspaper clipping about him. A practice that he would maintain his entire life. The existence of... Of those scrapbook suggests that Edison gave up an appealing attribute of his young adulthood. His utter ind to the expectations of others. After Edison became a household name, he would pretend that nothing had changed that he was as indifferent as ever, but this stance is un convincing. He did care at least most of the times. When he tried to burn his public image with exaggerated claims of progress in his laboratory, for example, he demonstrated a hunger for credit unknown in his earliest tinkering. The mature edison, post fame is most appealing when he returned to acting spontaneously without weighing what action would serve his public image. 1 occasion when Edison cast off the expectations of others in his middle age was when he met Henry Stanley, who had come to visit him in his laboratory. Edison provided a demonstration of the pho photograph, which Stanley had never heard before. Stanley asked in a low voice and a slow cadence. Mister Edison, if it were possible for you to hear the voice of any man whose name is known in the history of the world, Whose voice would you prefer to hear? Napoleon's Edison replied Edison without hesitation. No. No. Stanley said pious. I should like to hear the voice of our savior? Well, explained Edison, you know, I like a hustle. I just... When I read that, I chuckle. I just thought it was hilarious. Most people would expect him to to maybe say at the time, like, Jesus Christ or or any other really religious figure. He's like, no, I'll take Napoleon. The Hustle. Edison was definitely a Hustle. That's definitely something you're... You... If you read the book that you'll come away with. Okay. So I wanna skip ahead. We're not gonna follow, like, a linear, Like, obviously, the books would take 10 hours to. So I'm not gonna read the whole thing. I'm just highlighting things that really stuck out to me. And so we... We we might jump back and forth in the timeline. But, this part is about the debut of the pho photograph, fame and his trip to the White House. However, ill advised, the debut came off not just smoothly, but brilliantly. So this story takes place before the anecdote about him wanting to hear the voice in Napoleon. It's when he actually demonstrates what the photograph is capable of doing for the first time in public. On 12/07/1877. Edison Walked said in New York offices of Scientific American. It placed a small machine on the editor desk And with about a dozen people gather around turn the crank. How do you do ask the machine introducing itself crisp. How do you like the pho photograph? It itself was feeling quite well it has shared its listeners. And then cordial bid everyone a good night. To the editors of scientific American, the performance was utterly astounding. Now keep in mind, there was those are saying is recorded voice, recorded music. You can even say, Edison a great grandfather of the podcast because there's no... Without the invention the pho photograph, there would be no podcast, no ability to record a voice and then play it back at your convenience on demand. How could such a small machine, mimics so accurately the human voice. Even for someone thoroughly familiar with the science under underlying the machine? It is impossible to listen the mechanical speech without his experiencing the idea, that his senses are deceiving him. Edison choice of favoring this journal with the demonstration was shrewd. As the editorial staff was familiar with the latest experiments that attempted to recreate the human voice. The state of the art was not impressive. Large machines, the size of a pipe organ in endowed with keyboards, it's pipes and rubber larynx and lips, we're supposed to deliver human like sound, but we're only able to reproduce what sounded like a single a single autonomous note of an organ. And yet somehow, Edison could coax would sounded like a naturally infected human voice from a few pieces of metal, set up roughly on an iron stand about a foot square. So this is the idea that if you have a new technology should be at least 10 x better than what it's replacing. And he's getting a better sound out of a much smaller and much simpler machine. So it kinda makes sense why right after this, the press converge on his laboratory and men Park, he gets the name the wizard of Men Park from this. And he just keeps inventing and with every new invention, his fame just grows and grows, and this continues for the next 50 years of life till his death. Oh, well I guess, this this sentence is a great way to summarize that. Thanks to scientific American, Edison would never again enjoy the sweetness of anonymous obscurity. That is definitely true. Edison had no idea how greed the public grabs for a piece of a person who has become famous. He thought he could personally respond to every stranger who wrote him for an autograph or for money. This quickly proved and practical, 6 days after the publication of the wizard of Men Park. He told an assistant he had written 52 letters that night, and had sent 23 more for Edward Johnson, 1 of his employees to handle. A begging letter as they were called might begin with the mention of some personal connection. Missus Andrew Ko, for example, wrote edison on behalf of her husband, who had worked for him. You will remember in his Newark shop. I am entirely beaten down she wrote as she described her husband's confinement to bed with a fractured elbow that Become infected and now required amp computation. Could he assist them? He sent her a check for 5 dollars. But this was not the conclusion of the episode. A few weeks later, missus Cob was back with their crest for 50 dollars as a loan to start a sock and leggings business. Then, mister Cob dictated a follow letter, and separately, the surgeon wrote asking for payment for the amp invitation. Missus Cob followed the next month with a renewed plea for assistance. Not all the begging was done by the less powerful. Edison received a plea for financial assistance from an official and a position of power over his professional future. Zen Wilbur who was the patent officer's chief exam examiner of electrical apparatus. He, meaning X is Wilbur said he needed he had to borrow 200 or 250 dollars immediately and confidential. It placed edison in a difficult position. He had bachelor send Wilbur, bachelor's somebody that works for Edison. He had bachelor send Wilbur 200 dollars under a name and address that could not be traced back to Men Park. The reason I include that is because 1, it's a very insane that somebody that relies on Edison getting his patents approved isn't asking Edison for money, therefore creating a potential issue in their relationship, but this actually unbeknownst edison at the time leads him to access to the White House, which we're about to find out here. Wi would do Edison in a favor few weeks later when Edison made a rare 4 way outside of his laboratory and arrived in Washington Dc on April eighteenth. He had accepted an invitation from professor George Barker of the University of Pennsylvania to demonstrate the pho photograph at the National Academy of Sciences meeting. Before the meeting, a reporter with a local paper happened to see Edison standing alone outside of the Smithsonian, looking around intently, Apparently studying the rich foliage and taking in a beautiful blue sky. The reporter approached and as a conversation starter ventured handsome ground these. Yes, Edison agreed, But then he pointed to what he had been studying so closely. 1 an immense stretch of telegraph wire without support. Again, this goes back to Edison anderson's focus. This reporter thinks he's outside enjoying the beautiful day and Edison looking at telegraph wires. So The photograph demonstration was set up in the office of the academy secretary, a place that did not accommodate all who wished to witness the performance. The double door doors in the ad joining hall were removed so more people could crowd in for a peak. Edison sat at the secretary desk, nervous twisting a rubber band. While Charles Bachelor, again, bachelor is 1 of Edison Edison employees recorded and played back the the sounds that had become a routine. In the reception following, Edison was described as shy and shrinking and did not show off at all or mentally. He confessed to a reporter that he did not like to be pressed by crowds. And he had not enjoyed the Academy president's welcome because he had not been able to hear word he had said. Having come to town, there was no respite from the press of the curious. The demonstrations continued all day and into the evening and continued later in the Washington office of the Philadelphia inquire. The press could not get enough of Edison. Finally, Edison set free and joined academy members at the Us naval Observatory for a look at the stars. It had been a long day and was not over yet. It was then that seen us, again, this is the the person that just asked Edison for 200 dollars and the 1 that works in the patent office. It was then that Zenith Wilbur came up with a brilliant idea. President Ruth Hayes should not miss out on hearing the pho photograph for himself and should get a demonstration before mourning arrived. Calling up the White House was easily accomplished. Hayes like to answer the phone himself since there were only a few dozen telephones in the entire capital at the time. So think about how crazy this is. Imagine today in 2017, calling up and getting the president on the phone. He's answering... Like, when he... It goes... Rings directly to the president. I found that amazing. Nor did Wilbur, the patent examiner have difficulty speaking with Haze, the president. They were cousins. I mean, this an amazing piece of serendipity here. The person that works in the patents office, a patents office who you had previously loaned money to happens to be the cousin of the president. A command performance with By Edison was quickly arranged, and he headed to the White House arriving around 11:00 that night. He showed off the pho photograph for the president for about an hour and a half. His country asked still more of him. The first lady and several of her friends wanted a demonstration too. So Edison had to run through the routine still 1 more time finishing at about 02:30 in the morning. I just love that part. The second day brought even more attention. Edison and the pho photograph were installed in the office of the Senate committee on patents, and then the house's committee, attracting drop in visits from members and leaving congress without a quorum for near nearly an hour. So think about that, people... Edison was getting so famous and people were so excited about his inventions that he shut down Congress for an hour. That's amazing. After Edison return home, the press added new expressions to the Lexicon. Of high He, having been honored by the most distinguish in the country, the New York Sun said Edison had received more attention than if Robert Fulton, sir Isaac Newton, or Galileo had appeared. Beneath Edison una assuming appearance, a reporter for another paper sensed else... Something else hiding beneath his hat, a king crown. So they're starting to pick up that this guy's a big deal. His inventions are changing the world that we live in. And again, this is before he's even invented the modern electric light. And they're saying that he he's becoming almost like a a like a monarch. So I wanna skip to another part of the book. So something I'm finding fascinating, spending all this time reading and researching biographies is how many how many of these historical figures. Their lives constantly inner weave and interact with other historical figures. So in this book, there's a bunch of different, relationships both good and bad, ad ariel and friend that Edison makes over his life. So some of those are aerial, like the 1 with Nikola Tesla, which leads to the battle of the currents. Something we're not gonna talk about today, but the battle of the occurrence was, which Edison wind up losing was Edison favored direct current electricity, which brings electricity in in 1 direction and Tesla invented alternating current electricity, which is what we used today, which did electricity moves both directions. So there's there's all these anecdotes in the book about him interacting with these people that come to be like, famous in their own rate. Now, I wanna talk to you about the relationship he had with somebody it's also super famous that you're gonna recognize their name as Alexander Gram Bell. The person the inventor that's credited with the telephone Thomas Edison and Alex Instagram Bell with the same age. They were not friends. They were both rival inventors. And it's interesting because they would both improve on 1 another's inventions. And I wanna talk, this section of the book is all about what they were working on and how the 2 interactive. And this is, again, this is Edison adversary. It was while Alexander Graham Bell and his assistant were experimenting with acoustic telegraph that Bell accidentally and famously discovered that the instrument could convey any form of sound. The precise moment of discovery in June 18 75, did not involve speech in a crystal line form. Bell with ear pressed against a vibrating read could hear the faint blurry sound of Thomas Watson voice. But could not make out any words. This was sufficient to provide Bell with the insight that that later led to the telephone. The more famous rendering, mister Watson come here. I want to see you. Which was came almost a year later. After Bill had filed the patent for the telephone and built a working model. So this sentence, mister Watson come here I want to see you is widely widely credited as the first, sentence ish uttered over the telephone. Young Bell and Edison were the same age. Each improving the major invention that the other had come up with first. Edison following Bell, then Bell following Edison. Edison in fact had been close to advising a working telephone himself. After Bell success, the nest... The next best thing for Edison was to come up with an indispensable improvement. The carbon transmitter that captured the human voice far better than be magnetic design. Edison also devised an entirely new kind of receiver based on the electro, which involved a chalk cylinder chemicals, friction controlled by varying current and a hand crank. It would never prove to be a practical design for the ordinary speaking telephone, but it could reproduce music clearly and at an astounding volume. Initially, Bell and Edison were direct competitors in the brand new telephone business, playing upon the public's interest in musical performance to show off their ware by holding telephone concerts and exhibit in exhibition halls. Bell lacked the gifts of the born Show. However, in May 18 77, he offered a concert concert lecture to an audience of 300, who had gathered at chick hall in New York City for an evening heavy on lecture light on concert. The New York Times described Bell presentation on sound and electricity to be exhaustive. The lecture is supplemental of visual aids were pan as complex and not very intel. At last, the audience was treated to what we may guess, they had been waiting for most eagerly. The novelty of hearing recognizable oregon music pipe via telegraph connection from a location miles away. So this is kind of an interesting, Anecdote as well. Before the telephone became what we know it is today, they thought it would be primarily used to play music in your home, and not as a direct, 1 to 1 communication device. And that's why you see that they're they're doing these... What they call concert lectures and concert halls. They're trying to play music for them. And so if not realizing, it's interesting even the inventors of these things not realizing the potential of their own event... Inventions something that that is very common throughout history. And again, continues to this day. Edison was no show either and being partially deaf hated speaking before a group. He could rely, however, upon an energetic promoter as his proxy. So here's this guy, Edward Johnson that's gonna do the... He's a former sales agent and a former telegraph for himself, and he's the 1 that's gonna do, Edison promotion and and and demonstrations. Johnson was technically knowledgeable, had his own ideas for invention and possessed a gift for ex ex the virtue of whatever was his preoccupation of the moment. Edison, bachelor, and Johnson, oversaw preparations to launch their own concert tour of the musical telephone. They were calling at the musical telephone. Kinda goes to what I was just saying, what they thought the use was gonna be. About the time of Bell concert lecture in New York City, Edison and his assistance, we're still working out the kinks while giving concerts in nearby Newark york. Edison had yet to show the public a telephone that conveyed human conversation in addition to music. But he had local boosters. The wood bridge independent, more press, con find con, we should not be at all surprised if Edison taught this child of his invent fancy to talk. Mister Edison had been so often sc at, the Newark York Daily adviser advertiser observed that if that it has no other effect upon him than to stimulate him to increased study and labor. So let me read that whole quote. Again. Mister Edison had been so often sc at that it had no other effect upon him than to simulate him to an increased study in labor. This goes back to his singular focus in his ability to just he he he so believe in his... What his own thoughts and his own interests that even though, again, with great fame is gonna come great criticism. It didn't really have an effect on him. It's really interesting and really rare in people. In what readers of 18 77 were expected to regard as a humorous touch. The reporter concluded, the the the reporter concluded that were edison to succeed in devi advising a telephone for speaking. What an instrument of torture it would be in the hands and at the mouth of a distant and I irate mother law. So this 1 reporters rather pressing, realizing realizing, hey, that you can also talk. And if you can talk, then you're gonna... You might be receiving calls from people you actually don't wanna speak to, like A an irate mother law. The big city debut of Edison musical telephone was a arranged for Philadelphia in mid July 18 70 7A3 way contest was underway. Alexander Graham Bell musical telephone had been eclipse by the recent debut of a competing musical telephone developed by rival and inventor, Alicia Gray. Would Edison in turn best grace, The competition was as keenly followed as a sports rivalry. The New York Times did not even wait for the formal debut of Edison telephone. The paper dispatched a reporter to the public rehearsal held the day before. This actually doesn't turn out very well. The early times verdict was awful. Compared to grey's, Edison telephone... Edison telephone was not nearly as loud. It's note not as sweet. It might work well as a practical instrument in sending telegraph messages the paper reported. But as a device producing sounds intended to please the human ear, it lag the competition. When Johnson's solo review, He was in Philadelphia overseeing preparations for the performance. Again, Johnson is the guy that's doing all the performances for Edison. He wrote edison that the New York Times man is a fool. But he was happy that the rehearsal had come off period. His telephone had be... Was behaving erratic, and he begged Edison to send him a new more dependable 1 from the laboratory. He also had to pay off the newspapers. This is what I mentioned earlier. It's really interesting well, let me just read it. You'll see why. He also had to pay off the newspapers, which had their hands out. The New York daily graphic explained that it was customary for subjects to order extra copies in order to indirectly reimburse the newspaper for the additional expense of providing great illustrations that would accompany the... That would accompany the upcoming story. Johnson agreed to take 100 copies and asked Edison to sign up for a similar amount. Again, how crazy is this? So there's obviously a value to press. The press is building up the legend of Edison. It's getting the public excited for Edison affection, but they're not doing it just to to, at for the benefit of the readers. They're actually coming with their hands out and asking for basically a bribe. Hey, we're gonna cover you, but, you know, by a hundred or or a few hundred copies of our of our newspaper. So I... This maybe the first time Ever come across this, Maybe I'm being naive, but I thought it was interesting enough to include to to this podcast. So on the day of the concert, Edison responded at last to Johnson's please and placed a new telephone on the 8AM train bound for Philadelphia. Alas, when Johnson arrived at the Pennsylvania Railroad depot to pick up the package, it could not be found. It turned out to be in the hands of an express company and would not appear until too late that evening. In the end, Johnson had to use it at effective equipment that had been used in the rehearsal. The demo gods gave their blessings to the event, however, and now the times was impressed in every aspect. The volume was excellent, the sound being easily heard by the crowd of 3500. The songs were deemed musically enjoyable and 1 and 1 even with on encore. Though the performers were 5 miles away. Johnson knew that by the turn of a hair, their performance might have been the most ridiculous farce ever heard of. Yet the narrower version of disaster did not slow down his calculations future pop of future profits to be earned charging admission to similar exhibitions. Johnson was as Sang as any business person in the new telephone business about the commercial potential in using telephones to deliver music. But even he could not keep up with the general public. Let the credit for the most far sided vision of that moment go to 1 Joseph Hip of Spruce Mills Iowa, who in March 18 77, had a fully developed scheme for piping music directly to the home rather to than to exhibition halls. Hip proposed that relay teams of musicians could perform a 1 central location during the late afternoon and evening hours providing music on tap the same as water and gas. Hip idea of music on demand was beautiful and conception, but advanced no further than Hip exposition in a letter to the editor of New York Daily graphic. So this may sound interesting funny to us because we live in the age of on demand media saturation. But in there's a... This Hip guy had the idea of on demand music in 18 77. So at this point, we we understand that the public is willing and in in this case there's 3500 people at this concert. They're willing to go see a concert where the players are not physically present, and they're willing to actually pay for this privilege. So the interesting part is what the book says is Edison was in a perfect position to realize the business potential music, but he did not. Telegraph remained his principal interest. Around the time of the telephone concerts, he redo doubled his efforts to complete a complicated contraption of 30 wheels that would convert taps on an alphabetical keyboard into unique vibrations for acoustic telegraph. He didn't he did have a vision of delivering signals directly to households, but it involves sending the human voice, not music. By attracting telephones to gas pipe. Excuse me by attaching telephones to gas pipes that were already in place in the home, Edison thought it should be possible to use the gas instead of electricity as a medium for conveying sound waves. The musical telephone offered the opportunity to enjoy live music without being immediately present. And again, keep in mind there's multiple people working on the same thing at the same time, including Edison and Alexander Bell. The constriction of geography were loosening, but not those of time. 1 could listen to performances only synchronous. That is at the same time the players performed. In retrospect, 1 can see the need for an invention that permitted the enjoyment of music asynchronously, at the time of the listener own choosing. Kinda like podcast. Edison came up with the first gadget that would eventually fill this need. The process that produced the invention could not be labeled careful planning, but it was something more than pure serendipity. It was the byproduct of working on the state of... It was the byproduct of working on the state of the art communications technology. While remaining receptive to chance insight and rec comm bits of recently secured experience. This part is extremely important that throughout the book, they constantly hit on the point that you cannot plan what you're going to invent. You have you can have a general theme in a general direction you wanna go to, but the... It takes a long time to event things. That's why he he dedicated so many hours of his life to it. And you need to tinker. So I love this this 1 sentence. I I love this sentence because it... It summarizes the relationship of bell Edison. Bell invented the telephone while tinkering with acoustic telegraph. Edison invented the pho photograph while tinkering with the telephone. So they both thought they were working on something else and it wanted up being vastly different, both of which being inventions that we still use to this day. Or derivatives of invent... Or the derivatives of things we used today. Initially, telephones were regarded as instruments to be used only by telegraph company employees. Think about that. Initially, telephones regarded as instruments to be used only by telegraph company employees. Again, no 1 still think that everybody's gonna have a telephone in their in their home 1 day are better yet. Everybody's been walking around with 1 in their pockets. In Instead of sending messages in morse code, the operator would transmit the message verbally, but if the messages had to be transcribed manually at the receiving end by a human operator, the capacity of the system to carry a given quantity of messages would be dramatically constrict. So the bottleneck here is the human. So you gotta figure way to reduce that bottleneck. Some way needed to be devised to record the message mechanically. The practicality of the telephone appear appeared to hang in the balance. The technique that Edison used most effectively in handling the press was the seemingly off offhand disclosure about what he had discovered, leaving the impression that he was parting the curtain only enough to provide a glimpse of what he had actually achieved and withholding the remainder from public view. He left it to the reporters to draw their own conclusions. The New York world referred excuse me the New York World, another publication referred to Edison telephone transmitter and speaking telephone, the electric pen and a sewing machine prototype that was powered by tuning forks as a few selected from hundreds equally curious and more or less practical importance. So what they're saying there is that Edison gives them a little bit of information unless their imagination run wild, and they're just... They're making it seem like Edison capable of having hundreds of inventions at the same time that are all equally impactful, even though that's not true. When the newspaper estimated that the number was hundreds and regarded all to be equally significant, it was in effect creating a superhero, A man who was only 30 years old, lifted up to a plane above his conte, including Alexander Gram Bell. 1 cannot help but feel a little sympathy for Bell and the competition between the 2 men. The acclaim for his telephone was quickly super seated by the attention that Edison improvements drew, and then by Edison pho photograph. This was especially gall because Bell had come so close to inventing the pho photograph himself. He had understood how sound waves could be recorded on paper, but he also knew that the motion of one's hand could generate waves that produce similar sounds. Ind inventing a medium to save and then reproduce those waves had not occurred him, however. And here's this quote from Bell. It is a most astonishing thing to me that it could possibly have let this invention slip through my fingers. Bell said in early 18 78. He recovered sufficiently to imagine that he can improve on the pho photograph without violating edison patents using a technique, which can be turned to immediate account, so it's probably to realize a large fortune in a couple... A couple months or so. So that's a direct coat from Bell saying he thinks his improvements will lead to a large fortune, what you're gonna see here is Edison, bell, other inventors, some of their workers. They all thought they were gonna print money. And sometimes they did, but most times they did not. Time would show that he really did not have the germ of the idea for what would become formidable competition for the pho photograph. His g phone. His g phone would play wax coat wax coated discs rather than foil wrap cylinders, but it would be a long top a long while before was ready for market. No quick, large fortune for him, but none for Edison either. So the book talks about, a little bit more about their relationship and and the constant competition between these 2 inventors. But I think that... That's a good synopsis of of how they are both competing at the same time with each other and then trying to come at their inventions from a different angle, and it's just really hard to compete with Edison when he had the press building him up like they said into a superhero. I wanna share another quick anecdote from the book. I found rather interesting, kind of random, but it's a really short interesting story. So we're gonna go... Now this story takes place at Edison Laboratory in Men Park, New Jersey where he spends spend most of his time before make making the move to New York city. Work proceeded on the electric light at the same time. In July, the laboratory began experimenting with bamboo for a uses filament in place of cardboard. This created the need for bamboo hunters. To search to travel and search out the varieties with characteristics most suitable for the purpose. The first Bamboo hunter dispatched was John S, who was a laboratory staff member known for his fierce temper. His lab mates like to provoke him just for their own entertainment. On 1 occasion, they were they were rewarded rich ritual when S told this group. The next man who provoke me, I will kill him. The threat was received as entertainment and instantly forgotten. The next day, a colleague directed a sarcastic remark at S as before. But this time, S left without award and was next scene marching back up the hill toward the lab with his gun. The building quickly emptied. This brought an end to the Sarcasm. So this happens in July. In late August, Edison sent S first to Georgia and Florida to collect bamboo specimens and then onto to Cuba, turning botanical research into an adventure. For S, the adventure did not last long. He arrived in Havana on a Tuesday. That Friday, he died of the black vomit. Today known as Yellow fever. Edison placed the blame on the victim himself writing a mutual friend that he had cautioned s about his diet and about drinking cold drinks. But as you as you know, he was very self will and would always do in these respects about as he pleased. And this I doubt not caused his death. Okay. So I referenced earlier how Edison constantly interacts with other, famous business people and inventors of his day. And a lot of these were, ad aerial or or com... Competitive. Maybe because a lot of, these guys were also inventors, and they were around the same age doing similar things at the same time. So it it didn't allow them to develop friendships. But the next... I wanna talk tell you a little about, Thomas Edison friendship that he develops with Henry Ford. And this is a more positive interaction than, the previous interaction with Alexander Grim bell. So let's go to the book and learn a little bit about Thomas Edison and his friendship with Henry Ford. So now we're gonna jump about 20 years ahead. So let's go back to the book. In 18 96, when Thomas Edison first met Henry Ford, Edison was famous and ford was not. If Edison failed to remember the encounter afterward, the likely reason is not self absorption, but lopsided arithmetic. 1 lu, many strangers clamoring to meet him. The occasion was a convention of the association of Edison illuminati companies, held at a beach hotel near Coney Island. Edison was attending in an honor role having sold off his electric light interest and thrown himself into his mining venture. So after he... Let me just interject here. After he lot... Loses the battle the currents with Tesla, he's... Even though the electric light made him even more famous. He decided he he wasn't his passion. He didn't wanna think about it anymore. So he takes a 5 year d tour and buys a mine, and they're mining for iron ore. He spends a lot of money and winds up failing after 5 years, but this is what he's doing at this time. It was not his customary practice to spend time outside of his own workplace. This is again, another theme that runs throughout his book. He didn't... He would eliminate almost all distractions, even like a reporter when he was still... Has his laboratory New Jersey, reported like, oh, we we we wanna give you some press for your lace. When you come into New York and for an interview, and he would say, no, if he... If he I go into new newark york I lose the entire day. Why don't you come here and we can talk while I work. So again, it's something that he developed when he was really young and as far as I can tell stayed with him till he died. So it was not his customary practice to spend time outside of his own workplace. But for 3 days, he settled into the role of pass of passive convention. At dinner on the first day, Edison found himself seated at a large oval table with senior representatives of various large electric companies. The conversation centered on the bright prospects for the industry poised to supply the power for electric cars that would replace horses. In the midst of these happy speculations, the superintendent of the Edison illuminati company in Detroit, Alexander Dow spoke up to mention a curiosity. Dow chief engineer, the then 33 year old Henry Ford, whom he had brought along with him was an amateur inventor who had just built a cart that was powered not by electricity. But by a gasoline powered engine. It was a equipped with 4 bicycle wheels and Ford called it a quad cycle. Asked to explain how his carriage was powered, Ford addressed everyone at the table and Edison cup his ear trying to catch ford's words. A man seated by Edison offered to chain places with Ford, so that Edison could hear better. Once the switch was affected, Edison pepper forward with questions, Ford sketched out his answers, then came the moment that Ford would say changed his life. Young man, that's the thing. Edison told him pounding the table for emphasis. Electric cars must keep near to power stations. The storage batteries is too heavy. Steam cars won't do either for they have a boiler and a fire. Your car is self contained, carries its own power plant. No fire, no boiler, no smoke and no steam. You have the thing. Keep at it. With encouragement from the man whom ford regarded as the greatest invent genius in the world, ringing in his ears, ford to returned home with the convention conviction that he should persevere. He told his wife, you are not going to see much of me until I am through with this car. The 2 had a second conversation too ford called. Edison invited to invited ford to ride with him on the train back to New York City at the conclusion of the con convention. Edison did not resume their conversation about the internal combustion engine, but instead spoke of other topics, including his boy hood memories of Michigan. There is no question that Ford felt the Ford felt much encouraged. He would later regard Edison with worship full regard and spends stu sums to honor the inventor. Whether Edison dispensed as large a doll of encouragement as Ford perceived is open to doubt however, Edison was reliably polite in such situations, but he virtually never praised the technical feat of others. Edison subsequent actions suggests that he forgot the encounter if he remembered it at all. He chose to... If he remembered it at all, he chose to pretend he did not. The second encounter came 11 years later in 19 o 7 when Ford, now the head of his own company wrote edison with a mixture of familiarity and worship. My dear Edison, it began. I'm fitting up a den for my own private use at the factory, and I thought I would like to have a photograph of about 3 of the greatest inventors adventures of this age to feast my eyes on in idle moments. Needless to say, mister Edison, needless to say, mister Edison is the first of the 3, and I would esteem it a great personal favor if you would send me a photograph of yourself. If Edison remembered the earlier encounter with Ford, his response to Ford's simple request for a photograph seems strange. Edison instructed his secretary not to respond, this was likely prompted by a spas of competitiveness, Ford was many of the... Was 1 of the many internal combustion engine equipped car manufacturers that competed with the electric car equipped with Edison new developed a line battery. This episode is of interest because it occurred when ford was not yet a household name and was merely 1 of more than a hundred automobile manufacturers. The next year, he introduced the model his fame swiftly reached the the altitude of Edison, and his business success far exceeded that of the older man's. This change in relative status made possible a friendship not because Edison sought the company of the famous and successful, he did not seek the company of anyone. But because they removed the basis of Edison fear that a business acquaintance sought to move close for ul ontario reasons. As for celebrity, the 2 men now shared personal knowledge of the tribulation that came with fame. It's a really interesting paragraph. So not only wasn't as in a loner or his old life, but he was wary after being famous for so long that if he's interacting with people that aren't as famous or aren't as rich as he is, a lot of them just want something from him. And Ford being much more financially successful, wouldn't need anything. For Edison. So this actually laid the ground for a friendship that lasted their entire lives or at least at the life of Edison. Let's go back to book. Such was edison inherently solitary nature, however, that he would not likely have been willing to meet ford in person again had had not been for the behind the scenes arrangements of William B. The sales manager at edison at Edison storage battery company. In April nineteenth, this is funny, in April 19 11, B persuaded edison to make a amend for ignoring Ford's earlier quest for a photograph and prepare 1 ins sc with a carefully measured compliment. Quote, to Henry Ford, 1 of a group of men who have helped to make the Usa, the most progressive nation in the world quote. B sent it off to Ford with a cover letter claiming that mister Edison was only too glad to send you his photograph. At the same time, b sent through an intermediary, a note inviting ford to visit Edison at his laboratory. Ford accepted. That was the easy part for b. Persuading Edison to make himself available for Ford's visit required months of unsuccessful efforts. Finally, after B had a arranged for 4 to pay his visit in January 19 12, Edison reluctant ac, Guess I will be here on the ninth. That's that's really funny. I don't know if Edison was still maybe wary of developing friendships, but he he just says, yeah. III guess if I have to, I'll be here and if, you know, if that ford guy's gonna be here, I guess I'll talk to him. It's kind of what I what I took away from my paragraph. Ford arrived eager to make a pitch to his hero. Would Edison be willing to design an electrical system, battery generator and starter for the model t. The car in its current incarnation had none, it had started with a hand crank, which at best was inconvenient to use. And when it kicked back dangerous. Edison did not accept for its offer immediately, but was sufficiently intrigued to mold the proposition over and return with a counter proposal later in... In 19 12. Would Ford be interested in financing the development work on Edison battery? His note to Friend Ford explained that he had self finance his bad experiments with profits from other lines of businesses, but these funds limited what he could do. Alternatively, I could go to Wall Street and get more, but my experience over there is as sad as Show ins funeral March. I keep away. Those are edison where it's saying if you can help me out. I guess I go to Wall street and raise money. No major business figure to tested Wall Street as much as Thomas Edison, except Henry Ford. Henry Ford would not permit Wall Street to get a hold of his of his revered Edison. He stepped forward to offer Edison for forgive loans at 5 percent annual interest to finance the development work on the battery. The loans were secured by future royalties that Edison laboratory would earn from batteries. Ford said Edison could expect sales to ford motor of 4000000 dollars a year. It paid home homage to his expertise in electrical systems, it gave a new direction for his battery work, and in case the electric car did not succeed commercially It provide a complete autonomy. Free of obligation to report to Wall Street financier years about his spending. 1 staff, 1 staff members for Ford and Edison worked out legal and financial details, Edison signed off the agreement signed off on the agreement in November 19 12. The next month, the first slice of a hundred and 50000 dollars arrived. The following March, another hundred thousand dollars. And by the end of the year, Edison had borrowed a total of 700000 dollars. More payments from Ford followed. Edison did not abandon his previous ambitions to make excessive of an electric car. He simply made Henry Ford his new partner. In January 19 14, Ford announced that he planned within the year to begin manufacturing an electric car using a lightweight battery that Edison had begun had been preparing for some time. Ford told reporters, I think mister Edison is the greatest man in the world, and I guess everyone does. Ford who had also just announced the adoption of the 5 dollar day, effectively doubling the wages of virtually all of his workers was at this historical moment, the single most influential business person in the country. The New York newspapers, however, had not realized it. When they reported on the plans for the Ford Edison electric car, they mostly paid compliments to Edison. Ford was portrayed as the party in the transaction who was most in need. The headline said Henry Ford seeks mister Edison aid. I included that part in there because it goes back to the part about how the press was essential and building the mythology of Thomas Edison. And even though in this case, Ford success had super seated Edison, they were still buying into the narrative that Edison was the greatest venture. Like you just heard, mister Ford say. That he thought mister Edison the greatest man in the world. Edison was not ave avert to the flattery, but more important, he responded to the opportunity to have a relationship with an equal. Another technically inclined person who had been pushed into the strange land of the extremely famous. The 2 men brought their families together too, inter training personal and business ties. The Edison visited the fords at their home in Dear born, Michigan, The fords came down to Fort Myers, Florida to share a winter vacation, discussed their mutual interest in gardening and motor together in the Ever air area. Edison did not realize that the combination of 2 of the 2 families would increase a celebrity index exponentially greater than his alone. Drawing reporters and curiosity seekers and unwanted attention to his remote winter hide away. On the evening that the Fords arrived, 2000 people came out to welcome them and og. Seeing reporters president, president, Edison is said to have complained, there's only 1 Fort Myers, and now 90000000 people are gonna find out. So based on this book and other research it appears that Henry Ford and Thomas Edison and had a genuine friendship. A little later on, we're gonna talk about how Ford continues to spend and insane amount of money just to honor his friend, including donating 5000000 dollars in in Thomas Edison name. And this is taking place in in the early 19 hundreds, 5000000 dollar... 5000000 dollars a lot today, but a hundred years ago was even it was much greater some. What I wanna talk to you now about is this wonderful anecdote that illustrates Thomas edison level of stoic. His ind almost to tragedy in deter his focus on in invention. And this happens much later in his life. So let's go ahead and go back to the book... Let's go ahead and go back to the book for this. Edison had the ability to remain imp content even when this disaster struck. In the early evening of 12/07/1914, an explosion rocked his film finishing building, part of the complex of building surrounding his laboratory. The building was swiftly evacuated just ahead of the fire that swept the 2 story structure. As the film stock fed the flames, the fire jumped to the surrounding buildings where it was fed by the rubber and chemicals used in record manufacturing. These buildings were made of reinforced concrete. The material that Edison had boasted was completely fire proof. I guess that that was incorrect. They're combustible contents, however, Fed temperatures who melted the floor and soon the walls collapse. Even the newest building less than 2 years old and said to be in a state and said to be state of the art and fire proof construction succumb when its contents, pho photograph records caught fire. Liquid chemicals poured down the sides of the building as streams of flame. The high temperatures rendered the efforts of the firefighters who had been summoned from 6 neighboring communities, largely ineffective. 10 to 15000 people gathered to watch. The fire had broken out at the dinner hour when Edison happened to be at home. He was 1 of the first to get to the scene. Neither he nor his assistance thought that the fire would spread to the neighbor in concrete buildings, and no 1 initially took action to save what they could. When Men arrived, this is his wife at the time. She rushed in and out of the company's general offices carrying papers out of Harm way, while Edison stood by and watched the firefighters. Her rescue efforts ended only when the flames reached that building too. For 7 hours, the firefighters did their best in the bitterly cold night. But the fires claimed 10 of the 18 buildings of the complex. Miraculously, the disaster claimed only 1 victim, William T, an employee who had rushed back into a building with a fire ex under his arm, believing erroneous that some of his coworkers was still inside. The facilities for pho photograph and record manufacturing were lost. The estimated damage was 3 to 5000000 dollars of which the company told reporters, insurance covered about 3000000 dollars. This later number appears to have been dispensed in order to give employees, dealers, and customers reassurance that the Edison works would have no difficulty recovering. A private letter, however suggests that the insurance coverage was minimal. As Edison had been supremely confident when he began to build concrete buildings that coverage for fire damage was super. Once the Em were cool and company managers could take stock, they discover that in some way the fire had been considerate, skipping over 2000 galleries, k it's 2000 gallons of high proof alcohol that came through un damaged. They also discovered that all the master molds of the company's recordings were un damaged. But on the night of the fire, when none of this was known when the fire had yet to be contained, and was still hopping from 1 building to the next, and when the prospects were the bleak, Edison e was put to a test. His immediate reaction, he cracked jokes laughed. And declared. Although I'm over 67 years old, I'll start all over again tomorrow. Nothing could rattle him. I love that story. That's amazing. Imagine your life's work at the time you think it's burning down in front of you and you're laughing. Say like, okay. Well back to work tomorrow. So I wanna skip ahead. This was taking place in the in the night... At 19... 19 14? I wanna jump ahead to 19 29. This is about 2 years before, edison passes away. I wanna talk about his death and and, something that Henry Ford does right before... Before he dies. For Edison 80 second birthday in February 19 29, Henry Ford made a gift of 5000000 dollars to establish a technical school and Edison name. Later that year, he arranged to dedicate the opening of Greenfield village with an enormous celebration called Lights Golden J. Honoring Edison on the occasion of the fiftieth anniversary of the invention of the incandescent late. President Herbert Hoover, John d Rockefeller, Jpmorgan, Marie Curry, Or Wright, and Will Rogers were among the 500 invited guests who join Ford and Edison for the festivities. After the evening bank banquet, Edison, Ford and Hoover walked to the Men park laboratory to play a scripted mel drama, fan recreating the first lighting of the electric light. The radio announcer solemn and toned. Mister Edison has 2 wires in his hands. Now he is reaching up to the old lamp. Now he is making the connection It lights. Lights Golden J had come to a triumphant climax. Americans around the country who were listening to live broadcast had du followed the instruction to turn off their household lights until Edison had once again provided the world with light, and then upon q, they turned on their lights again as core horns lair. After the light golden J, Edison lived 2 more years, working less napping more. He summoned the energy in January 19 31 to sign off on 1 more patent application. Its issuance brought his personal total to 1093, the leader in the patent office by a wide margin. Health matters naturally enough became edison principal preoccupation at the end. He remained un certain that he was an expert on medical matters and had long before developed an all encompassing claims for a milk only diet. When Men Edison sister, Jane had died suddenly in 18 98, Edison Wrote men expressing shock, and ad Marsh and ad that if Jane had only been put on a milk diet. Nature would have had the opportunity to throw off the poisonous defective digestion, and she would be strong and hardy today. Over time, Edison had become more attached to milk as an ever reliable tonic. In 19 30, he explained he just... He did fine with just nothing, but it got 1 glass of milk every 2 hours. He maintained that 80 percent of our deaths are due to over eating. This conviction arose from his insight that auto into that is the accumulation of diseases in the bowel was the cause of most deaths. The solution was a matter of diet and lu. He was the same medical authority who years before had said that clothing that pinched was literally a killer. Pressure anywhere means that certain part of your body is deprived of its natural flood. And starvation and death began when the body is pressed and choked. The theories did not protect him from kidney failure. In August 19 31, he collapsed in his living room floor and spent 10 days near death. By October, he was 2 weak to leave bed and remained mentally dr according to his doctor. He passed in and out of a coma and hovered on the edge of death for 2 weeks. Newspaper issued newspapers issued multiple bulletin each day, reporting the slightest sign of improvement or decline. In the early morning of 10/18/1931, Thomas A Edison died at the age of 84 at home with his family at his bedside. That day, the New York Times carried 22 stories about Edison life and death. The blanket coverage was mirrored across all media outlets. For more than 50 years Edison had promoted his own image and the notion that it was his hands alone that had performed miracles. That preparatory work made the eu he received upon death easy to write. His genius was credited in the times with best s upon humanity the gifts of the electric light, the pho photograph, the motion picture camera and a thousand of other inventions. The asterisk that should have been attached to each major invention was long gone and history became the simplest form of story. In the beginning, before Edison, there was only darkness. The governor of New Jersey suggested that everyone in the state turn off their lights at 7PM on the day of the funeral as a reminder of white life would have been like if the inventor of the incandescent light had never lived. And I think that's a good place to leave the story of Thomas Edison. I just wanna give you a few updates on, about this podcast. I'm gonna have a we're gonna be doing a a weekly publishing schedule. We're gonna be putting out 1, new podcast on a historically great figure every week. If you wanna support this, moving forward, every single podcast we do is gonna be ad free just like this 1 was. So starts right into the story, and then there's no interruptions. There's no add in the beginning the middle or end or any of that stuff. And I I do that because I listen to a lot of podcasts as well and add interrupt my enjoyment. So I don't wanna create a podcast that would do that. I wanna... I... What I'm trying to do here is just convey my love of history and my love of biographies and reading to you and hopefully, that comes through. With that said, I I did set up a Patreon for this podcast. What I'm gonna do is every other episode will be released exclusively to Patreon members. And that's a good way to to get support for the podcast by... From the people to actually enjoy the podcast instead of having a read ads or try to sell you something which I definitely don't wanna do. So if you wanna support the... This podcast and you wanna make it, possible for me to make even more, podcast in the future, on historically review figures, please consider subscribing to the Patreon. Only 5 dollars a month and for that, you'll get hours of entertainment every month. You can also, support by leaving a review. The please leave a 5 star review, in itunes how how you do that? You go to your podcast app. You search for historically great. You click on that, and then It'll say leave view. You can... Yeah, you can just leave 5 stars and save, it takes less than a minute. It helps spread this podcast to other people, the more reviewed, the more positive reviews we get, the more likely you are to to people are to see this 1 when they're searching in the the App store for new podcasts. The second thing you can do is in the show notes, I leave a link for this for this book for the Wizard of Men Park and every book that we're gonna be doing. If you click that link. It's an Amazon affiliate link. So what that means is, add no additional cost to you, if you make... If you buy the book, Amazon gives me a small percentage of sale. Again, at no cost to you, and it's a great simple passive way to support this podcast. You'll get a book that you really enjoy, part of which I I covered here. If you do wanna go deeper on the on the live Thomas Edison. And, that's all I have for now. Thank you so much for listening. If you do enjoy this, please subscribe in your podcast player, and share this episode or or any of the episodes that you that you really like. With a friend or on social media. Any little bit that you can do really helps, and I'd really appreciate it. And I will talk to you next week, and we'll talk about another historically great figure. Thank you."
}