{
  "transcript": "Elon is brilliant. He's involved in just about everything. He understands everything. If he asks you a question, you learn very quickly not to give him a gut reaction. He wants answers to get down to the fundamental laws of physics. 1 thing he understands really well is the physics of rockets. He understands that like nobody else. The stuff I have seen him do in his head is crazy. He can get in discussions about flying a satellite, and whether we can make the right orbit and deliver dragon at the same time and solve of all these equations in real time. It's amazing to watch the amount of knowledge he has accumulated over the years. I don't wanna be the person who ever has to compete with Elon. You might as well leave the business and find something else fun to do. He will out maneuver you, out thank you and out execute you. Welcome to founders. My podcast about the lives of company builders. In case you're new here for every podcast I read a biography or auto of someone who has created a company. And then I try to share with you some of the things that I learned. That excerpt was from the book, Elon Musk, Tesla, Spacex, and the quest for a fantastic future. By Ashley Vance. So I wanna get into the book, but before we do that, I'd like to tell you that this episode is brought to you by Blink. Blink puts big ideas from the world's best non fiction books in powerful little summaries you can read or listen to in just 15 minutes. Over 5000000 people are using Blink. Blink app has been nominated by Apple as 1 of the best in the App store. Blink also received the world's summit award, granted by the United Nations, as well as the Google Material design award. So in other words, a lot of people like Blink. So get key insights from 2200 plus best selling non fiction books. They're also adding more summaries every month that are transformed into powerful packs you can read or listen to in just 15 minutes by by using Blink. Blink is giving listeners of this podcast 20 percent off. So if you wanna learn more, go to WWW dot Blink dot com forward slash founders. That's Blink, BLINKIST dot com forward slash founders, and you can get 20 percent off and start learning faster today. So I just wanna get right into the book and just I'm gonna share with you some of the highlights that stuck out to me. And hopefully, you find this information useful. So we're gonna start off with this excerpt that is just describing to us Elon life goal. And so let's go right to the book. Turning humans into space colonize is his stated life purpose. I would like to die thinking that humanity has a bright future he said. If we can solve sustainable energy and be well on our way to becoming a multi planetary species with a self sustaining civilization on another planet, to cope with a worst case scenario happening and distinguishing human consciousness then, and here he paused for a moment. I think that would be really good. Alright. So I wanna skip ahead to this part on his, a little bit about his personality, which I find is, which I was find interesting when I'm reading these biographies of these company builders is, you know, trying to get a sense of how how how they act and what would it be like if you around them? So let's go to the book. On initial encounter, musk can come off as shy and borderline awkward. His South African accent remains present be fading, and the charm of it is not enough to offset the halting nature of Musk's speech pattern. Like many an engineer physicist, Musk will pause while fishing around for exact phrase and it'll also go rumbling down an esoteric scientific rabbit hole without providing any helping hands or simplified explanations along the way. Musk expects you to keep up. None of this is off putting. Musk in fact will toss out plenty of jokes and can be downright charming. It's just that there's a sense of purpose and pressure hanging over any conversation with the man. Then this is my favorite part of the paragraph. Musk doesn't really shoot the shit. While Musk had been anything but shy about he was up to. A few people outside of his companies got to see the factories, the R and D centers, the machine shops, and to witness the scope of what he was doing firsthand. Here was this guy who had taken much of the silicon valley ethic behind moving quickly and running organizations free of bureaucratic hi and applied it to improving big, fantastic machines and chasing things that had the potential to be real breakthroughs we'd had been missing. By rights, Musk should have been part of the M. He jumped right into the doc man in 19 95. When fresh out of college, he founded a company called Zip 2. A primitive Google maps meets Yelp. That first venture ended up a big quick hit. Compact bought zip 2 in 19 99 for 307000000 dollars. Musk made 22000000 dollars from the deal and poured almost all of it into his next venture. A startup that would morph into Paypal. As the largest shareholder in Paypal must became fantastically well to do when ebay acquired the company for 1500000000.0 dollars in 2002. Instead of hanging around Silicon Valley and falling into the same fun as as peers, musk d camp to Los Angeles, and this is... I think the most important part. And while I have an insane amount of respect guy. The conventional wisdom of the time said to take a deep breath and wait for the next big thing to arrive and due course. Musk rejected that logic by throwing a hundred million dollars into Spacex. 70000000 dollars into Tesla and 10000000 dollars into solar city. Short of building an actual money crushing machine musk could not have picked a faster way to destroy his fortune. He became he became a 1 man ultra risk taking venture capital shop and doubled down on making super complex physical goods in 2 of the most expensive places in the world, Los Angeles and Silicon Valley. Whenever possible, Musk's companies would make things from scratch and try to rethink much that the aerospace, automotive and solar industries had accepted as convention. So on the podcast, I've talked about this idea that I think it's a it's a great idea and a and a huge help if you find a book that has given additional meaning to your life or a podcast. Like, I... I reread a lot of books that I find valuable, and I re listen to a lot of podcast podcasts that I find valuable because in, like, in the case of the this Elon book. I first read this back in 2016. I... Actually, the first episode of founders was based on this book. At the time, founders wasn't called founders, or I just had the idea that I was going to read biographies of interesting people and then talk about that. And then over time I narrowed my scope to just focus on, you know, since I'm interested in very interested in entrepreneurship, just to focus on entrepreneur... Like, the lives entrepreneurs. But I do think there's a huge value because I haven't read this book in almost, you know, almost 2 years, whatever the about almost 2 years. And reread it, there were so many other things that jumped out at me. And then the interesting part is I picked up other ideas that I've read in the interim between the the these 2... This 2 year period. And they kind of... These ideas kinda go together and they build on 1 another. And so that's why I recommend people to re reread books that are interesting to them and re reread or re listen to podcasts. So there's... I I came across this sentence that I that I highlighted or this paragraph I highlighted I wanna share with you. But the note I left myself is actually a quote from another book, and it's actually Peter Till to 1. And the quote, I I left is general and un pitches don't say anything about why a recruit should join your company instead of many others. So the context of that, he's talking about, hey, if you're gonna start a new company, you should be doing something that's very different. And if you're doing something very different, you have actually... People think it's harder, but it might be easier because you have access to better talent because if you're the only person in the world doing that thing, and and you can then find the people that that's extremely important to, and they're gonna wanna come work for you because that's the only place they can do it. So we're gonna see this with why... With how this applies to spacex. While the putting man on Mars talk can strike some people as Loop, it gave Musk a unique rallying cry for his companies. It's the sweeping goal that forms a unifying pitch our unifying principle over everything he does. Employees at all 3 companies are well aware of this and well aware that they are trying to achieve the impossible day in and day out. So this next part is about reading and an ins appreciable desire to learn. So this is a story about, the importance of reading an Elon life, and we're gonna hear some stories about what he was like when he was a kid. The most striking part of Elon character as a young boy was his comp compulsive to read From a very young age, he seemed to have a book in his hands at all times. It was not unusual for him to read 10 hours a day, said Kim Kim his brother. If it was the weekend, he could go through 2 books in a day. The family went on numerous shopping excursions in which they realized mid trip that Elon had gone missing. May, that's his mom or Kimball would pop into the nearest bookstore and find Elon somewhere near the back sitting on the floor and reading in 1 of his tran like states. This next part is what he learned about managing employees at Zip 2 and Paypal, and we're gonna hear directly from Elon here. Musk realize that he could have handled some of the some of the situations with employees better. I had never really run a team of any sort before, Must said. I had never been a sports captain or a captain of anything or manage a single person? I had to think, okay, what are the things that affect how our team functions? The first obvious assumption would be that other people will behave like you, but that's not true. Even if they would like to behave like like you. They don't necessarily have all these assumptions or information that you have in your mind. So if I know a certain set of things, and I talk to a replica of myself, but only communicate half the information, you can't expect that replica would come to the same conclusion. You have to put yourself in a position where you say, Well, how would this sound to them knowing what they know. So this this next part actually maybe chuckle. And the note left myself is his approach to dating mirrors his approach to work, and this is his his now ex wife Justine and the mother his children talking about they met in college, and this is how Elon was trying to persuade her to date him. He would call very incessantly. She said, You always knew was Elon because the phone would never stop ringing. The man does not take no for an answer. You can't blow him off. I do think of him as a terminator. He locks his gaze onto something and says, it shall be mine. Let just chuckle at the idea of picturing Elon as a terminator. And this is another example of more skin in the game and respect, and this is a direct quote from Elon He goes, I'm not an investor. I like to make technologies real that I think are important for the future and useful in some sort of way. So, again, the reason I put the respect there is just because there's a... There's a... There's a ton of examples of successful founders going on and selling their company or becoming fabulous wealthy. And then instead of... Instead of starting another company and staying like, remaining an entrepreneur. They turn to an investor an angel investor of Venture capitalists, and there's nothing wrong with that. Should do whatever they want to do. I just think that the outliers are like Elon are more interesting to me. The idea that I'm not comfortable just sitting on the sideline and hearing about somebody else's idea. Like I wanna go have an impact on that. I've talked about this idea on the podcast many times that humans are deeply that it's... You have to be very careful, like, the ideas you expose yourself to are the people you hang around because we we just we just copy each other incessantly, all of us do it. And so part of the re... What I like what I'm doing here is I'm having these constant... By reading all these biographies and spending so much time every week thinking about this. I'm having these, like, deep 1 sided conversations about some hearing ideas and experiences from somebody that has has already done what I wanna do. And I think that overall would make me hopefully, more successful in whatever endeavor I choose to do, but also makes me happier, like, being able... Being able to, like, spend so much time and the thought like this. So Elon picks up on on the the deeply nature of humans. When he's at, he's an at the time he's an intern. I think in a bank in Canada. And so he comes up with this really and he's really young. I think he's, like 20 years old at the time. And he he he realized realizes there's a bit of, massive arbitrage opportunity coming with buying and then resell debt. And so let me just read this and Make more sense. This is Elon talking. I calculated the backstop value, and it was something like 50 cents on the dollar. While the actual debt was trading at 25 cents. This was like the biggest opportunity ever, and nobody seemed to realize it. He inquired as to how much Brazilian debt might be avail available at the 25 cent price. So he's he's making a call to Goldman Sachs. Who's was the main trader in this. And the guy said, how much do you want? And I came up with some ridiculous number, like 10000000000 dollars. When the trader confirmed that was doable, musk hung up the phone. I was thinking that there had to be fucking crazy because you could double your money. Everything was backed by Uncle Sam, it was a no brainer. And so he takes the idea to his boss. And here's result. But they still didn't do it, and I was stunned, and this is... I... This next sentence is actually the the lesson I take away from all this. Later in life, as I competed against the banks, I would think back to this moment and he gave me confidence All the bankers did was copy what everyone else did. If everyone else ran off a bloody cliff, they'd run off a cliff right with them. If there was a giant pile of gold sitting in the middle of the room and nobody was picking it up, they wouldn't pick it up either. So moving along. Here's an example of his insane amount of risk tolerance. Musk invested about 12000000 dollars into x dot com. So x dot com is the company he started that it later merged with Con infinity, which was Peter T and Max Le company, which later we became Paypal. So... And just give you bat background. This is... He made 20 something million dollars off of the sale of Zip 2. So this is happening after Zip 2. So Musk invested about 12000000 dollars in x dot com, leaving him after taxes with 4000000 dollars or so for personal use. That's part of what separates Elon from Mere mortals. He's willing to take an insane amount of personal risk. When you do a deal like this, it either pays off, or you end up in a bus shelter somewhere. So again, goes back to why I spent some much time I'm reading books about or just trying to learn from them. Because if you give me 20, let's say 22000000 dollars or in this case, after taxes and after he he bought, like, a fancy car in Na condo and did some other things. He had 16000000 dollars left, he said, okay. Maybe I, if I'm starting another company, maybe Invest, you know, part of that, maybe 6000025 percent of that, something like that. He does the exact opposite. He basically says I'm gonna take 75 percent of everything I've left and put it into a. And again, at x dot com, he was trying to make the world's first online bank. Which again, in 19 99 was a hugely risky endeavor. So I I thought that part was was fascinating. Moving on to the next part. So this is thinking from first principle. And this is 1 of the main ideas I have learned from Elon. And I actually... The first time I heard him talk about this was on the foundation podcast. I will leave a link to the... I'll leave a link link to the Youtube video where he talks about this, and I'll I'll I'll get it to the start... The actual time. He starts talking about this because he explains what first principle thinking is in a matter of minutes, and it's really easy to understand. So I definitely think it's worth checking out. And I'll leave that in the show notes. Alright. So this is him thinking from first principles. Let me give you some background before I go into that. At the time, he's he's he's flown back and forth to Russia. He had the idea that, hey. I'm gonna start Spacex. But I'm gonna... Instead of building rock myself. I'm gonna buy these... These older rockets from Russia. So there's these great stories in the book where, you know, the... Talks about how the russians are doing business with them. They don't respect them. In 1 case they spit on him, and so somebody else. And so they finally give up. They're on the plane ride back from Moscow back to California, and this is where he actually comes up with the idea from Spacex. And he does it from first principal thinking. And so let's go right into the story. At which point musk wheeled around and flash a seat a spreadsheet he had created. Hey, guys. He said, I think we can build this rocket ourselves. The document detailed the cost of the materials needed to build a assemble and launch a rocket. According to musk calculations, he could undercut existing launch companies by building a modest sized rocket that would cater to the part of the market that specialize in carrying smaller satellites and research payloads to space. The spread sheet also laid out the hypothetical performance characteristics of the Mock of the rocket in fairly impressive detail. Musk had spent months studying the aerospace industry and the physics behind it. He had read books like rocket propulsion elements, fundamentals of astro, and arrow thermodynamics of gas turbine and rocket propulsion, along with several more seminal texts. Musk had reverted to his childhood state as a devour of information and had emerged from this medi process with the realization that rockets could and should to be made much cheaper than what the Russians were offering. Musk would inspire people to think about exploring space again by making it cheaper to explore space. So 1 of the main things I learned from Elon is to really, you know, if you're thinking for express principles, it allows you to reject Dogma to reject conventional wisdom. Now, some conventional wisdom is accurate. But if you break conventional wisdom down to first principles, you... You'll find that a lot of it is is probably wisdom for a world that did no longer exists. So the note I left myself here is opportunities hiding in plain sight. Musk felt that the space industry had not really evolved in about 50 years. The aerospace companies had little competition and intended to make supremely expensive products that achieved maximum performance. They were building a ferrari for every launch when it was possible that a Honda Accord might do the trick. And this next part is what it's like to work with Elon Musk. And just give you a background of what's taking place at this point in the book. Their Spacex has already been going for a while. Elon has this idea to make a prototype rocket. Then to ship it to Washington Dc, assemble giant rocket in the middle of Washington Dc and then hold a press conference. And again, he's really, really really good at marketing and really good at raising awareness for what he's doing. So this is what's happening while they're trying to make the prototype. So it says while making the prototype for this event, H, H is an employee at Spacex, experienced a full spectrum of highs and lows that came with working for Musk. The engineer had lost his regular glasses weeks earlier when they slipped off his face and fell down a flame duck at the Texas launch site. H had since made to do wearing an old pair of prescription safety glasses, But they too were ruined when he scratched the lenses while trying to duck under an engine at the spacex factory. Without a spare moment to visit an opt, Harmon started to feel his sanity fray. The long hours, the scratch, the publicity stunt, they were all too much He vent about this in the factory when I unaware that must stood nearby and can hear everything. 2 hours later, Mary Beth brown. That was Elon assistant at this time. Appeared with an appointment card to see a las eye surgery specialist. When home visited the doctor, he discovered that musk had already agreed to pay for the surgery. Elon can be very demanding, but he'll make sure the obstacles in your way are removed. And this idea, I've never heard anybody think about times relationship to money. And so this idea, I think is gonna stick with me for a very long time. We had some chats where he laid out his philosophy said Kevin Bro, the early spacex employee. He would say that everything we did was a function of our burn rate and then we were burning through a hundred thousand dollars per day. It was his very entrepreneur Silicon valley way of thinking that none of the aerospace engineers in Los Angeles were dialed into. Sometimes he win let you buy a part for 2000 dollars because he expected he expected you to find it cheaper or invent something cheaper. Other times, he wouldn't flinch at running a plane for 90000 dollars to get something to the the the test site because it saves an entire workday. So it was worth it, and this is the part that I found so fascinating. He would place this urgency that he expected the revenue in 10 years to be 10000000 dollars a day. And that every day we were slower to achieve our goals was a day of missing out on that money. I guess I was I was gonna save this thought for the end of the podcast, but I think what reading this book and now reading it for the second time has done has done for me is it made me realize like, I'm just not doing enough. Like, he it seems like Elon makes the most of time, and it's because of his fundamental belief that life is short. And I don't I don't know how many people actually approach time the way he does. And so my my hope is that by reading this, I recalibrate what I what I can actually think I can do in 1 day. And that Whole idea that if you're a day late, like, it's really hard for us to understand the, like, the range of probabilities, you know, 10 years in the future, whatever are the case is. But if you do have the belief that gonna be your companies gonna been making a million dollars a day or 2000000 dollars Or whatever the number is, in his case is saying 10000000 dollars a day. Well, if you take 3 extra days to get there, that's a 30... That's 30000000 dollars less of revenue that you'll never get back. So it's a really interesting time. Here's an example of Elon determination, and this is... He's running all the... He's running Tesla Spacex, and he's about to run out of money. This is, in during the 2008 2009 financial cry Crisis. And this is a direct from him, I will spend my last dollar on these companies. If we have to move into Justine parents basement will do it. So right around that time, Musk actually runs out of money. When Musk ran through the calculations concerning Spacex and Tesla. It occurred to him that only 1 company would likely even have a chance of survival. I could either pick Spacex or Tesla or split the money I had left between them must said. That was a tough decision. If I split the money, maybe both of them would die. If I gave the money to just 1 company, the probability of it surviving was greater, but then it would mean certain death for the other company. I debated this over and over While Musk meditate on this, the economy worsened quickly and so too did Musk's financial condition. As 2008 came to an end, Musk had run out of money. I'm recording this about 10 years after this period in most life. We know Hud all turned out. There's... The the book goes in into greater details so if you're interested should definitely, check out, read the book. But, it goes into the fact that Tesla winds up getting another round of financing that it that needed the very last second I think it was like a few days before they become ins solvent. And they had their fourth... Their, their first... Excuse me, successful Spacex launch, and then they were awarded a contract by Nasa. So within, like, a few months and and the end of 2008, he was able to save both companies. And so now, this is what his friend and investor, is gaining named Garcia, talking about focus and suffering that I think is useful for all of us. For Garcia, the Tesla and Spacex investor and Musk's friend, To 2008 period told him everything he would ever need to know about Musk's character. He saw a man who had arrived in the United States with nothing, who had lost a child, who had been pillar in the press by reporters and his ex wife, and he was on the verge of having his life's work destroyed. He has the ability to work harder and endure more stress than anyone I've ever met, Or garcia said. When he went through... What he went through in 2008 would have broken anyone else. He didn't just survive, he kept working and stayed focused. That ability to stay focused in the midst of a crisis stands as 1 of Musk's main advantages over over other executives and competitors. Most people who are under that sort of pressure fray, Garcia says. Their decisions go bad. Elon gets hyper rational. He's still able to make very clear long term decisions. The harder gets the better he gets. Anyone who saw what he went through firsthand came away with much more respect for the guy. I've just never seen anything like his ability to take pain. And in this 1 sentence I thought it was really interesting. Zip 2, Paypal, Tesla, Solar City, they are all expressions of musk. Spacex, spacex is musk. And this is a another example of that quote, I said a little earlier from 0 to 1 that general and un pitches don't say anything about why a creature join your company instead of many others. And it's says Musk wants to conquer the solar system. And as it stands, there's just 1 company where you can work. If that sort of quest gets you out of bed in the morning. And here's another example of what it's like to working with Elon. Spacex and Musk also seemed to inspire an unusual level of loyalty. Musk has managed to conjure up that Steve jobs like Z among his troops. His vision is so clear. He almost h you. He gives you the crazy eye, and it's like, yes, we can get to Mars. Take that a bit further and you arrive at a pleasure pain sad vibe that comes with working from Us. Numerous people interviewed for this book d cry the work hours, Musk's blunt style and his sometimes Ludicrous expectations. Yet almost every person, even those who had been fired, still worship Musk and talked about him in terms usually reserved for superheroes or deities. So this next note I left myself was 1 of the tenants I've noticed on, on how Elon approaches work, and the organization of risk companies is make as many things for yourself as possible, and it's talking about the difference between Spacex and their main competitor. Spacex manufacturers between 80 percent and 90 percent of its rockets, engines, electronics and other parts. It is a strategy that flat out dumb dumbfounded, Spacex competitors like United launch alliance. So United launch Alliance. It's also referred to a Ul is it's a partnership partnership between Lockheed Martin and B Boeing. So it's so it's... In this case, the author now talking about. Ul which openly brag about depending on more than 1200 suppliers to make its end products. And so the author says, Ul sees itself as an engine of job creation than rather than a model of inefficiency. I think on past podcast I talked about. So I find the work of Almost very inspiring. But as far as, like, if I had to pick only 1 other entrepreneur founder that I've that I've learned most, like practical knowledge from. I would say that's Jeff Bezos. So I was a little distraught at this 1 section. Since this is Elon on Jeff Bezos. They're they're there... Used just have a good relationship, and it's not so good anymore because they were Blue Origin, which is Bezos rock company was poaching some people from Spacex and vice versa. So here here's what here's Elon on Jeff Bezos. The relationship between Musk and Bezos had sour. And they no longer chat about their shared ambition of getting a Mars. I do think Bezos has an ins desire to be king Bezos must said. He has a relentless work ethic and wants to kill everything in commerce. But he's not the most fun guy honestly. Well, this is the power of the individual in an age of infinite leverage. And so I went back in my notes and I've seen since 2013, I've been kind of obsessed with this idea about... So there's a trend at least in United States where there's a explosion of 1 person businesses that make over a million dollars share of revenue and some, there's even an explosion in some that make 5 dollars to 10000000 dollars a year. And so, you know, maybe go from, like 10000 people are doing this in 2013 to now it's like, maybe 40... Or 50000 people or whatever the the number is. And I do think since we're in an age of infinite leverage that there is, the individual becomes much more powerful. Right? So if there's already people now being able to make companies that make over a million dollars a year. Right? If you have 1 1 person, that means revenue per employee is astronomical. Right? Yeah there is eventually going to be a single person billion dollar company. So this is this is just a personal quote that I the, I have saved my phone that I look at from time to time. And let me transfer read it to you. And by recruiting hundreds of bright self motivated people, Spacex has maximized the power of the individual. 1 person putting in a 16 hour day ends up being much more effective than 2 people working 8 hour days together. The individual doesn't have to hold meetings, reach a consensus or bring other people up to speed on a project. He just keeps working and working and working. My next note and something if you listen to a bunch of my podcast. You know that I say this all the time that we're extremely lucky to be alive when the Internet was created. And this this real quick paragraph is just talking about how Spacex has kind of built on knowledge that Nasa and other and other countries had about rocket design and getting to space. Says, they crib from past capsule work and read over every paper published by Nasa and other aero bodies around projects like Gemini and Apollo. If this is a quote from a spacex employee. If you go search for something like Apollo reentry guidance algorithm, there are these great databases that will just spit out the answer. So that part reminded me of 1 of my all time favorite quotes about the Internet. And it's actually from a former spacex employee. And and this guy says, the internet taught me every... Nearly everything I know. Is the modern day equivalent to the library of Alexandria, except it's much harder to burn to the ground. It is indispensable for realizing human rights, combating inequality, accelerating development and quicken the pace of human progress. Another thing I learned from this book was... You need to focus on where the point is. So to give you some context at the time that they're... They started out doing an an electric car, and there was some kind of debate. Was, oh, maybe we should do a hybrid because that way, you can get over the the problem that most people with range and everything else. And so this is the the conclusion and how they wind up making their decision to go all electric. It would be expensive and the performance would not be as good as an all electric car, and we would have needed to build a team to compete with the core competency of every car company in the world. We would have been betting against all the things we believe in. Like the power electronics and batteries improving. We decided to put all that effort into going where we think the endpoint is, and we never looked back. And here's another example of opportunities that hide in plain sight. They're talking about Tesla. If you know, if you listen to, 1 of the podcast podcasts I did on Henry Ford, there was a... Most cars were, or, I guess, driving machines. They weren't called cars at time. But, electric cars are actually pre dated. The internal combustion engine. And so it's really interesting. Let me just get into this why the opportunity for electric extra cars was hiding plain site. Quick to remind people that the chance to build an awesome electric car had been there all along. It's not really like there was a rush to get into this idea, and we got there first. It is frequently forgotten in hindsight that people thought this was the shit business opportunity on the planet. The venture capitalists were running for the hills. With separated Tesla from the competition was the willingness to to charge after its vision without compromise, a complete commitment to execute to musk's standards. And this next note I of myself as time is the currency of life. Elon came to the conclusion early in his career that life is short. If you really embrace this, it leaves you with the obvious conclusion that you should be working as hard as you can. And finally, this idea of Grand theft Life, which comes from, Tim Urban, who's the founder of the way what why blog and he's also the 1 that with that great 4 part series on Elon Musk I would recommend. So if you just Google Grand theft Life, Wait Why, it'll come up and you'll... And you can read that section as well. It's available for free online. And the idea is basically, if you're playing a game, treat treat life like you would grand theft auto of the video game. Right? So if you were playing a game called Grand Theft Life, you would be true to yourself, you'd be bold, you'd actually do what you wanted do without fear of the consequences. Like, if you'd wanna develop your skills for yourself like you would your character. And this is something I actually apply in my life when I read Tim's Tim's blog post last year, and let's say you you want your character to, be stronger? So then you take your character to the gym. You want your character to have more money to have access resources, so then you you make your character to do all these other jobs. And the thought that I got from tim and Elon Was like, well, why don't you just step outside of yourself and do the same thing, but for yourself, like, treat yourself as your video game character and treat life as this game that you're trying to to play. So if I wanna get in better shape, then I'll take my character the gym, in that case, that's my real person, like, the real me. If I wanna have a low body fat percentage and and eat health... And and be healthier, I'll eat better food. So I'll take my character to, you know, to eat some healthier instead of fast food or what are the case is. Same thing. If you wanna have access to more time to more resources, then then make your character work harder. So this is the author's realization... So remember, at the beginning of the podcast, we talked about how you as a cy. Now this... The sentence about to reach you, comes at the very end of the book. And it's to me, reading all this and spending of this much time setting in Elon musk it's like, he really does approach life as a game and without fear. And I think, we'd all be better off. We were able to do a little bit of more of that in our life. So This is all speaking. I'm more convinced than ever that Musk is and always has been a man on a quest, and that his brand of quest is far more fantastic and consuming than anything most of us will ever experience. And that's where I'm gonna leave this podcast for now. If you want the full story, make sure you read the book, Elon Musk, Tesla, Spacex, and the quest for a fantastic future. If you've listened all the way this far, I have a secret link I wanna share with you, that actually helps you. If you wanna get the entire story. If you look in the show notes, you're gonna see something called the founder secret link. It's actually a way to get 2 free audiobooks books just by trying audible. If you're interested in in in listening to the audio version of this book, then go ahead and use that link. You sign in with your Amazon account, it takes like, 30 seconds. And then you can listen to this book and any other book that you want. I mean, there's... And if you want suggestions for books, just go look at past podcasts, and, literally, every single podcast that I've done, I'd recommend that book. So here's what I... What I I need to ask for your help on something. If you like my podcasts, if you get... If they're useful, is that's my entire goal. I just wanna be useful. I wanna... Like, I don't wanna waste your time. I wanna I want you to find the information you're getting here valuable and hopefully applies to to whatever it is you're doing in life. The biggest thing you can do to help me if I've helped you at all is please go to Apple Podcasts and leave a 5 star rating. Even if you listen to it on another platform. Apple Podcast is just the largest platform. Apple spending a lot more time trying to to fix the problem that hasn't been solved yet, which is, you know, podcast discovery. And the more ratings and the higher ratings we have, the more people are exposed to its ideas, and it... That would benefit the podcast podcasts, and it just benefits people in general, if they're actually listening to stuff that's good for them. So please, if you like, these podcasts, leave a 5 star rating on Apple podcast, I would really appreciate it. Subscribe if you haven't already, new podcasts are coming out every Monday. I I've told in the past I listen... I read all the the the reviews you guys leave on Apple on Apple podcasts or on itunes. I guess it's the same thing. And 1 of the reviews was talking about how much Like the podcast, and they were little ups... They were a little, like, worried that the podcast ended because there was like a 5 week gap in between, me releasing a new podcast. And I realized, like, you know, I have an obligation. Not only am I joining this myself, but I an obligation to you if you're gonna spend your time. Then I need to be more disciplined and more dedicated and make sure, I'm getting a on of time. So I'm giving myself a hard deadline every Monday. There has to be a new podcast released. So subscribe if you wanna see those. If you wanna support the podcast and read some great books, which is the entire reason the podcast exists, I put links to every single book I've covered on all founders podcasts. They're in... They're available founders podcast dot com, and they're available on the show notes. So you don't even have... Have to do the website if you don't want to. By 1 of the books by 10 of them, by all of them. And Amazon will spend me a small percentage of the sale at no additional cost to you, you get some great reads, and you get support this podcast at the same time if you're interested in doing that. And the last thing I just wanted to let you know something new. I've bet... There's a lot of quotes that I come across since I'm reading all these books every week that that they just don't make the cut into the podcast, but they're still interesting. And I've been pulling some interesting quotes from the books and posting them on Twitter. So if you want to learn more about them or just, you know, they're little app, so little bits of knowledge that you might find helpful. You can read them at Founders podcast. It's at founders podcast on Twitter. Again, it's out app founder podcast, and hopefully, you enjoy that as well. Thanks for listening, and I will talk you next week."
}