{
  "transcript": "It must have been sometime in 19 79 that I first heard the words, but James, if there were a better kind of vacuum cleaner, Hoover would have invented it. That was just before I left the first company that had set up. I gave up security, income and respect. And persuaded an old friend to come in with me on a project that I was developing in the garage behind my house. For 12 years, I labor under heavier and heavier debt. I tried and failed to interest the major manufacturing companies in my product. I fought terrible legal battles on both sides of the Atlantic to protect my vacuum cleaner. And in 19 92, 13 years later in the cold wet English countryside, I went into production on my own. As sole owner of the machine, I had conceived, designed, built and tested alone. After thousands of prototypes and modifications and millions of tests, I was in terrible debt, but in love with the cyclone. By 2002, 1 in 4 British households owned a Dyson. My company was selling a million vacuum cleaners a year and turning over 300000000 annually, and my products had achieved total worldwide sales of more than 10000000000 dollars. Finally, late last year, I fitted the last and most important piece of the Jigsaw. I entered the biggest most innovative, most exciting market in the world. I came to America. This is the story of how I did it. That was an excerpt from the book that I just read for the fourth time and the 1 that we talked about today, which is against the odds and auto by James Dyson. If you're asked me for, like a top 10 list of my recommendations of books that I cover in the podcast. He should read that is kind that top 10 list is always changing. The number 1 spot never changes. It is this book by far. This book was actually published over 25 years ago. He has since written a second auto that came out a years ago. If you wanna listen to that episode, it is episode 02:05 for the sequel. James License is 50 when he publishes this book, and he was 74 when you published a second auto. And so I wanna jump into the introduction we'll see right away. The reason this is my number 1 recommendation is because 90 percent of this book is about the struggle to build his company. And so he says the funny thing about the story of the Dual Dyson cyclone is that I knew it all turn like this from the beginning. Despite all the setbacks, the lawsuit, the cash crisis. The ridicule, the bad feelings and the doubt. I always knew deep down. This is a book about the things that I have made, the products, the companies, the decisions, the enemies sometimes, and the mistakes often. I'm a creator of products, a builder of things and my name appears on them. That is how I make a living, and they are what have made my name at least familiar in a million homes. I lay no claim to the epi. Household word. Though, I harbor a secret dream and imagine a time years from today when Dyson replaces hoover and becomes a verb, out there on its own and detach for me to such an extent that most people will have no idea that there ever was a man called Dyson. His personal... The reason. Now this is just an incredible story. You fast forward to present a day. He owns a hundred percent of Dyson. It makes billions of dollars year in revenue, makes him and his family billions of dollars a year every year in profit. He's still working at it. He's still inventing new things, Things like 75 or 76 now. But what I love about this in addition to the fact that he doesn't hide. He it... This shows you the difficulty. And pierce is the myth of, like, the overnight success. Right? But his personality jumps off the page. So he's like, you know I can't wait till Dice replaces Hoover, and he's just funny. He's hilarious. So he says, I like the idea of a child in the twentieth first century telling his friends that he can't come out for for a little bit because his mom wants to dyson my room listen to this. And I wrote on the next page after I re reread this, how could you not love him. Long after my bones have crumbled, and I am no more than a potential clogging irr for lesser machines. And then he goes into why he's taking time away from his company to write this book? This is something he shares with a ton of entrepreneurs. The fact that they are writing... They write their auto for the benefit of future generations of entrepreneurs. And he says, right, straight up, I'm writing this book to help other inventors. Part of this has to do with all the correspondence I received from other inventors. And when I say inventors, I do not mean men with workshops and science degrees and designs registered at the patent office. I mean ordinary people who have had an idea. Believe me, there's a lot of them. They ask for advice on developing their ideas. I cannot offer real advice to all these people individually. So to an extent, this book represents my attempt to enter a dialogue and answer the questions that are put to me so often. I wanna go back to couple words in that sentence I think is extremely important. This is my attempt to enter a dialogue the way I describe when you sit down and whether you read this or any of the other auto that you and I have talked about on this podcast. What what you're doing at a time, is you're having a 1 sided conversation with 1 of history's greatest entrepreneurs. It is 1 of the highest value ways to spend your time. This is also an exposition of a biz... This is also why I love him to. I absolutely love. Jay. I love his stubborn. I love how difficulty he is. I love the fact that he knows exactly what he wants to do in life. And he does not allow anybody. Anybody to to convince him to deviate from that path, This is also the exposition of a business philosophy, which is very different from anything you might have encountered before. The thing about this philosophy is it wasn't conceived by a businessman, and it has worked. It is said that to be overnight success takes years of effort. So it is proved with me. That's the entire book. That is all that is why it's so valuable. You read this book, and you'll think about it 2 years, 3 years, 5 years whenever you're going through an unbelievable difficult part of building your business or your life. Like, James Sync up. Alright. I got knocked down. I'm going. I'm getting back up. That's so important. There were 20 years of debt. 4 years ago, I came out of the dark, and now I had a company turning over hundreds of millions of dollars a year. Most bizarre, it has all happened rather without anybody noticing. And then he tells us why he believes this all happened. It's the excellence of the product. Really, if you think about his philosophy is a very anti business philosophy. It's gonna sound very familiar to what, we covered last week on, the Steve Jobs episode. I would say this anti business philosophy that... James License has it reminds me of steve Jobs. It reminds me of Yvonne Shen, and it comes down to the fact that these guys are unbelievably obsessed with the quality of the product that they're making. It reminds me what Henry Ford said 1 of my favorite quotes from the history entrepreneurship money comes naturally as a result of service. If you focus on making an excellent product and you maintain control, you'll wind up with the money anyways. Steve Jobs, James Dyson, If On S, these are anti business billionaires. It it has all happened. I really believe because of the intrinsic excellence of the machine. Because it is a better vacuum cleaner than anything that has gone before. And because it looks better than anything like it has ever looked. And then he goes into the fact that he was very unlikely that he was the 1 that was gonna do this, because the vacuum cleaner, he goes through the history of the vacuum cleaner in the book I'm gonna skip over a lot of that, But just give you an idea the vacuum cleaner for a hundred years remained essentially unchanged. If anyone was gonna step in and shake this up a bit, it was very unlikely to be me. I wasn't even a qualified engineer, and yet that is how it turned out. I own it exclusively and with it, you might say the key to every household in the developed world. And this is the first time he brings up 2 things that He repeats throughout the book. First he thinks of himself primarily as a designer. Design is where his heart is. Right? The second thing is get this idea out of your mind that you need some kind of formal education to build wonderful products. So he says the first thing to forget is any notion. That you have to be a qualified engineer to make an impact on engineering. I fiddle with wood for a while, then I got into plastic and drifted into product design. Convinced that engineering was no more than a state of mind and determined to develop the products I was designing technology, technologically as well as visually, I began to moon moonlight as a professional. The look of the product, the intangible style that sets 1 thing apart from another is still closest to my heart. And then he speaks about this really important design principle. He uses this entire life that comes from the fact that James, like every single other person that you and I talk about studied the great people and the great work that came before them. And we see this here. James was the wanna introduce me to this guy with a crazy name. Right? Who was unbelievably well known and famous in his day. Just, know live, you know, a hundred and 50 years ago, whatever it was. Is barred Kingdom B. So the last time I covered this book, It was episode 200, then reading about James Affinity for B, I went and found a biography of And immediately read it. So if you wanna learn about the guy that James studied, I made an episode to 0 1 where you can you can learn from. Actually, you know what? I'm gonna read. I'm gonna read 1 of my favorite quotes from that biography in 1 second. So it says, it it is only by remaining as close as possible to the pure function of the object that beauty can be achieved. My greatest hero was always barred kingdom B, whose inverted cat curve was crucial to the structure of his bridges and gave them the distinct stylist power that still wow on today. So you and unite are gonna talk about Barred Kingdom A few times today. But I need to read this too because, James, when you... If you read this book, should already be, obviously we're only a couple pages into the introduction. He's una extreme has unbelievably high standards for excellence for the excellence of the company's he's building and the product he's building, and B was the same way. And so listen to how this is a letter that was published in B biography. It was a letter he wrote to 1 of his employees that was not living up to his unbelievably high standards, and so B writes, plain, gentleman language seems to have no effect upon you. I must try stronger language and stronger measures. You are a curse, lazy, ina attentive, apa Va. And if you continue to neglect my instructions and to show such infer laziness, I shall send you about your business. I have frequently told you amongst other absurd un habits, that that of making drawings on the back of others was inconvenient. By your cursed and neglect of that, you have again, wasted more of my time than your whole life is worth. So then James goes back to this idea on the importance of learning by doing. My own success has been observing objects in daily use, which was always assumed could not be improved. Bilateral thinking, which he calls the Edison sony approach. So another 1 of his heroes and somebody he talks about over and over again in this book is his admiration for Thomas Edison. It is possible to arrive empirical at an advance. Anyone can become an expert in anything in 6 months. After the idea, there's plenty of time to learn the technology. My first iconic vacuum cleaner was built out of cereal packets and masking tape. Long before I understood how it worked. And this is funny too because from that time, from the first idea that first prototype until... So he actually makes money on it, is gonna be about 13 years, the greatest lesson for aspiring adventures was yet to come. The actual making of money. Paper stuff in thick w, which they finally give you because you've done something good. And then we'll wrap up the introduction before we go enter his early life and inside the end of the introduction is about a 5 sentence. Summary of the book which I get to in 1 second. The best kind of business is 1 where you can sell a product at a high price with a good margin and in enormous volumes. For that, you have to develop a product that works better and looks better than existing ones. That type of investment is long term and high risk. Or at least it looks like a high risk policy. In the longer view, it is not half so likely to prove hazardous to one's financial health as simply following the herd. This is the... This is the beginning of what I consider a 5 sentence summary. Of James thought process and what he's trying to basically teach you and I, difference for the sake of it in everything because it must be better. From the moment, the idea strikes to the running of the business, difference and retention of total control that last sentence being the most important, different to James, and I think great advice to you and I difference and retention of total control. This is not even a business book. It is if anything, a book against business. Against the principles that have filled the world with ugly, useless objects and unhappy people. We all wanna make our mark. We all wanna make beautiful things and a little money. We all have our own ideas about how to do it. What follows just happens to be my way. And then James has exactly 1 chapter on his early life, essentially what he's telling us there is so skip over all the fluff that you... You find in a normal biography, he says. Though writing and auto, I am not so terminally afflicted. As to think you want much of my parents birth and all that kind of crap. I have been a mis fit through my professional life, and that seems to have worked to my advantage. Mis fits are not born or made. They make themselves, and a stubborn opinionated child he describing himself. And a stubborn opinionated child desperate to be different and to be right, encounters only smaller fractions of the problems that he will always experience and he carries the weight of that dislocation forever. So he chooses just to tell us a handful of stories from his childhood that'll really give you an indication of who he is and why he's doing what he does. This is devastating on episode 02:05, you know, he's what 75 76 something like that writing that book, his father's gonna die from cancer when James is 9. Right? So over 60 years later, in his second ba he's still talking about the impact that his father's death had on him. And so what I think it was like from our vantage point, it's a reminder to how important we are to our kids. And to take that job as a father and mother don't take that job lightly because long many decades after you're gone, The impact that you have on your children will still be resonating and listen to this. My father died of cancer in 19 56. I was only 9 at the time. His death put me at a great disadvantage compared to the other boys. It made me feel like an underdog. Someone who was always going to have things taken away from him. It made me feel that I was alone in this world. I had no 1 to help me through my boy problems, and no 1 to cite his own useful experiences and as an example to me when I thought I might be troubled by something no 1 else had ever been through before. Life became something I had to make up as I went along, and I had to work everything out for myself. I suppose it made me a fighter. It also made me very competitive. And so the great thing about re reread this book so much is not only that I get see my past highlights. But I could also get to see my past notes that I have not thought about, or maybe even forgotten. And so you get to this point where he's essentially saying, hey, I I'm gonna learn from my dad's experience, and I'm gonna make a vow of myself to not wait to do work that I love. And I'm gonna read this to you. Let me read James words, and then I'll read the note that I left, you know, 2 years ago when I read this book. At the time of his death, so his dad was a, a teacher. But what he really wanted to do was be an actor and to produce place. And so it says at the time of his death, he had been about to join Bbc television, but his move to change careers came too late. Seeing him t by death in that way, Having done something else for so long, made me determine that that should never happen to me. I would not be dragged into something I didn't want to do. I double underline that. It's really important not for the book. To understand James, but I think as a reminder you and I I would not be dragged into something I did not want to do. And so the note, I left myself a few years ago, when I read this book, it says, from the Jim carry quote, that you can fail at what you don't want to do. So you might as well take a chance at doing what you love. And so just like James is using the example of his father. He loved his father, but he's like, I don't want... I wanna work on things I want. I love and that I want to do. Right? Time is it which which is extremely rational if you think about it. Because all that matters in life is how we spend our time. That is literally the ingredient of life, and you're gonna spend a authority of your life doing something you hate and you think you're gonna get your end of your life and oh, look back all I had a great life. No Just wasted a third of it. Maybe a half of it considering that we're asleep for a third of it. And so Jim carrey is giving that speech where he learned. He avoided the mistake that his dad made. Just like James avoided the mistake that his dad made in his life. And so Jim Carrey says, my father could have been a great comedian, but he didn't believe that that was possible for him. And so he made a conservative choice. Instead, he got a safe job as an accountant. And when I was 12 years old, he was let go from that safe job. And our family had to do whatever we could to survive. I learned many great lessons for my father, not the least of which was that you can fail at what you don't want to do. So you might as well take a chance on doing what you love. That's incredible. And something I don't wanna forget. So then James is telling us, like, what this chapter is all about, and we see his personality jump off at the page, which I absolutely love. Some people might feel that, you know, he's he's a bit arrogant. I kind... He says his line in here. He goes, sometimes I fancy the supremely arrogant genius And I was like, yep. I kinda feel the same way. I should go through a few little epiphany in my childhood that might have contributed to my story, which is ultimately about how I took on the big boys at their own game and made them look very silly just by being true to myself. And 1 of these stories is the fact that James competed in running. He ran a bunch of races when he was young, and especially when he was a teenager. And so there's 2 things that are going on here that he does his whole life is the fuck fact that he learned from great people that came before them. He would read their books and, like, oh, that's a good idea. I'll apply it to to my career, which he's about to do here in his running career, and he he did, his business career as well. And then difference for the sake of it. He says that over and over again. And he realized, oh, difference is why I was winning at running difference is why he's going to be winning a business. It's the same idea. So he says I was 14 years old and went into the race expecting to come and last. But as the race went on, all the other chap started to slow down. This puzzled me a bit because I've been jogging along and thinking about this and that, rather enjoying the running, and I wasn't tired at all. And suddenly, the leading pack was only a few yards in front. I graded my teeth and ground out every last bit of energy I had to battle pass them before we got to the line. This success delighted me to know end. I was not doing very well at school. And suddenly, I had something in which I could kick people's asses. There this is and this is how he figured it out. There was no 1 She's talking about the death of his father again. Right? There was no 1 to teach me how to run. There was no dad to tell me how great I was. And I... It became a very introverted kind of obsession with me. Herb Elliott was a big name at the time. He's a runner, so I read a few books about him and discovered that his coach had told him that the wage developed stamina and strengthen the leg muscles was to run up and down sand dune. So he had been doing this. He'd been training himself. He's doing something he He found an idea in a book that none of his competitors knew about, he starts doing it, and he starts kicking their asses. I would get up at 6 in the morning and run for hours. He'd also do this So his work at ethics this ethic is also extreme. So he's running at 6 in the morning, then he'd go back out running 10:00 at night and not reappear back home until after midnight. Out there alone on the Dune. I got a terrific buzz from knowing that I was doing something that no 1 else was. They were all tucked up in bed. I knew that I was training myself to do something better than anyone else would do. I was out there learning how to do something and getting a visible result. The act of running itself was not something I enjoyed. The best you could say was that it was lonely and painful. But as I started to win by greater and greater margins. I did it more and more. He is not talking. He's technically talking about running. This is a metaphor for his career though, listen to what he's gonna say. I started win by greater and greater margin. I did it more and more because I knew the reason for my success, was out there on the sand dune. I was doing something that no 1 else was doing, Apart from me and herb, no 1 knew. They were all running around and around the track like a herd of sheep and not getting any quicker. Difference itself was making me come in first. And so this entire story this decade and a half of of struggle is him running into people that are incapable of thinking the equivalent of them running around in tracks is like, they think tracks too. And he talks about this. Like, they're incapable Most people are incapable of having an understanding of anything that's different from their current environment or the current business or the current idea. And James was obviously able will step apart. Was like, hey, I have a better idea. You guys just can't see it. Okay. I'll just do it myself, which is the main thing of the book. In so many ways, this taught me the most significant lessons of all my youth. I was learning about the physical and psychological strength that keeps you competitive. I was learning about ob. I was learning how to overcome nerves. And I grew... And as I grew more and more neuro about being caught from behind, I trained harder to stay in front. To this day, it is the fear of failure, More than anything else which makes me keep working at success. Okay. So we're gonna fast forward to when he is an art school. He has this idea, which I love that you should have a personal Pant. And so his personal Pant when he was a college student with is buck mister Fuller and Is barred Kingdom B now and will go into what he learned from them and how he, like, took ideas that they'd learned in their career and applied it to his own. So he says, I wanted to focus my enthusiasm for designing things on the real, rapidly changing world outside. So 1 of his... He talks about a handful of people, mentors, teachers that played an an unbelievably important role in his development. And 1 of them was his structural engineering teacher, this guy named Anthony Hunt. And why is that important? Because Anthony Hunt is gonna tell James about buck Mister Fuller. Then came Buck mister Fuller. Anthony Hunt off often mention this American engineer, who I was sure I had never encountered. I found myself a copy of the book, the D world of buck Mister Fuller by Robert Mars. Buck mister had been described as 1 of the century greatest dreamers, an epi, which I first took to be critical. So he they thought he was... They were insulting him. And then you realized, oh, no, But I could not have been more wrong. Fuller dreamt because his vision was a world was of a world that did not yet exist. The value of dreaming was the first thing that I learned from him. Here's a second thing that's gonna... Dyson was just telling us in the introduction. Fuller had no technical training at all. Fuller was an ardent admire of Henry Ford who also had no formal technical training. See how these ideas are echoing, like the... He's describing Fuller, he's describing Forward, but he's really describing himself. Few pages later, that continue. He's describing fuller. And so what I wrote the margin is who does this sound like? Mocked in the early stages of his career fuller new, full well that the only way to make a genuine breakthrough was to pursue a vision with single minded determination in the face of them. That is James Dyson all day long. If you try to change things, then you upset this upset the establishment when James goes and tries to sell. At first, he's like hey, I've invented this, let me license it. It makes sense I'll go and license it to to the existing vacuum cleaner manufacturers. And then he runs into an un unfavorable aspect of human nature. You invented a vacuum cleaner that doesn't need bags and you're trying to sell to a company that makes 500000000 dollars a year selling bags what do you think is that company's response. I if you tried change things and you upset the establishments, which is why invention and vi simplification have always gone hand in hand. I saw them that to do what Fuller did to make real progress in the way we live, it was not enough to be just a designer. You had to be an engineer as well. But remember, this entire thing is about having a personal Pant. Right? So we lead... He he leads us into his second and most important person on that personal Pant. While Buck Mister Fuller inspired my first idealistic design dreams. He takes ultimately, second place in the Pant of my personal gods. This is... This is so this is these 2 paragraphs, these 3 paragraphs. Really, it's an indication of, you know, the why behind why founders podcast exist. But also is what convinced me to read James, you know, sold me on reading about B. And how could you not? Really listen to what he says about him? Is barred Kingdom B was unable to think small, and nothing was a barrier to him. The mere fact that something had never been done before presented Tube, no suggestion that the doing of it was impossible. He was fired by an inner strength and self belief almost impossible to imagine in this fe age. While I could never lay claim to the genius of a man like that, I have tried to be as confident in my vision as he was. And this is the sentence that may be jot down like this is the why. Right? Like, we... The why behind what you and Getting together every week and having these conversations. We're sitting at the feet of masters and learning from them. And what happens is like, that these ideas get into your brain. They we're bright we're positively brainwashing ourselves. And then, like, they're just going to fire you on. Like, it is inevitable that you and I are gonna run into all kinds of problems, roadblocks, whatever. Even when things are going really really well. Eventually, something's gonna happen over long term. Right? And just like a young James license like man, no B story fired me up. It gave me the fuel to persevere through a decade and a half of terrible. Like, just straight agony. I have tried to be as confident in my vision as he was. And at times in my life, when I have encountered difficulty in self doubt, I have looked to his example to fire me on. When I was deeply in debt, and the dual cycle looked as if it might remain a drawing board dream. I thought of his father, Mark B who spent time in debtors prison, and seemed destined for failure. When I have con... Considered re total control, remember his whole thing about the book. I'm gonna pause her here because it's really important. Difference and retention of total control. He's can tell you, it's like, you can make a product. You can sell it. You can manufacture. So just control it. You don't need other people's opinions. In many cases, he, you know, he's not at all polite about the opinions that he was getting for the decade of half a struggle Like, these people are idiots, and I'm gonna prove that they're idiots. So he says, when I've considered re total control and taking a back backseat consultant role, and there have been fantastic buyout offers, I have remembered how B never accepted such a position in his life. I have tried in my own way to draw on B brazil's dream of applying emergent technology in ways as yet imagined. He was never afraid to be different or shocking. He never shi the battles with the money man. And he had to overcome the most incredible resistance to his ideas. When he applied the system of the screw propeller to a transatlantic steam ship, he actually filled a He actually filled a boat with people and sent them across the sea. I have asked people only to push my inventions around, not get inside of them and try to float, and so I have sought out originality for its own sake and modified it into a philosophy, which demands difference from what exists. I have modified it into a philosophy, which demands difference from what it exists or what Jeff Bezos told you and I, in his very last shareholder as Amazon Ceo, differentiation is survival. Demand difference from what exists. And I have told myself when people try to make me modify my ideas that the great western railway, which is what Was building. That the Great Western railway could not have worked as anything, but the vision of a single man pursued with dogg determination that was nothing less than obsession. Throughout my story, I will try to return to B and to other designers and engineers to show how identifying with them and seeing pro parallels with every stage of my own life enabled me to see my career as a whole and to know that it would all turn out the way it has? What is the value to James career in discovering Buck and B and do building a relationship with Jeremiah F we're about to get to. Billions that is not hyper hydraulic that those ideas, the fact that that this idea that inserted into his mind that caused him not to quit. And so of this idea was it's just like him discovering these ideas and using this as fuel. And he doesn't hide the struggle? Like... There's gonna be parts in this book where he is laying in bed crying his eyes out, thinking that he is destined to be a failure. What is the value? What did he just say? Throughout my story, I will return to B to show how identifying with them and seeing parallels with every stage of my own life enabled me to see my career as a whole and to know that it'll all turn out the way it has. I am led to the belief that in the case for inventors. For vision, 1 might equally as well read stubborn this. And so at any stage of my story where I talk of my vision and Arrogance seems to have gotten the better of me. Remember that I am only celebrating, I am celebrating only my stubborn ness. I am claiming nothing but the virtue of a mule. And then he ties us back to his father's death, my father was dead. External figures had to count for a father. It is why a man called Jeremiah Fry became so important to me. If I was to push further, there had to be new fathers. There had to be buck mister Fuller and B and fry. It's a during college, she's doing a bunch of design work. And he realized realizes like I listen, I don't wanna put icing on other people's creations. I wanna make things. So he's trying to make this thing called a tri dome or tri desk theater. Don't worry about this. It's when he's trying to pitch people on this that the other people you're trying to pitch, actually introduce him to jeremiah fry, which is going to be 1 of... I would say his main mentor, and a friend and in the the biography that James writes when he's an older man. He talks about fry over and again that. You know, ideas that he learned from Fry when James was, you know, maybe 22 21. He's still using 50 years later, and he sees that, you know, Jeremiah is an inventor, but he's also, like, getting his hands dirty. He's and there doing the actual work. And he says in those days, multi millionaire businessman simply did not wear jeans and pull their own roofs up with ropes. It just it just wasn't done. And so I was impressed. I found a modern day B, so he winds up cold calling. He initially, he's, hey, maybe this guy will fund this project I don't have any funding. And then with b what Fry is gonna do is actually give a job, which is even more important. So calls them up says, hey, you know, I'm I'm James. It's gonna sound a lot like when a young cto jobs called Bill Hewitt, You know, I'm a young enthusiastic person. I like your products. I like the way you think. I'd like to get, you know, like to come talk to you. So Jeremiah fry in invites James Dyson, who never met to his house, and they just have, like, this long conversation over dinner. And that 1 decision changes the entire trajectory of of James James life because he's 21 when he's doing this. So began my association with German Fry, a mentor as important to me as any of those engineering heroes of the past with the great advantage of being alive and keen to nurture such talents that I possessed. I was really very much in need of a teacher outside of college. And the reason he talks about that is because in the design school, they're all... He says they were all being encouraged to produce something essentially the same. But with an odd little variation, and then they, you know, they start doing this for maybe like a lamp, and then they try to do it for. Like a washing machine. He's like, this is the very anti of buck mister Fuller and is embarking the B now. I don't wanna do this and he realized oh fries, like a fries the way I can access people doing something different. And so he undoubtedly he learns more from Jeremiah Fry than he didn't all of his formal education. As a novice anything, you're were like a sponge looking to soak up mentors and models. And in fry, I had an ocean of experience to absorb. Like B, he operated empirical. He had no regard for experts from other fields, always teaching himself whatever he needed to know as he went along. And he was an engineer interested in building things that derived not only excellence from their design, but elegance as well. And so then he realized even though fries older than him that they both want to do, like, they're both wanted do the same things in life. I wanted to change the world by building extraordinary. Things. Here was a man who was not interested in experts. He meets me. He thinks himself. Here's a bright kid. Let's employ him, and he does. He risk little with the possibility of gaining much. It is exactly. It is exactly what I now do at dyson. This attitude to employment extended to fries thinking in everything, including engineering. Like Bruno, he did not when an idea came to him, sit down and processes it through pages of calculations. He didn't argue through with anyone. He just went out and built it. When I came to him, And I said, hey, I have an idea, he would offer no more advice in to say, you know where the workshop is. Go and do it. But we'll need to go well this thing, I would I would protest. Well, then get a welder and weld it. When I asked if we shouldn't talk to someone's about, say, hydro dynamics, He would say, the lake is down there, the land rover over there take a plank of wood down to the lake, tow it behind the boat and look what happens. Now, this was not a Mod opera that I had encountered before. College had taught me to revere experts and expertise, fry ridicule all that. As far as as far as he was concerned with enthusiasm and intelligence, anything was possible. It was mind blowing. No research. No workings, no preliminary sketches if it didn't work 1 way, he would just try another way until it did. And as we proceeded, I could see that we were getting along extremely quickly. The root principle was to do things your way. It didn't matter how other people did it. It didn't matter if it could be done better. As long as it works, and it is exciting, people will follow you I'm gonna pause right there because this is something that comes up in a lot of conversations with entrepreneurs they're looking for, like, the right way, and it this is so important. The root principle was to do things your way. The personality of the founders is embedded into the company, lean into that. Apple with Steve jobs with 10000 lives. The root principle was to do things your way. As long as it works and is an and it it is exciting, people will follow you. So James is still in college when he's doing all this. And he he... This is very interesting. Something that that people, there's no really, you know, right answer to this either. Something people have been struggling with for, you know, it comes up and in these books over last 2 centuries is you know, I was the son of a poor man. Now I'm Rich, and, you know, my son is the the son of a rich man kind of thing, and he's talking about the difference between his work. I, I mean, obviously, you're not gonna own a hundred percent of a multi multi multi billion dollar company. Without being driven and disciplined and ambitious. Right? But we see that these traits... James had the these traits when he was young man, and he's just talking about... You know, he worked all the time. So therefore, he gotta miss the the normal college experience, and his son got a chance to to actually... Like, he basically he had to live that experience by car to his son. I had been by no means typical sixties wild child. I didn't smoke and I didn't do drugs, and I drank very, very little. I was pretty well organized and I was and I worked late at night and on holidays. Maybe it was my own unusual home life or the lack of money that maybe behave so deadly seriously during my own education. Maybe it was just a desire to be rich and successful that motivated me. For I was motivated in an almost devilish way compared to the other students. And so it says I regret that now in a way. I saw my own son having a whale of time at college, going out club, drinking, never seeing daylight and doing all of his work at the last minute. It is perhaps the only thing that I actually regret now not having conform with. And so the great thing about this is the fact that it's filled not only his life story, but he's got just like, to randomly hit you with, hey, this is a good idea from my career. And there's no fluff on it. So there's this idea that he's he's working on with Jeremy. There's there's a bunch of inventions that he has before the iconic vacuum cleaner. And so you can actually take a look at these are available online, so, like James Dyson C truck. James Dyson Ball. If you wanna see what... What he's been making or what he was making. But I wanna skip over a part of that, like, the actual, like, story and just get to some of the crucial business lessons that he repeats over and over again. And then if you want more detail, you can obviously read a book. And so he says first, don't try to sell a half finished product. They kinda skim on the beginning of the sea truck, which looks kinda like this, like, flat, like, low profile boat, and he's like, we need to put a cabin on this thing. And they wouldn't invest the money and putting on a cabin until he sells a bunch, but he can't sell a bunch because he doesn't have a cabin. And so he had that he's like, it just took him a lot longer to get where where he's going. He's like, you should just... You just put the cabin on, Like, don't stint on investment. At the very beginning stages of your your your product, especially if it's gonna help sell more of that product. And so I'm just cutting right to the the punch on here. I learned them 1 of the most crucial business lessons in my life to stint on investment in the early stages, to try... Is to try to sell a half finished product is to doom you from the start of any project you embark on. So don't stint on investment in the early stages, once he finally convince them to put on the cabin, which he's been telling for long time, his sales wind up taking off. Like think about how much missed opportunity we had trying to sell these things and use that money and, like, just essentially don't sell a half finished product. The second crucial business lesson that he uses later on in his career is that people do not want all purpose. They want high tech specificity. So you could make the c truck or the ct truck for all kinds of things. People use them in war, people use them construction, People use them all kinds of stuff. And so this is the mistake He made. My big mistake had been presenting the same craft to each customer and telling him. This can be adapted to suit your needs. If someone wanted a diving boat, I would explain that it could be fitted with compressors and heated and have a diesel engine and all other stuff. If an oil company wanted a crew bus, I would tell them that suitable seating and a faster engine could be fitted, etcetera, etcetera. To the military, I said we could bulletproof it. On and on. And so this is the problem. I convinced not a single 1 of them. People do not want all purpose. They want high tech specificity. So out with the universal modular craft. He was pitching a universal modular craft, and his sales reflected this... The... That that was not a successful path. And then he changes. If he's talking to a dive boat. He doesn't even talk about all those other stuff you could do. He says, listen, I have just the boat for you, my dear, sir, a purpose built diving boat. Third lesson from this. Figure out what is the main value proposition you're offering to the customer and only talk about that. Just because your thing can do 4 or 5 different things. Just say what's the most important thing and only focus on that? You simply cannot mix mess your messages when selling something new. A consumer can barely handle 1 great idea, let alone 2 or even several. So his dual cyclone vacuum cleaner. Right? It actually works phenomenally well as a dry dry cleaning tool. He never mentioned that. And this is why how could I expect the public to believe that this was not only the best vacuum cleaner ever made, but also something completely different. Number 4, learn to sell your own product. He did this with the ct truck. He did this with the ball, and he had phenomenal success. This is the only thing that kept him from giving up on on the the vacuum cleaner is learn... You gotta you have to learn to sell your own product. You are in the best position to tell other people. It's value. So he says, I set up around the world to start selling it properly. It... He's talking about the ct truck that he designed. Right? The designer of the product knows his product better anybody else. I set up around the world to start selling it properly. There's... Let me pause here again. Who did the... When Steve jobs returned to Apple, who gay... Who did the presentations for new products. Very similar idea to what James is hung us here. I set off around the world to start selling properly. It was time to... It was time to spent away from designing but it was to teach me that only by trying to sell the thing you have made yourself. By dealing with consumers problems and the product's failings as they arise, can you really come to understand what you have done. To bond with your invention and to improve it? Only the man who has brought the thing into the world can presume to fo it on others and demand a heavy price with all of his heart. And so he does this for many years, but this is where he's like, okay, I wanna switch from employee to entrepreneur. I wanna be my own man. He winds up selling over 250 of these ct trucks as many, many millions of dollars in revenue they generated, but he's like, there's just have to do this. There was an itch an itch that just had to be scratched. 4 years out of college, 4 years selling for row torque, which is Jeremy Fry company, 4 years, waiting for something that could be mine. And so he discovers what that product is and the first company gonna start by using... By something that he uses over and over again his life that you just... If you observe the products that you use, then just think about how to make them better. And so he's gonna do this with the wheelbarrow, and obviously he does with the vacuum, he lives like this farmhouse in, like the English countryside, And so he's... On the weekends, he's doing, like, a bunch of, like, gardening and and moving and renovation work. And so he kept having to spend a lot of time. He says in the company of a wheel. And he said that he discovered it's a pretty crummy piece of equipment. And it was riddled with thought with faults. And so there's, like, a listen the book and, like, he writes out everything he doesn't like about it. He's like, alright, Well, I'll just go about changing all the things I don't like about it. Other people probably don't like that either, and then I can make it even look better because no one's really changed it for over a hundred years. And so he makes this thing called the ball, which actually, it's amazing. I think he made this in the seventies, and it still looks great. Like, you can look at pictures I like, oh, think you could... I don't know if they sell to this this day. But it looks like a product that we could use today. 1 of the interesting things is he thought he had the best job in the world. He loved Jeremiah fry. Who's was learning a lot. And he's like, I'm leaving the best job and this is how you know he's an entrepreneur. He has to be. Right? He's like, I'm leaving the best job in the world so I can make a better wheelbarrow. So says here I was kissing goodbye to the best job in the world, a 10000 dollar a year salary, a company car, only because I was driven by desire to do something on my own. I had seen most of my efforts go to rewarding the shareholders, and I had just thought it was time I started doing it for myself. It was in retrospect, a stupid decision. Not least because my mortgage was large and my 2 children were small. I still marvel at Died. This is his wife, who this is absolutely unbelievably supportive. You can't put a price on a supportive spouse. Right? I was still... I have friends that have, unfortunately the opposite of this, and it just... It seems like hell me. I still marvel a encouragement of me at that time. Leaving Germany, the man who had given me my first chance at such a young age. And had been such a good friend to me ever since, but basically what he's telling us is that he's not leaving because he was upset with him. Like, he and into... He even says, like, I feel almost like, he's gonna take this, like, I'm betray him. And he's like, I don't... Like, I'm so grateful for him. Wanna be partners later on too. I felt very grateful to him for all he had taught me and felt deep down as if I might be betray him, but I had been working under a great man for a long time now, and it was time for me to be my own man at last. Jeremy was shocked at first, quite understandably. And then to his undying credit offered to back me financially. I thanked him but declined. And so it's this idea is, like, I have to try this on my own have to be my own man. He realized realizes that's a mistake because it's not like Jeremy's gonna tell what to. We just wanted help him financially. So he's gonna eventually go back and they wind up being partners on, like, a vacuum cleaner before the cyclone. But really, I want you to understand James personality because I think, like this is something that you and I could adopt in our life. He just... You tell him something can be done. And he's like, oh, thinks adding that fuel to my fire. I'm gonna show you that it can't be done. So people are saying, like, he's trying to get people to manufacture his product, and they're like, can't be done. The ball is not feasible. You cannot mold plastic into a complete sphere. This only strengthened my resolve and made me determine to prove them wrong. And so the reason he tells us all these stories is because most of it is him making mistake and learning oops. I'm not gonna do that next time. Tries to sell the ball to stores and all the store buyers say no. And so then he realized realizes, like, oh, like, okay, well, I have no other choice. Let me just go direct to customers. And what happens? And so it says it was an interesting lesson of psychology, teaching me that the entrenched professionals is always going to resist far longer than the private consumer. So in the book, it shows he essentially just puts a small little ad in a newspaper, you can see the ad on the page and rolling my hand and starts making money. So is in desperation, I turn to the newspapers and slap down some direct response ads. And you know what the check started rolling in. I was astonished. This was the same object that had been rejected completely by builders and retailers who had been able to see it in the flesh, and it was being bought up by members of the public who were sending off checks to accompany no 1 had ever heard of on the strength of a little drawing and a tiny newspaper advertisement. It was fantastic. The business began gradually to show up profit, and we were reducing up to 30 a day from here on things snowball. And then this is the first time he repeats something over and over again in the book that it's his belief that 1 great editorial or even 1 average editorial is worth a thousand ads. And so it says the gardening correspondent of the Sunday Times. Newspaper had seen 1 of our ads and called me up asking if you could. I drove to his home and he loved it. So he writes this article. And article comes out and the sales to Skyrocket. It is also the very best way of convincing the public. 1 decent editorial accounts for a thousand advertisements. This is something he's gonna talk about with the vacuum cleaner as well. This is what... Again, book is just excellent because you see him learning... Well, that's a good idea. I'm gonna... And then he used that for a decade after decade decade. From that point on, and throughout my struggles goes to launch a Dual cyclone. I made editorial the basis of all my thinking about publicity. And so let's go back to this idea that Warren Buffett Charlie Longer talk about. It's like, hey, you have a good company and you're gonna make a decision that actually your competitor is not necessarily have to work worry about. It's like, your own self. Like, you're gonna mess up something good. And, you know, James is a young person. He's in inexperienced. He he has partners on this including his brother law, you know, they raise money. So he's got all these, like, people... He's advisers and board of directors all trying to tell him. Like, what to do. And none of them know anything. And so they're making... They're selling 45000 ball barrels a year. 45000 and the product never even existed a few years before, and they're going direct and this idea, like, a direct relationship with the customer is the holy grail do not abandon it. And what happens is the Board of directors like, okay, now we're a serious company. We're selling tens of thousands of these things. Right? We need to bring in a sales manager. And the sales manager is dumb than a bucket of full of rocks, and a liar and gonna betray too. The board felt that we should take on a sales manager. The sales manager name was John Bran. He turned out to be a complete bastard. I love. Love how James talks about. Talks about this. In following his advice to abandon direct selling and supply shops via wholesaler. We began to lose that contact with the consumer that was the basis of our success as with the dual cyclone. So with the ball. See what I mean? He's constantly you see him learning these ideas Like, okay, he's smart enough to to to not make the same mistakes race. The establishment of a client base by word mouth is what gives a product longevity and integrity, a sort of wise man building his house on rock principle. And so the board hires this guy, the guy gives terrible advice James, I think, they they're gonna have to keep raising more and more money. So his... He gets diluted. So natalie only does his ownership we diluted, but his influence gets diluted. He's gonna wanna to get get kicked out of his own company. We were only making half as much money now on each sale because we had incorporate margin for whole Sailors. The business became cash negative. Good, gracious. And we started to find ourselves sinking in into debt. What was the response of the board to expand? I love what Warren Buffett says in his shareholder letters that his contribution to the performance of his subsidiaries that are run all run by fantastic managers is that of a applause. And he says because you just see so much poor thinking and poor execution business. That once you have somebody truly great, you just get the hell out of their way. I think you said something like, you know, you don't tell Babe ruth how to hold a bat. And you just see this. It's like, these people should not be running the company. And so they're now losing money. So let's expand. And the problem is they're doing it on borrowed money. This is... I I skipped over this part. They're borrowing money at this point in history. You know what they're paying? Their interest rate they're paying? 25 percent. Imagine. First of all, you got... Now you got a negative, you're losing money on every sale, then you expand. And when you have to expand it to pay 25 percent interest... How how do think this is gonna turn out. How do these people not know this? Right? We had to sell to keep going we had sell a third of the company. I I was now only a minor shareholder. I was becoming a more and more isolated voice despite being the of our product, and the only 1 who had any real relationship with it. And so the story of the blowing up of this this 1 time successful company is really important because it gives him the main idea for his career, the main idea for the book. The main idea is always to maintain control. 1 of the strains of this book is about control. If you have the intimate knowledge of a product that comes with dreaming up and then designing it. I have been trying to say, then you will be the better able to sell it, and then to go back to it and improve it. From there, you are in the best possible position to convince others of its greatness and to inspire others to give their very best efforts to developing it and to remain true to it and to see it through all the way to its optimum point. To total fruition if you like, this is what he's able to do at Dyson. The company he's at now is called Kirk Dyson, and he says, this did not happen at Kirk Dyson. The story so far. If I have told it right, has been about my dream of doing something on my own. How I gradually had to let other others in and how they occasionally let me down. And so as soon as things starts turning south, the guy that told him to do this to begin with, the guy the board hired Right? Betray him winds up leaving for 1 of their competitors, this came as a bit of a blow to the board who were shocked at Brandon des royalty. I wasn't, by the way, for I suspected he was a rat all along. We talk about, the idea that the entrepreneurs usually only experience to to emotions. Euphoria and terror. This book is all almost all terror. So he's going to a terrible time in his business. He's losing control, He's about to be kicked out of his business and then his mom dies from cancer young. His father died from cancer young. Now the same thing of, about 2 decades later, he's going through with his mother. This is devastating. I was very low at this point, but business traumas were put in perspective by the sad death of my mother. She had been suffering from incur cancer of the liver, a disease whose discovery in her own body had seemed a bitter twist of fate after the death of my father from it, 20 years before to be deprived in only her mid fifties, of seeing her children and grandchildren mature was very cool. That that when I read it again, even though I know this happened, and Had read this part multiple times. This happened to my mom too. And what you talk about here is that's the the part that fucking kills you. It's this part where, like, my daughter was really young when she died, my son was born after. And I remember her, like, talking about. I can't wait till him in my eighties. I have gray hair. I'm get get to watch my, children grow up. And this line. This is like books hit you so hard. Like, to be deprived in only her mid fifties of seeing her children and grandchildren mature was very cruel. That's the way I think about. It's so cool. During her sickness, Died had been pregnant with Sam who was born just before she died and I will always remember her c him. The death of my last parents was a terrible blow and outweighed all all my own personal disasters. And then right after this, he gets kicked out of his own company. And this is not only, like, the... He... And then it destroyed chick your your mom, your dad's dad. Your mom just passed away. Your business partner is your brother law, and he's... It's gonna destroy his relationship for a decade with his sister. I weave to recall it. I had in my naked Naive assigned the patent for the thing, meaning the ball to the company rather than to myself. I had no rights at all to the invention I had created and labor it over for so long. It was not a mistake I was ever to make again. It wasn't the fact that it talking about just being deeply depressed. It wasn't the fact that I felt that I had been pick pocket by my friends and family. It was a bigger loss than that. To lose my invention was like, losing a limb. No. Was worse than that. It was like, giving birth and then losing the child, and I was completely shattered by it. The effect of my relationship with my sister was sad, She and her husband claimed they couldn't talk to me for legal reasons, But I didn't even try to put up a fight. I hated legal actions back then. And once they had throw me out of the business, I had built, I wanted only to turn my back on them and get on get all of my life. I didn't speak to my sister for 10 years. And I suppose it only goes to prove the oakley cliche that you shouldn't go into business with relatives. And so the experience was not all bad because then he goes back in time. He just been kicked out of the company. But there's 2 things that happened while he's still the ball company that are going to actually lay the foundation for this like, extremely valuable company that he's gonna build over the next... Was at 40 years of his life. And so he just talks about how annoying it was that he's pushing around this Who hoover junior vacuum. And really, the way to think about James is, like, he's fueled by this like, righteous designation. If he's using your product, and it just sucks. He feels like, just like with the wheelbarrow and then the vacuum is like I could do better than this. I'm going to do better. You're selling millions of these things and they suck. Like, how dare you? And he says, like, it had been annoying me for years. It just seemed to push the dirt and dust around the house, and I can to think of it as even more expensive a broom than a cheap back cleaner, and he gets matter and matter and matter. I was furious. I felt the same anger towards a vacuum cleaner as I had towards the wheelbarrow. We were victims of a gigantic con by the manufacturers. They fit these bags and the bloody things clog up immediately and had done so for a hundred years. And so that's what you discover when he's like doing work around his house. When they're manufacturing, the ball They have this issue because they have to do their... They, they have to do powder coating for the ball barrel, and it just throws up all this, like dust everywhere they can't eliminate fast enough. They have to actually stop the conveyor belt and close down the entire production line to clean this out. And so they're trying to figure out, like, how do you deal with this? He cut... He contacts other people, and they're like, oh, you need to be using... You're doing it the wrong. You should actually be using a big industrial cyclone. And James is like, what the hell of cyclone. It turned out to be a 30 foot high cone that spun the dust out of the air by cent force. And so he winds up welding up a 30 foot cyclone, this was the the end result. Production just went on and on with no stop until the end of the day. And so then he's driving home and he realizes, wait, That's the same concept that I can just apply this lesson, I just learned at my factory and apply it to my crappy vacuum. So remember at the beginning of the book where he's like, listen, I mean my first prototype made out, like, cereal packets and cardboard. This is the start of what's gonna turn into the dyson empire. And so we see his righteous ind ignition is actually used it as fuel that same night, a cold bleak 1 in October 19 78, I left into my car and dash home through the storm. Thinking of nothing, but bag vacuum cleaners. In my kitchen, I said about the old Hoover junior with the z of a revolutionary. I tore off the bag and tried a little vacuuming just to establish that the mechanics were all in order. My next move was to lay my hands on a quality of cardboard and model up a miniature version of the 30 foot thing, the 30 foot cyclone that I had been building at the factory. I then plug the vacuum cleaner in and flick the switch expecting the worst, but there were no explosions, no blast of dusty air into the kitchen. I just pushed it around the house, and it seemed to be perfectly happy after a few minutes I disconnected my cardboard construction and peered in to find a deposit dust in the bottom of the cone. I vacuum the whole house from top to bottom, and then once more for luck occasionally disconnecting the cyclone to empty it and checked that it was not that it was all not a dream. I was the only man in the world with a bag vacuum cleaner. He is 31 years old. 31 when the idea strikes and he has his first prototype. It is 14 years from this point in his life till he's able to manufacture a vacuum cleaner up to his standards that he owns completely. And so now begins, James trying to figure out what way to do this. Now here's the crazy thing about how many different iterations he goes through company ownership, should we manufacture social we license it. The first idea he has. Remember, we've just gone back in the story. The first idea he has. He offers the iconic vacuum idea to the ball barrel board as a way to turn the company around. They book don't believe in it, and they actually tell him that it's a stupid idea. And so he says I would stop by 1 of them with the words I was to hear over and over and over again for the next 10 years, but James, he said sm, your idea can't be any good. If there was a better kind of vacuum cleaner, Hoover would have invented it. The refusal of the board then turn to outright hostility. Look, James, you are not to develop this any further? It is a stupid idea. And so shortly thereafter he gets kicked out of the company, and this is going to be the start of the vacuum cleaner business? I was des. Why could no 1 see the potential of my cy iconic dream? I set out to work in a garage that had been used as a garden shed behind our house. The garage had no water, no heating, no phone, no gas or electricity. I was determined that here I would make the damn thing myself. But he's got no money. And so he's like, okay, what do I do? And then then he finally rectify a mistake he made earlier. He goes the obvious man was Jeremy fry because what he's was talking about Was like, listen, there's gonna be no like, I don't even know if I can build this thing yet. So, like, I need somebody that understands what I'm about to go through and not say, hey, you have to make money next week next month, you know, scratch me years from now. And she says the obvious man was Jeremy Fry. He was someone who knew that things don't always work out immediately that innovation takes time and persistence. I was fed up with the type of non executive directors, I had been with at Kirk Dyson. Right? He's said... Let me just go back to a founder that actually thinks like a founder, not these other guys. With 25000 dollars from Germany and 25000 dollars from me. The rest was borrowed from my home as security. So he puts up his house. Multiple times throughout this this next 14 years. He's constantly, like, putting... Basically and betting everything he has that this is gonna work out. So they set up this company is called the air power vacuum cleaner company. I was in the vacuum cleaner business at last. And this is 1 line that the very, very first time I read this book, which is over 5. I don't know, 5 years ago now that I have never ever forgotten he just described where he's working. Right? I mean in this little garage. We got no water, no heating, a phone no gas electricity. Before I went into production with the dual cyclone, I had built 5127 prototypes. So far, you only know about 1. Well, this little room is where I built most of the other 5126 prototypes. This is all struggle. He's gonna go through 3 years of toil with nothing to show for. Day in and day out I made cyclone. I would have breakfast with Died at half past 7, take Jacob and Emily to school, and then at 9AM, I'd go to the coach house, which is the garage. I would break for a half hour at lunch lunchtime and see a bit of Sam, Sam is his young as child, and then go back to work until half past 6. All the while I was making cyclone. For 3 years, I did this alone. I could not afford to pay anybody to help me. When you start out, you just don't think it's gonna take that long. Sam grew up and started walking and then talking and all the while I made cyclone. Over the next 3 years, we used up all the money that have been borrowed, and our mortgage grew steadily bigger and bigger and bigger. And again, 1 of my favorite lines in the book, There is no such thing as a quantum leap. There is only dogg persistence and in the end you make it look like a quantum leap. While it is easy for me to celebrate my dogg now, this is 1 of the most important paragraphs in the book. While it's easy for me to celebrate my dogg now and say that it is all you need to succeed. The truth is that it was... That it demo me terribly. I would crawl into the house every night covered in dust after a long day, exhausted and depressed because that day cyclone had not worked. There were times when I thought it would never work. That I would just keep on making cyclone after cyclone never going forwards, never going backwards until I died. This was 3 years of constant work making at least 1 model a day for over a thousand days. I was exhausted and the company had not made any money The money problems are getting more and more serious every day, and I had to make this project work or we would go under. I was pretty driven and a combination of fear and hope had kept me at my task. So after this, takes over a thousand days. Right? And so they have this idea, they finally get to a point where, okay, I have a working prototype, but it's been 3 years. We have no money. Originally, they set out to manufactured itself, like, well, to set up a factory to hire all these people, it's gonna be too expensive, and so they do something that is gonna wind up being a mistake, but he's gonna try to license it to other people. James is very clear in his personality. He does not want to rely on anybody but himself. He wants complete an absolute control. I think a lot of entrepreneurs like this. And so, unfortunately, they gonna try to re control and say, okay. We have an idea. You manufacture and you just pay us a royalty. That seems to be pretty straightforward, and it's just another few years of hell. Jeremiah Fry, I decided that rather than attempting to produce the thing ourselves. We should try to sell a license for its production. And so we go from 3 years of toil all alone in this garage behind his house to 2 years of toil and having these meetings are just a gigantic waste of time. He has the meetings all over the world, and so it was that over the next 2 years until 19 83 I approach every manufacturer you could think of. It was really extraordinary and quite unexpected. Every single 1 of them seemed to miss the disappoint. That here was in an innovation of real benefit to the consumer, a massive leap from a crappy old carpet sucker to a cleaner of total efficiency and un power. For each manufacturer in turn, it represented an opportunity to bring out a new product with a major technical advantage over their competitors. In those 2 years that I plotted around, I survived on a sort of man attitude. Tomorrow would always be better. You have to think like that, otherwise you just can't go on. And so it's just page after page after page of agony This is his state of affairs right before he signs his first license agreement. He is 38. Remember, when he when he killed his first prototype. He was 31. This is he's 38. Right before he signs his first license license agreement in the early weeks of 19 85, I was broke, hungry and depressed. The outlook was very jury. My darkness and self belief in the absence of any real evidence that they were justified was beginning to look more and more like insanity. And so the book is details, you know, even to the people that it would signed agreement, they would scream over, they'd be in lawsuits. They would string them along. It was just absolute torture and yet, he didn't give up. And then the Japanese... This a Japanese company that loves it. Right? They get the concept right away and the deal is done within just a few weeks. So literally, we could be arguing with somebody about a clause, and their attorneys going out at it for, like, 6 months and these people would just get it done in a few weeks. Thought the machine was wonderful. Unlike anyone Had met so far. They understood exactly what I was trying to do and knew exactly how to sell it. And within 3 weeks, we had signed a deal in which I was to get an upfront fee, so the license agreements he makes the point that there is no such thing as a standard license agreement, you can, like, it's an... You should look at it, like an active creativity. And so for him because he has no money. The important part is like, I need large upfront, like, out of an upfront payment. And he says that he knew he knew of stories where large companies would guarantee, like, a very fat royalty on the on the back end, and they would just wait and drain individual and innovator. So they essentially, like, sell off their, agree to, like, sign over their invention to them because they just since just blood them dry. So It's like, I'm never doing that. That he gets 35000 dollars upfront and then 10 percent royalty and a minimum guarantee every year of making at least 60000 dollars from this one's 1 license agreement. And so he's happy, but he's also, like, f not sleeping in, He's traveling all over the world. He has to go and, essentially, like, live in Japan for weeks at a time. From the very beginning of 19 85, the g 4, which is what this company is gonna call his invention, was all consuming. It had to be. I had lost these 2 other licenses. I was heavily in debt and I had to survive. My nerves were fragile enough to be susceptible to such doubts. I needed a success to help knock down the doubting Thomas. I spent much of the next year living in Japan instance of 6 weeks at a time. Designing the G force and seeing it into production. In March 19 86, the G Force went on the market at a cost of 1200 dollars per machine and despite or perhaps because of its enormous price, it soon became the must have domestic style item in Tokyo. This is really fascinating. He's not... Essentially, like, people bought it. He thinks they just bought it because it was, like, a, like, a design like a piece of art. Did they ever use it Who knows? They don't really have houses. So there was no need... Identifiable need for this full size cleaner. The suspicion in the design world was that this futuristic pink. I forgot to mention that. They insisted that it's, like, all of them were made in pink. So like, bright pink. This the suspicion in the design world was that this futuristic pink machine half spaceship, half vacuum cleaner just stood in the corner of most Japanese homes and generated ooze and oz. But it stood in a lot of corners. And though it took off only gradually within 3 years, it was making sales of 12000000 dollars a year Now here's is the problem. This is it goes back to his whole thing. Don't really push control. It sells very well, but his license deal was bad. And so he only... The most money he ever makes is the guaranteed minimum of 60000 dollars a year because you're relying on the other company to tell you how many they sell. He says, like, they would turn in like, sales reports. That were, like, handwritten written on, like, little scraps of paper, then he'd have it have an attorney to try to fight it out, but he's in Britain there in Japan, then he hires a local guy in Japan to try to figure out, like, if there's they're screwing him on on the deal. The guy comes back winds up having, like, you know, tea with with with the people manufacturing James product says, no Everything's okay. And it's she's just like, essentially, like, he never got to the bottom of it. Later on the book goes in more detail, but a couple years later Just like, okay, just buy me out completely. And I'll come back and compete with, like, my own version of this later on. And so that's what he does. And so in the middle of this, as he gets to know Japanese and Japanese culture, though, he's like, oh, they're they're... That we think the very same way that he believes He believes in progress in stages over a long period of time. And he says Japanese believe in progress by stages in in the iterative development that I have described as Edison estonian. The persistent trial and error that allows them to wake up 1 morning after many many mornings they world beating product. They were learning all the time improving little by little. So it says the Japanese took an opposite view of, like, some other cultures believe, like, brilliant Eureka, like, strikes of genius moments. James doesn't believe that in all at all. He says the Japanese took the opposite of you. They put no faith in individual, and they lived an anti brilliant culture, and that was healthy. They knew full well that quantum leaves are very rare, but that constant development will result in the end in a better product. And that is a mindset I share with them. I am not a quantum leap. So now the year is 19 90. Remember, we got started 19 79. Things are a little better. He has a couple license small license agreements But he's really wants to, launch in his home market in the british market. And then this is gonna be, like, very difficult for a time. He also got ripped off by Am, and he's going through like this this like, patent lawsuit. It's very expensive. But what's happening here in 19 91 with this company called Va is really important because this is where he just realizes, like, forget all this. I'm doing everything myself. By the time I got a call from Va in early, early 19 91, asking if we could build them an upright vacuum and cleaner for the British market. I was already beginning to feel the world growing lighter on my shoulders. Royalties were rolling in now from our various license as well as down payments and design fees for new products. So I signed up with va and we began designing a prototype immediately. But there was no sign of them starting production for a while. Then I started to ask them why? Oh, we don't like the design of the handle they would say. Or, oh, we think this is a bit weak they would say. And so then I'd would go and redesign whatever they wanted. And then we would hear nothing for while. And then they would find something else that needed f with. It became clear to me. This is almost a year later, 8 months went on like this. It became clear to me that they could go on pro procrastinating indefinitely. I found their general lack of commitment infuriating. And so they're getting into big arguments and eventually, he just snaps out him and he says, listen, If you're not gonna make the damn thing, I will. And so what he's talking about was like, he's fighting 2 mega lawsuits at this time. And any kind of, revenue that the the company's bringing in from any license agreements or anything else. Was just being eaten away in Lo. And he's having to fly back and forth from America, to America rather, multiple times. And he's just... He's finally, like, getting close to snapping. You know, This is 19 91 He started this whole deal in 19 79. He is not rich by any means at this point. He's still running into headache after headache after headache. He hates dealing with other people. And so he's like, okay. I think, like, this is it. Now he's in his early forties. It's like, I'm gonna go my entire life without actually succeeding in what I wanna do, and this is the only sentence like this in the book. I began to consider forgetting the whole thing and doing something else with my life. I began to consider forgetting the whole thing and doing something else with my life. Then a wonderful thing happened out of nowhere. And so he's sitting there with his wife, They're having a glass of wine. They're looking at the English countryside and he's like, sorry to see the world in, like, a more mellow perspective. 1 that makes all of my troubles like seem so small. It wouldn't be the end of the world of this ended, and maybe you know, it's not worth fighting. They're talking about, like, their future what they would do. And again, his wife is super supportive. This is an entire thing, which is obviously very extremely important, and then the phone rang, and it was his his attorney, and he says, guess what? And James goes, I couldn't. I don't wanna guess. We're talking about resolving the case. However, no settlement had been reached yet, and I was due to Fly America to make yet another deposition. And so then a few days later, he goes to Heathrow airport and he's heading towards a departure gate, gives him all luggage, and he goes, you know what Let me let me call Dick back. You know, this is decades before. So, you know, wide cell phone use. So he's, you know, gives us him a call and like, a pay phone and cannot believe what what Dick is gonna say. It's all over James. They don't need your desk deposition now. We are, and then it cuts out and he says, but the last word was lost in a c of static. I didn't need to hear it though to g with relief, no more legal fees. It is safe to say that this was the greatest turning point in my life since the day I tore the bag off of my Hoover, coming at a time when with a single largest prod problem was a shortage of money to produce my own vacuum cleaner. The fact that I would no longer be hem thousands of dollars in legal fees was like a gift from heaven. That leak in cash flow that had only days before made me consider giving up altogether was now finally plugged. So now he has the strength to continue on. He he's like, okay. Forget this. I'm doing everything. Everything myself difference and retention to total control, but he's like, okay, I, I'm already, like, I I don't have a bunch of money. Already, like, high leverage. I have a bunch of debt and he's like, I need to use other people's money, and I'm willing to give them equity and return. Remember. I started the podcast saying that this day. He owns a hundred percent of Dyson. But now the book is saying, wait a minute. I'm trying to sell off equity. What happens? He tries to raise money by selling equity and no 1 is interested. Every time with James, like, It tries to take 1 path, and he gets so much pushback from other people who's, like, damn it, I'll just do it myself. I'll figure out other ways to do it. So there. I'll go back in and debt. I I just need to find a bank. 1 or 2 banks were vaguely interested, but only as long as I did not run the business myself. You're a designer, Dyson they would tackle what do you know about business. I was tearing my hair out as these doors were slammed in my face for the most ob 2 reasons. These poor bugger were so wrong to think that designers knew nothing about businesses. This is 1 of my favorite parts of the book. Are about marketing are about selling. It is the people who make the things that understand them and understand what the public wants. And so all the banks say no, he said he got bailed out by Lloyd. I think this Lloyd of London. He just calls the Lloyd. And they... They're gonna wind up lending... Loan him 750000, and he has to put up, his house as collateral yet again. But this is where he's finally getting to what he's been trying to do for a decade and a half. The whole point was to have a product of his own With his ideas applied without compromise. He does not want to compromise a vacuum cleaner designed entirely by me, incorporating innovations up to the very latest point at which my technology had arrived to be produced and marketed and sold under my own exclusive direction was to be frank with this whole thing had been about. I had gathered around myself a small team and we worked together in the garage in the coach house. We were a band on a mission to design a vacuum cleaner that would challenge the world, and it was bloody exciting. With this team at last, I could put into un practice, all the things I believed. About the inter dependency of design and function about the way in which aesthetic profession could be generated out of the engineering principles of the work rather than being used to hide them and about enabling the consumer to understand the technological benefits of new products by using them to make the products fun. It was a fantastic environment to work in for it was just engineers and designers and no 1 to mess us around. There were no salesman. No advertising people, no marketing managers to interfere and to try to guide us in their own direction. We had nothing to do, but to produce our own dream product. There was no market research, and there was no focus groups. It was to be Frank, a designers wet dream. It was unique. The world just isn't like that. You were not supposed to do things like that. Just go ahead and do it all on your own and then order a million pounds worth of tooling. It felt almost naughty. I was following the path of my long cherished dream that designers could lead businesses from the front. And so then he goes into great detail like, why he made the design decisions he did. This is 1 of his most successful products ever. But 1 thing he says is like, listen, is there a way that you can show a potential customer, the benefit that your product provides very quickly. And so that's why they made, like, the dyson vacuum cleaners the the, like, you can see where all the dirt goes. It's it's, like translucent our seater. Right? And so it says the site of a transparent vacuum cleaner full of rubbish would draw the eye of the potential customer. If the customer sees a long line of pristine vacuum cleaners, and then sees this weird looking 1 at the end, all visibly full of dirt, well, then clearly it works doesn't it. And so then James breaks down his design philosophy. This is same chapter. All all the stuff of Rene is on the Dyson dual cycle chapter towards the end of the book. And this is just... He just gets into details of, like, what he learned from his experience and what he teaches the engineers at Dyson. So says I have often been asked about my design philosophy is or my philosophy of invention, and I have occasionally tried to put it on paper for those who do ask. It is a difficult thing to reduce to simple points because so much of it just exists in my mind, and a weird con con of things I have seen and learnt. But it might look something like this. Number 1, no 1 ever had an idea staring at a drawing board, so do not do this. Francis Bacon always got his ideas from walking in the countryside and observing nature rather than sitting in a study. So get out and look at things. And when an idea comes, grab it, write it down and play with it until it works. Don't sit and expect ideas to come and always bear in mind though that bacon died of pneumonia trying to invent frozen chicken. He's hilarious. Another 1, everyday products sell. It is harder to improve a mature product. If you succeed though, there is no need to create a new market. Try out current products in your own home and may make a list of things you don't like about them. I found about 20 things wrong with my Hoover junior at the first attempt. Then he says he always tries to create new technology. The thing about truly new technology technologies is that makes your invention patent, and then no 1 can copy it. You will find that in the case of almost anything you dream up somewhere someone may have done something vaguely similar before. This is often extremely difficult. Another suggestion use the Edison estonian principle. Keep testing and retest and believe only the evidence of your own eyes, not a formula or other people's opinions. You may have to fly in the face of public opinion and mercury research. They can only tell you what has happened. No research can tell you what is going to happen. Number 5, constant revolution, constantly rethink and improve every aspect and function never being satisfied until you have solved every problem. Do that, and you could be sure of consistently and reliably outperforming the opposition. Solving functional problems at every level and to a high degree of perfection as possible. The only way to keep possession of your invention is to keep strengthening it. Number 6, go for expressive design. It is what is inside that is important to start thinking from the outside is to doom the project from the outset. Good design generated out of the function of the thing will explain why it is better and why it should be bought. Products can only be beautiful when they work well. And then you can allow the form to follow the function. Then be different for its own sake. Then make it orange and red or pink and lavender. Go further. There is nothing wrong with making the consumer laugh. Conventional looks do not make a product more marketable. Number 7, he's speaking about himself here for sure stamina and conviction. Painful but true. This is really selling us that excellence is the capacity to take pain. Painful but true, breaking the mold will upset people. It will take longer than you ever imagined. 10 years of development? Do you fancy that? And then negotiations on a knife edge, a shoe string and hanging on by a thread, it will take balls. And finally, number 8, total control. From the first sprout of the idea all the way into the homes of the nation. It is more likely to succeed if the original visionary are mule, he put the words mule in Prince Visionary. Sees it right there. So me repeat that entire thing. From the first sprout of the idea all the way into the homes of the nation. It is most likely to succeed if the original visionary are mule sees it right through. I aim not to be clever but to be dogg, and my dogg had got me so far to a point where I had my very own vacuum cleaner at last. On 05/02/1992, remember that date. On 05/02/1992, I found myself looking at the first fully operational, visually perfect Dyson dual cyclone. I was 31 years old when I tore the bag off my Hoover and stuck a cereal packet in the hole. 05/02/1992 was my 40 fifth birthday. I needed this. Right now, I needed to reread this book. I love this man. I love the way he thinks. I love this book. I I hope you read it For the full story, by the book, I will leave a link down below. I don't think it's available on Amazon. For for a decent price. I will leave the link to book finder as well. You'll find that in the show notes and available at founders podcast dot com as well. If you wanna sports podcast broadcast Sign up for founders premium, you can listen to the Ama Episodes I make, and you can ask me questions directly. I finally found a format that I like where each episode is an individual question. I think there's like, 17 or something like that up there already, and I'm gonna be doing a lot more. That link is down below in the show notes and available founders podcast dot com. I will read this book again for episode 400. This is book I hope I read and re reread and revisit highlights constantly throughout my life. But for now that is 300 books down, 1000 ago, and I'll talk you again soon."
}