{
  "transcript": "Tiger Woods was to kind transcend star that comes around about as often as Haley comet. By almost any measure he's the most talented golfer who has ever lived, and arguably the greatest individual athlete in modern history. For a 15 year span, from August 19 94 when he won his first of 3 consecutive Us amateur championships as an 18 year old high school senior to the early morning hours of 11/27/2009 when he crashes Suv into a tree and effectively ended the most dominant run in the history of Golf. Woods was a human whirlwind of heart stopping drama and entertainment. He was someone no 1 had ever seen or will ever see again. At the height of Tiger's career, Golf beat the Nfl and the Nba in ratings. He was mob by fans wherever he went. Kings and presidents court him. Corporations woo him. Women wanted to sleep with him. For the better part of 2 decades, he was simply the most famous athlete on earth. Despite his killer instinct on the course, he was an introvert off of it, more comfortable practicing and training in sol. As far back his childhood, he spent far more time by himself. Tiger is the most mysterious athlete of his time. An en obsessed with privacy who mastered the art of being invisible in plain sight of saying something while avail virtually nothing. The 2 qualities woods values most are privacy and loyalty. So that begs the question. Why tackle this project? They're talking about the book. Why tackle this project in the first place? Our answer is simple. Very few individuals are known throughout the world by 1 word? That is an excerpt from the book I'm gonna talk to you about today, which is titled Tiger Woods a certain by Jeff Benedict and Arm contained. There is a companion to this to this fantastic biography, it is an excellent biography... Or using an excellent documentary that I walked that I watched a few years ago and maybe like a year ago. On Hbo, it's simply called Tiger. And so when they said, hey, you know, why are we write reading this... Why are we writing this book. Very few individuals are known throughout the world by 1 word a few months ago I was in Los Angeles, and I was going through a books shop, bookstore. And I noticed this book, and it speaks to what they're talking about, The fact that he's known just by the word tiger. But he's also known by just his face. I saw the book. There is no title on the cover of the book. All it is is Tiger's face. And I immediately knew what it was about. And then the reason I picked it up is because it says on the cover that it was the basis of the Hbo documentary tiger. I was like, oh, wow. I should actually read. I like the documentary I should read the book. And so in addition to reading this book, I also re rewatch the documentary. So I wanna start in the pro log with a main reoccurring theme that you and I have talked about over and over again that pops up nearly every single biography of that you and I talked about, that you can always understand the son by the story of his father, the story of the father is embedded in the son. That is a quote from Francis ford Cop biography, regarding the really shit that Francis had with his father. I covered all the way back on a episode 02:42. We see it right away. It probably... The arguably the main theme, and what I'll probably spend most time talking to you about today is the unusual childhood and unusual family that Tiger Woods came from. I said, and his father's name is Earl Earl chief worldwide and you'll see exactly what I mean? Earl chief worldwide acclaim for his almost mythical role in raising the most famous golfer for of all time. He was notorious for making outlandish statements like the time he predicted that his then 20 year old son would have more influence on the world than Nelson Mandela, Gandhi or Buddha. He is the chosen 1, Earl said. He will have the power to impact nations. And for his part, Tiger says, Tiger repeatedly said that no 1 in the world knew him better than his father, the man he frequently referred to as his best friend and his hero. And so I wanna start in the early life of Tiger when he's very, very small and really focus on this relationship that he had with his dad. If you could look at all the notes that I left throughout this entire book. The most common note I just kept writing to myself over and over gun is this reminds me of mo art. It happened so much that, I actually went back and re reread all of my highlights for the biography of Mo art that I read. This is episode 02:40. I wanna read those highlights to you in in advance because I really think it will help frame the relationship. It is spooky. I wrote down, Tiger Woods is the Mo art of golf. The parallels are incredible. Not only the talent, you know, Tiger woods being the most famous and maybe the best golfer of all time. Mo arts widely considered the same in his field, but the relationship with their father. Earl makes the quote... The the the claim in the book that he had his first golf ball when he was like, 11 months old. Mo starts composing when he's like, 2. And so I'm gonna read a few of the highlights from the Mo book, and really, this is just a way to describe Earl and Tiger. Mo output was enormous, much greater than that of 9 tenths of other composer. So, my friend David Per when he found out I was doing, podcast on on Tiger Woods, he sent me, like, notebook after notebook of all the data that he's collecting. David's a huge golf fan, and it sounds like a huge tiger woods fan. He's got all these quotes and these highlights and these graphs. Essentially, like, when I read this, his output was enormous much greater than 9 tenths of other composer. It is in line with all the the stats and the data that that David sent me. There is 2 things I wanna read from here actually from David's to notes that, Thought was fascinating after... I read David's notes after I read the book. And it's said Tiger's opponents were never people. It was always history. And then another early example that I think is good parallel with Mo. The fact that You have somebody that starts unbelievably early is unbelievably disciplined, but also extremely gifted and born with, like natural intelligence. And this example, of this, this is a quote from Tiger when he was older. By the time I was 11 years old, Had already won a hundred and 13 tournaments. I peaked it 11 to be honest with you. Went 36 and o that year and never lost a tournament all in California. I also had straight a's, no a minuses. They were all perfect ace. So go back to the Mo art highlights. He was a mature art in most forms at the age of 12. What that's exactly what Tiger just told us. There was never a month and often scarce a week when he did not produce a substantial score. Another description of mo. He was very he very rarely made any kind of mistake and when he did, he noticed it. You were gonna talk the obsessive and disciplined nature of Tiger Woods. The truth is he started earlier than anyone else and was still composing on his deathbed. Those 30 years were crammed with creation that he started so early was largely due to his father, the parallels are spooky here. Mo dad seem to have decided that his own musical future was limited, and his efforts centered on his children. Earl picks up golf later in life becomes completely obsessed. He is completely obsessed by time that Tiger is born. So there's a parallel of there. Again. When Mo was 4, his father decided to concentrate on bringing him out and virtually, gave up on composing and performing himself. Earl was retired from the navy, he had no other job than dedicating his his himself to his young son's, golf amateur golf career and then professional career. He soon came to the conclusion that he had father a genius. That's what Earl are said. Being a very highly religious man. He... That he was responsible for a gift of god to music so he talks about the fact Earl talks about the fact that This is, like, you know, just was meant to be. This is from God. I don't know if you I consider to earl, a, a religious man. There's a lot in this this biography that's actually shocking. Back to Mo art. It is important to grasp a strong religious element rating from his father. Existed in Mo life from his infancy. Mo father felt that the musical education of his son was was a profound spiritual business as well as professional ones. So did Earl. He literally thought that that or that Tiger was like, the anointed 1. Like, he just said that he's going to... That threw Golf, he's going to, like, cure racism and always... You just got a very interesting, like, almost like Messiah like vision for his son. I guess it's the way to put that. And then 1 more highlight before we jump back into the Tiger book. He Mo father's often seen as a tyrant towards his children. There's no way you're gonna read the book and not think earl the same way. But the fact is he surrendered his own future as a musician for their sake and their progress justified his sacrifice. And on that point, after you read this book, you get to the end, that isn't unknown in my opinion. Let's go to 5 year old Tiger Woods. This is very unusual. Tiger fell different from all the other kids. Instead of toys, his price possession was a custom made set of golf clubs. Besides his parents, his closest friend was his golf instructor. He's 5 years old. By time he was 5, he'd already appeared on national television and performed in front of millions of people. This goes to his unusual. I mean, I'm gonna read my note to you before I read the paragraph to you. Discipline and obsessed at 5. I feel ridiculous for even writing this note. Each morning, his mother would drop him off its school on each afternoon, she picked him up, then she would drive him to the nearby golf course where he practiced. Tiger had an unusually structured routine that left little to no time for interacting with other children outside of school. Academically, he was also way ahead of other the kid of other kids in this class as well. He was also unusually disciplined for a 5 year old, and he seldom spoke. So just like Mo father was obsessed with music before Mo was born, we see the same thing with Earl, says he Earl was instantly hooked, this is right before. Tiger's born. If golf were a drug, he would have qualified as an attic, liked this so much that it consumed him, leading him to spend far more time with his clubs than with his wife. I realized what I've been missing their whole life earl all said. I decided if I had another son I'd introduce him to golf early on it. So there is this huge element. That you can't really understand tiger without understanding his father. His father was a Green be. He believed in engaging in psychological warfare on his son. Even the name Tiger came from Earl experience in Vietnam, He immediately nicknamed his son Tiger tribute to his to a comrade from Vietnam. And then we go back to more notes where I feel even silly for writing, intense training before Tiger was won. By the time Tiger turned 1, he had spent 100 and between 102 hundred hours watching his father hit golf ball. So what they would do is the go the garage. They'd put him in a high chair, and Earl would just sit there and swing and hit into the net over and over again. Tiger got so trans by this. He would watch He'd... His mother would try to be feeding him, and he would not eat. He'd wait till the swing... Like, the swing was done, then he'd turn and open his mouth, so his mom could feed him. He'd take 1 bite then look again, stare at the stare at the swing. Back and forth. That's how he ate. When Tiger was about 11 months old after watching his father practice, Tiger slid down from his high chair and picked up a club that Earl had cut down to size for him to make a new tour. He w over to the carpet patch, stood over a golf ball and swung. All these things that I'm reading are having over over many many pages. It's insane how consistent this is instead of carrying on a security blanket are stuffed animal tiger dragged around a putter from 1 of the house of the other. It seldom and left his hand. Earl deserve credit for recognizing so early on, that his son possessed rare natural talents and abilities, just like Mo dad. When he was 18 months old, his mother started bringing him to the driving range to hit balls. After after Tiger... Like the baby version of Tiger or Toddler version of Tiger would hit balls she would put him back in a stroller and he would fall asleep. By the time Tiger was 2 years old. Earl made sure that he'd spent 2 hours a day hitting golf balls. This was insane. Tiger was developing the habit of practice practice practice, This is... So I guess 1 of the reasons I wanted to read this biography. So Don't, I've never played golf. I don't even know the rules of golf. I've never washed golf, but I know who Tiger woods is. I obviously can see he's clearly an extreme winner. Clearly has a lot of the same parallels and the way he approaches worked to a lot of greatest entrepreneurs. But what really made me wanna read this book is because 1 of my favorite books I've ever everywhere for the podcast. And I'm 1 that's changed my life was episode 02:12, and that's the biography. I read a 600 page biography of Michael Jordan. And I was a huge basketball fan Michael Jordan Fan my entire life. It's still my favorite game to play. And what was fascinating is how... The reason I book changed my life is because, you know, I always saw the high... Like, the games, the highlights to championships. I never saw the practice, and that the main theme of that book is the same theme of this book. Practice practice practice. Tiger Woods idol Michael Jordan, Tiger Woods is definitely the Michael Jordan of Golf, the way they approach their practice and their insane work ethic around improving parts of their game is identical. Earl is... This is the strange part where he's, like, constantly trying to get attention for a son, even from a very, you early age and we see how wild and, like, almost like Messi. His... How he feels about his son. Earl woods made a decision that would alter the course of his young son's life. He placed a call to a television station and asked for the sports anchor. My son is 2 years old, Earl said, and I'm telling you right now that he's gonna be the next big thing in golf. He's going to revolutionize everything including race relations. This sentence might be the funny sentence it's in the entire book. It was a blunt way to open a call with a complete stranger. So this sports anchor goes out Like, oh. You have there's a lot of Parents. This might be Bs, but let me go out here and and and see if that's case. And he's like, well, He he might be right now on the the relate race relations, but this... He might be the next biggest thing in golf. I see this little tiger hitting golf ball straight. I mean straight, not kinda straight. Straight. He was only a couple feet tall yet he was hitting at 50 yards and he was hitting the ball flush every time. And so anybody that sees Tiger woods golf it's like you have a gifted, you know, once in a century talent, his teachers would say the same thing. Tiger showed unmistakable signs of being a bona gifted child in school. He shared the textbook attributes of the gifted to child quiet sensitive and isolated. And so his parents don't really have any money, but they find ways throughout the entire book to get professional help, even from an early age. By the time I think he's 13, Tiger's getting recruited by like Stanford well known that he's going to be a pro. And so there's a bunch of people that say, hey, you know, I'll give you my services for free that coach, like a swing coach, trainer, everything else. Just pay me back when you turns pro and becomes a super superstar because it's obvious that that's going to happen. Those are their words. And so they wind up getting this this golf coach and same thing where he's just, like, this kid is so I think Tiger's 4 it at this time. It's like, this kid is so gifted. I'm willing to help him for free. And then we're gonna get into another main theme of this book that Tiger uses over and over again. And the power of visualization. So it says, this is now his his golf coach. I think he's 4 years old. Instead of drilling the youngster over and over, Duran duran simply allowed Tiger's natural abilities and his love of the game to grow organically. Tiger would play 18 holes of golf with Duran iran. Kindergarten was still months away, but Tiger was already starting to learn valuable lessons, superior athletes don't have to pay for things. Not only they have to pay for things. They get every... They get paid. The the the business aspect of this is the same thing, Michael Jordan realized where he's like, listen, the only reason that I'm a billionaire now is because of my dedication to winning. If I didn't win 6 championships, no one's gonna buy my shoes, and then he had no way to predict that his shoes you know, people were buying shoes not the play basketball on them, but they wanted to be become, like, a, very strong piece of culture. You know, to this day, he gets a 5 percent royalty on gross sales of all the jordan brand. He's making about a hundred and 50 to a hundred and 80000000 a year. You know, 20 years after he retired. So, Tiger Woods at at his peak. I think this it's, like, 2007, 2008 he was making over a hundred million or just from endorsements, not including any other businesses city he owns, not including his winning some golf or anything else. And so today, that they they they say Tiger still a billionaire. And again, it comes from this idea that superior athletes. Like, people wanna be associated with winning. And winning is the genesis of both Jordan and Tiger Woods, Fortune, Tiger... Now this goes to the visualization part that I thought was thought was very interesting a few weeks ago, I did, Ray cro auto. And same thing he would drive around. Now, Tiger doing this when he's a boy. I think he's in a little elementary school when he's started doing this. Ray rock would drive around, listening to these like positive affirmation tapes. I don't think Tony Robbins was a thing at that time because it's... Probably before Tony might even be born or Tony was a kid, but it's that kind of, you know, positive mental affirmations. So says Tiger was in great school when his father fur him with a cassette player and motivational self help tapes. Tiger was filling his mind with words that were intended to make him great. He wrote some of the messages on a sheet of paper that he taped to his bedroom wall, so he taped it to his wall and then read it over and over again What are these messages? I'm gonna read the... Every line to you? I believe in me. I will own my own destiny. I smile at obstacles. I am first in my resolve. I fulfill my resolutions powerfully. My strength is great. I stick to it easily and naturally. My will moves mountains. I focus and give it my all. My decisions are strong. I do it with all my heart, and then the author says, tiger listened to those tapes so often that he wore them out. So now we're gonna see another parallel with Tiger Woods and Michael Jordan, and Kobe O'brien as well. Michael Jordan would watch tapes of, like, doctor Jay. All these other nba players that came before him, then Kobe turns certain watch tapes of Michael Jordan Magic Johnson. Same thing 10 year old Tiger. You don't get to the top of your profession without studying the great people who came before you. This is very clear. Now we're 301 biographies in, and this is a nearly every single 1 of them, 10 year old Tiger Woods started, stared intently at the television. It was the final round of the masters. He was watching 46 year old Jack nicholas. His reactions... This is what Tigers talk tires reflecting back on this when he's older about him being 10 years old doing this. His reactions over those last holes of the 19 86 masters made an impression on me because they were spontaneous. And they show me how much of yourself you have to put into your shot. Jack was 46, and I was only 10, and I couldn't put it into words then, but I wanted to be where he was and doing what he was doing. After the 19 86 masters, Gold Digest published a list of Nicholas career achievements. Accomplishments. It included his age at the time of each significant achievement. Tiger tacked the list to his bedroom wall. From that moment on each morning when he woke up and each night when he went to bed, Nicholas was there. This is not unique to golf. It's not unique to Tiger. It's no different than Jeff Bezos running around with highlighted copies of Sam Walton auto, giving it out to a ton of people taking, I think it was the bias of action and and and Sam's pinch pension for frugal gal and in embody those characteristics and traits into the very foundation of Amazon of of early days of Amazon. 1 of my favorite rappers is a guy named Jay Cole. I've heard interviews with him, and he's also mentions some songs when he was young, he would literally print out other wrappers like Nas that he looked up to and print out their lyrics and hang him up on the wall. That is exactly. It... That Jay cole version is exactly what Tiger's doing with Jack Nicholas achievements. And Tiger mentions this in the book and is also in that file, that David Per sent me that his goals were... They they were confused that what he was chasing was pure numbers, and he's like, no. I wanted to do it... When younger than they were. So he talks about, this is a quote from Tiger that David sent me. Is there a misconception about what drives you. And then this is what Tiger says. Here's the major misconception that people have gotten all wrong. It... It's what was posted on my wall about Jack's records. It was not the majors. Okay? That 1 was on there. But it was the first time he broke 40. The first time he broke 80. The first golf tournament ever won. First time he ever won the state amateur. First time he won the Us amateur. And the first time he won the Us open. That was it. That was the list. It was all age related to me that was most important. This guy's is the best out there and the best of all time. If I can beat each age that he did it, then I have a chance of being the best. If you if you buy the book, and read it, which I highly recommend. There's no reason not to. And watch the documentary. I'm focused on, like, things that you and I can take for our work in our career. Right? That's the point Learning from history is a form of leverage. There is an unbelievable amount of, like, sex in this book, makes sense in the sense that he was the most famous person, maybe the most famous person on the planet. When he had that huge sex... Scandal back in 2009 2010, I'm not gonna go into this guy sex life. At the same time, I think if I don't mention it anything then you buy the book of it, whoa, this you left that a big part. What I'm focused on is how he could hate parts of what his dad did. His dad was obviously a phil. It's in the documentaries it's in the book. He luck tiger loves his mom. His mom, you know, took him... Was was there just as much as his dad was, and he hated what his dad... His dad would cheat on his mom in front of, like, a 10 year. This is some weird behavior. And yet he wasn't able to avoid, he hated that party. He hated what his dad did to his mom, and then yet in many ways, like, he he followed the path. Like, the the story of the father's embedded in the sun. At the same time though, his family, like, I don't want this environment. I don't care if my next my kid is the next Tiger woods or next Michael Jordan or the next Taylor Swift because my daughter really loves to sing. I would never push them like this. He was raised in this almost psychotic environment. So you take this unbelievably disciplined kid. This unbelievably, like, genius level iq kid. And you put them with parents that are Listen to this. This is this is tiger's mom. While driving him to turn him, she shared her philosophy. He is like 10. While driving him to turn, she shared her her his philosophy with him. In sport, you have to go for the throat, she said. Because if it... If you're if you're at all friendly, they'll come back and beat your ass. So you kill them. You take their heart. On the course, he had only 1 rule and that was to play without mercy. Sorry. He's 11 when she's telling this. At age 11, tight Tiger entered 33 junior golf tournaments and 1 every 1 of them. There's no feeling I found that matches the feeling that I've beaten everybody Tiger said. Second place is first losers or someone pause there Rick real quick. You... I I told you you and I've talked about this before. A lot of times, you can read a biography and auto somebody. You have an idea of who they are. Like, I just read James Dyson, auto automatically for 4 time. I have an understanding of who he is. I have no clue. I've watched the tiger documentary twice, read this entire book this books about 400 pages. I I know how he purchased his work, and I know he's got almost like terminator level, levels of focus. He's completely relentless, but the... Even the author who, you know, interviewed, like 250 people and new spent years. I think they said they write every single book on Tiger as well. He's just in an. Where you read Jordan's biography in his auto. You have a sense of who he is. This is very different. Now, that's the thing about the mind. This is a note left on my page on this page. Okay? Later on in this book, Tiger's mom said that Tiger's dad was soft because his... Because his dad cries and he for gifts. And then they make the connection, the book opens up with the death of his father, and then bearing his father. I think it was in Kansas where he was born, and they make the point that a decade later, there's no grave. There's... He's in a... Tiger's dad is in an unmarked grave. And he's not in an more grave because a tiger. He's in an unmarked grave because of his mother. His... They were they were never... They were technically never divorced, but they were separated and live separately. You know, he cheated on his wife over and over again. And this, you never make the connection. Right? She's telling her 11 year old. Go kill them. No mercy. Go for the throat. Don't act friendly at all. Later on, she's like, there's no point in having friends in life. Like, she's a... Earl and her almost like the same person. And so these are not pete my point is like, I would never wish... I don't think any parent is gonna wish for this environment for their kids. So the reason I don't... I'm gonna get heavy into judging him is because this happens, I think as you get older, there was a lot of things my parents did that I did not understand. And I did not... I was like, why would you do this? And yet, you get older, you start having your own kids. And then you... Like, you just get a perspective with time. And then I go back and like, listen, I, you know, I'm obviously not could do that. My kids. I understand. I'm not ex ex that behavior, but I understand. It was like, well, imagine being raised by their parents. You know, I had both sets of grandparents, my great my my pate maternal, grandfather. I never met. But the the ones I did meet, the 3 I did meet were all terrible. And I just, like, the older I get I was, well, listen, I'm not excuse that behavior, but imagine if that was, like, the environment you were raised in and like, that was your parents. And then go back even further, like, I wonder what their parents were, like, they were probably not great people. Right? But just imagine being told like, you're gonna be Gandhi. You're gonna be Jesus, being forced to practice 2 hours today when you're 2 old. Like, your mom, you're 10 years old, I can remember being 10. I had, like, I have a 10 year old. Ted she just turned 11. Like, they're still kids. They're kids, man. This is crazy. And then later on, after Her olds dead, you know, saying, hey, he was soft. He cried, and he forgave people. I don't cry. And I don't forgive anybody. And then you put the father of your son and your ex husband in an unmarked grave. That is some crazy ruthless behavior. That this is not... I read a lot of biographies. You don't come across like this especially in the mother. That's wild, So let me go into more on this this this level of training. They wanted to train not only Tiger's body, but his mind. His dead, man. Some of stuff I'm not gonna read you because it's crazy. It's insane. Tiger's dad is nuts. And so he actually has a psychologist that worked at the naval academy in in Maryland. And he starts having him work with with Tiger. And his dad... Tiger's dad was like, hey, I'm gonna make sure that so you're so mentally tough. That by the time you go to college, you will never ever run into another human being on the planet that it has more mental tough than you. Grunt, the guy named B started to teach Tiger how to visualize shots. He gave Tiger cassette tapes, containing subliminal messages that were custom made for him. The 2 did breathing and visualization exercises together. I wanted to bring that up because, along with practice of visualization is something that's mentioned over and over again this book. The amount of pressure on, he's constantly, like, we're isolating himself whether it's a the night before a big tournament, muting the world and really getting control of his mind. So people the way that people describe Tiger's level of focus and intense level of focus is very similar to how Steve jobs where See would... People around him in Apple would say, he was focused so intently on 1 thing that you you could talk, you could snap your fingers. Like, you're not... Until he takes his focus away, he's not hearing any of that. There's a lot a lot of that in in in this book with with Tiger Woods when he was young, but also when he was at the peak of his his golf career. And so this is the section where his father saying, hey I'm I'm gonna build a bulletproof mind, Tiger's 12 years old when all is happening, Earl put him through what he called Woods finishing school. He would use psychological warfare and prisoner of war techniques that he had once taught to soldiers. Earl broke down his son an attempt to tough him up. I wanted to make sure that he would never run into anybody who was tougher mentally than he was, and we achieved that. Tiger says my dad deliberately would use a lot of profanity when I was hitting golf balls all the time and throughout my swing. So this is what his father is telling his 12 year old son. He probably did it when he was younger than 12 too. Fuck off Tiger. He would say sometimes, it was motherfucker this. You little piece of shit this, and then the line, I'm not gonna say at all, calling him, obviously, Racist term, things of that nature. He would push me to the breaking point and then he'd back off. He'd push me to the breaking point and then he would back off. Not repeating myself. Tiger repeating himself here. It was wild. We had a code word that I could use whenever I thought, I couldn't take it anymore, but I never use that code word. I was never going to give in to what he was doing. I was a quit if I use that word and I don't quit that word was enough. Tiger simply overwhelmed, and so this is the result. This is when he said he was, like, near his peak. Tiger simply overwhelmed the competition on the southern California junior circuit. At at an elite tournament that attracted the finest players in the region Tiger absolutely dominated. He was in their estimation a decade ahead of the other kids. And then here's just 1 of another insane story that you... It's hard to believe it's in the book. Imagine being so good at Golf that the school district changes the boundaries for you. Tiger entered Western High school. Western High golf coach, Don Crosby felt like his fledgling golf team had won the lottery when Tiger arrived. Months before school started, the district was considering a modest boundary change that would have put Tiger's home at just outside of the Western high district. In an urgent meeting with Western highs principal, Crosby, took out a map and drew a circle around this specific parcel of land. Whatever you do this summer, Crosby told the principal do not lose this track. Why the principal said? Because a kid named Tiger Woods lives there. And then we go back to the Michael Jordan is Tiger Woods, Tiger Woods is Michael Jordan something that pops up over and over again in this book. My favorite maxim for this is the public praises people for what they practice in private, and we see that over and over again, Tiger. Tiger often, average more than 10 hours per day on the practice range. Tiger was far more inclined to practice than to play a round of golf. There's a line just like that in Michael Jordan's Michael Biography. Why don't you play the course more? He was asked. I like practicing better, Tiger said. The first thing I taught Tiger aside from the love of the game of golf was a love of practice his dad said. When he was real small, people would ask him, how did you get so good Tiger and he would answer practice practice practice. 1 of my all time favorite quotes that I found doing research for the podcast came all the way back in episode 50 is from Mark Andre jason. And he says the world is a very malleable place. If you know what you want and you go for it with maximum energy and Drive and passion, the world will often reconfigure itself around you much more quickly and easily than you would think. Me go back from a 10 year old Tiger Woods, watching Jack nickel nicholas. Hopefully, that's He pronounce his name, putting his list of achievements on his wall staring at it every night in morning. To meeting him at this tournament. And at 1 point, he says Nicholas called on Tiger to demonstrate his swing. Tiger is 15 years old. Remaining poised, Woods demonstrated his flawless swing after a few swings. Nicholas stopped him. Tiger. He said G. When I grow up I wanna have a swing as pretty yours. It was a rare display of public validation from the game's greatest golfer to the child prodigy who had been anointed his successor. A few pages later, 1 sentence I highlighted, but I think Already told you this, but he says it explicitly. Tiger says, I want to be the Michael Jordan of Golf. I'd like to be the best ever. Later on, Tiger Woods is going to be obsessed with Us... The Us Navy Seals. He winds training with them. Has this idea, to quit golf and become a a Navy Seal later on, likely causes, like, a lot of problems with his golf game because he's aggregate some of his injuries, like, this intense training that he's going to. But he has this idea which it's, like, this Us... I think it came from... Comes from the Navy Seals. About violence of action. And violence of action is the unrestricted use of speed, strength and surprise and aggression to achieve total dominance against your enemy. I have no idea why, but when I got to this section, Their their description of Tigers swing. Early in his career reminded me of violence of action. It was the speed and power of Tiger Swing that left the most lasting impression. The adjective that came to mind was violent. Tigers swung so violently that he had raw spot on his forearm from the friction created by their rubbing together on on his release. What's your go to shot when you aren't swinging well, Harmon asked. That's I think it's first or second swing coach. Swing as fast as I can, unleash everything I have through the ball? Then I go find the ball and I hit it again. Soon think we gotta read that again. Swing as fast as I can, unleash everything I have through the ball, then I go find the ball and hit it again, violence of action in the form of a golf swing. And so then it goes into some of the things that Tiger was witnessing when he was a kid. And this is a main point that's made in the documentary where his dad would have, like, this win or this Rv and they park it right next to the golf course, and so Tiger is a young kid, and he sees his dad, started having drinks invite all these ladies over and then, like, the Win would start shaking. And so this is gonna become a big problem later on. It says he was he was conflicted over his relationship with his father. He loved him and considered him his best friend, yet he hated some of the things that he did. And you see this manifest once Tiger has complete control for his life. He's a, you know, grown man, world's name is Athlete, overnight, you know, his network goes from 0 to 60000000 dollars a day he turns pro, and his he spends less and less time with his father, and I think in the documentary. It's his mom. They know he's dying because he's got cancer diabetes. He's had, like, bunch of heart attacks. He's, like, smoking and drinking and doing all kinds of crazy stuff, there's a lot of crazy stuff this Guy does. Even when he's an old man in the book. When I'm pretty sure it was his mom I said, hey, you need to, like, go and, you know, patch things up because he's about to die and you're gonna regret it. If you don't, they also put it... They also had no problem putting an unbelievable amount of pressure, like financial pressure on him. He knew. So he's like, listen, his father wasn't a Ceo. He had no money. His mother was an immigrant from a dis land. His family had little money and few connections. Are only real chance for upward mobility rested squarely on Tiger's golf. Tiger knew that this was his way out. His family could not pay for all the lessons that that he needed to travel, everything else. And so they put financial pressure on him, and then they kept He, like, kept engaging in this this psychological warfare over and over again. And this is like, his dad. The crazy thing about his dad is like, he he he almost like, brag about it. Like, he would be... He would talk about it un prompted, and he's like, Yeah. When he gets a little cocky, I say, you weren't shit before, you weren't shit now and you'll never be shit. I could never picture me talking to my son that way. That just... That just seems insane to me. Tiger eventually gets recruited to Stanford. And then he wants building a relationship with Bill Walsh, who wrote that fantastic book. The score takes care of itself. I think it's episode 01:06 of founders. I actually need to re reread that book, because I just have a... I have... I'll think I'll have a better understanding of it. On the the the second time through. But it was fascinating as, you know, tiger's young, bills towards the end of his career. I think he'd already retired from San Francisco, 49. I think he'd already won 5 Super Bowl. And yet he he saw, like a lot of parallels and stuff he could learn from Bill. Tiger had long and mir Walsh and his reputation as a genius coach. And so he went to pay him a visit. Walsh and Woods were both very private individuals with cerebral approaches to their respective sports. They were both introverts to the extreme. And they were more ease by themselves than in the company of others. They instantly connected. They were both perfection with similar organizational qualities. And so Game recognized his game, Bill Walsh saw this guy special, he gave Tiger his own personal key to the way room. No other student athlete athletes on the Stanford campus had such a key within a month woods was practically living in the wait room. And it sounded like getting a away to college was 1 of the best things could ever Ever happened to him. Because there's all these people that are wanna gonna wanna up playing a role in Tiger's early career that are kinda recruited and, introduced to Tiger by his dad. 1 was this guy named merchant, but merchant, became friends were earl, but he saw that, like, the way Earl was with Tiger's mom. And so I'm just gonna read... And there's a bunch of stories in the book. I don't think I had read all of them to you. I think you'll get the point here, because I'm really just trying to understand. Like, what kind of What did you expect when you have somebody that is raised in an environment like this. So he says when he was in Earl home, merchant... Witness things that he could no longer ignore. He had it with Earl foul mouth abuse of Tiger's mother and the way he would tell Tiger's mother to shut the fuck up. 1 night during Tiger's freshman year, merchant finally confronted Earl. Listen, if I don't speak up, my mother, my mother will rise up out of her grave and slap a shit out of me. If I allow you to continue to verbally abuse your wife as you do in my presence. So please stop it. Merchant figured that if Earl behaved this way in front of him, he no doubt did the same or worse in front of his son. He knew how much Tiger revered and loved his father and seeing his father mist mistreated his mother was bound to do long term damage. And so the merchant describes what I was trying to say earlier, it's like, guess, the the the impact of his father's undeniable but we can't discount his mother either. Fans of Golf and Tiger woods see only the positive of the father's son relationship and the accomplishments of the son merchant explained. But Tiger's greatest fan without question was his mother. She went to all the tournaments. She walked around the fucking golf courses everywhere he played. She wore the hat. Talk about worship, she loved that boy beyond belief, but Earl treated her like dirt. And it pissed me off. It really did. And so that may have played a role in Tiger turning Pro earlier, says the family dysfunction at home weighed heavily on Tiger College. His parents desperately needed space. They needed separation, but their ability to live apart was restricted by their finances. So when you look at, like the totality of, you know, Tiger's career. You you say, hey, where there things like we can learn from there maybe to avoid. And so his practice habits were unbelievable, his workouts were extreme, and a lot of people you know, say, like, he just essentially, like, A lot of the decisions he made later on, also stem from the fact that he had so many surgeries and then those surgeries who was in so much pain, and he's on all kinds of prescription medication. And I saw this firsthand, my mom was dying of cancer. There's nothing they could do, and they just give a ton of pain medication, and it just changes who that person is. But I just can't help but wonder if Tiger had, like, a Bill Bower and who knows it if you would even listen to somebody like that. But Bill Bower, I read his biography back on epic episode 01:50 Bill bower is the c cofounder of Nike. He's a legendary track coach. Phil Knight, you know, has been on record over and over again saying that there is no Nike without Bill Bower. And the interesting thing about Bill Bower was, wait. This is Deck. People know the importance of rest in recovery now. But he was decades ahead of the curve. And so in that biography, back on up episode 01:53 I'm gonna read from it real quick. He talks about the fact that he just sees class after class after class of tracks tracks stars. Right? And they all make the same mistake. And that they don't rest and they get injured and then their career goes to shit. And I just wonder if you had a strong influence, You know, Phil Knight is a very formidable individual and yet he was able to, like, he listened to and admired Bower. Bower never let Phil knight train. And so this is the speech that Bower moon would give to the incoming freshman incoming track athletes every year. Take a primitive organism. Any week pitiful organism, say a freshman. You make it lift or jump or run, and then you let it rest. What happens. A little miracle. It gets a little better. It gets a little stronger, a little faster, a little more enduring. That's all training is, stress, recover and proof. You think any damn fool could do it, but you don't. You work too hard and rest too little and you get hurt. That was said decades before Tiger turns pro. And it sounds like that's, like, 1 of the biggest lessons that jumps from this book. You worked too hard and rest too little and you get hurt. And so this is the first time in the book where it's many many surgeries he's gonna have, It marked the first of what would become many surgeries over the course of his career stemming from excessive wear and tear on his body. He never, Tiger never led on that he was in pain. The mind he said is a powerful thing. Then we go back to this insane mentality that he's learning from his mother because a main theme of the book is the fact that he had it says Tiger's lack of sentimental mentality, and personal connection to others can be traced directly to his mother. This is what she says. I'm a loner and so is Tiger. I don't have many close friends and never have. I'm independent and strong will. That way you survive. And so eventually, Tiger makes the decision, much with Nike encouragement, Phil Knight a character that pops up as much Cameo of him in the books as well. And so he makes... The decision he's gonna turn pro and he gets to meet... Starts getting to meet, Michael Jordan, who he idol utilized, says, Jordan was another story. Tiger had idol analyzed him throughout his teenage years. Phil Knight even saw Tiger as Jordan's equal. When asked whether Tiger was comparable to Jordan Knight said flat. You bet your ass he is. Jordan, the world's most famous athlete publicly stated that his only hero on Earth is Tiger Woods. It was a hell of a compliment for a 20 year old. Tiger was too young to drink But with 2 strokes of a pen, he had secured 60000000 dollars before playing his first round of golf as a pro. Around this time, this is where his dad's start... Starting to talk publicly about his 20 year old son. He's gonna be Gandhi He's gonna be Mandela is gonna be better than all of them. I know I was personally selected by God himself to nurture this young man. That is exactly exactly what Mo father said. And so they have an entire chapter dedicated to the 19 97 masters I just wanna go back to this point that the world is a very malleable place. Tiger had sat in his living room at age 10 watching Jack Nicholas win the 19 86 masters on television and dreamed of doing just that. Here he was 11 years later, and Jack Nicholas, was now elbow his way through the masses of spectators trying to get a glimpse of tiger. And so he go back into what was his his practice habits. Like, what was his regimen after he turn port pro, and it goes back to maybe this is who knows? You you have to ask him if he went back and did it Would he would he be taking more, like, a bower approach or was like, hey, He just has this, like, ruthless intensity and drive and competitive spirit that maybe he couldn't even control. And so it says, Tiger had compulsive habits. By the spring of 19 87, he was consumed with practicing and working out a typical practice day for him and entailed hitting 600 balls, working on a short game working on his pudding and then playing around a golf and working out in the gym for 2 or 3 hours. That was the life I wanted he said. And he never rested after a win. The joy he derived from winning tournaments was always fleeting. Even after shattering records at Augusta wasn't enough. I didn't care if I won. I didn't care that I won by 12 shots, he he said, I was addicted to staying on the range for hours. And so right away, as he turns Pro. He's breaking records. He's winning all time. And then this is a this goes... This is really helpful to have David Per text me and and send me all this stuff because, you know, I'm not... I don't understand golf the way he does. And he's like, listen, the man is wild. He literally becomes the best player in the world twice. And he's like, nope. I'm gonna I'm gonna scratch everything and rebuild my swing from scratch. He was relentless. And so the first time he rebuilt his swing. It's gonna take some time from east, you know, winning winning winning. He's, like, okay, This isn't... I may win now, but I'm gonna rebuild my my swing because I wanna win long term. And some people debate if this is good or bad. Or whatever case is. But the main point is he had... That means he has to go from dominating and winning to losing, and he does not like that. And so this is what happens. He goes 9 months between victory victories, which is an excessive long time for him. And this is just funny to me. It had been 9 long months since his last Pga victory. Tiger received the Trophy and held it up. So this guy named Rick, who is the director for the tournament. He's holding Tiger's holding up to Trophy. And you go from the the end of the tournament to now, they're gonna go over to, like, the pavilion where you take photos and you do the media center and Tiger's was like, okay, a head over there. And then Rick's like, I'll take the trophy reaching for it. And Tiger like, no. I just beat a hundred and 55 guys. I will take the trophy. It was unheard of for the winner to carry the trophy from 1 stop to the next following to the next stop following the tournament, but Tiger wasn't about to let it out of his hands. His adamant sea was an important clue to what makes Woods tick. Money didn't motivate him. Nor did fame. He played for the hardware. He played for the win. He always cared more about collecting trophies than making friends. Above all woods was a score, and trophies symbolize wins and wins denoted dominance. And so let's go back to this idea that Game recognizes game when the world is Malleable will place. Imagine what this must have felt like. And I wish you would elaborate on it, but you're not getting anything out of the with that as Tiger Woods. And this is Jack Nicholas saying like, there's nobody else like him. There like, he is the only 1. Remember watching Jack when he's 10 years old. He's has Jack's achievements on his wall. Listen to this. He joined Jack Nicholas at the post tournament press conference. The great thing is my game is starting to come around Tiger said. I'm starting to understand how to play the game of golf a little better than I had before. And then Nicholas says, whoa, I had never seen this kind of playing before. How old are? You're 23 now? Yes. Tiger said. Most players at 23 don't have your kind of imagination. As far as he hits it, there's no reason for him. To even bother practicing a short game, but he has, and that is why he is winning. I don't know if anybody can play the way he does. He has the ability to do things that nobody else can. And then there's a bunch of golfers in this book just talked about. If you competed with him at this point. It was very intimidating Woods was a rare athlete who like to practice as as much that he like to play, whose obsession with perfection and ability to perform without fear gave him intimidating psychological advantage. And so it then goes into his mindset his inner monologue He's the night before the last day of play, he would just... He'd he'd get a room. He start doing this visualization. He says no 1 else stands a chance tomorrow. That night alone in his room room, Woods would close his eyes. He visualize the first tee. From there, he played every shot in his mind 1 by 1. All the way through the eighteenth hole. Then he went to sleep. The next day he shot 65 in the opening round with 3 rounds still to play. Everyone else had already recognized that they were playing for second place. So I thought that was the night before the last day. It was wrong. So 3 rounds to go. This idea of visualization sounds to a lot of people about, hey, it's Willie Fu fu. It's like some nonsense. All I can tell you is that it is in a ton of the biographies that I read. When I type in visualization in read wise. I pull up all the notes and highlights I have about this. This is Est Lau, I think first time I covered this is episode 01:36. I think the second time was episode 02:17. And this is what she said. And she's writing this in, like, the 19 seventies 19 eighties. So decades before where we are in the book. Visualize. In your mind's eye eyes, you see if in your mind's, eye I you see a successful venture, a deal made, a profit accomplished. It has a superb chance of actually happening, projecting your mind into a successful situation, which is exactly what Tiger is doing where we are in this book. Is the most powerful means to achieve goals. If you spend time with pictures of failures in your mind, you will orchestrate failure. Countless times before the event, I have pictured a heroic sale to a large department store. Every step of the way, and the picture in my mind became a reality. Every step of the way. That's exactly what tire is doing, isn't it? I have visualize success then created the reality from the image. Great athletes, business people, inventors and achieve from all walks of life seem to know the secret that is the end of Sa Lau highlight. I had wrote it the written in my own note at this point, Bob No, Edwin Land Steve Jobs, Arnold Sc tiger all did this. And now we can add Tiger Woods to that list as well. And so a large part of the book too is tiger dealing with, you know, being relatively unknown to being literally 1 of the most famous people on the planet. This is something that I don't think anybody will actually understand unless they go through, and we see him trying to cope with this. Like, he would He's got 2 giant yachts at the end of the book. 1 is named privacy, the others named Sol. About a decade and a half for that. He gets obsessed with Scuba diving, and he says that he was obsessed with him and spent so much time the water, even we get certified to be like a cave diver too, which is kinda of crazy. But 1 the reason 1 of the reasons he does is because that's 1 of few places on the entire planet where no 1 could recognize them and no 1 wanted anything from him. And that he just felt very at peace being alone among the fish, and he felt that there was no other place on the planet that he could achieve that level of peace and on the bottom of the ocean floor. But there is 1 person that Tiger could go to and talk, like, how do you deal with these kind of things just what happened idol Jordan, but also become Friends with Jordan, Jordan obviously was Tiger Woods before Tiger Woods was tiger Woods. And there... This is in the documentary it's us in a book, and it says perhaps it was inevitable that Tiger would turn to Jordan. There was no other athlete alive who had experienced same level of fame. The 2 of them essentially belonged to their own exclusive club. Jordan exercise considerable influence over Tiger's attitude toward fame, women and power. And so that's when the book goes into a lot of detail. I mean, they're spending a lot of time in Vegas. You can imagine what's happening. You know, I don't have to fill that in for you. There was 1 thing that was kind of, funny though. Tiger went up to door and is just like, well, what do you, like, what do you say to these these... All these women? And Jordan goes... You tell them that your Tiger woods? And so that's, like the conundrum or the paradox maybe that that Tiger is in because if no 1 feel sorry for somebody, it's super famous and super rich. That's just not... That doesn't happen, but imagine being around every single person around you doesn't actually give a shit about you as a person, They just want something from you whether there's money, fame access, something you can do, like, there... How do you make true friends? If you're as famous as Tiger Woods and the answer is I don't think you do, unfortunately, not that he was gifted to making friends anyways. Now this is wild, though this goes back to, like, his dedication, and this is really the the main reason. Like, I think the book is is worthy for entrepreneurs to read is because Tiger paid attention to every single detail. Every single aspect. Any little piece part of his game or any aspect of it that he could improve, knowing that these little improvements over time, like, just create something that's so hard to compete with. And so we see, like, just he had this innate sense of even the equipment that he used. He considered Tiger's mastery of every facet of the game right down to the equipment he used downright intimidating. For instance, Nike had recently shipped a box of prototype titanium drivers to wood so that he could test them. There were 6 in total. After putting the drivers through their paces. Tiger told him that he preferred the ones that were heavier than the others. But then they... This guy informed Tiger, that all 6 drivers were the exact same weight. Tiger argued otherwise, insisting that 1 made more than the others. So they send the drivers back to Nike. And they... This was what they found. They found that 5 drivers were exactly the same weight. But the sixth was 2 grams heavier. When they pulled the club apart, they discovered that an extra dab of goo had been added to the inside of the head, by 1 of the engineers. The weight of the goo was equivalent to the weight of 2 1 dollar bills, yet Tiger noticed the difference in the way the driver felt in his hands. And I think that story is related to the next sentence where it says he possessed un surpass talents that he honed through a lifetime of practice. It is just so hard to compete with somebody success, and it is just doing more work than anybody else. They said, the they... On I his college team. Like, he practiced more than all of them combined. So that is the part of the book that it's all about his career up until what people consider his downfall. But I do think there's point... There's a few highlights that's worth pointing out. I've been going deep on Robert Carr. And I've been... Well, I watch his documentary. I've been reading his biographies. I'm on the third biography of his... Right now, I'm going to eventually do an episode on his auto called working, which is all about his approach craft because I like how deliberately inefficient it is. He writes out his books by hand, types him in a type writer. It takes, like, 10 years. Like, the level of detail this guy has this is fascinating. But something that was interesting that I heard Robert Carr was saying, I I read about an interview and also what him saying the the biography. Or should in the documentary. Was that... Like, people think he's he's writing a biography on Robert Moses and he's writing this, like, 5 part biography of Lyndon Johnson. He's like no, no. I'm I'm using the form of biography to tell a story of how power works in the real world, and he had done this like, He got basically, like, this fellowship. I think was Harvard. I can't remember where he taking all these classes, and he kept talking about the fact that what he was learning it, And... I pretty appreciate at Harvard. Power doesn't work like that. That power has described in the classroom is not how power works in a rural world and he decided to dedicate his entire life to to educating us on how power actually works. And this is the reason I would pay attention to Tag story. And again, I, I'm never gonna get on this podcast and, like, criticize. I was, hey, that a decision I wouldn't wanna make or I can avoid it. My point is not to criticize my point is to understand. And I... The part of studying history of part of reading so many biographies is because I think The understanding that I have of human nature and the world around me now compared to when I started this project is not even the same. And I'm trying to understand how the world actually works and how humans actually are, which I think is, like, just in know a weird way comforting and will benefit, like, I have a huge benefit as I navigate the rest of my life and my work and my career. Alright and my personal life. Right? And so this after the fallout, where it becomes made public that he's got, you know, who knows how many mistress. His wife didn't know anything was going on, went to losing, you know, at this point, he was making over a hundred million from endorsements. So just all the stuff that's happening. And what was crazy to me is it's in the documentary, but the national Choir has essentially a network of spice and a bunch of other media organizations have this. So when I'm reading about this, I'm like, how many people know that this is actually how the world works. So if I could tie what's happening on this page to what Robert Carr taught us. He's like, the way real power works. Political power, power to shape cities and Robert Moses case. Power to shape entire societies and Lyndon Johnson's case. It's not how they teach you. That's not actually what's happening. And I feel that that the a large part of the world is like that. And so, first of all, the the the fact was that Tiger was unbelievably gifted and unbelievably intelligent you, and he did not see his demise coming. That's a surprising us. Right? That... And then when I look at that? I'm, like, oh, like, what's wrong with the guy? I couldn't see it us Like, okay, he had a blind spot. What are my blind spots? And then I get into essentially, like, he had an entire... Like, he was followed everywhere he went, and people had were paying paid a ton of money. To contribute to his downfall. So they could profit off of it. I'm not ex excuse the behavior he made. I'm just saying that these people also did some really crazy things that I don't think most people would realize this as an example The national choir made its business to know what A list celebrities were doing after the sun went down. To that end, it employed a network of women pretty enough to blend right in at the hottest clubs. They backed up that surveillance with various Valet, bartender bounce... And cocktail waitress at every hotel restaurant and club. Everyone keeping tabs for the National Choir was paid between 205 hundred dollars a night in cash to inform on the behavior of various actors, comedian, musicians and politicians and known to boost news stand sales. Think about... And you wonder why he he names his to Mega yachts privacy and sol, like, a decade after this is happening. Everywhere he goes. He's in a restaurant, a club he might think he's talk the the the waitress is, you know, helping him, you know, get order food or get a drink, and she's literally being... She is a spy. That is crazy. And it gets even crazier because There is so much of this stuff that comes out from from in some of these mitch mister. Like, they're getting paid a ton. I think it was said something like he paid the main 1, Rachel. You you could tell, I forgot our name or for harp pronounce I the name I think he had to pair, like, 10000000 dollars. But in in some cases, like, people magazine and all these other magazines are they're paying, like a hundred grand, 200 grand, you know, I try to think about this is, having a daughter. Right? To like, how am Gonna put this? Let me read the sentence to you. In exchange for cash, she informed the supermarket tabloid of an upcoming twist between her daughter and woods. What the hell is the implication of that sentence. There is a woman There is a mother, willing to sell out her own daughter, for money Her daughter was telling her that she's having an affair with tiger Woods that they meet these parking lots to do all these crazy stuff, the details her in the book if you wanna read it, and she's like, okay. Let... I bet I can make a couple hundred grand off this and say, and now you... You Google her daughter. Anybody can Google her daughter, and I did this for a bunch of the people in the book. To see what's the first thing comes up. You know what is the first thing that comes up. It is the affair they had with tiger woods and in graphic detail, pictures, text messages, disturbing things, and you sold out your daughter For money, what does that say about our species? And there's a line here with Tiger's friend. These are people who live their lives failing. So they wanna read negative things about people who have gone up and then come down. And then it wasn't so I read the book because I missed the connection while Was watching the documentary. I like, wait a minute. Like, the the the this poor decision making that Tiger would even say he was poor decision making his his end too. Like, something that could've have contributed to it other than, like, the natural human nature is that Fact that he's just had so many... So much pain. He's on a bunch of pain medication, which there's just no way like, when they in the documentary, it shows, like him getting... Like, his car was just pulled over. He's, like, sleeping. In the car in the middle of the road. And I think they they said he's, like on Vic, Xanax x, Ambient. He's, like, mixing all these things He could've have died. He was on the same the same medication that Michael Jackson O on, like the the lot of Pin or something like that. I don't how to pronounce it. And so I was I was sitting here thinking about this. It's like, okay. And some of my notes are just very simple and forward pills. But it's like, his greatest strength might rhino being his undoing his greatest weakness in a sense that he just works so much harder and he had a high tones of pain, not realizing that that causes more injuries than necessary, then his doctor say, hey, take it easy after there's surgery. He doesn't take it easy. He goes back. He's like this relentless driving them. And then it causes another surgery to happen and the more surgeries you happen, the more drugs you have to happen. The more drugs you have to happen. The the worse decision making gets. And so goes into... Now he's starting to be distracted Maybe he's distracted because he's also... Maybe he's interested. Maybe you just can't deal to pressure, but maybe he's also on a lot of, pre prescription prescription medication. This is when he starts aggravating his injuries. Not from golf not from practice but from, like, jumping out of planes. And so they make the point that... In 2007, you're gonna think he's still amazing, but his swing coaches and some of the the data they were collecting notice that, oh, I there's, like, a lag time between doing work that leads success and its success, but also failing before the failure. By 2007 was the first time, Han started to think that Woods was closer to the end of his greatness than he was to the beginning. There were signs were too subtle to spot in tournaments, doing They were more apparent in practice sessions and in the shot dis disperse charts kept in testing sessions. Tiger's work habits began to slip, there were more distractions. The breakdown of Tiger's body, as he was off off in physical pain, and therefore taking pain medication, we're both attributed by his his Cad and his swing coach to his extreme workout regimen and his fascination with Navy Seal training. They were pleading with him, asking him, please stop doing all those navy still stuff. It's not good for your golf game. Tiger ignored them. He stepped up his seal activities. He started training in army boots and going for military military style runs while wearing a weighted vest. Tiger had both Williams and Han or had told them both that he was thinking him leaving golf to pursue a career in a military. Tiger would do as many as 10 parachute jumps per day, and he admitted to a friend that he had injured his shoulder on 1 joke when he collided with a partner. And so at 31 years old Like, maybe I'll just switch careers. He says he was gonna take concrete steps to qualify to join the Navy seals. But Han pointed out that Tiger was 31, the Age limit for Navy Sales 28. Woods insisted that they were making an exception for him. And so he's pleading with him He's was like, when are you doing it the best golfer in the world where you do this? Doesn't Jack Nicholson record me anything to you. Wood stopped, looked him in the eye and said, no. If my career ended right now, I'm happy with everything that I've accomplished. And so when I run this, that might be true, maybe it's true. Maybe it's he's under so much pressure in all this... You know, he's having a hard time. It's gotta be disoriented what he went through. And so 1 of my greatest... 1 of my favorite quotes that I discovered recently, like, probably 20 episodes ago was from Charlie Mu. Charlie says the problem isn't getting rich, it's staying sane. That human mind is not used to dealing with extreme levels of success. So few people were able to deal with extreme levels of success and actually stay sane. And so they have an entire chapter on him dealing with pain. This is where I wrote to myself avoid pills, and Tiger has, like this internal monologue. He's like, listen, there's a different between being hurt and being injured. If I'm hurt, I can deal with the pain. Pain is no big deal. I can block that out. But when I'm injured, my body doesn't respond. And this is the problem. He's like, he got taught... He was played to pain his entire life. His first reported instance of using painkillers killers was in 2002. You can see highlights from his 2008 master's appearance where he is, like winning. They try to get him a quit and he says f f off, I'm winning this tournament and he was using Vic in, and I forgot something. So at least Vic to manage the extreme pain that he had in his knees in... During the master. So he's had, you know, at least at that point half a decade, maybe more of confirmed pain use. And from all the medical professionals around Tiger, they're saying this doesn't make any. This is not possible. He said it was hard to reconcile the condition of Tiger's knee with his performance. He had won 9 of his previous 12 tournaments, and he had done it with a severely compromised left knee a few pages later. This is the the inter monologue of Tiger again. That's just what we do as athletes and competitors. You have to deal with it. It's trying to get up every day and knowing that you have to go in the gym and bust your butt and that it's going to hurt. And you're going to beat yourself in a different place, a different state of mind. For me, I just enjoyed that part of it. And then both the book and the documentary do a great job of showing this this this very common arc, he's coming up He's coming up. He's coming up. Once he gets to the pinnacle, he's torn down. We see him suffer. We see him repent. He loses his, you know, his wife. His family, his endorsements, then he starts working to working his way back up. The the Apex is when he wins his last major. In 2019, his reputation today in present day is nothing like it was, you know, 15 years ago, when all this happened. I think 1 of the lessons and realizations he had after going through all this Was actually a very positive 1 and 1 that you and I can use in our work. And will end on what I think is 1 of the most important lessons in the entire book. I learned 1 thing for Sure Tiger said. When I play golf again, I'm gonna play for myself. I'm not gonna play for my dad or for my mom or for my agent or for my cad or for Nike, or for my foundation or for you or for the fans. I'm gonna play for myself. And that is where I'll leave it for the full story. Highly recommend buying the book and watching the documentary in Hbo. If you buy the book using the link that's in the show in your podcast player, you'd be supporting the podcast at the same time. That is 301 books down 1000 ago, and I'll talk to you again soon."
}