{
  "transcript": "This book is a selection of written and spoken quotes on a variety of subjects, grouped according to broad themes and designed to give the reader an insight into the mind of a man who combined energy of thought and energy of action to an exceptional degree. Napoleon was a manipulator of things and men. For Napoleon each thought is a step to an action. In Napoleon was a radiant power of the mind that cut through speculation stripping all problems down to their simplest elements. Discarding all obstacles to action. To his mind, inaction was unbearable. Work he said is my element. I am born and built for work. I have known the limitations of my legs. I have known the limitations of my eyes. I have never been able to know the limitations of my working capacity. Long before he played any political role, he had discarded whatever illusions might have prevented him from playing it. He knows that men have always been the same. That nothing can change their nature. It is from the past that he will draw his lessons in order to shape the present. To Napoleon, men were weak, inefficient selfish and easily guided. The strong are good, only the week or wicked he once wrote. This maxim was to become a cardinal principle of his politics. As for the purpose of life, his answer was definite. We are born for the enjoyment of life. Happiness is merely the enjoyment of life in the manner that conform best to our nature. All my life, I have sacrificed everything. Comfort, self interest, happiness to my destiny. Destiny must be fulfilled. That is my chief doctrine. And Napoleon's idea that you must do everything to fulfill your destiny you might be the main idea behind the book that I hold in my hand and the 1 I'm gonna talk you about today, which is the mind of Napoleon, a selection from his written and spoken words edited and translated by jay Christopher Herald. This book is very old. It's actually first published in 19 55, and the book is exactly what the subtitle says it is. It's about 300 pages of Napoleon speaking directly to you. And after you're done listening to this, if you haven't listened to the first episode I did on Napoleon, and that's more of, like an overview of his life. It's based on, this book called Napoleon a concise biography, that's episode 2 94. I'd recommend buying that book too. Because it's like a biography of Napoleon I think it's like a hundred and 30 pages or a hundred and 40 pages. So you can read in, like a weekend gives you a a real, like, nice overview of who he is. This is gonna be, like, the... This is the second book on Napoleon Bread. I plan on reading many, many more of my life. The reason, I wanted to do this is because I wanna also understand the people to be studying on a deeper level. And for some reason, pre world war 2, a lot of greatest founders keep repeating that they learn from and studied and read biographies in Napoleon. After world war 2, they still talk about Napoleon, but then you have a lot of mentions of Winston Churchill in there as well. So there's something about the lives of Churchill Napoleon. That, these founders seem to be drawn from and find benefit of upsetting. I wanna jump right back into the introduction. And again, this is just... He's gonna be talking directly to you and If, you know, it's funny. Friend of mine text me. And asked me what I was doing, and I happened to be reading this book at this time. But let me... This to give you an overview of what what we're about to do here? So he's, like, you know, what are you doing? And I said currently being lecture by Napoleon and that I'm soft and fragile and have failed to make the world remember my name for eternity. So, the scale in which this guy thought and lived and acted is just unreal. And so let's go back to what he considered chief doctrine and I wanna read that quote again. All my life I've sacrificed everything comfort self interest happiness to my destiny. Destiny must be fulfilled. That is my chief doctrine. So figuring out what your destiny is. It's the first step and then doing whatever. Every... All these ideas that happened in your mind to to Napoleon. Or just the pre prerequisite to action. He's constantly repeating, Think about it, figure out what you wanna do and then make it happen in the world world. There's actually a quote for Mark Jason, which 1 which is 1 of my favorite quotes that I come across. Cover this back on episode 50, and this is what Mark's about to say here. Napoleon definitely would agree with and and I think the truth of this statement manifested in Napoleon's life. The world is a very malleable place. If you know what you want and you go for it with maximum energy and drive and passion, the world will often reconfigure itself around you much more quickly and easily than you would think. And so to that degree, not only need did napoleon build his own world, but he built his own reality. And so he has his own definitions of words. This is how what he considers luck. A consecutive series of great actions never is the result of chance and luck. It is always a product of planning and genius. Is it because they are lucky that great men become great? No. But being great, they have been able to master luck. What is luck? The ability to exploit accidents. The vol would call this luck? But, in fact, it is the characteristic of genius when I got to that part. Made me think of 1 of my favorite quotes from Ralph, while the emma Emerson, he said shallow men believe in luck. They believe in circumstances. Strong men believe in cause and effect Napoleon believed in cause and effect. Back to this idea about going after your life with maximum energy and drive and passion, hesitation is fatal. Once an action has begun, it must be followed through with the utmost exert of the will. And then a few pages later, he tells us what we should be directing our will at and that it is figuring out what your destiny is. If I have any ambition, it is so natural to me, so innate. So intimately link with my existence that is like the blood that circulates in my veins. Like the air that I breathe, this guy has a way with words. To aim at World Empire seem to Napoleon a most natural thing. So something you and I have talked about in the past is this idea where the greatest founders, it's not like they have a hundred you know, different ideas. They identify a handful of principles. He sees us over and over again. They identify a handful of principles that are important to them ports to the way to building their business, and they repeat them for decades. It's the same case for Napoleon. This is something that he's gonna mention the first time that's mentioned. I don't know, 15 times in this book that he's shooting for immortality. There is no immortality, but the memory that is left in the minds of men to have live without glory without leaving a trace of one's existence is to have not lived at all. Remember that line because this is something that he's gonna revisit. He uses different words, but that same idea to have lived without glory without leaving a trace of your existence is to have not lived at all. And then there's 2 quotes on this concept that you and I talked about all the time, which is founder mentality. Founder mentality is really these idea. Like, I can start something that changes the world around me. And so it talks about Napoleon's temperament, to temperament is characterized by his dissatisfaction with the dis disorderly nature of the world such as he finds it. He creates his own world. Entrepreneurs founders are world builders, couple pages later. Now... In napoleon's own world words, he gives us his definition of creation which I thought was fantastic again. Founder mentality. So I did, hey, this thing doesn't exist. I can actually start something new that changes the world around me. The greatest... So is Napoleon's definition of creation, creation. The greatest improvisation of the human mind is that which gives existence to the non existence. Another theme that he's gonna repeat over and over again is the fact that he believes in the great individual. And after reading this book because Napoleon repeats so much. I think what past founders are getting out of studying the Polling is this just belief that you can actually change the world that you are a great individual and that you can have an effect on things around you. And he's a bit of an elitist, and you see this here. Without great men, we have only mediocre men. And if there had never been anything, but mediocre men, we would still be half apes. Okay. So that is the end of the introduction. And now we get into... From here on out. It's just quotes from Napoleon speaking directly to you and I. What I thought about is the... I just did... I think was up to 2 99 that fantastic new book on steve Jobs was put out by Steve the Steve jobs archive. And the forward or the introduction of that book was written by Steve Jobs Widow, Lorraine Powell jobs, and she said something, I think it might have been the first sentence in her introduction. That I thought was excellent. And she says the best way to understand a person is to listen to that person directly. That is what this book is for an Napoleon. And so 1 thing Napoleon I think would tell you and I is ask why things are the way they are, and you need to think things through yourself. A few pages ago, he used the word illusions. That the things that you think are actually possible. Like you're constrained by the by an illusion. And so he says most sentiments are traditions. We experience them because they have preceded us. And so as point there is you can go on copying tradition and just doing every... Whatever... What future what previous generations have done over and over again. You can actually create something new and think for yourself. A large part of the book is Napoleon breaking down various historical figures that he studied. In many cases like, okay. I want this these traits from Alexander or I don't want this trait from Charlemagne where the case is. And 1 thing that he criticize, like, he would analyze other previous generals in their battle plans. And 1 thing he realized realizes is like, some people were just sitting around thinking too much and not acting. And he says the great majority of men attend to what is necessary only when they feel in need for it. The precise time when it is too late. Another strength of Napoleon is he had, an extremely advanced understanding of human psychology. This is something he repeats over and nerve again. Men are moved by 2 levers only. Fear and self interest. A few a few years later, he says the same thing. Men are guided by nothing else than self interest. This is something the founders of the advertising industry, like Albert Las, Claude Hawkins, David Og generation later, realized, And this is something we can use in our commercial lives that you're wasting your time talking about your product or you're talking about your company, you just appeal to interest. The customer only cares what your product does for them. Humans are guided by nothing else than self interest. And then Napoleon shows us his view on human nature. There's a line. I actually went back through my notes and read wise. Because it's like, I've heard... Like, there's the the way Napoleon thinks. I would say it's very similar to this this line about Charlie Mu and Ci, and poor Charlie Alma where he says his underlying philosophical view was 1 of deep and realistic cy about human nature. I think he believed that about other humans and himself, he says out. He says I start out by believing the worst. I defy anyone to trick me. Men would have to be exceptional Ras to be as bad as I assume them to be. And then he immediately demonstrates that this applies himself as well. This is the thing about Napoleon. He is una stream to maybe more than any other person I've ever read about. He says my wife could have died, and it would have not interfered for a quarter of an hour with the execution of my plans. And then later on, we see another example of this this underlying philosophical view of deep and realistic cy about humans, and life in general, and in fun funny, this is actually in a intersection called life destiny and greatness. Your nephew Elliott has been killed on the Battlefield. That young man had acquired valuable military experience. Someday, he would have been a most valuable officer. He died glorious and facing the enemy. He did not suffer for an instant. What reasonable man would not have chosen such a death. What man is there who in the vic of life would not have put down his money to buy such a way out of an often contempt world. And then we go back to that reoccurring theme Napoleon. The fact that you go after life with maximum energy and driving passion You actually impose your will on the world. He says 1 must have the will to live and be willing to die. And he talks about... This is actually interesting because I'm reading another biography of Anthony Bo, who obviously committed suicide. And this is something that Napoleon mentions a bunch that the... It's a mistake. No matter what, essentially the the mistake of suicide, and we go back to his... The way he has with words. The man who kills himself on Monday night might wish to live on Saturday. And yet 1 kills oneself only once. The man who breaking down under the weight of present evils ends his life commits a grave in injustice towards himself and yields to despair and weakness. To a moment mood at the expense of his entire future existence. So suicide to Napoleon is the worst way to die. This is the worst way to live. When rising from sleep, a man does not know what to do with himself and drags his tedious existence from place to place. When scanning his future, he sees nothing but dreadful mono. 1 day resembling the next. When he asked himself, why do I exist? Then in my opinion, he is the most w of all. And then he goes back to some of his favorite themes on immortality, on life, destiny will, greatness. This is a repeated saying, what is a great reputation? A big noise. The more noise you make, the farther it will go. Laws, institutions, monuments, nations, all of this passes, but the noise it makes continues to vibrate through generations, and then he's writing letter to other people giving it the advice that he gives himself to other people die young and I still accept your death, but not if you have lived without glory. Without being useful to your country, Without leaving a trace of your existence for that is to have not lived at all so that we've already heard him repeat that multiple times. And I got to this section and made me think of 1 of my favorite quotes from Charlie Mu. He says don't be too timid. Go at life with a little courage. And then he's writing a letter to 1 of his generals and he repeats this this quest for immortality again. This actually reminds me of there's a section at the end of Steve Jobs biography but world to Isaac and that goes into what drove Steve jobs so that I think echoes what what Napoleon is saying here. Everything on Earth is soon forgotten, except the opinion we leave imprinted on history. I wanna read you this quote from the end of that Steve Jobs book by Isaac. I've read that book a few times the last time I made an episode on it was episode 02:14 if you wanna listen to that. And so this is Isaac in describing what drove, Steve jobs and comparing him to other, like, other other founders of his time. He had neither, Larry Ellis cons despicable consumption needs, nor Bill Gates philanthropic impulses. Nor the competitive urge to see how high on the forbes list he could get. Instead, this is gonna remind me of Napoleon. Instead, his ego needs and personal drives led him to seek fulfillment by creating a legacy that would all people. A dual legacy actually, building innovative products and building a lasting company. He wanted to be in the Pant with and indeed a notch above people like Edwin Land, Bill He and David Packard. And what land He and Packard have in common at the time that steve jobs were still alive live when Isaac was writing that, it's that they were long dead and people were still talking about the legacy they left behind, go back to what Napoleon just told us everything on Earth is soon forgotten up the opinion we leave and imprinted on history. The polling gonna keep repeating, you gotta find out what your destiny, Destiny is and then do everything you can't to fulfill it. Men of genius or meteor, destined to be consumed in lighting up their century. A man cannot excel unless he is of a unique cast. All my life, I have sacrificed everything. Comfort, self interest happiness to my destiny, Destiny must be fulfilled, that is my chief doctrine. And then he goes back to tying in destiny with him mortality. And again, this comes from knowing yourself. When he said earlier in the book. He's like, you know, my ambition is, like, the blood in my veins and the air I breathe. That's just who I am. It's it's a natural part me. I even notice its existence. It is not enough for him to exist. He must also be known. He must know himself until then all endeavors are in vain. All schemes will collapse. And so something that you and I have in Common with Napoleon is that we spend an excessive amount of time, studying great people from history. This is something that appears in the beginning of the book at the end of the book. This section is about men of Destiny. So he includes himself in there, George Washington, Mohammed, Jesus Christ, you know, he talks about Frederick the create. Alexander, Alexander the great. Charlemagne just goes on and on, but this was, I thought it was fascinating. And it's fascinating because he's identifying what the English the country of England, their view of the young, you know, ups start of America and their leader George Washington was just completely wrong. And listen to what he says about Washington this is actually excellent. Your nation, the British called Washington a leader rebels for a long time and refused to acknowledge either him are the independence of his country. But his success oblige them to change their minds and acknowledge both. Listen to his punchline line what he's telling us. It is success, which makes the great man. Think about that. He failed to acknowledge him or the independence of his country but his success oblige them to change their minds and acknowledge both. It is success which makes the great man. 1 of my favorite lines ever, and any book that I've ever read for the podcast came back on episode, I think it's 02:51. It's this biography, this dual biography of ben franklin in George Washington. If you haven't bought the book, I think it's like 250 pages 300 pages. I'd buy and read it is very fascinating because they have this lifelong partnership, and they... Their lives constantly intersect with each other over multiple decades. But this really is the advantage that new companies have new startups. Right? Creating something new has over existing players. If you think about the analogy between, a young up upstate in America and the British Empire at the time. I'm gonna read you this, but I just saw... So in read wise, obviously, I store all of my highlights. Right? Have, you know, over 20000 highlights from all the books I've read. And so I'm constantly reread them and trying to figure out how to stuff we've... You and I've discussed in the past and that I've read in the past connects to what we're, like, the book that I have my hand. And I'm reading... When I got to the section I was like, you know what? That made me think of. That is... Napoleon is describing the British view of Washington and America. Well, what was Washington's view in America's view of the British on this note. When I read this, know, I don't know a year ago or whatever was. I wrote Washington was a bad ass. And so it says, 1 of Washington's biographer captured his view Washington's view of the American revolution. This is excellent. Essentially, he saw the conflict as a struggle for power in which the colonists, if Victorious destroyed British tensions of superiority and 1 control over half a continent. What a line? And that's the crazy thing is there was examples, I think it was like, 2 decades before that this actual war where Washington had realized wait, the marketing of British superiority. Is not matching up with what I'm actually seeing them in the Battlefield because they were trying to fight, Washington was actually helping the British, fight the Native Americans in that in, in that actual story in the book. And he just realized like, hey, maybe there... Actually, there is a weakness here, and then we can actually attack that weakness. And think about it is a struggle for power in which if we are a victorious, we will destroy British protections of superiority and we will win control over half a continent. And what does Napoleon say? It is success, which makes the great man. And then he tells us 1 characteristic sick that great effective men have. And again, you can make the argument that some some of these people were effective, and maybe the results of what they actually focus on wasn't good for humanity. That's that's very that I complete in many cases, I would agree with that. But there is fascinating, like parallel here, I'm on the second book of this 4 part biography that Robert Carr is writing on L. In the the first L biography, L has this line. Lyndon Johnson has this line That if you do everything you will win I think Napoleon agrees with that statement, all great events hang by a single thread. The clever man takes advantage of everything. Neglect nothing that may give him some added opportunity, the less clever man by neglecting 1 thing sometimes misses everything that is such a good line. The less clever man by neglecting 1 thing sometimes misses everything. Warren Buffett has a line that I found in this book called, all I wanna know is where I'm going to die, so I'll never go there, Buffett and mon a study and some And uncommon uncommon sense. That was up episode 2 86. He says that we are individual opportunity driven. We see Napoleon, echoing that same sentiment here. I had very few definitive ideas. And the reason for this was that instead of seeking to control circumstances, I obeyed them, and they forced me to change my mind all the time. Most of the time I had no definitive plans, but only projects. This is 1 of my favorite lines in the entire book This line is actually related to the next line where he's describing Alexander. The first line is imagination rules the world. Couple... Like a paragraph later. He's describing Alexander. He says Alexander believes himself a god, and he wants to make others believe it. And that Notion came from Alexander's imagination, imagination rules the world. Now we get into his Napoleon's definition of ambition. And really, after I finish finished reading the entire book, I went back, I always go through my highlights and read him multiple times, and then I start updating notes. With the context of everything that's gonna come in the future from the book, and I was, oh, he's describing himself here. He could never quit a ambition which over those governments and private fortunes, which feeds on blood and crimes. Ambition is a violent and un thinking fever that cease us only when life cease that is Napoleon's description of Napoleon. There is only 1 thing to do in this world, and that is to keep acquiring more and more money and power. And Napoleon spends a lot of time talking about history. Essentially what he's telling us is that humans don't learn from history. It's the rare few that actually can change your behavior because again, learning is not just memorizing information learning changing behavior. And so Napoleon says nation and individuals alike learn only from their own experience. And most of the time from mis fortune. So he's saying, hey, on average humans don't learn from history, and then he goes right into Napoleon trying to learn from history, and there's all this these great men of history that he constantly brings up. Alexander, the Great is 1 of them, Alexander had barely outgrown his boy, when with a handful of men he conquered a portion of the globe. And so I'm gonna pause before I finish that Part. What what playing out over the next few pages I realized it's like, oh, To me, reading these biographies. He's like, watching... It's like I what an athlete does where he watches a game tape. Right? And he's like, okay. I wanna emulate these traits, that this this person has in their game and, oh, nope. I I wanna avoid these other mistakes or maybe there's an advantage I can pick up here by the experience that this person had. And so in Alexander, when he goes describing what Alexander is doing to me. He's like, oh, this is very much what Napoleon. So he's, like, I'll grab these traits from Alexander, and I'll use them in my life, And he's talking about like, how the hell did, Alexander do this when he was just barely a boy and he did all this. He's like, what was his approach. Everything he did was calculated deeply, carried out audacious and managed wisely. And then he goes right into analyzing Saint Louis, and he's like, oh, I don't wanna do with this guy Remember, at the... In the introduction says that to Napoleon's mind in inaction was unbearable. And so he says, Saint Louis spent 8 months praying when he should have spent them marching, fighting and consolidating his hold over his country. In other words, he wasn't using his thinking as a step to action goes into Frederick The Great, mentioned him a couple times. Again, more napoleon learning from history, on Frederick, the great. I think that he is 1 of those who knew their business best in all respects. Frederick was great above all at moments of great crises. This is the highest praise that can be given. And then he has a great line where he's speaking about the French revolution, but I think the applies for your... For what our purposes. Right? Studying history's greatest founders is in many cases studying, like, the birth of industries. And so when Irene read Napoleon say this, a revolution could be neither made nor stopped. A revolution could be neither made nor stop, the only thing that can be done is for 1 or several of its children to give it a direction. I think of commercial revolutions, things that you and I've studied, like the birth of the Internet. The birth of human powered flight. The birth of mass produced automobiles with internal combustion engines. These were revolutions that could be neither made nor stop and the only thing to be done is for 1 or several of its founders to give it a direction. And later in the booking, he revisit that idea, It may be possible to arrest the surge of progress or to throttle it, but not to destroy it. A revolution can neither be made nor stop. It may be possible to arrest the surge of progress or to throttle it, but not to destroy it. Another benefit of reading this book is that you see that Napoleon, you know, for for his legacy for the fact that he has talked about hundreds of years after he died, he was human, and all humans are full of hypocrisy and contradiction and the editor of the book does a fantastic job of having Napoleon say something emphatic, and then, you know, 2 years later, because, all the quotes have the year in which he said it or he wrote it, and you realized realizes it's like, oh, like, he just contradicted himself. Like, we are all. Full of hypocrisy and contradiction in 18 o 6 he said, I say it once more. I do not want any censorship of books. Because every book seller is made responsible for the work that he sells. Because I do not wish to take The responsibility for every nonsense that comes off the printing press. And finally, because I do do not want some clerk to tyra over the mind and to mu genius, and there is a footnote at the bottom of this page. In 18 10, however, Napoleon did establish book censorship. And then we see another example of an of a thought an idea leading to action, this thought that, hey, most of what human behavior is is just traditions that if you actually stop and ask like, why are things like this, you realize a lot of limits that you have our illusions, and, you know, he thinks on an unbelievably grand scale. It really just makes you think bigger. That you just realize that you don't have any limits and then life can be built to your specifications. And to Napoleon, it didn't matter if you were the leader of a country, the leader of religion. If you got in his way, he was going to do something about it Here's as an example. I am informing the pope of my plans in a few words. If he does not Ac, I should reduce into the same status that he held before Charlemagne. Since nothing induces the pope to behave reasonably, he will see that I am powerful enough to do what my predecessor have done. To oppose a pope. And he believed that you needed to control your own message that you could shape public opinion. And so Napoleon was definitely a master of propaganda he believe and he explicitly stated that, you know, you need to guide public opinion and that you do that with through the media and through information. Again, for our purposes, we're not trying to, over overthrow countries hopefully. We're just trying to build great products and then make people aware of their existence. And so I think it's very valuable to study some of the best companies and individuals. They were able to, like, get their message out there. This is an Napoleon's version, and he says, the masses must be guided without their noticing it. It is necessary to enlighten public opinion. With ink and paper, you can draw any picture you like only by telling the facts simply and with details can we convince them. And he thought this was so important that he did it himself, Left myself here is do it yourself, act as your own minister of Propaganda for your company. The best example of this is when Came back to Apple every Wednesday they'd have, like, a long 3 hour meeting, and go over overall all the marketing because he's like, hey, we we already build great products. I want every single person on the planet to own an Apple device. And for me to do... For us to do that, we had to become a great marketing company. And so my interpretation of what he was telling us is like, if you truly believe that the product and the service that you're offering may somebody else's life better. You have a moral obligation to get good at marketing because that's how you make them aware of its existence. And so Napoleon, and and Steve's was demonstrating me that actions how important it was because he... There was a book I read I think it's called insanely simple. It was driven by guy that actually worked on the advertising and reported directly Steve. And he says, like, there wouldn't be a billboard in Missouri coming out without steve jobs approving it in himself. Like, literally saying he's like I'm seeing every single external a piece of marketing communication to our customers before Ghost and I'm going to approve it. We see Napoleon doing something similar to like this. Napoleon dictated all important army Bulletin himself. Their purpose was multiple to inform the public. To counter ruin your rumors to mislead the enemy and to stir up enthusiasm. He served as his own minister of Propaganda. The difference being once you go down that path and you're the sovereign of a nation he's just gonna have complete control. This is just something it reappear over in human with nature. It's never gonna stop. If you give somebody unlimited power, they're gonna wanna control the information flow, and we see this in the early 18 hundreds when Napoleon was being shaved. I used to read the newspapers sam. Would always begin with the French papers. Skip it Skip it, He used to say when I read the French papers. I know what's in them. They only say what I tell them to. And so this idea that Napoleon was a micro manager reappear in multiple cases. He's talking about the propaganda aspect he he micro managed. But he also micro managed things that he probably shouldn't have micro managed that's a part of his personality, and he says something that actually contradicts with his actions and he's talking about managing. It's under the this section of the book called the Art of ruling. So the good thing about the book is I read it chronological. If you happen to pick up this book, you could just... I don't... You you definitely don't have to read it chronological. It is just broken down and grouped by subject. And I think the book is actually better served. You just pick it up. And, hey, what did he say on ruling? What did he say on history? What did he say on the human heart? What did he say on life, destiny and greatness and just go to the part the trap? How how do you be interested in? But what was fascinating Is this is another example of how he's constantly contradicting himself? And he's talking about this is how I'm a great ruler. The art of ruling consistent in making others work rather than in wearing oneself out. That's... He definitely warm himself out. And so, the the editor says this is good advice, but the following anecdote illustrates Napoleon's inability. To lead even the most trivial details to others. And so Napoleon's first wife Josephine is going to, like, be healed in natural waters. Don't worry about that, but this is just hilarious what he did. Napoleon called me and said, Josephine is leaving tomorrow for her water cure. I must dictate her itinerary and outline her conduct. And so he's calling this guy. Like, okay, I'm gonna dictate you what we need to do write everything down I'm about to say, and this is a crazy thing, and then he dictated 21 large sheets of paper. So this guy the emperor of France when he's doing this. Okay? And this is, like, he's got a million things to worry about. And again, I think the editor nailed it here. Napoleon's inability to leave even the most trivial detail to others. And so when you study Napoleon something that pops up. A lot. He just spends so much time communicating with his troops. And I think 1 of the reasons is is because he really does believe how powerful the mind is the moral morale of your troops who are either strong and victorious are weak and beaten depending on which they think they will be. So he says an unbelievable amount of time sharing information with them and really guiding what they think. And it is in the war section that we get just how extreme. I don't know if he's psycho path or what you wanna call it, but this is an example that Napoleon while watching the city burn says, it's like Vas erupting. Don't you think this is a beautiful sight and the person standing next to him says this is horrible s, and this is a Napoleon's response, but remember gentlemen, the corpse of an enemy always smells sweet. There's just 1 storytelling he's telling me was he's just walking past thousands of dead corpses. And, yet, there's an injured dog. And he's like, what is wrong with me? Like, I'm brought to tears and agony over this injured dog, and I didn't even weep or think twice about passing all these dead humans. And I bring that up, and I I wanna repeat that because I think it's really important to understand like you and I are, right now, we're studying 1 of the most extreme people that have ever lived. And he was extreme in mindset and action. In fact, in addition to reading this book, Read another book on Napoleon, I may turn it into, like, a bonus episode or something. It's called the roots of strategy. The 5 greatest military classics of all time complete in 1 volume, and it's all these military generals throughout history. I think the book is, very old, but the introduction from Napoleon gives us a description of just how extreme this person's lived experience was. Napoleon fought more battles than Alexander, Hannibal and Julius Caesar combined. He is beyond any doubt the greatest of European soldiers. And so part of this extreme way that that napoleon went out life is he just... It goes back to this. It's like the rules are just words written down on paper, and they apply to other people and they do not apply to me. And I'm gonna tie this with something else that, I learned as well. So in this section, he's having a conversation with this guy named General Mac. General Mac was a commander of this os of the austrian forces that just surrendered to Napoleon. And so they're having been this conversation and Max access and Napoleon. It is said that your majesty has troops marching through Switzerland, whose neutrality we have respected. So Switzerland is supposed to be a a neutral country that is agreed upon, you're just violating their neutrality, we refuse to do that. Right? And so other words saying you're not fighting fair, which is just guy had up really poor understanding of of human nature and the psychology of humans. Napoleon responds, I have not recognized this neutrality. Consequently, I have a right to enter its territory. Again, other rules don't apply Their rules are for other people that are not for Napoleon. Mac, A, we were always the dupes of our good faith, and then he continues that Napoleon not only violated the neutrality of Switzerland. He also did it for Prussia, which gave him an advantage in this battle against Mac. He says your majesty had also violated a neutrality of Prussia, thus gaining 8 days in affecting the junction of your forces. This premature injunction gave you the opportunity to crush us. And yet, if I had wished to violate prussian territory, I could have easily cut off your retreat? Napoleon responds first by smiling and then says, why didn't you do it? And so this to me is 1 of the most important reasons to study history and to read biographies because the... In present day, right? People are alive now, they're always going to be presenting, like, their best side to to the public life. I just have something humans do over whenever over again. In these stories. Right? Mostly people long dead, they really reveal not human, like human behavior as we want it to be, but how it actually is. This idea where you think You're engaged in combat in an active warrior trying to kill each other. The person that kills the most other people wins and you think this guy gonna give, he's gonna care about neutrality agreement in Switzerland and Prussia. Why would he not care? Napoleon thought he was destined to rule the world. And this isn't an important part. There's Napoleon's alive today. This personality type maybe not, you know, conquering other nations and maybe that could occur, but there's Napoleon's and politics in business. In sports in everyday life. I'm gonna get give you an example. So I'm gonna leave a link down below in this fantastic episode of invest, like the best. It... My friend Sam Hi, I think it's called find your people. But Sam Hi is the 1 that turned me on to like, really pushed me to to read Carl. I had read the power broker, but I had never gotten to Carr multiple parts series on Lyndon Johnson. And he said something in this interview that, and the podcast that I wrote down and I really think applies to what is this story with General Mac. Misunderstanding human psychology to the detriment. He's lucky he's alive. This this misunderstanding could have killed him. This is why it's so important to misunderstand humans as they actually are, not as we want them to be. So Sam says, Robert Carr, the author of the Power broker in the 4 part series suit hopefully 5 part series on Lynn Johnson. Right? Robert Carr profile 2 men who seeds were not high in the tournament of life. Napoleon Sea was not high. They were without many advantages. And to get all the way to the top, you probably had to sacrifice everything to that effort, the meta lesson is if you are not willing to pay that price pursue someone else will, general Mac was not willing to pay that price, Napoleon was. Sam continues. If you want something like the presidency, and then I wrote are being a billionaire or building a very valuable company. You should presume there is someone out there who will devote all their time, money, relationships, sense of ethics is that not what we're... Where we are in the book. This idea where Maxing saying this is unethical what you did. Napoleon doesn't give a shit about your ethics. You should presume there's someone out there who devote all their time, money, relationship, sense of ethics, everything in sacrifice of that 1 goal. Of course, that person would win that race. In many ways in the biographies that you and I go over. It's not that we... In many cases a lot of them get to in inner lives. It's almost like a cautionary? It's like, I wanna know these people exist Not so necessarily I could be like them. So I could avoid them. They will chew you up and spit you out. They will destroy everything in their path in many cases to get what they want. I do not wanna be road kill on the modern day Napoleon's path to glory. And then Napoleon goes into building the importance of building his army's morale Again, he's building an army. We're... You and I are building teams. Right? This this idea that you have to influence the way people... Their their the way they feel. There was their perception of the events that are taking place inside of your company inside of your team. He's doing the exact same thing, but he's doing this in 17 96. When I arrived, the army's morale was being undermined by all the m. I took strong measures, and I used every means to reorganize the supplies, and then victory has done the rest. Momentum solves everything, winning solves everything. In the introduction, he had talks about it It's it's super important to be successful in your endeavors. Be successful, I judgment only by the results of their actions as what he was quoted at saying, winning solves everything. And this guy had an unbelievable way with words. This is what he says. You know what words can do to soldiers, so then he gives a speech in 17 86 to soldiers. Soldiers. You are ill fed and almost naked. The government owes you a great deal, but it could do nothing for you. Your patience encouraged do you honor, but give you neither worldly goods nor glory. I shall lead you. I shall lead you into the most fertile planes on earth. So saying, the government owes used Bunch. They've done nothing. I will. Your patience encouraged do you honor, but give you neither world of goods nor glory. I shall lead you into the most fertile planes on earth. There, you shall find great cities and rich province. There you shall find honor, glory, and riches. And why is he doing this because he's saying a general. So we're mean, you and I are gonna change that word a leader. Right? A general, a leader's principle talent consists in knowing the mentality of his soldiers and in winning their confidence. A leader's principal talent consists in knowing the mentality of your team and winning their confidence. So then again, it's some of Napoleon's maxim for this is the art of war at the beginning of a campaign, much thought should be given to whether a strategy is to be adopted. However, once the offensive has started, it must be sustained to the last extremity. So that's another example of this idea for him. Thoughts are only valuable and to the degree that they lead to actions. This gonna remind me of steve jobs. This is something that Napoleon repeated. The ancients had a great advantage over us and that their armies were not trail by a second army of penn push. And so this is about Napoleon's notion of this ideal. He called us square. So square is actually an equilibrium of intellect and character. His definition of character would be physical courage as well as perseverance and daring. So you want to be courageous, not quitting and a little bit of, daring and bold. Right? And so you want to have equal distributions of character, and intelligence. And individuals that had an equilibrium of those 2 characteristics were described as square, which is a... Which is, a high complement from Napoleon. This is another idea that the napoleon goes into, like, what your greatest fear and life should be and that's actually not death, but a wasted life. These 3 things, you must always keep in mind. Concentration of strength, activity, and a firm resolve to perish glorious. These are the 3 principles of the military art which have disposed luck in my favor in all my operations. Death is nothing, but to live defeated and without glory is to die every day. And then he goes back to this idea, this L j, Lyndon Johnson idea if you do everything you will win, Napoleon prepared to such an extraordinary degree, and this is part of the reason why war consists of nothing but accidents and that a commander should never overlook anything that might enable him to exploit these accidents. The vol call this luck, but in fact is a characteristic of genius. Back to this idea of paying attention to the tiniest details. Sometimes a single battle decides everything. And sometimes too, the slightest circumstance decides the battle. Little things are big things. Is how Would summarize what he's saying there. This... He's talking about how do you learn, how to be a great general, really what he's saying here, I wrote saying with entrepreneurship. Knowledge of the grand principles of warfare can be acquired only through the study of military history, and of battles of the great captains and through experience. So we're you and I are doing this for business. Right? There are no precise determinant rules. Everything depends on the character that nature has bestowed on the individual. That is so good. Knowledge of the grand principles of warfare can be acquired only through the study of military history and in the battles of the great captains and through experience. Obviously, you and I using that for metaphor. There are no precise determining rules. Everything depends on the character that nature has bestowed on the individual. People are power law and the best ones can change everything. And then he describes his personal historical curriculum, the principles of warfare are those which guided the Great captains whose high deeds history has transmitted to us. Alexander, Hannibal, Caesar. Names a bunch of other ones, Frederick The great. The history of their 83 campaigns would constitute a complete treaties on the art of war. The principles that must be followed in defensive and offensive warfare would flow from it as from a common source. And so then he talks about knowledge is he learning from these people, but they learn from each other. Caesar's principles were the same as Alexander's and hannibal to keep his forces united to be vulnerable at no point to strike speed at critical points to make use of every possible opportunity of increasing his chances of victory on the Battlefield. Thing. Let me pause right there. To make use of every possible opportunity of increasing his chances of victory on the battlefield. Do everything and you will win, pop that maximum pops up over and over again in the book. That's another way of him saying the same thing to make use of every possible opportunity of increasing your chances for victory. Caesar took great risks in the adventures into which he was pushed by his bold. His genius got him out of his difficulty He was a man whose genius and bold were equally great, so that's another example of this the city of square is equilibrium of 2 valuable traits that Napoleon seemed to admire and value. He's running through all these anecdotes on all these historical people. This is in the art of war section of the book of all what he learned from studying. Again, he's watching game tape. Right? And he's just gonna repeat this. This this goes on for multiple pages and really what I wrote down is Napoleon admire bold. Napoleon wants you to be bold. The bold and length of these marches astonished France. And until they were justified by success, they were the target of the... And criticism of mediocre men so he's talking about people that came before him with distinguished Frederick the great most is not the clever of his moves, but his bold. He's using the word bold again. And then the editor does a fantastic job of tying altogether for us, bold is the common quality signaled out by Napoleon in the 7 great generals whom he cites as examples. What is the opposite of bold that would probably be timid. Right? And yeah he's saying, right here then when it comes to planning, he is timid. What does that mean? So he uses this word. Called, which is showing a lack of courage or determination and timid. Timid. There's no man more p laminate laminate than I, when I am planning a campaign. I purposely exaggerate all the dangers and all the cal that the circumstances make possible, I am in a thoroughly painful state of agitation during planning. Once I made up my mind, everything is forgotten, except what leads to success, so timid and careful when planning, yet bold and relentless when acting. And an odd thing popped to my mind when he was... When I got to the section because he's like, you, I'm I'm essentially planning for every worst case possible the worst case possible, make sure of have all these contingencies. 1 of my favorite things that Paul Graham, not only his essays are fantastic, but then you can reduce some of the lines down to, like, maxim that you can remember. And 1 of the things he says for for company founders is that you need to be be hard to kill. Be hard to kill. And so I'm gonna read from Paul essay... I'm pretty sure this is at 2 75. He says the way to make a a startup up or any business recession proof. Is to do exactly what you should do anyways. Run it as cheaply as possible, the main theme from his entrepreneurship. You could pick 1 thing that rei over and again is this idea that you need to watch your costs. It is by far the most common trait that all of the people that you and I study have. Right? They are fan. About the expense side of their business. For years have been telling founders that the sure route to success is to be the cockroaches of the corporate world. The immediate cause of death in a startup is always running out of money. So the cheaper company is to operate the harder it is to kill. And what is Napoleon doing in that paragraph I just read you? He's figuring out, okay, How can I make my army hard to kill? And then towards the end of his life, he's going back and trying to figure out? He surveys his career, and he's talking about, like, how he's gonna be remembered in history. I'm gonna read you the paragraph, and I'm gonna... My may... 1 of my main takeaways in the book or reoccurring thought I had when I was going to the book. It will be argued at length whether my absolute authority, and my arbitrary actions where the effect of my character or mike of my calculations. Whether they were caused by my inclination or by force of circumstance, whether I waged constant warfare, that's 1 way to put it. He waged Constant warfare. We just said that other books said he did more battles than what Caesar Hannibal and Alexander or combined. Whether I wage constant warfare to indulge indulge my personal taste or whether I was pushed into it against my will. Whether my immense ambition was spurred by lust for power or thirst for glory or for the necessity of establishing order. Are my love of general warfare. And it's when I get to this page and I hadn't re reread all of my highlights, and I'm almost at the end of the book. And I realized I like, okay, this is my main takeaway from spending time with the Napoleon. Right? Because it's like, to hold this book in your hand is to literally go into his mind. And and live there for, you know, it took me 8 days I really absorb this book. And it's not that long. It's just really trying to think about what the hell he's trying to convey to us. And so my main takeaway away from spending all this time with the employees is it's, like, whatever you do, do it constantly and massively increase... This is a note to myself. Whatever you do, do it constantly and massively increase the scope of your ambition. As I was reading this book, I was constantly thinking I'm not doing enough. He goes back to this idea that winning it winning solves everything, winning is the main thing, and as you need to keep the main thing, the main thing. My power is dependent on my glory and my glory on my victories. My power would fail. My power would fall. If I did not base it on still more glory and still more victories. Conquest has made me what I am and conquest alone can keep me there. And then he goes back to this idea that he sacrificed everything. His comfort. Everything in life to fulfill what he thought was his destiny, power is my mistress. I have worked too hard at her conquest to allow anyone to take her away from me, and it goes back to this idea the ambition is all consuming. Right? It only cease as a fire that burns and it only is extinguished until that life is extinguished. Talk about himself. I know what this has cost me, the suffering, the sleepless nights, the scheming. Remember, the God of war and the God of success are marching alongside me. My soul is made of marble. Lightning has found no grip on it and has had to slide off. As far as my d retract, I have no fear of becoming their victim. They will be biting into granite. I wanted to rule the world and in order to do this, I needed unlimited power. I wanted to rule the world, who wouldn't have in my place, the world begged me to govern it. I realized that the destiny, the future and the father land depended on my sole person. And that is where I leave it. For the full story, Highly recommend buying the book. This is another hard to find out of print book. Like I said it was first published 19 55. I paid like, a hundred and 30 dollars for it. I've seen it for sale as much as like, 502000 dollars. Leave a link down below I think there was 2 copies I was able to find on book finder dot com, but I will also leave the Amazon link because the the inventory at Amazon's is constantly updated. So if you buy the book. If you happen to find the book and you use that link, it'll be sporting podcast podcasts at the same time. Another way to support the podcast is to sign up for founder premium. And if you subscribe to that, you can listen to the Ama, they ask me anything episodes that I record. Each episode is me answering 1 question. I think I've done like 20. I'm gonna do a lot more because they that allows me to make them. Now that I'm doing episodes based on 1 individual question allows me to make episodes a lot faster. If that sounds interesting to you, that link is down below and available thunder podcast dot com as well. That is 302 books down 1000 go. And I'll talk you again soon."
}