{
  "transcript": "The tale of Rose blu is a Central immigrant success story. She's born in a village near minsk Russia. She and her 7 siblings lived in a 2 room log cabin and had to sleep on straw mats. Her father was a rabbi and spent his days in religious study. Her mother ran a small general store. My father was so religious he said that my mother had to support us. He only prayed. Rose never attended school. She started helping her mother in a store at the age of 6. She once to woke up in the middle of the night and saw her mother wash clothes and baking bread for the next day. Rose said when I grew up, you're not gonna work so hard. I can't stand it. The way you have to work day and night. When Rose was 13, she left home, walking barefoot for 18 miles to get to a train. She s away on the train and got off 300 miles away at a small town near the Ukrainian border. She went from shop to shop looking for a job and a place to stay. You're just a kid, 1 store owner said, I'm not a beg row shop back. With only 4 cents in her pocket, she asked to sleep in the house that night. Tomorrow, I go to work. She said. The owner re and Rose got up before Dawn the next morning and cleaned the store. She stayed becoming the manager of that store by the age of 16. Then she went to a larger town, got another job in men's clothing store as a salesman and met Isi blu. They were married in 19 14, and missus B later remembered her wedding day, saying, my mother brought me 2 pounds of rice and 2 pounds of cookies. That was the wedding feast. War war 1 erupted that same year and many inhabitants of Russia had to flee. Isi was able to emi to the United States. We didn't have the money for 2 passages Ro said, and so my husband had to go alone. For the next 3 years, Rose worked in a dry goods store, squeezed every penny and finally in 19 17 took a train to the Chinese Siberian border. I had no passport at the China Russia Frontier, a soldier with Standing guard with a rifle. I said to him, I'm on the way to buy leather for the army. When I come back, I'll bring you a big bottle of vodka. I suppose he's still there waiting for his vodka. She said laughing. She made away from China to Japan and then book passage on a Japanese peanut boat. After 6 miserable weeks, the ship finally docked in Seattle. When she got to America, she had 66 dollars in her purse. The Red cross helped Rose find her husband who was living in Iowa. They lived in Iowa for 2 years during which their first daughter was born, but Rose was unable to communicate with any of the locals so they moved to Omaha where there was a large community of people who spoke both Russian and Yi. I couldn't learn to talk English Rose said. I didn't know nothing. So I made up my mind that I was going to a bigger city. That was an excerpt from the short biography of Rose bump that I found in the book I'm gonna talk you about today, which is the women of Berkshire Hathaway lessons for Warren Buffett Female Ceos and directors and is written by Karen Lender. So I made a lot of podcasts on Warren Buffett and Charlie Mu, and in almost every book, including the the Berkshire Shareholder letters, they'll mention their admiration for Rose Blu, who's known as missus B, who's the founder of Nebraska Furniture. And I mentioned on past podcast that I can't find a biography owner her. I wish Could do an episode on her, and a few listeners actually told me about the book that I'm holding in my hand. And this book does an excellent job of giving an overview. Of Rose Life and career. And so let's jump right into it. It says rose bump became the first ever female Berkshire hathaway manager when Nebraska Furniture Mart was acquired by Warren Buffett in 19 83. Rose was just shy of 90 years old at the time. You would assume that this change in ownership would signal retirement for Rose, but she still worked for more than a decade longer 12 to 14 hours a day 7 days a week until she reached the age of a hundred and 3. So after I read the book, and went and searched all the highlights that I have about Rose Blu. And back on episode 1 82, I read a biography of Warren Buffett that came out in 19 95. It's called Buffett the making of American capitalists. And there's this great excerpt in that book that describes purchase that this book is describing, and it's the it's the negotiation, or if you can call that between Buffett and missus B, and this is the... I think the second or third time he had tried to buy think I know he tried to buy at least 1 other time, maybe like, 20 years earlier. And so it says, how much Buffett asked. 60000000. Missus Beast spat out. They shook hands and Buffett drew up a 1 page agreement. Buffett biggest acquisition by far. Missus B, who could not write in English and barely could read it made a mark at the bottom. A few days later, Buffet presented her with a check for 90 percent, she... This is my fair part. She folded it without a glance, and by way of concluding matters declared. Mister Buffett. We're gonna put our competitors through a meat grinder. She was 89 when she said that. About 46 years after she started the company. Says Rose founded the furniture store in Omaha in 19 37 at the age of 43 and grew it into a business with annual profits over 15000000 dollars. By this time she had trouble walking, but that would stop her she'd actually drive around the furniture store on a motorized scooter, and she would stop to speak with customers in her thick Russian Yu accent, encouraging them to make a decision and assuring them that they wouldn't get a better deal anywhere. She had a harsh management style, and she was very tough. The way she speaks about some of her former employees in this book. It's just... It's funny because it's coming from a, like, a hundred year old lady. This is the end result. Most furniture stores have found it futile to attempt to compete in Omaha with Nebraska Furniture mart. In fact, I can't remember if it's in the book, Buffet the making American Capitalist. Know, you know what? It's in Buffett shareholder letters where he says that he would rather wrestle G then compete with missus b. And so Wanna expand on that idea that most furniture stores have found a futile to even try to compete with her. This is 1 of my favorite parts of this entire, like, mini buyer of rows. Look what they hang on the walls. In the office of Nebraska Furniture mart. There are several going out of business advertisements from competitor stores framed and hanging on the wall, displayed so that the company will never forget about those other stores who put themselves out of business how it can happen anyone and that it must be avoided. And so, yeah, that's a good idea. As a reminder, hey, how bad things can get, you know, Buffet has, like, a recoup soon from the depression to reminder for the same thing. But after getting to know, missus B, I just can't help with thinking that she also put it up there to, like, look, what happens when you tried to go against me. I, I, una a una, a door and love her approach and how serious she took her work. And just... If you think about the opening where you just think about how difficult her early life was. She was never able to go to school ever. Not elementary school and not college not high school nothing, You know, having to start work at 6 years old live on a straw mat and then have the opportunity to come to american and build a business that made her and her un born grandchildren rich. I could see why why should... Would take it so seriously. Let's go back to the very humble beginnings of this business that's unbelievably valuable. I think in later shareholder letters, they were doing more. They were doing what, hundred and 20000000 a year just out of the 1 Nebraska store, I think was more than all the other furniture stores in Omaha combined. And it started out because she needed to help her husband, her husband opens a secondhand hand clothing store. Now sometimes it's referred to as a clothing store. Sometimes it's referred her as a pawn shop, but her husband's 1 working originally, and she's at home with the kids. Remember at the very beginning. She calls herself Dumb or she said, I she says I was dumb because I couldn't learn to talk English. It's the way she speaks... It learns to speak English though. Is actually from her old, I think... I'm pretty sure this is her oldest daughter who was going to school in Omaha, Her oldest daughter named Frances Frances taught her mother how to speak English after she came home from school each day. Rose tells a story of how she began to be involved in Isi, her husband's store. The depression came and my husband came home and said, we'll starve to death. Nobody walks in. What will we do? I already had my 4 children by 19 30. So she's gonna go to work and help her husband. She says, he would sell clothing at the same price he had paid for it. He didn't understand how to make a profit. Remember she's at this point. She's wet almost 43. She's been working in stores. She was 6, working full time when she was 13. You know, managing stores when she was 16, she knew how to sell. And so she told... This is... She told her husband. This is what we're gonna do. And this is really the basis. For her entire Born gonna talk about the advantage that he has and why he's... That she had over her other competitors. And in many cases, I think it's in this book. And if it's not, I'll find the quote for us. About the fact that she hit on the idea for what makes places like Costco and Walmart so before there was a Costco and Walmart. And so she says, let's sell 10 percent over cost, and I'll come to your store and show you how to and show you and help you because I did build a big business in Russia for my boss and I knew business. These are direct quotes from her. This how she speak. She obviously speaks. You know, she's missing some words there. Rose began retailing right out of the blu home. This is hilarious. With home furnishings and accessories. This practice continued even after she was successful. Check out her dedication to sale. This practice continued throughout her lifetime. Visitors to the Blu house would admire the furniture that had attached price. I'm sorry. Alright. Hold, I gotta read that to you again. But just this idea where you're, like, 1 of the most successful financial successful entrepreneurs in Omaha, and you come to our house. And and her furniture has price tags on it. And it's and like, oh, I like your couch, and she tries to sell it to you. I love to say. This practice continued to honor her lifetime, visitors to the Blu house would admire the furniture with attach price tags and lamps states. Still covered in plastic wrap. If a guest expressed interest in a piece, it was available for sale. Long before that though, she had to find a way to make money at 1 point she printed 10000 flyers offering to dress a man from head to toe for 5 dollars. So this is back in, I think, like, the 19 30. Somewhere around 19 37. This 1 promotion made the Blu family 800 dollars. And so she's selling stuff out of her house. There's, like, this basement. She's selling stuff out of this store And she realized realizes, like, people keep coming to her because they get such great prices. Can you get me? Can you give me that? People just ask me, Can you get me? Can you get me that? I used to take them to the wholesale house and sell it and sell them at 10 percent above cost. I never lied. So her main Let me go to another quote real quick. I think I brought this up in the latest episode I did on Charlie Mu, episode 2 95, and he says, well, there's actually 2 ideas here Let me let me bring this up to you first before we go back into rosa story. Because I think this is fascinating. How they make an exception to their rules. How how Rose is so special that Mon and Buffett make exceptions for her. As a general rule, this is Charlie What we're saying. As a general, you should bet on the quality of the business on the quality of the management. Unless, of course, you've got a missus b in your hand. If that's the case you need to go all in. I remember Nebraska Furniture mart founder Missus B, who in response to a question about having a business plan replied. Yeah, sell cheap and tell the truth. She was a business genius, so that's the end of the quote from Mu. How many And again, this is what I always pay attention to with people like Mu mu, with Buffett and Mu, how many different managers, founders, businesses have these guys analyzed over their entire life, like an incredible. And they're saying, hey, no. Pay attention to this person. This is why I went really deep on Henry Singleton. And why I've been collecting a bunch of, like, hard to find singleton information because I'm gonna do another episode on him. But idea is like, she was a business genius. The reason that that came to mind just now is because where we're in this book. They're like, listen, I'm just gonna tell the truth. And at this point, the story, she's telling the customer Hey I'm gonna get you good deal, and I'm just gonna sell to you above 10 percent cost. And because the markup solo low. This is the lowest price you're gonna get, and therefore, it builds trust and a relationship with these customers and they're gonna come back for everything gonna tell their friends Their kids are gonna go there, their grandkids kids are gonna go there, assuming you're in a, like, if you're in a game that's you're gonna play for a long time, is it's like, the the version of a, this idea of infinite return on investment. I never lied, I showed them the bill and then and they all respect me. You should see what kind of customers I have. The best in the world. They build me 1 of the finest businesses in the country. I always believes in honesty. Anything is wrong I try to make it right, meaning, obviously, if the problem has... If the customers a promo I'll make it right. Missus Be open a furniture store in 19 37 with a 500 dollar loan from 1 of her brothers. It was a 30 by 100 foot basement room. She called it the Nebraska furniture mark. This is hilarious. The day... The same day I opened another furniture service opening. They had an Orchestra, orchestra music and Hollywood stars, and I only had a 3 and I only had 3 line 1 ads because I was poor. I did that day a big business, I couldn't get over it. Rosa was 43 years old the time, and her 4 children were between the ages of 10 and 19. And then this story is also mentioned in in Buffett Shareholder letters, which was fantastic. The fact that She gets sued by her competitors over charging customers too little. Missus B would encounter a fair number of obstacles and growing her business throughout the years. She would choose to make a small profit of 10 percent, bend over backwards for customers and grow the company by selling in large volumes. It also made her competitors very angry. At 1 point, Missus B was able to convince Marshals fields to sell her carpet wholesale at 3 dollars per yard. She then res sold it for 3 95 per yard, the competition was selling the very same carpet for 7 95 per yard. Her competition called her a boot leg. Her reply was Betcha, I'm the best boot leg in town. So then she tells the story of what happened. These 3 lawyers take from this 1 company take me to court, suing me for unfair trade practices. 3 lawyers and me with my English? I can't afford a lawyer so I just go to the judge and I say judge. I sell everything 10 percent above cost. What's wrong. Can I give my customers a good deal? I don't rob my customers. The judge agreed throughout the case above 1400 dollars worth of carpet from missus The next day. The publicity from this trial was worth far more than missus B could have afforded afforded to purchase an advertising. It's hard to think of better advertising on that. Sorry. It's something that you read med reading the newspapers. Like, this this lady gets sued because our prices are too little. You know where you're going the next day. Oh, this is fantastic. So, this investor named Joshua Wolf has a great. Has a great maxim that I I see in these books time. He says, chips on shoulders puts chips in pockets. I think Rose blu is a perfect example of that, Rose attempted to buy furniture wholesale in Chicago. Their merchants were very rotten to me. When I walked in to the merchandise mart to buy furniture. They used to kick me out and say, don't bother us. We're not gonna sell you nothing. I used to almost start to cry. My face would get red, and I'd say someday, you'll come to my store to try to sell to me, and I'll kick you out the same way you did to me. And then her punch line here is hilarious. This is why I think he's framed going out a bit She definitely has a chip on her shoulder, and it takes great pride in in competition, and I just... I could picture her looking at these framed going out of business sale, like advertisements of her competitors with Gl because the way she ends this story, the punchline is, I out them all. But, of course, with any business there's ups and downs. Here's 1 of the downs in 19 50 business slowdown. This is after the Korean war. Business slowed down and missus B found herself unable to pay her bills. She was wearing night and day. A local banker came into the store to buy a cabinet and asked why she was so upset after listening, he gave her 50000 dollars of his personal money as a 90 day long. She then had to think of a way to earn the money to pay back the loan. This is really smart. So she rented the Omaha City Auditor for 200 dollars per day and held a 3 day sale. She took in 250000 dollars from the sale paid off all of her loans and never borrowed money again. Unfortunately, this is the same time that her her husband dies, israel had a heart attack and died. They were married for 36 years, and Rose would be a widow for 48 years. Missus B once I asked if she believed that she had a tougher time succeeding because she was woman. She said me, no, sir, she answered. When it comes to business, I could beat any man in any college graduate. She was relentless. Another example of that. In 19 61, half of Nebraska Furniture mart was destroyed. By a fire. The resulting fire sale generated a line 2 blocks long to buy hugely discounted items that had been exposed to the smoke 1 of my favorite maxim from the history entrepreneurship is, problems are opportunities and work close. She's like, okay, Campaign my bills gets this loan. Does a 3 day limited sale makes 5 times the amount of money. Right? Then fire comes? Okay. Well, what can I do? Now I have a bunch of inventory I need to get rid of? Hugely discounted just because it has a little bit smoke damage. People love saving money. Couple years later, actually about 15 years later. 19 75. A tornado took out the entire Nebraska furniture building. The tornado also destroys a post office next to the mark. So what does she do? She buys the ground and built on it to expand the business. We have turned every tragedy into a positive. That's another way of saying problems are just opportunities in workloads. Then it goes into a description of her insane work hours and her dedication, the fact that work was a hobby for her with her children grown and out of the house, she devoted her entire existence to growing the Nebraska Furniture. She loved the game of selling. She didn't care a bit about the money. It was all about making the sale she said. Louie Her son came back after their World war 2 in 19 45 and joined the business showing the same intelligence and business acumen as his mother, and I think long after she passed away. He was still, I just saw him in the... As reading through all my highlights and Berkshire in Warren shareholders letters. And as of, like, 92. When Louie, like 92, he's still working in the business too. His call management style balanced out his mother's quit temper, and he would often hire back employees who had been freshly fired by Rose. She could have quit working at any time, but the simple action of going to work and being productive of kept her interested in life and energized, David it over he has a great quote on this. He says retirement is fatal. When I was poor, I was ambitious you said. I always wanted of my kids, I always wanted that my kids should have what I didn't have. I wanted to show poor people that there's a future in life. If you try, you can have it. Missus B took time off of work to take classes to become a Us citizen. A fellow member of Missus b's class for recalls asking her, you were here for 30. This is Sol hilarious. You were here for 37 years before becoming a citizen. How come you waited so long? I was busy. And missus B said. And missus B has some good maxim. This is 1 of them businesses like raising a child. You want a good 1. A child needs a mother and a business needs boss. My hobby is figuring out how to advertise how to under sell how much hell to give my competitors. I'll never forget how they treated us when we were poor. This is... I think this is my favorite part of the entire book. A 19 77 local newspaper article sums up missus B Missus Beast temperament on work ethic. What's your favorite thing to do on a Sunday afternoon. Visit my customers at my store. What is your favorite thing to do on a nice evening? Drive around to check the competition and plan my next attack. Favorite movie in the last year? Too busy. Favorite book in the last year. Don't have time. Favorite cocktail, none, drinkers go broke. If you wanna be in business be sober. Favorite place, my store. And finally, last question, what's 1 thing that needs that most needs to be done in our state or our nation. Clean out all the lazy ones. This just made me think of something. There is something that I think adds a little flavor to life. I was reread past highlights. And there's something about David Og. That was in this biography of David written by somebody worked with him, because all, I think all the books I've done on David Og. He wrote himself. He's the best writer. I've ever come across for for the podcast. Let me read this because Just realized like, there's stories I'm about to tell you. We're gonna add to our Rose file. And this make sense. This comes from the King of Madison Avenue, David Og and the making of modern advertising, which I covered all the way back on episode 1 69 in case you missed it. I'd also read the book. It's excellent. But this is... I think, pretty sure this is like, 1 of the very beginning parts of the book. And so the author who used to work with our work for Og said, he was 52 and famous. I was 33 in a junior account executive. Early on, he wrote a letter to 1 of my clients. After listing, 8 reasons why some ads prepared by the company's design department would not be effective. He delivered his ultimate argument. The only thing that could be said in favor of the layouts is that they are quote unquote different. You can make a cow look different by removing the other, but that cow would not produce results. So began my David file. Almost everyone who worked at the agency Kept 1. And this is something that was repeated in another context for people in knew Og. And they said almost everyone who brushed up against the man has a David's story, And so this is, I think was like, all the stuff typing on the Page is like, oh, this is we're gonna add to our rose, how special and unique this individual was. And I just think these people add, like, so much spice and flavor to life. In 19 90, missus B drove her cart into a metal post and broke her ankle. She didn't go to the hospital until the next day. She was back at work the next day. The next year, she took a corner with too much speed and turned the car completely over, gas her head on a grandfather clock. The wound required stitches. Yet she was back in the store 2 hours later. She is 97. This is insane. There was a luncheon in where Missus B was being honored. The luncheon was dragging on and at about 01:15, Missus B stood up and holler. What is wrong with you people? Don't you have jobs I'm going back to work and she left? Here's another addition to the Rose file. Warren Buffett said during the opening remarks at the 19 93 Berkshire Hathaway annual meeting. I'd like to introduce Berkshire sherry managers, except Missus B, who couldn't take time off of work for such foolish like a shareholder meeting. And this is what I was mentioning earlier, Missus B developed successful merchandising practices long before they were adopted by mainstream retailer. She had established the idea of a discount store making small profits on large volumes. Sam Walton didn't open his first discount store, leading to the Walmart Empire until 19 62. The company still follows these principles. It has run very fiscal conservative conservatively. Missus B always felt that the days of the depression could return at any time. We still run the company like the depression is coming back. We have no debt. Though she never spent a single day in a classroom, She had a sa capacity for Arithmetic. So this is the idea of she she gets interviewed on Abc's, like, nationally televised show 20 20 and people can't imagine can't believe how fast she is with numbers. But it's another example of this maximum that you and I talk about all the time that the public praises people for what they practice in private. How she's been working in the carpet department for half a century. How many times do you think she had a multiply how much per yard our per square feet by the the the size of the customer's space. And so it says, her skill was witnessed by the entire country on a television broadcast, they're, like, rolling through the store on her cart. And the... She's being interviewed, and he would just out random numbers. So like, okay, let's say Carpets 12 dollars and 95 cents a yard. I 01:30 yards. How much is that? In unless than a sex second, missus B would reply. And if my room is 12 by 14 feet, how many and then she cut him off 19 yards. She had reply before he'd even finished his sentence. She was the most brilliant salesperson I've ever met, but she's a lousy manager. She is terribly abusive. Who was saying this. Oh, this is a 1 of her for her former employees. She's terribly boost to her employee. She charms our customers though. She's a work hall, like she operates on almost 0 margin, and she's 1 tough feisty woman. And so that's a that's another, actually a good idea for you and. Where it's like, you know, she's the most brilliant salesperson ever. She is gifted at what she's doing, but she brought in her son to kind of balance out. She's really great with customers, maybe not good go with employees. Okay. So bring in somebody that hits... That's way more calm that's better and dealing with employees. And like they said, she made fire an employee, but then her son more calm might hire that person back after the fact. And then here's the story I referenced earlier where warren tried... Had previously tried to buy this business. Warren Buffett had known of the business and was aware of its success from living Omaha. He admired, the Bump business savvy in the late 19 6. He had offered 7000000 dollars for Nebraska Furniture mart. An amount, this is Hilarious. An amount that missus b turned down while calling him cheap. 2 decades later, Warren came into the, mark again for the purpose of making missus be another offer at this time is 60000000 dollars for 90 percent of the company. Missus B buffett Shook hands on the deal, no lawyers were involved, and there was no audit and no inventory was taking out the merchandise. Buffet said, if she ran a popcorn stand, I'd wanna be in business with her. She's just plain smart. She's a fierce competitor, and she's a tireless worker. And this is 1 of my favorite things that he said. And I think it's a good idea for for us to think of are we the answer to Buffett question. That'll make more sense in 1 second. 1 question I always asked myself in app praising a business is how I would like assuming I had ample capital and skilled personnel to compete with it. I would rather wrestle G G, then compete with missus b. They buy brilliantly. They operate at expense ratios competitors don't even dream about, and they and then They pass on to their customers much of the savings. It's the ideal business, 1 built upon exceptional value to the customer that in turn translates into exceptional economics for its owners. That is a great I need to read that line again. It's the ideal business, 1 built upon exceptional value to the customer that in turn translates into exceptional economics for its owners, and I couldn't find it in my highlights. And in... And it's not in anyone notes. And it's not in this book. But I swear I remember this idea of, like, they bi brilliantly. There's a beautiful simplicity to Rose's approach to her business. Right? And I'm pretty sure I had heard somewhere read somewhere that they buy all their inventory. From 1 manufacturer. But this idea when I read that. I was like, okay, I wanna make sure that my approach to my own work is he's like, okay, I want people to describe me that way. It's like I'd rather wrestle G than compete with him and what he's doing. And I think that's just a good, like, maxim for us to keep in our back of our minds, like, is that applicable to me and if it's not, what can I you to make it true, in turn, missus B also admired Buffett? Missus B said, my hero is the middle class. The immigrants and Warren Buffett. He's a genius. I respect him a lot. He is very honest, very plain and his word is as good as gold. Another addition to our Rose file. Rose is the only founder that Buffet had to buy out twice. So the the good thing about about the businesses of a family business. This is after Buffett already owns it. She's still working. They bring in, like, multiple generations of blankets. And so she loved working with her son, and she hated working with her grandkids. And so this is what's gonna cause her to leave. Nobody wanted her to leave said, said Louie, That's her son. Missus B said she was not upset with Louie. He is 1 in a million she said. However, she said, however, she had used the name Hitler to refer to her grandsons Ronald and Urban. They have a fight over pricing and control of the carpet department which she considered was her domain. And, of course, rose, like all of history's greatest entrepreneurs are obsessed with control. And so she quits and she starts another business. It'd probably be the first for a 96 year old woman to start a business. But I feel capable of doing it and 1 approved a buffet in my grandsons. She was upset at Buffet because she felt that he had sided with her grandsons over this, they went patching things up. When approved buffet in my grandsons that I can do it. I I could outs outperform any 25 year old, So that's how old her grandkids are. Missus B quickly became bored after leaving the store. She hired a show for. This is Hilarious. I keep saying that, but it is. It I I laughed so many times reading her story. I absolutely love her. She hired a chauffeur her. Her chauffeur her around Omaha each day and took her to other stores. She looked in the windows and check to see how many cars were in the parking lot. She's 96. It didn't take long for her to plan her revenge. I wanna be my own boss. Nobody's gonna tell me what to do. I had enough. I'm going to let them have it. Thank god. I've still got my brains. I've got health, money and strength and common sense. I know how to beat everybody. The new store was directly adjacent to the Nebraska furniture This is a Jason. I heard it was across the street, but it's... They can see it in 1 way or another. And so she's asked, would you like to see Nebraska furniture mart go out of business. She says, it should go out. It should go up and smoke. I like that they should go... They should go to hell. She replied. The reason she able to move so fast is because there's really no... It's everything's everything black and white. There's really no, like shades gray with her. And so at this point, she felt, you know, they took away her cargo department, or tried to override her decision. So that's it you're gonna go to hell. And Buffet picks up on this. So everything with missus B, knew how to do. She would do fast. She did not hesitate, and there was no second guessing. She'd buy 5000 tables or sign a 30 year lease or by real estate or hire people. There was no looking back. She just swung. The rules of running her business were very simple. Sell cheap, tell the truth. Fortunately, missus B live long enough to reconcile with her family. The first relationship to be patched up with was warren Buffett. Rose was angry with him because she felt that he had sided with her grandsons. 2 days before her 90 eighth birthday, Buffett once again bought her roses and chocolates and brought it to her job. He's a real gentleman she said after accepting Buffett peace offering. She settled her differences with her grandsons and sold missus Bee warehouse. The news the new company. 2 Nebraska furniture mart, for 5000000 dollars with a provision that she could keep control of the corporate department. This time, Buffet made sure to have missus b at h 99, sign a non compete agreement. And then missus B looks back at this time, and really should just saying, you know, controls obviously, priority number 1. Maybe I was wrong, maybe I was too hard him them. B said on the field with her grandsons. I'm very independent. If things aren't run the way I want it, I don't like it, and I get very mad. And it's an excellent way to end. Rosa story, the woman who never attended school and couldn't read her write was a recipient of some distinguished college degrees. Rose's long life allowed her to accumulate numerous experiences in the community and in business. She was forever grateful that she was able to come to the United States. In fact, at every family gathering, she would insist that they they sing God bless America. It was her favorite song. The people who were born in this country don't appreciate all these wonderful things, like those who've who've come from out of darkness. So when I had lunch with Sam Z, That was episode 2 98. This is 1 of the things that we talked about in detail because his experience as a kid was similar to what his dad would tell him was similar to what my dad told me. His father escapes Poland you know, the persecution of the Jewish people of the Nazis, and he tell Sam over and over again. You have no idea how lucky you are that you were born in this country. My father's born in Cuba fled castro, and he would tell me that over and over again. So it says the people were born in this country, don't appreciate all the wonderful things like those who came out of the dark I loved the United States since the day, I came here. On her a hundredth birthday, she said all my wishes have come true. American people were wonderful to me, and I made a success. I never expected that much, and I did a pretty good job. That's a hell of an understatement, missus Be did a fantastic job. As she officially retired in October 19 97, and she died at the age of 104 the next year upon hearing of her death, Warren Buffett said. We were partners. And in most ways, she's the senior partner. She's forgotten more than I'll ever her know. Aspiring business managers should look hard at the plane, but rare attributes that produced missus Bees incredible success. Students from 40 universities visit me every year, and I have them start the day with a visit to the Nebraska furniture mark. If they absorb missus b's lessons, they need none from me. And that is where I'll leave it for the full story of missus B, there's a bunch of other remarkable managers profile in this book as well, but I think the book is worth buying just for the rose blu chapter alone. Even if you only read that chapter chapter 1. I will leave a link. If you buy the book, using that link, you'll be supporting the podcast at the same time. Another way to support the podcast is to sign up for Founders premium. I've been making a lot of Ama, ask me anything episodes and so subscribers 2 founders premium can listen to those. I think there's, like, 21 or 22 available, and I'll be updating that feed every week. That link is obviously down below and available founders podcast dot com. And my... I have a free email newsletter. If you want to receive an email for me. A friend of mine who actually cha size me. Because it's like, it's... I was so inconsistent. So I'm gonna update it every every time I read a book. And he's right. He was completely right about that. So what I do is I just... Usually, every book, I think the last 1, the last email Just sent out was on the the mine and polling book. Think I have, like, 76 or maybe 86 something like that, different highlights from that book. And so it takes me forever, but I think it's really valuable where I tried to say, okay, What are the top 10 things I wanna remember most, and I try to get them into, like, sentences, almost like Maxim. So anyways, if you're interested in getting an email from me with the thoughts and highlights of all the books that I read for the podcast, that link is also down below and available founders podcast dot com. That is 303 books down 1000 go, and I'll talk you again soon."
}