{
  "transcript": "This is Jim Cynical founder of Costco writing in the forward of this book. About 4 years ago shortly before his death and a few days after we had lunch together, I received a letter from sole price. Dear Jim. It's always nice seeing you in experiencing your enthusiasm, knowledge and commitment to your values. You've been very generous about giving me some credit for influencing you. I suspect that's true, but you would have been a great achieve under any circumstance. I related only the first paragraph of this letter because Seoul went on to say some very complementary things that I will keep personal. Upon reading the letter, I turned to my assistant and said, I've been waiting 50 fucking years for this letter. It was well known that compliments from seoul came around about as frequently as Haley comment. After digesting the letter, I reflected on the fact that here I was in my seventies and still seeking approval from this guy. What was it about the man that en so much admiration and respect. Not just for me, but from thousands of us who worked with soul over the years. Certainly, there was this intelligence and creativity, but that's not the complete answer because there are millions of bright people in the world and only a handful make a lasting impact. There was so much more to seoul leadership qualities that touch all of us and made everyone confident that we would persevere regardless of the obstacles. I started working at Fed mart that's a company that soul founded. I started working at Fed mart in 19 54 while still in college. A path that was followed by many of Costco current executives. Seoul gave us incredible opportunities to learn the business, teaching us the skills and core principles we applied throughout our business careers, and then later when we launched Costco in 19 83. Seoul teachings had a great impact on our business ethics, our core values and of course, are merchandising philosophy. He believed in developing strong operating efficiencies, and he continually emphasized passing on savings to customers. In 19 90 3R2 companies Price club in Costco merged to form the Costco that we know today. We owe our legacy to the retail concept that seoul pioneered with Fed and Price club. As do all of our competitors in the industry and Big box retailers in general. Sam Walton who started Walmart in 19 62 8 years after Fed was founded later admitted that he had borrowed many of seoul innovations. Soul greatest business legacy was the creation of the price club concept that as many as a dozen existing retailers and startups attempted to clone. At 1 point a reporter asked soul helped felt to be the father of an industry to which he replied, I should have worn a condom. The fact that he instilled these concepts in so many who were around him is in my mind, his greatest legacy. And so that was Jim Ci writing in the forward of the book I'm gonna talked about today, which is sole price retail revolutionary and social innovator, and it was written by his son, Robert price. So I just finished reading this book for the second time. The first time I read it was several years ago. So there's a few reasons I wanted to read this book again. The first is that I'm unbelievably impressed with Costco as a business, and then Jim Cynical as a founder. And as you'll see as we go through the book, Jim is very adamant. He says, you know, every single thing that he ever learned in his career came from sole price. And so by reread this book, actually see the origin imagination and, like, the the formation of the idea behind Costco. And another reason I wanna do it is because I'm fascinated how so few people know who sole price is. Yet, I would argue that he's the most influential retailer of all time. If you factor in how many people are on record saying that they took soul ideas and apply to to their own life and work, Jim S Costco, obviously, Sam Walton of Walmart, Jeff Bezos of Amazon, Bernie Marcus of Home Depot, the founder of Trader Joe's. It's pretty incredible to think about the Soul ideas have created literally trillions of dollars of value. And then finally, souls a very unusual person. This is a biography written by his son. And in my opinion, the last, the way his son ends the book, the last paragraph, which I'll share with you at the end is the definition of winning at life. So I'm gonna jump right into the book. Most of the highlights that I have or what I wanna talk about are his idea sole set sets is like, he was, like, really creative and he had great ideas, but he thought he was a poor. He he was poor at execution. And 1 of the reasons that he identified Jim as the person he wanted to sell price club too later on. Was the fact that he thought Jim was a world class operator and fantastic at execution which everybody, obviously, that's run into Jim has agreed with. So I just... But before I get into the ideas and where he... Like, his ideas for his company building philosophy. I wanna just touch on a few things in his early life. This is something that's very common. He was a mis fit. He just felt the the need to prove himself through achievement so Sol is talking about... He had a physical deformity. So when you you look at pictures throughout his book. The older he gets the... Like, his... 1 of his eyes essentially looks like it's almost permanently closed, and it started droop when he was a young man and he gave him a lot of, like, he was self conscious about it. So he says when I was 3 or 4 years old, I had an affirmative. In my left eye that caused a droop eyelid. It was something that bothered me and made me self conscious. The kids teased me a lot. And consequently, I was shy and compensated for this. This is the most important sentence. I was shy and compensated for this by being an over in school. Even at a young age soul was very intelligent, but he also had, like an aversion to being told what to do, being an over achievement reading at an early age holding his zone with adults and chess and doing well in school without really trying. Soul skipped 2 greats, but he was mischievous in school. This is this sentence maybe think of the greatest description of an entrepreneur, his teacher told his mom that her son was very smart, but she warned that Su in 1 of 2 directions. A career as a gangster or someone who would do much good. That sentence made me think of the greatest I've ever heard for the mindset of an entrepreneur, and it came from a ava, he says if you wanna understand the entrepreneur study that Juvenile delinquent. The delinquent is saying with his actions, this sucks, I'm going to do my own thing. And so that chip on the shoulder that Soul had as a young person. I don't think ever left him. He has this constant desire from achievement, and I would argue it stems back to his relationship with his father. So there's this idea that you and I cover over over again. It's... It may be in every single 1 of these books, but I think the best way describe this came from Francis for cop biography that I covered back on Episode 02:42, and it says you can always understand the son by the story of his father. The story of the father is embedded in the son. This is soul looking back and describing his father. He said my father had contracted tuberculosis and the doctor advised him to move to California. From the time he moved to California in 19 27 until he died in 19 49, my father never worked again. He received his monthly insurance disability now, this is a crazy sentence that's coming next. My father lived in grave danger of getting well. The monthly insurance disability payment would pay him 500 dollars per month as long as he was disabled. If you read between the lines of a lot of things that are happening in this book. It sounds like his dad could have worked and that he was kinda hustling the system. So he could just, hey, I'd rather do nothing and get paid and hang out all day. This winds up giving seoul and his family a bad reputation, He wants soul wei a meeting his future wife. There weren't be married. I think for, like 70 years in high school, and his future wife's parents didn't think soul was good enough for their daughter because they thought souls dad was lazy. And so I think this is another example of this chip on his shoulder that was there for his entire life, My father didn't do anything, except play cards and chess. So they weren't wild about me. This is his future in laws, and they didn't think I was good enough for their daughter. So you can already see that Soul has a less than positive view of his dad and then what happens is his dad's wind up is wind up cheating on his his mom. So there's just a turbulent family life that is really interesting because it was solved in Soul life by picking a unbelievably supportive spouse. In this idea of just having someone who believes in you, making an unbelievable amount of difference in life entrepreneur or something that pops up over and over again. In fact, I think Stephen King has the best has the best way to describe this So I'll there in 1 second. But this is more about his future in laws not approving of him and his family, and you'll see, again, he's a Juvenile delinquent you'll see his by his response here. To make matters worse soul parents divorce in 19 35. Further convincing Hell parents that their daughter should not continue to see him. Divorce in those days, particularly among jewish couples was almost unheard of. Bella, which is Soul mother found out that Sam was in love with another woman, but Soul picked a great spouse. Helen haven't been raised in a stable home with nurturing parents provided much of that that Soul had never experienced with his own family. Soul is in love with Helen. Her parents say, absolutely not. You cannot, you cannot date this guy. Soul response is, okay. We're gonna go get Married. We're gonna go at Lo. Soul and Helen recognizing the Helen parents would never agree to to them marrying. Took matters into their own hands and the lo. But before we move on, let's go to this idea that having someone who believes in you makes a lot of difference, and backing in up episode 02:10, I read, Stephen King's excellent, auto. Obviously, 1 of the the best written in auto you can ever come across because it's written by Stephen King. And he says something is fascinating. Like, how many times do you pick up a book and at the beginning. They're like, hey, you know, I like to thank my spouse, my husband and my wife. And this is what he said. My wife made a crucial difference during those 2 years. So he is everybody knows who to Stephen King King. Right? And if you haven't read his auto If you haven't listened an episode 02:10. Well blew my mind is I didn't understand how unbelievably poor and it that's just see and poverty that stephen king was when he was trying to make it as a writer. They lived they lived in a trailer. They couldn't even afford a telephone in their house. They couldn't afford... Their daughter was sick, they couldn't afford the medication. He's got unbelievable stories in that book. And so he's describing that time period, but now from the perspective of of an unbelievably successful and wealthy person. My wife made a crucial difference during those 2 years. Tab never voiced a single doubt. Her support was a constant. This reminds me of soul prices wife. This is what I'm writing it to you. Her support was a constant. 1 of the few things I could take as a given. And whenever I see a first novel dedicated to a wife or a husband, I smile and think there's someone who knows. Writing is a lonely job. Entrepreneurship is a lonely job. And I talk to... I'm gonna wanna talk to more founders and almost anybody else alive. Right? And that comes up on. Being a founder is extremely lonely job. Having someone who believes in you makes a lot of difference. They don't need to make speeches. They don't have to make speeches just believing is usually enough. And so soul and probably a life's most important decision to pick the right spouse I'm gonna, fast forward. He went to law school. And it's it's interesting to me. There's so much, about reading soul experience as a young lawyer that reminded me of Charlie Mu. And so Seoul has a a line right at the beginning of this the chapter that describes his very short law career. And he says, over a period of time, I really learned far more from, like, my clients and I ever learned in law school. Reminding me of 1 of my favorite quotes by Henry Ford that true education is gained through the discipline of life. And so I just wanna pull out 1 idea that I think is very valuable. He's a, young attorney has no money doesn't really have a client base. So how he gonna build up and, like, his own... Like, his own business? His own book of business. Right? He gets clients for his law firm by giving away value for free first. So he's working with these other 2 older attorneys and what... He says 1 thing that they learned that the most valuable thing that he learned from them is not like how to, like, the technical aspects of running a law practice. It's about how everything moves with the relationships. And so he says Became a lawyer in the community for all the Jewish cherries. And obviously, I never charged them for it, not charging for one's legal services, especially as a young attorney with no money, struggling to earn a living might not have been so obvious. His pro bon legal work introduced him to many people in the community, some of whom eventually became his clients. Seoul is living and working in San Diego at this time he he's 25 years old when the attack on pearl Harbor happens and that changes everything in his life. I had developed a a reasonably fair practice and was making a halfway decent living. But literally, overnight life in San Diego changed forever. After the attack on Pearl Harbor, the United States government did not know whether or not the Japanese were capable of attacking the West Coast. So the navy announced that it may be... It it was considered advisable as a precautionary measure to black out San Diego at any minute. So he's describing what going through his life and work with no electricity. All of a sudden, there were total blackouts every night. It's hard even recall now how inconvenient it was. Trying to get around after dark without lights in your car without any lights in the street and trying to figure out where you were going and how to get there. It was a very, very difficult thing, but somehow we still managed to keep moving, and I really can't recall clearly how we did it. So in addition to having knew his legal work during the day. He has to work supporting the war effort at night, so he's working at this place called consolidated aircraft that is making airplanes for the war effort and really what I was thinking about this whole section that a little adversity goes a long way. This is the start of seoul unbelievably strong work ethic. He really starts to get fulfillment from working hard and being productive, and we see him contrast. His own work ethic with his father's. Again. Throughout the rest of the war soul was at his law office 8 in the morning until noon. Then he worked, he had a drive across town to consolidated the aircraft company until 11:15 at night. So his workday days from 8 in the morning to 11:15 at night. He would eat dinner or go to sleep and then the next morning do it all over again, Soul did not complain. And said, I actually enjoyed the experience. Unlike his father who had managed to find ways not to work so thrived when he was busy, working hard and feeling productive. This is what I mean about a little adversity going long way. It's actually good for you. His desire to work hard and get the most out of every hour of the day was not characteristic of his earlier years. So commented that he never worked very hard in school, at least not until law school, beginning with his early career in law and his work at consolidated, Seoul would continue to live his life working hard and taking full advantage of every hour of the day. This is also something that his... He teaches grandchildren. In his later year soul frequently spoke about the importance of time his granddaughter talks about what she learned from her grandfather. The concept of time was very important to my grandfather. I remember on a couple of occasions talking to grandpa, about how I would be able to accomplish certain goals? He explained to me that we always have more time than we think, than he would take an inventory about how much time you're spending on different things How much sleep do you get? He would ask? How long does it take you for you to study? How long does it take for you to eat your meals? So many questions about my day. Well, you have enough time he would say. There are 24 hours in a day, 168 hours a week. We waste so much of it. There is always time. I thought it it's funny because later in the book. It talks about what he... He'd keep 1 sign on his desk. That said, do it now. And so at this point, he's still young man, I think he starts first company he's 40. But what he's realizing he's, like, the value of his legal practice was the fact that he discovered he didn't actually, like the law, and he wanted to... Actually, he was much more interested in business. So she says, over a period of time, I really learned far more from my clients than Ever learned in law school. And because I involved myself so deeply in their matters, I think this is where I began to accumulate the knowledge and interest in business. And he also realized that even though a lot his clients didn't have the, like, the higher education levels that he did. They were much more wealthy than than he was. And they just had this, like, basic common sense. I just wanted to give you 1 example. This this guy named Teacher. He was 1 of Sol clients. He had emi immigrated to the United States from Scotland when he was 3 years old. And he had no formal of education, but he was very smart. And then Seoul also saw that, okay, you don't have to have formal education be smart in business, but you can be smart in business and bad in other aspects of your life. Soul was very akin to, like, Ed Thor where he was able to be unbelievably professionally successful not and without really messing up other parts of his life. Is it or a teacher had a problem picking wives. And so he also says some funny stuff here. So it says, teacher was very successful, real estate investor and business person. He wasn't very successful however when it came to his marriages. Soul represented teacher in a divorce that ended up in the court. And so his wife's divorce attorney was threatening to have the court take all take over all of teachers assets. Seoul went back to teacher and told him about the threat. Teacher's response is something that Soul said he'd always remembered. And this is what teacher said. Well, that's okay if if my wife wants to sink the ship. Let her sink the ship. I can swim better than she can. Teacher's Guts response made a big impression on seoul because over the years, seoul was never afraid to hang tough in a negotiation. And so it's through seoul legal practice that we see the very first like colonel of this idea that's gonna eventually turn into Costco. And so major driver of the San Diego economy at this point in history was the navy. And so Sam Sees or excuse Soul sees this very focused niche business that is unbelievably valuable. Navy regulations required sailors to depart from their ships and come back to their ships in uniform. Because the sailors wanted to change into their civilian clothes once they were shore, they needed to place to store their uniforms and to purchase clothing. In response, a few enterprise entrepreneurs open these things called Locker club. So a locker club is stores that not only had lockers where Sailors could store their uniform, but offered a wide range of goods and services for sailors to purchase. The most successful of the Locker clubs was this business called the 7 Seas Locker club. And so Soul starts studying the business. He says the 7 Seas was another learning experience for Seoul. It was an opportunity to see how a large store selling a variety of goods and services all under 1 roof could be successful catering This is the most important sentence. Could be successful catering to a focused segment of the marketplace, focused segment of the marketplace is what you and I today would describe as a niche. This entrepreneur made a very successful business understanding a navy regulation and solving the problem and narrowly focusing on 1 segment of the market. So that's the first colonel. This is the second 1 his father all dies, he's trying to help his mother law, like, settle their estate. They don't they own a bunch of, like, a commercial real estate. And so her name is Bertha. And it says, so Seoul was faced with the challenge of finding a tenant for Bertha as main street property. Seoul client Remember, this is all... This is it's amazing how all this relates. Like, all the relationships that he built when he was practicing law winds up... Is is what launches his, like, business career, but he's also paying attention. And so in the back of his mind, he's like, okay, Well, this is a very interesting, like, business that they They were able to build focused on navy regulations and and Sailors, and then he's introduced to another example of this because he's trying to find a tenant for his mother law's commercial property and 1 of his clients is like, hey, why don't we go up to Los Angeles? And we check out this thing called Fed. Fed is a membership retail store. Remember, you and I know where this ends up right. This ends up in Costco, but we are 3 decades in time before Costco is founded. And so this is the first time that Seoul sees an idea which generations of entrepreneurs after time are going to use. It's like, okay. Well, wait a minute. There is a membership retail store targeted to a specific niche In Fed case, they only sold to federal employees. So he's gonna see a lot of ideas that he's like, oh, I can use this. He's also gonna see 1 that he can actually, change. And 1 example is this is the fact that since Fed was sold only to Federal employees. It was a non nonprofit corporation. And there's gonna be all these warning signs at, hey, this is probably a good idea that people are not paying attention to, and this is 1 of them. The Fed store was doing a brisk business with customers coming from as far away as San Diego. In fact, 5000 Fed members lived in San Diego and were driving 200 miles round trip to take advantage of Fed bargain pricing. You and I have seen this. I think it was episode 02:34 that I did on Sam Walton. When you have people driving foreign distances to save money, that is a very, very good sign. And that is something that Walmart had in the very early days as well. Another parallel with Walmart is sole is 2 clients like, oh, wait. Wait a minute. This affect c type business. Could be successful in San Diego. We know that because there's 5000 people in san Diego, they're driving 2 200 miles round trip just to save some money. And we have a spot where we can put it because we can put this store in my mother law's vacant commercial... It's like it's not it's a commercial warehouse basically. And so since Seoul and his 2 clients didn't have any experience, this is something that Sam Walton did as well where they call Fed, and they're like, hey, why don't we do a joint venture and Fed is like, no, that we don't want anything to do with you. And Seoul said, in retrospect, we were lucky. If you go back and study it early is Walmart, he eventually he he initially purchased, pitch the idea. The idea for Walmart to a larger company. In fact, let me read, let me pull up the the the quote from Made America. Says this is Sam Walton writing writing. Many of our best opportunities were created out a necessity. The things we were forced to learn to do because we started out out under finance and under capitalize in these remote small communities. This contributed might lead to the way we've grown as a company, had we been capitalized or had we been the offs shoot of a large corporation there way I wanted to to be? We might never have gone into all these other towns that we went into in the early days? It turned out the first big lesson we learned was that there was much, much more business out there in Small Town America than anybody including me had ever dreamed of. And so in other words, Sam was forced to do it himself operating under more constraints because he didn't have as much have resources. We see the same thing with sole price and his partners like, well Fed was a bigger company. They already know what they're doing. Okay. They said, no. We're still gonna figure out how to do this. And Seoul talked about this fact that ignorance sometimes is a bliss for an entrepreneur. He says, fortunately, most of us had backgrounds that were alien to retailing. We didn't know when we we didn't know what wouldn't work or what we couldn't do. I was just listening to an interview with Daniel Ec, the founder Spotify acquired. He said the same thing. Like, if I known how painful and how difficult this was. He's like, I'm glad I went through it. But if I had known upfront how difficult and painful was, I would have never done it. That idea or that that experience is very common the history entrepreneurship. And so he's he says later on, that I think they opened the first store for like, 50000 dollars and they didn't know what they were doing. And later on when they knew what it was doing, it would cost 5000000, which is funny. But I do wanna go to this idea that Seoul like you and I are just learning machines. Constantly studying and learning from other founders And so he he has these 2 stories he's like, oh, 7 seas Locker club. That's interesting. Oh, Fed Fed. That's interesting. Then he starts studying this guy named EJI don't know how to pronounce the name. So we're just gonna say he's the founder of E j Corvette. There's a new type of retail. Discounting was launched by this guy of Eugene who founded in this company called e j Corvette. He opened the first discount store in 19 48. And this founder did much to divine define the idea of a discount department store. What he would do is he would sell products at deep discounts from the manufactured suggested fair trade prices. This is very important at this time and seoul is 1 of the people that gets these ridiculous, ridiculous laws overturned. There was these things called fair trade prices that said you had to charge the customer. Even if you could sell cheaper, because you had a better cost structure because you're were more efficient did not matter. There was these artificial, like, floors on prices that sol thought was ridiculous. And so the founder of E j Corvette figured out a way like a loophole to get around these fair trade prices. The way Corvette circumvent the fair trade laws was by requiring that shoppers become members in order to shop. The membership was really just a way of outs smart the fair trade laws. This is incredible. I love how these, like, little weird decisions that happened. Think about this happened in 19 48. That is 40 years before Costco is invented are founded rather. But this idea this is like, this obviously, the the the 1 of the benefits of the ebay benefit of Costco is was like, almost all their profit comes from the their the reoccurring membership. Right? And in fact that they use their size just to buy products so inexpensive and then barely mark it up, just mark it up to cover, like, they're they're they're very low operating expenses. And so you go to costco You already know this. You go to Costco and you just find a Tv, that's 500 dollars cheaper than anywhere else they could be because it's, like, we're not making money in with Tv. We're making it money on a membership fees. And this idea that the membership club for discount started out as a way to get around a random regulation. And this regulation lasts a long time. Is 19 48. The regulations already been established for quite a while then I think it's in, like, the 19 seventies Where sole and a bunch of other people play a role in getting these ridiculous fair trade laws rep healed. It's incredible how these these things like echo throughout time. And so this is the reason he was doing this because customers could realize significant savings at Corvette, You could say the same thanks. Customers could realize significant savings at Costco a refrigerator right sell for 400 dollars at Macy's and Corvette vet sold the same for 300 dollars. Okay. So let's go to the beginning of Fed mart. Now, here's a crazy thing. Fed is literally Fed. Right? It's just like, okay, Let's make a membership discount store that's available to only to federal employees only. So it says Fed followed the Fed template in almost every way, including membership, A sole raised 50000 dollars from a handful investors, including his own 5000 dollars as seed money for most of the investors, a 5000 investment was not a lot of money. But for sole, 5000 dollars which is a significant amount of money at the time. So at this point that he starts his own company. He's still practicing law doesn't have a lot of money. He's very concerned. This is something he's concerned with his entire life, I think a smart is capping the downside. Capping is downside risk. So he negotiate their lease. I was like okay, we negotiated at lease for 10 years. We were so uncertain as to the future of this enterprise that we reserve the right to cancel the lease at the end of 1 year if it didn't work out. And then this is what I mentioned earlier Seoul is also Hilarious as you saw with the the introduction, with Jim S. So he's very has, like this very sharp wit. And he says, I used to say afterwards that when we didn't know what we were doing. It only took 50000 dollars to start a business. And 5 years later, when we were really experienced at running Fed mart, it took 5000000 to open so they opened a membership retail store in a warehouse in an industrial area of San Diego. This broke just about all conventions in 19 fifties retailing. Shoppers had to be military or government employees and they had to purchase a membership card and they needed to show their card in order to shop. Just like you and I do today when we walk into Costco, and we go back to this. It's like, hey, I have an idea that this will work because we have 5000 people, literally leaving our city going to Los Angeles, they'd probably shop here. If they just had them and other people would shop here, So says from the day that Fed open for business, the store was an immediate in spectacular success. We didn't anticipated that we might do a million in the first year, and we did 3 times more than that. So the customers are happy, but his competitors are not, and we see that sole price is a fighter. He did not shy away from fighting. At all, some of the downtown merchants try to cause problems. Right? Before we were about to open a guy came to the Fed, and he said he he was a bedding inspector for the state of California, who's responsible for seeing that things like pillows and mattresses do not have any delete military stuff in him. He comes Here comes his bedding inspector, and he has this long list of questions. And the questions had nothing to do with pillows and mattresses. I politely and firmly told him to get the hell out. And if he wanted to close this down, take your best shot. We never heard from him again. And this is the first part of the book where we see that Seoul business philosophy. You you're gonna see... You obviously see this with Costco today. Soul described his business approach as a professional fiduciary relationship between us the retailer and the member of the customer. If you're buying as inexpensive as possible and only working up to cover your cost and making the vast majority of your mom money just a membership fees. You're in perfect alignment with the customer as opposed to the person that you're buying goods from. And the way Seoul demonstrated this is obviously a markup of, say, 12 percent over your cost. Compared to 36 or 50 percent as some other retailers. Obviously, it's better for the customer. And so I wrote on this page because this... Jim Ci says the same thing that Seoul and Jim, sole price in Jim S or Soul mates. And so sole price says, our first duty is to our customers Our second duty is to our employees, and our third duty is to our stockholders. And so by the time Fed expands Soul has left practicing law. Now he's full time in the business that he founded. He's 40 years old, and it said Soul made his decisions from the point of view of his own experience. The fact that he was an attorney and not a retailer and that he was an entrepreneur and not a chain store executive. He was never driven by the need to have the most stores are the most money, but by the desire to give the customer the best deal and to provide fair wages and benefits to Fed mart employees. And so sole price would constantly pay his employees more than his competitors because he thought it was the right thing to do. I was listening to a speech by Jim, who's who uses a lot of these same ideas, and he said that Costco had 22000 people. Apply for 200 open positions. I think that that was when they're opening new store. At this point, Fed expanding they're into San Diego are sun San Antonio, which is a cheaper cost of living than where the other Fed stores are, but sole price thought it was unethical to pay them less than he was paying other Fed mart employees, employers were paying their employees 50 cents per hour. He decided that the wage should be a dollar per hour. And so it's the result, of course, everyone wanted to work at Fed mart that's the same idea that that Costco has 22000 people apply for 200 positions. Why would he require Fed wages to be twice as much as competitors. Fed was paying a dollar an hour to employees in San Diego and Phoenix. The wage decision in San Antonio was simple? Employees in San Antonio worked just as hard as the other Fed employees? Fed mart had excellent profits in San Diego and Phoenix, while paying good wages? Why just not apply the same wage philosophy in San antonio what I wrote here is just keep it simple? I've seen other companies like compensation structure. And it's like, you need like, a phd and math to figure it out. Just keep it simple. Oh, we pay them a dollar an hour in San diego. Okay. We're putting new store, dollar an hour there. Less time to think about it, move on to actually things that are more important. And 1 thing that you have to love about soul that he always felt that he had to do the right thing no matter what? And so at this point, there's still a lot of segregation in the United States, and he's just not with that. He's like, there's no way that I'm putting these provisions in any lease. So was negotiating mortgage for the property when... With a major insurance company. When he noticed that the mortgage agreement stipulated that Fed must maintain separate bathrooms based on race. Seoul told the lender that the separate Bathrooms provision was unacceptable and that he would not enter into the mortgage agreement unless the provision was removed. The lender removed the provision. Once again, Soul chose the right way and was able to achieve a victory in the battle against segregation. And I think this idea Was like, I'm just do what I think is it's right and I'll suffer the consequences and I'll fight back if because I think it's important to me is really, like, effect... It can affect future generations. So, like, Costco to this day, it sells like drugs and prescription drugs cheaper than almost all his competitors. If you re... If you researched the early history of Fed mart. They were the first ones to sell to use, like this heavy discounting took to prescription drugs as well. That's been copied over and over again. Important part is like, human nature never changes last week on Episode 03:03. I told you when Missus B was selling carpet cheaper than her competitors. She was literally sued. They call her, like, a boot leg or something like that, and the the it went up getting thrown out. But people do all kinds of crazy things. Again, that are not... They're good... They they may be better short term for the business because you're able to charge more, but they're not better for the customer. And I think what sole price what Jim Realizes what shit Jeff Bezos realizes what missus B realized realizes he's like, you should just always go for what's better for the customer. So Soul winds up saying, you know, I'm gonna fight these regulations. These fair trade laws, and he's he opens the first pharmacy inside of a discount store ever. And he hires this guy named Wayne Mallory. Who was a pharmacist, and then he comes over and start selling drugs cheaper and his profession and other important businesses in that profession, treat him like a trader. Look would they do to this guy. It says Wayne Mallory would send numerous obstacles in opening the very first pharmacy. Pressure from local and state pharmacy organizations, press place on the wholesale companies not to deliver or sell to Fed exactly what missus b. Difficulty of tam a permit from the state board of pharmacy. He was expelled from this is insane. He was expelled from the local and state pharmacy organizations. He received numerous death threats. The hell is wrong with our species. A rock was thrown to his living room window and he was treated like a traitor to his profession. And so sole fights this battle on multiple fronts and they come around... They come up with an idea of another way to get around these ridiculous fair trade laws, think about... They're gonna have their own white label company... Like, own products. Think about how valuable like the Kirkland white label brand for Costco is now. Because fair trade laws impacted so many products, Fed developed a line of private label merchandise. The Fm brand was of laundry detergent was about 1 half the price of the national brand. And so this goes back to his mis fit like nature when he was a kid. You don't want us to sell your products for deep discounts. That's fine. We'll make our own. And then again, a version of Costco before Costco, Fed mart, like price club after it and like Costco after that. 1 of the most important factors is that sole sole price believed low price merchandise with limited selection. Soul calls that an intelligent loss of sales, which I'll get his idea of intelligent loss of sales, which I'll get to in a minute, but I wanted to bring up this part. This is what I mentioned that he was... He helped get these ridiculous laws overturned. Because again, at the end of the day, it's just better for customers. It's all we really need to focus on by 19 75 consumer demand for lower prices convinced Congress that was time to rep appeal fair trade laws. Only liquor remain subject to minimum price maintenance in some states So what is sold do? Seoul told the Fed liquor buyer to purchase national brand liquor and to price a liquor at a 12 percent markup. The state of California challenged Fed mart pricing as a violation of the state's liquor price maintenance regulation thing about that. Seoul is getting being just like missus B, Seoul is getting sued for selling to cheaply. Fed mart attorneys argued in court that federal law pre state law, the judge sided with Fed. So remember at the very beginning of the book, Jim was saying, hey, there's... This guy effect positive affected thousands of people's lives. And part of it is because he viewed himself as a teacher. And so at the beginning of this chapter, there's a fantastic quote. By Jim Cynical. And he says, if you're not spending 90 percent of your time teaching, you're not doing your job. And that's something he learned from Seoul, Jim S, Costco founder started working for seoul in 19 54 at the age of 18. Jim recounted the time that he received a call from a reporter to answer some questions. You knew soul for a very long time. You must have learned a lot. No. This is Jim talking. My response was no. That's inaccurate. I didn't learn a lot. I learned everything. Everything I know. This may be my favorite part of the entire book. So focused much of his attention on teaching. He had a favorite adage that he frequently found appropriate to repeat. You train an animal. You teach a person. Seoul really wanted all Fed Fed employees to think about and understand why their jobs were important to the the success of Fed. He was not a big fan of procedures and training manuals because he believed that manuals were a substitute for thinking. Seoul emphasis on teaching was expressed in his phrase alter ego. So it really clicked for me when I read this for the second time. That there's a great line that talks about the importance of, like, essentially the culture of a company is the large part of the personality of the founder, and that Apple was Steve jobs with 10000 lives. He is making at this point in the book, He's making 10000 soul prices. Right? So it's like, this importance of teaching, Seoul soul emphasis on teaching was expressed in the phrase Alter Ego, a rather simple concept. He used the following example. If the owner of a store was able to do all the jobs himself, greek customers, order and receipt merchandise, do the accounting, sweep of floors, etcetera, he would. But the reality is that normally the owner can't do all the work himself. Therefore, he must hire people to help, then he must teach his employees to become his alter ego. So that they understand the importance of their jobs and perform their jobs as well are better than he, the owner would if he had the time. He is creating 10000 alter egos. He is creating 10000 sold prices. Just so happens that 1 of the alter egos that he created is 1 of the greatest founders to ever do it in Jim Cynical. And so 1 of the ideas that he spread to his alter egos. This is something Costco uses this is something when I read the the biography or the auto of the founder of Trader Joe's, like he used as a differentiator in the grocery department. This idea of limited Skus. And so this entire section is about the logic of limited selection and intelligent loss of sales, which is the term that sole put on it. And again, this is 1 of soul ideas that is widely widely used today. So proved that it was possible to do more sales with fewer merchandise items, also known as Skews. Why does limited selection result in higher sales. Part of the answer lies in what so called the intelligent loss of sales. Conventional wisdom in retailing is to stock as many items as possible in order to satisfy every customer's needs and wants. The intelligent loss of sales turns that theory on its head. Post that customer demand customer demand is most sensitive to price, not selection. Gotta repeat that. Customer demand is most sensitive to price, not selection. How does the intelligent loss of sales work. Seoul classic example was 3 in 1 oil. So this is oil that would you'd use around your house so, like... Lu k clean and, like prevent rust. The manufacturer produced the oil in 3 sizes. Most stores carried all 3 sizes of 3 in 1 oil. Even though the large 8 ounce size whether a better value per ounce than the smaller sizes. Most people who need 3 in 1 oil would buy the 8 ounce size, if that was all that was on the shelf, the price is far better per ounce. It is acceptable for most customers. What about the customer who doesn't buy the 8 ounce size? That was the intelligent loss of sales? What does limited selection have to do with efficiency? Because payroll and benefits represents approximately 80 percent of a retailer cost of operations. Fewer items result in reduced labor hours throughout all the product supply channels. Ordering from suppliers, receiving them at the distribution center stocking them at the store, checking out the merchandise and paying vendors. Put simply the... This is so... What an excellent observation my soul. Put simply the cost to deal with 4500 items is a lot less than the cost to deal with 50000 items. And why is low cost so important the success of Fed and later price club had a lot to do with being the lowest cost operator. Okay. So I wanna fast forward in the timeline to where soul gets kicked out of his own company. At this part, this goes back to the idea we're, like, 1 of the main ideas of the book is, like, it's so important. Soul was unbelievable. At everybody around, Said, his ideas and his creativity of starting business was was, you know, maybe the best ever. But his execution he just... He by his own. It's like, I'm just not a good executor, not a good operator. It's why after he gets kind of Fed. Kicked out of Fed. Starts price club. And once he realized, like, grows the idea for Price club Realized realize hey we we gotta sell to Costco because Jim just the best operator in the world. So Fed, because in part because Seoul shared his ideas widely, they have a ton of competition from world class raiders. So you have Walmart that's already been existence for almost 10 years now. Target. K. And these operators are just operating a lot better than Fed mart is. So he has this idea. He's like, man, we're running into all these problems. Business has been going on for I think almost 20 years at this point. And so he's looking for, like, new ideas or maybe eventual buyer. He's, like, considering a sailor merger of the business, some investment bankers hook him up with some some, retailers over in europe. So he flies over Europe, This is important because 1 of these winds up being a buyer and the other 1 winds up giving him an idea that he uses for Price club, which is really that what we're talking about is like, this is still the the pre history of Costco. This is why I'm holding the book in my hand why I'm talking to you about it I reread it because I just have a strong desire to understand Costco at a more fundamental level than I do. And it's surprising not a lot of material there. So if you have any material about Costco, please get it to me. I'll read everything and listen to anything you find as well. So it says he goes to Amsterdam and Germany, this is Hilarious. The first meeting is this guy that's it's the founder of this... They're called macro, MAKR0 stores. He... This guy lives in a castle in Amsterdam. And his business is a membership warehouse, but these are gigantic, much bigger than the Fed where they're over 200000 square feet. And it's a similar concept where to shop in the store, you have to purchase what they call a passport membership. And so it says seoul must have been impressed because when you return to United States, he talked about, the store at length and in particular, the passport membership concept for business customers. To shop at macro, you had customers required to prove that they were owners of a business. You have to prove it your owner of a business, then you can buy the membership. So that Idea is like, come back. It's like, man, this is really interesting concept. What if we had a membership discount retailer, but you had... It was only for business customers. That is that is the idea for price club, which is gonna come after this. So again, soul price is literally doing in the story what you and Are doing right now, which is learning from other entrepreneurs that came before us. Then he goes to Germany he meets with this guy named Hugo Man. Hugo Man owned a chain of these things called hyper market. So hyper markets is what you and I would know is like a Walmart super center today. But this is way before a Walmart super center existed where it it's groceries, it's everything, and including food and groceries and perishable. And so the issue that's gonna happen in the future that sold doesn't know what's happening now. Is was like, Hugo man, the founder like Wines and Dine them, takes them on big... This beautiful vacation spot in Germany, turns on the charm. This is the biggest thing where a time is the best filter. You can fake being a sc bag for 6 months for a year. You can't for 05:10, 15 years. You're true personality and who you are is going to eventually come out. They had this idea though. They're certainly negotiate with man and some of his people and they they really don't like them. But they got caught up in euphoria of a big deal. The the other way I've heard other entrepreneurs say this in the past, is like, you should have a no asshole rule, and that... And another way to put this is, like, you can't make a good deal with a bad person. And this guy winds up being a bad person. The negotiation sessions provided plenty of opportunity to gain insight into the characters we were dealing with. But Sol had decided that Fed had much to gain by reaching a deal with man in his group. Later on, looking back on our times with man, the warning signs seems so obvious. At the time, we were caught up in the euphoria of making a big deal. And so man is going to buy 64 percent of the company like this merger eventually just like listen this takeover really. And because he he needed money because he's like, okay, Well, I'm I'm facing serious operators if we get big influx of money, we can expand and we can kinda fight. That's not gonna happen. I mean, you have to avoid this mistake. You can't sell 64 4 percent of your company and then be surprised. When you get fired, which soul does get fired. The first indication of real trouble occurred at the first meeting of the new board. This was the first time the Soul and I experienced a real Hugo man. Rather than the friendly person we had seen man launched into a 90 minute ty raid criticizing soul and Fed mart performance. We were finally seeing Hugo Man's true character side of him that executives in Germany saw every day. And so immediately after he gets fired from Fed mart, he starts what he's gonna call the price club. So he's like, what what what do I wanna do after Fed mart he realized well, I can just take that macro, like, business in Amsterdam and and do it here. Macro operated a membership wholesale business in a warehouse. They sold products to small businesses in a no frills warehouse environment. Its strategy was to offer a wide range of business products at very low prices. Seoul thought just maybe there's a way to have a wholesale business selling to independent business owner. So he's gonna have a membership based warehouse business. It's gonna have no frills, and it's gonna sell business products at low prices to business owners. And if you think about the price club idea, Costco is this But for everybody, the price club idea was finally conceived, a wholesale business, selling merchandise to small independent businesses. The business owners would come to a large warehouse, select the products from a steel rack displays and pay either by check or cash. Thousands of small businesses would pool their buying power for shopping at our wholesale warehouse. Now there's millions. So I don't know tens of millions What a... I even know how many costco members are. Let's say, a hundred million. In this case, there was thousands of small businesses pulling their buying power. Together. In Costco case, there's a hundred million or whatever, 50000000 customers, pooling their buying power together. That is a very, very powerful idea. And this may be the main idea of the book. Everything that made price club different is what made price club successful. Price club differed from its competitors because of the number of items offered for sale. The typical grocery or discount store carried about 50000 different items compared to price clubs 3000 items. Price club was a warehouse with Rack storage, high ceilings and concrete floors. And most importantly, the prices for the merchandise were far less than prices available anywhere else. The operating efficiencies of the warehouse concept and the direct delivery of products from the suppliers to Price club made it possible to sell merchandise for less. And so the value proposition to the business owners is real simple for 25 dollar membership fee a year. You have your... We can pull together the buying power of thousands of you, eventually tens of thousands of you, and then you have your own warehouse. We will handle the buying and the delivery logistics you just have to drive to your... The warehouse that you're a member of and pick it up. And so the great thing about reading rather obscure books like this. I don't know how many people have read this book. Is you discover, the origin of, like, a, like, a cultural phenomenon. So there's this funny thing, like, in in Costco lore is the fact that they sell hot and a, a soda for a dollar 50, and they have forever. And if there's just 1 of my favorite stories about Jim Pinnacle is what happened, 1 of the guy that was working for Jim, try to try to convince Jim to increase the price of the hotdog dog, which I'll get to in a minute. It's a... It's... He's just my kind of founder. He's just like that is Jim is my kind of founder. And we realized, like, that's... The that idea came originally from Price club. Price club was selling a, a hotdog dog and a Minnesota for dollar 50. The price of a Costco hot dog and soda has remained the same. A dollar 50, 36 years later. This... But the thing is now it's 46 years later because this book was or published about 10 years ago. So the reason I say it's my kind of founder is said there's this great back and forth. Where it's like, okay, Jim, We need to we need to raise the price of the hotdog dog, and Jim's response was if you raise the price of the fucking hotdog dog, I will kill you. Figure it out. That is a founder that is obsessed with delivering value to his customers. The price club is so successful before it itself, it's it's gonna wind up beating out before Costco buys it. In large part because of competitors that sole price actually created for himself. Bernie Marcus, the 1 of the c cofounder of Home Depot comes and visit Seoul. Soul has this fantastic reputation with world class entrepreneurs. So this says in 19 78 Bernie Marcus came to see the price club and to visit Seoul. Seoul took marcus on a tour of, through the warehouse. He suggested to marcus that he opened his own home improvement business using the knowledge and experience he had gained at handy dan Handy dan was had just fired Bernie Marcus. I had done this book. If you know what I'm talking about. I think it's episode 45. It's called built from Scratch. A couple of regular guys grew the Home Depot from nothing to 30000000000. And I think now, Home Depot, since that book is published was, like, 300000000000. It's a fascinating story. But Handy dam was this place where Bernie was working at that got fired from. So he says, hey, why don't you take the the the hardware knowledge that you had that you gained at Handy and then combine it with my idea, and that is where Home Depot is, Marcus took Soul advice and with his partner, Arthur Blank, opened the first Home Depot in Atlanta, Georgia in 19 79 blending what Marcus had learned in the traditional hardware business with price clubs warehouse format. Another competitor that sole price made was Sam Walton, Sam Walton is on record saying, hey, I I stole more ideas from sole price than anybody else. And considering that that so that Sam Walton had studied more retailers anybody else that's a hell of a statement. Sam Walton, who had created Walmart by using Fed as a model called Seoul. Walton wanted to come out and have a look at price club. Sam was interested in learning as much as he could about the warehouse called business. Seoul was open and generous with information. Sam thinks Soul and returned to Benton. And in 19 83, Walton opened his first Sam's Club in Oklahoma City. Seoul was a real believer in the importance of competition the competition gave the consumer a better deal and sorted out the strong operators from the weak ones, but Seoul may have had second thoughts about sharing so much information with future competitors because his ideas were used by so many startup warehouse businesses. And so if you think about 1 of the main maxim of the history of entrepreneurship that you and I've gone over, whenever again is that bad boys move in silence when they find something that's working when they find something that's lucrative, they shut up about it. Soul price did the opposite. It all works out in the end because he sells to Costco, but I bet if he could go back and do it all over again. He would have kept his mouth shut. And so then we fast forward in the story and now you have, by this point in time, you have a bunch of people. Doing the same price club playbook, the same. It's just price club with a different name and the problem is that 2 of these people that are doing this are some of the best operators in the history. Some of the greatest operators in history in Jim Cynical and in Sam Walton. And so Jim says here, we owe Costco legacy to the retail concept that sold Pioneered with Fed Martin Price club, as do our competitors in the industry and big box retailing in general. The price company had a 7 year head start on Costco and Sam's Club, but Costco and Sam's were expanding aggressively while Price club remain tentative. Costco and Sands were beginning to expand into price club markets, and they were out pacing price club. That is a difference between being good in ideas and being good at execution. Something I do on a lot of mornings as I listen to a rendition of general patents, speech to the third army to get me fired up and going in the in the day. And something I'm trying to be for... To make sure that... As many people as possible are aware of founder existence is to be very default aggressive on promotion and just making sure that people are aware that, hey, you have this fantastic tool that I hope you use for that your entire career. That in an hour, you can download in your brain some of the best ideas of history creation careers that you can use in your career. And so there's something that I I keep on a post a note, and I have saved in my phone as well. It's a quote from this this speech by patent that I probably. I know 200 times 300 times it's hard to say. And he says I don't wanna get... And this is the difference to me when I this is what Came in my mind because is, like, what I'm about to read for Patton. Patents perspective is very similar to Sam to Sam Walton and Jim S, and Patton says, I don't wanna get any messages saying I am holding my position. Our basic plan of operation is to advance and to keep advancing regardless to whether we have to go over under or through the enemy. And so in this case in this story, Costco and Sam Walton are going over under and through the competition. To the detriment of Price club. Sole price is also making some operational mistakes. I said don't look have giant letters on this page don't lose your focus. This is some mistakes so always love real estate. The better idea was to dedicate those resources in that time to your core business. The company's management made some important decisions by by opening new locations and markets where their Costco or Sam was already firmly established and they're getting competed there. In the meantime, Seoul was pushing for the price for the price club to become more involved in real estate development. Many retailers wanted to locate next to price club to take advantage of price clubs customer draw. So wait a minute. Are you a warehouse club? Are you a real estate developer? Which 1 are you gonna do? You can they own the real estate which is smart. But now he's saying, hey, let's build real estate next to our location become landlords. What the hell you doing? Some of the senior executives and most of the investment community found on the company's directing so much of its financial resources into real estate development. Real estate development was a diversion from the company's core business. Big big no no. Focus on your Goddamn core business. Real estate development was a version from the company's core business. The immediate financial returns on real estate were much lower than returns on the price clubs operating business. Don't lose your focus. Back to this idea, Seoul had better ideas but Jim Sun and Sam Walton executed better, having Pioneered the warehouse concept, the price company had lost the initiative to competitors rather than sticking to a well planned business strategy. Many decisions were being made reactive in response to what the competition was doing. So they're getting beat up on competition and then the worst possible thing that can happen to a human happens. And remember, this book is written by Robert price, Robert Price is Sam. It sold... His sole son. They worked together for 45 years. Robert Price was a huge hugely important into development of the price club. Learned everything from his dad and Robert's son, his teenage son gets a brain tumor and winds up passing away. And so sole price is gonna lose his grandson, Robert price is gonna lose his son at the exact same time where they're getting hit from all angles. And just like, this is what leads them after this, like, realizing what is actually important in life really pushes them to to to sell the business. Aaron's illness changed soul me in ways that we did not fully comprehend. Time. It is not clear when Seoul began to consider seriously the sale of the price company. It may have been prior to Aaron's illness, but in the days, weeks and months after Aaron's death. I came to believe that soul must have ago over how to approach me about the subject. On the 1 hand, he had a strong sense that it was time to sell. He had always believed that his and my business strength were in the creative area and not in the management side of operating a big business. He was tired of the constant pressure from Wall Street for more growth and perhaps most important, he was concerned the about the burden that I had. The dual stress of losing the person you love most in the world and your business, like, struggling imagine like the pressure and how difficult this was what Robert had to go through. So when gonna fast forward, they identify their, like, listen. There's only 2 buyers here. It's either Sam Walton, who had already offered. Or Costco. And obviously, so so Tells Robert, you're gonna want do all the negotiating, but do do the deal with Jim. Jim was more predisposed anyway because he had deep love and affection first so price as I said at the beginning he's like, I'm 70 years old, still wanting approval from this guy, still can't believe how impactful this handwritten letter I got after our lunch was. And so, Jim S talked about the first time that he meets so price. I think this This little story is good to give you an idea of who Soul was as a person. So he says he began working for seoul in 19 54 the age of 18 and considered soul his mentor. Jim vividly recalled the first time he met seoul. I was given a call by somebody who was working in a new store in San Diego, and they had some mattresses this unload and asked me to help out. I would get paid a dollar a quarter an hour, and so I said, sure. The next day I'm carrying a mattress into the store and I hear a voice. What the hell are you doing there? Put that thing down before you break your back or worse yet you break something in the store. So I turned to somebody who was there, and I said, what ticked him off and who the hell is he? They said he's soul? He's not mad. That's just soul. And so then the book goes on to what happens, eventually, Price club and Costco merge, But really, this is the most impactful part of the book about life outside of all the great ideas for business that so had. And so I wanna get to the end where I said it's 1 of the best ending paragraphs of any book that I've ever read because of it's his... Soul passed away by the time his book is published. He he died about 3 years for the book is published. And now you have the son, his son honoring his life And so as with every biography, you just can't help but put your yourself in their shoes. And imagine living a life and succeeding life like this we're long after you're gone, This is what your son or your daughter the way they honor you. That's more impressive any of the wealth he built. As much as Seoul public accomplishments represent a tremendous legacy. His more enduring legacy may be on the impact that he had on the lives of the many people who knew him. All of us can honestly say that there's is at least 1 person who has had a transformative impact on the course of our lives. For me, that person was my father. Whatever I've learned about business I've learned from my father. Everything. He taught me how to think and had a question and how how to fall into the trap of assuming rather than checking things out for myself. He also taught me to be humble to appreciate the unpredictability of life to care for people to remain hopeful, and always to be there for people who are in need. Working alongside my father for nearly 45 years, I came to appreciate how unique our relationship was. My father was a strong man who told me that he had to be tough to grow up and survive. He was very smart, opinionated and could make his case with anyone. I had grown up arguing with my father. Our business relationship was not any different. He often said to me that I could drive him nuts. My natural tendency was to frequently take the opposite side of an argument just because I knew nobody else would. As he and I aged, we had fewer of those arguments. My father was so competent, so responsible and protective. That as he would withdrew from day to day activities, I wondered whether I could ever carry on without him. The truth is that my father and I were very different people, but the greatest tribute I can give him is that he taught me so much. Sometimes, without my even realizing that a lesson was taking place. When it was time for me to step up, I was ready. What greater legacy could there be from a father to a son than leaving the gift of life skills necessary to carry on. Seoul was a poster child for the American dream. His immigrant parents were born in a small Russian village. He was raised in the bronx. And was the first of his family to graduate from college. Here earned a law degree, he became an exceptionally successful businessman and philanthropist. He celebrated 70 years of marriage to his beloved wife Helen. He was a good father who instilled high values in his sons, and he never walked away from responsibility. He doesn't get much better than that. And that is where I'll leave it for the full story, Highly recommend buying the book If you buy the book using the link in the show notes you'll be supporting the podcast at the same time. Another way to support the podcast is to sign up for founder premium. Subscribers can ask me questions directly, listen to the 22 or 23 Ama episodes, that I've already made. I'm also making bonus episodes for a bunch of other things I read, and I have a lot of plans to add other things to Founders premium. That link is down below and available founders podcast dot com. If you are not already on my email newsletter. For every single book that I read. I email you the top 10 highlights of every book. That link is down below and available at founders podcast dot com. That is 304 books down 1000 ago. And I'll talk you again soon."
}