{
  "transcript": "Biography should not just be a collection of facts. It's a real importance to enable the reader to see in his mind, the places in which the book's facts are located. If a reader can visualize them for himself, then he may be able to understand things without the writer having to explain them. Seeing something for yourself always makes you understand it better. It took be a long time to understand this that there are moments of what were for me, revelations. Of insights that suddenly helped me understand. 1 of these moments had to do with his father. And with the effect on Lyndon Johnson of a mistake his father made because he didn't understand the land. You can't get very deep into Johnson's life without realizing that the central fact of his life was his relationship with his father. His brother Sam once said to me. The most important thing for Linden was not to be like daddy. His father's optimism. His romantic idealistic streak kept him from looking at hard facts. In the hill country, that really cost him. Cost him among other things, the love are at least the respect and admiration of his Eldest son. It was Sam Johnson's determination to buy the original Johnson ranch. The ranches soil had worn out. There wasn't going to be any way of making much money out of that land, and his father didn't realize that. His father over paid for the ranch. He paid so much that the ranch couldn't possibly earn back what he had paid for. When Linden was 14, his father went broke and lost the ranch. And a crucial element of Lyndon Johnson's youth is a consequence of that loss. The insecurity that followed. Linden had to live with the fear that the bank was going to take their house away. He lived in a house in which his father broken by his financial failure was constantly ill, and there was often no food. His father became the laughing stock of the town, An object of ridicule. Sam Johnson is a mighty smart man, but he's got no sense in the speeches given at political barbecue as his son stood listening. When Lyndon Johnson was 18 and 19 years old, he worked for almost 2 years on a highway gang driving a fresno. A fresno is a device that was used to level un unpaid highways. It is a big heavy slab of iron with the front edge sharpened. The driver of a fresno puts a hand on each handle. And as a team of mules pulls, he pushes the sharp edge of the iron slab through the ground. And because both of his hands are occupied, he loops the reins and ties them behind his back. Lyndon Johnson was in harness with mules for hours every day. He lived with his father's mistake. His father's won great mistake, all of his youth. Now what's the relationship of this to Lyndon Johnson's political activities. Of all of his political activities 1 of the most remarkable was his ability to count votes. This is incredible, Care is about to describe why and how Lin father's faults gave birth to Lin greatest talent. Vote counting. To be right in your account, when you have to be right is a very rare ability. Most people tend to be much more optimistic in their counts than the situation deserves. True believers were always inclined to attribute more votes to their side than actually existed. But Lyndon Johnson never had that problem. His father had been the man of optimism. Great optimism. Linden had seen firsthand when his father failed the cost of optimism, of wish thinking of hearing what 1 wants to hear. Of failing to look squarely at unpleasant facts. Because his father purchased the Johnson ranch for a price higher than was justified by the hard financial facts, Lyndon Johnson had felt firsthand the consequences of Romance and sentiment. Of optimism, false optimism. For many people, it's just an unfortunate personal characteristic. For Lyndon Johnson, it was the bite of the reins into his back as he shoved hour after hour under that mer Hill country sun, pushing the fresno snow through the sun baked soil. Of all the aspects of Lyndon Johnson that impressed people when he arrived in Washington, vote counting came first. Over and over when I was interviewing in Washington, someone would say to me, he's the greatest vote counter ever lived. He tried to teach his staffers how to do it. He would send them to talk to senators to find out which way they were going to vote and report back to him. And the report that got him flying into ferocious rages were reports that said something like, I think he's gonna vote this way. Johnson would say, sn at him really. What good is thinking to me? I need to know. It was the hill country and his father's failures that taught him how terrible could be the consequences of a single stake. Scoop Jackson served under the presidency of both John F Kennedy and Lyndon Johnson. He was once asked, what was the difference between Kennedy and Johnson. And Jackson said, well, you know Kennedy was so charming. If he needed a senator vote, he would have him down to the White House? He could explain how badly he needed the vote. But if the senator said that if he gave him this vote, it would ruin him in his state, it would ruin him with his constituency, Kennedy would understand. Lyndon Johnson wouldn't understand. He would refuse to understand. He would threaten you, would control you, bribe you or charm you. He would do whatever he had to do, but he would get that vote. Being charming being friends wasn't what mattered to Johnson. What mattered to him was winning because he knew what losing could be. What its consequences could be. Hundreds of writers, journalists and authors of books all agree that Lin Johnson was ruthless. I tried to explain why he was ruthless. And a large part of that explanation is the place he came from. That was an excerpt that gave me chills. The first time I read it, it is from the book We talked about today, which is working by Robert A Carr. And right on the front cover, it says Carr is 1 of the great reporters of our time and probably the greatest biographer. I've had this book for a while. I was gonna wait until I finished going through all of, Carr books. So I read the power broker, the path to power means of a cent, and I just started master of the senate. And so originally I figured okay I the last 2 books, then read this 1 and make a podcast on this 1. That change though, there is a documentary that just came out. It's called Turn every page. And the documentary is about the 50 year relationship that Carol has had with his editor. And in that documentary, you see Carol's approach to his work. And so when I went I have this, like, books shelf where I have... I don't know, probably a hundred, Lost count. Like, maybe a hundred unread books. And so I go every week, when I... I don't have a schedule for, like, what I'm gonna do next? I just go and look at the books that I have and ask, like, 1AM I most excited to learn about right now. And that's I just basically, that's how I pick the next book that I wanna make a podcast on. And so when I go the... When I went to the shelf, after watching the Documentary Henry, this book jumped out. It's like, okay, No. III can't waiting no longer have to do this. So I'm gonna jump right into the introduction, he's just gonna tell us what this book is about and why he is doing it. So it says here's a book very, unlike the others that I've written very much shorter for 1 thing, but its intention is to share some experiences that I've had while doing the others. That's not the only thing that's in the book he continues. And here also a few things I discovered about myself along the way. About what I wanted to do with my life and my books, which are my life. He I which are my life. That comes to the very first note in the book. When I got to... We're, like, a paragraph a couple paragraphs into the book. The way he's talking here reminds me of a story I learned in biography of Steve jobs I ever forgotten. Steve Jobs 30 years old. He just got kicked out of Apple, this is before he found next before he found Pixar, and he's walking around I think Paris with his girlfriend. And, you know, he's got the equivalent of about, like, 200000000 dollars at that point, never has to work again in his life if he doesn't have to, and he just had this burning desire to achieve something and he said something that was fascinating that I never forgot. And he says I'm a reflection of what I do. And I think that's exactly what Carol is telling us right here. But this book is about what he wanted to do with his life and his books which are 1 in the same to him, which are my life. It's about what it was like to sit listening to Robert Moses, who was old, but still mighty. To be in a room with him alone with him and hear him talk about his dreams. The dreams that had become reality and the dreams that hadn't yet. It's about what it was like to realize as Robert Moses talk that compared with him, I knew nothing. Nothing at all that there was a whole level of political power not what I had learned from textbooks and lectures in college, and not even what I had learned as a political reporter, but a level of which I had hardly ever conceived. I had learned, there was a whole level of ruthless too. Of which I also hadn't conceived. And he's a very young man when these conversations are happening. And I guess this is where I wanna pause is. So he has technically dedicated his entire life to writing 2 biographies. 1 of them is multiple parts. Biography of Robert Moses, biography and Lyndon Johnson. That is not how he views his work just as writing biographies of people that accomplish a lot biographies of great man. He wants to understand how power works. He wants to understand and to be able to explain to others how the world actually works. So this is the first time he mentions that he mentions it multiple times that there is a whole, the world works, powers accrued, and also utilized very differently from what he was taught in college what he learned in textbooks and what he learned in lectures. Remember that part because we're gonna revisit in multiple times. The book also offers a few glimpse into why I work the way that I do. Into why, for example, it takes me so long to produce my books. Usually, it's about 8 to 10 year gap between each book. And I think now we're waiting on the the last volume, and it's already been over 10 years. I think we're at, year 11. Since he last published his book he's still working on. I think he's 86, maybe 87 years old. So it says, for example, why it takes me so long to produce my books, I'm am constantly being asked why it takes me so long. And when I say that I'm actually a very fast writer, people can barely conceal their disbelief and amusement. And then he brings up a very important time in his life where he transitions from newspaper reporter to working on his very first first book. And when I went back and re reread all my notes in this section, the know that W down after understanding, I already finished a book and went back. I realized it was at this point in the book that I realized what this is. This is a book for those that truly that truly want to be great at what they do and for no 1 else. This will make sense in a minute. When I left News to write a book on Robert Moses a change occurred. I found myself remembering what professor Black had said to me years before. I had taken it as creative writing course at Princeton. We had to write a short story every 2 weeks, and I was always doing mine at the very last minute. At that final meeting with professor for professor Black, And after first saying something generous about my writing, he added, but you're never going to achieve what you want to, mister Carr, if you don't stop thinking with your fingers. Thinking with your fingers. Every so often, do you get the feeling that someone has seen right through you? I knew he had seen right through me? No real thought just writing because writing was so easy to me. That type of writing later on writing becomes very difficult to him. I determined to do something to slow myself down to not write until Had thought things through. And the only way I could think to describe this is, like, there's, like a deliberate inefficiency. To the way that he works that is there's... I I find echoes of this in my own work where it's just like, I'm not trying to do this, these... He's not trying to do things as fast as possible. In fact, when he describes his workflow to you. It clearly tells you an I that he sees great value in slowing down and actually spending more time with your work than trying to get it done as efficiently and is fast and, like outsource everything. This is something that sings to me. I determined to do something to slow myself down to not write until I had thought things through. That was why I resolved to write my first drafts in long hand. Slowest of the various means of committing thoughts to paper. Before I started doing later drafts on the type rider. His professor says you're never gonna accomplish what you actually wanna do because he understood that Robert wanted to be great if you never stop thinking with your fingers. So what does he do? He finds a way to slow herself down to spend more time thinking through what he's actually working on to spend more time with his actual work. And then this is the first mention of something that appears throughout the entire book. His favorite thing is not writing. His favorite thing is researching and going through notes and sitting by himself or with his wife in some cases and just spending all day reading with hopes of trying to figure out how the world actually works. And once once he goes down the line, the reason they take so long is because he has to turn every page. We'll get to that very important. That becomes his light motto. I'll tell you know a few minutes how who taught him that. But I can't overstate how important this part is because he's gonna repeat this throughout this entire book. This is just who I am. I have to do it like this. I can't do anything less. It's the research that takes the time. The research and whatever it is in myself that makes the research take so long, so very much longer than I had planned. It just seems to be part of me. Looking back on my life, I can see that it's not really something that I've had much choice about. In fact, that it was not something about which really, I had any choice at all. He speaks about this part of himself like it's an extremely powerful force it's in conflict with other forces. Because right now, he doesn't have to worry about this. But back when he was starting out, this was a giant concern and early in his career, this force was in conflict with deadlines and the fact that him and his wife were flat broke. There were deadlines. And publisher delivery dates and money to live on while I was doing the research. But the hard truth was that for me neither of these constraints could stand before the force of this other thing. He stays on the scene for a while. So a few pages later, he's talking about 1 of the most difficult chapters in the power broker to write. This is about this neighborhood East T that was just absolutely destroyed because Robert Moses wanted to put an expressway through it. And really, this is the main theme of the book that I have no choice. This is my nature. I have to turn every page. And so he says I try to write the power broker without drama this human cost. I would start outlining the next chapters to go forward without the East t chapter. And it was as if something in me would rebel, and It would sit there for hours, f with the outline, knowing it was no good, knowing that if I went forward, the book behind me wouldn't be the book it should be, and my heart just wouldn't be in the writing anymore. But looking back now, I have to accept the fact that in deciding to research and write that chapter. Indeed in doing the books as a whole, the way I have done them, taking so long to do them. There was really no choice involved that I really didn't have 1. And so there's 2 things about this has struck me while I was reading this book because he's describing what he was doing in his very first book. Right? That's the Power broker. In his second book, the path to Power, which is the first of the Johnson series. He's doing the same thing. He just cannot move on until he feels he's done all the research and that he's turned every possible page that he could have. And 1 was the awareness that he has this that he really doesn't have a choice. But 2, that he also accepts it. He doesn't fight against it. He's just willing to spend to do so much more work and spend so much more time than any other biographer, than most other biographer, and you see this acceptance be because he's saying, you know, I'm not gonna skip out on this very important part of the story. I have to tell their story. And he says in order to accomplish that, than the book took a couple of years longer to write. So what? For him, it's not even a choice. Of course, I'm going to turn every page. Of course, I'm going to tell the complete story to the best of my ability, and then and only then, will the book actually be ready? And then he wraps up the introduction with talking about, like, what is this book? It's like half memoir, like kind of short stories what's going on here? And he says, so if this book is not a full fledged memoir. What is it? It's a book about my work and how I do it. Why am I publishing this book now? Why don't I just include this material in the longer full length memoir than I'm hoping to write? Why am I publishing these random recollection towards a memoir while I'm still working on the last volume of the Johnson biography? When I haven't finished it? While I'm still at the age of 83 several years away from finishing it. The answer is I'm afraid, quite obvious. I am quite aware that I may never get to write the memo. Although I have so many thoughts about writing. So many anecdotes about research that I would like to preserve for anyone interested enough to read them. I decided that just in case obviously saying just in case he's not gonna live long enough. If his books take 7, 08:10 years. It's highly likely that that memo memoir never come. So he says I decided that just in case, I put some of these thoughts down on paper now. I wanna go to the last job he has before writing the power broker. And he becomes a news reporter an investigative reporter at News. And it is at News day where he's going to get this life motto, this turn every page life motto, but I took notes on the turn every page documentary. And if you think about how I started the podcast. So that's that excerpt that I read to start the podcast about the relationship about how Lyndon Johnson's greatest talent sprang from the tumultuous relationship he had with his father, it hits you in the face that the same applies to Robert Carr. This is unbelievable. And so these are just some of the notes. I don't think these are direct quotes from the documentary, but I'm just typing these and jot these down as I'm watching this and I watched this twice. And what I realized about a young, Robert was that he fell in love with books when he was young. Young. He had a rotten childhood. His favorite place was the library. He would go to library check out a book, take it and read it in Central Park so he didn't have to go home. Why didn't he wanna go home? His mother dies of breast cancer Keep keep, like, pounding on the book. I don't know if you can hear that. His mother dies a breast cancer. He thinks think she gets sick when he was 5, she finally passes away when he was 11. And for the rest of his life, he never wanted to come home. When he came home his father yelled and his father screamed. But the point is that the source, the source of both Johnson's and Carol's greatest talents came from the dysfunctional relationship that they both had with their fathers. Okay. So I'm gonna stop pounding on the book, and I'm gonna read from the book. This is when you get... He winds up getting an offer. This is 19 59. News had a managing editor named Allen Hathaway. This guy becomes very, very important. To Robert's life. He had a deep prejudice against graduates of prestigious University. So Robert had graduated from Princeton. The people at News day hired me as a joke on him while he was on vacation. He was so angry that I was there that during my first few weeks on the job, he would refuse to acknowledge my press months And so after a few weeks on the job, Robert gets put on a job. Everybody else is busy there they're at, like this this like, company picnic. And so no 1... They get a call. They're saying, hey, you should come down to the the government offices, the Faa offices, There's some research you should do down there. There's a story down here. And only because no 1 else was available, the news sent, Robert, and this is where he falls. He just... This is where he finds what he wants to do in life. And he says, I will never forget that night. It was the first time Had ever gone through files. And somehow in a strange way sitting there... Going through them, I felt I was at home. There are certain moments in your life when you suddenly understand something about yourself. I loved going through those files, making them yield up their secrets to me. I worked all night, but I didn't notice the passing of time. When I finished and left a building on Sunday, the sun was coming up, and that was a surprise. I went back to the office and before driving home, I wrote a memo on what I had found. Early Monday morning, my day off, the phone rang, and it was Allan secretary. Alan wanted to see me right away. I got in the car and I drove a news day that morning sure every mile the way that I was about to be fired. I entered his office. He motion for me to sit down and went on reading. Finally, he raised his head. I didn't know someone from Princeton could do digging like this he said. From now on, you do investigative work. I responded, but I don't know anything about investigative reporting, and then Allan gonna say something that changes Robert Carr life. Alan looked at me. Just remember he said, turn every page, never assume anything. Turn every goddamn page and turn every page is not only the name of the documentary becomes his life motto, and he talks about, you know, being very young and talented in smart just thinking he knows everything and then he this... His first interaction with Robert Moses and seeing power... Like, he sees real power up front up close. He realizes, I know nothing. I know nothing about how the world actually works. A few years into my tenure at News day, I had won a couple of journalist awards. But when you're when you're young and you win something, you think you know everything. I thought I was really something. I thought I knew everything about politics and help politics and political power worked. And so he's doing a story the fact that Robert Moses wants to build a bridge across Long Island, and so that's where Robert wants to happen. He has an unbelievable amount of power this time. So Robert Carr is up there. Everybody in Albany says no we're not gonna do. Is, hey, well, there's no story here. I'll drive back home. And a few weeks went by and nothing changed until Robert Moses wanted them to change. A couple weeks later. A friend called me and said, bob, I think you better come back up here meaning to Albany. And I said something like, oh, I don't think that's necessary. I think I took care of that bridge. He said, Bob, Robert Moses was up here yesterday, and I think you better come back. So I drove back up, and I'll never forget this. When I went back to the same officials who had assured me that they were firmly against the bridge. They were now firmly for it. I remember I drove home that night all the way down from Albany to our House on Long Island. It was a hundred and 63 miles, I kept thinking everything you've been doing is bullshit. So that piece of negative self talk This is not the first time. This is something he also, another trait that Robert Carr shares with Lyndon Johnson that they'll I'll talk about later. This fact that they have these... This almost like, hyper critical self talk of themselves in their head. Everything you've been doing is bullshit. Robert Moses had enough power to turn around a whole state government in 1 day. And he's had that power for more than 40 years and you, Bob Carroll, who are supposed to be writing about political power and explaining it. You have no idea where he got this power. And then he brings up a great point that you need time of your life to slow down and actually think because he's like, well, I'm a newspaper reporter at this time. I have... I've I'm hopping from 1 deadline to the next deadline to the next deadline. I have this idea in the start in the back of my head. But I have no time to actually digest what that actually means. How can 1 person flip an entire state government. 1 elected person accrue such power do so, and me and no 1 else understands How we got this power or how powerful he was, and so he says I didn't do much with the sword at the time I love being a reporter, but you're always running from 1 story to another. And it wasn't until I became a Ne journalism fellow at Harvard that I finally had time to think. I was already 29 years old. So with an Even fellowship biz, they invite some journalists, you're able to spend a year at harvard and your sp that the point is you're supposed to learn more about the areas that you're covering. So you're taking college classes, you know, to talk about political power, politics, urban planning, all the things that he's writing about in new york City. Right? So I was taking courses on urban planning. 1 of the courses was taught by 2 professors who had written a well regarded textbook on highways, including an analysis in great detail of highway locations. Why highways get built where they get built and they're naming stuff like, oh, it's about, you know, it's as simple as like this mathematical equations, it's about population density, traffic patterns, elevation of grades, a very, like, academic way of looking academic into my opinion very naive way of looking at the world. And this is where Robert Carroll snaps. He's sitting there, listening to the professor who literally wrote the textbook from which he's learning, and he's like, this is bullshit. No. That's not why highways get built where they get built. They get built there because Robert Moses wants them there. For the first time, I had a chance to think about what I had been doing. And what I wanted to do with my life, and I guess I came to feel that if I could find out where Robert Moses got his power. This power that no 1 understood. This power that nobody else was even thinking about. If I could explain it, I would be adding something to the knowledge people ought to have. Not the kind of knowledge you learn in a textbook. But the raw naked realities of power, how it really works. And that's just incredible incredible writing. Like you feel like you're in the clock... Like, when you're reading this you feel you're really there with Robert. And so that's the point where he's like, okay. I'm gonna write a book on this, he goes and he gets a small, very tiny contract. He gets a 2500 dollar advance, and he's like, okay. I'm gonna start writing this book, which turns into the power broker. And I think it's gonna take him about 7 years. But this is another what what what he has an in common with a lot of entrepreneurs at And I study is the fact that he's talked about. Like, if they knew how hard at the very beginning even before they they they started their company If they knew how hard it was gonna be, they would have never done it. And so he he had no idea I was gonna take, you know, 7 more than 7 years to finish. When I first began, writing the power broker, we didn't have any savings to speak of, and we had a small son. I heard about something called the Carnegie fellowship, which took 1 working journalist list at a time and paid him his weekly salary for a year while he wrote a book. And so he tells his wife, they're gonna be paying me for a whole year, and I have this outline, I'll be done in 9 months. At the end of the year, We were completely out of money. And for the next 4 years, money was a problem. And so he is broke and struggling for many years. He says there came a time when we really totally ran out of money. I just didn't have any place to turn. My editor took me out to dinner and I said, can I please have the other half of my advance? There are sentences that are said to you in your life that are chiseled in your memory and his reply was 1? 0, no, Bob. I guess you didn't understand. We like the book, but not many people are gonna read a book on Robert Moses, and you have to be prepared for a very small printing. I wanna pause there, because they're after this dinner has 1 of the worst nights in this of his entire life, but here's another example of people telling you trying to tell you how successful you will be in your life, which is complete and utter bullshit. The power broker was published in 19 74. It is... It's on almost like 40 seventh printing. It is on the top list of the hundred best non fiction books over and over and over again, walk into any bookstore in your city and you will find a copy. This guy is supposed to be on Robert's side, and he's destroying his dreams right in front of him. Robert is broke. He's married. He's got a small child to take care of And this guy's like, don't worry about it. No one's gonna read a book on Robert Moses. Millions of people have read a book on Robert Moses. My hands are sweating. It's so mad at this. That was the worst night. We really... We were really at the end of our row. I didn't know what to say to En this is his wife. I didn't know how to face her. I knew I was gonna have to go back to work, and and it was gonna be very hard for me to finish the book. By this time, I felt I had learned some things, some things about power. It was important for people to know. But they were never going to know them if I didn't finish the book. Soon after luckily things changed. And this is what changed. My editor left his publishing house, So that was the guy took him about the dinner. And there was an out clause in my contract saying that I could leave if he left. So he does something that's very, very smart here. He gets a a new agent. And then, really, this this really clicked for me. Let me let me read this whole thing to you. I mean, it's really... That he... What what changes in his life is that he finds the right partners and that changes everything. So this editor. No, nobody's one's gonna read a book on Robert Moses. Yeah. Dude I don't even wanna... I'm gonna stop me myself from saying what I was gonna say. In case there's kids listening. Okay. So let me go to this. Need an agent. He winds up this is... Linda becomes his agent, and then Richard Got, I think or Bob Got. Sorry. Not Richard. Robert Got. Bob Got and Lin come into his life, and they're actually in the documentary, and this is I don't even know what 40 years later. 19 71. So 50 over 50 years later. There's still all all these people were still working together. So he he signs with Lin nes, and she's... Again, this is how the right partners how he finds the right partners and that changes everything. He's talking to Lynn, and she goes, why do you look so worried? And he says, I didn't know I look worried, but of course, I was. I told her I'm worried that I won't have enough money to finish the book. Imagine put yourself in his shoes where he's at in his life right now. He believes in what he's doing. He has to support his wife. He has to support his his his his son. They've already sold their house. They've Their savings is gone. They're living in a shitty apartment in the bronx. You can see. He's so worried that you could see it on his face when he's sitting there quietly. And the reason this is so important because from our vantage point, we know that he didn't quit He goes on to write the power broker. Goes on to write some of the best biographies Lyndon Johnson, the the best biography for Lin Johnson never written. There's something he's still working on 50 years later. Imagine if he would quit if he couldn't take that pain. Excellence is the capacity to take pain. There's not yet another example of how true that maximus is. I didn't know I looked worried, but, of course, I I was. I told her I'm worried that I won't have enough money to finish the book. My editor had left me feeling that a few people will read a book on Robert Moses and therefore no publisher would give me the money to finish it. She asked me how much money I was talking about. I told I need enough money so I could spend 2 more years on the book. I don't remember the exact amount I specified, but I know it was not large. And all of a sudden, there were other sentences that I'll never forget. She said, is that what you're worried about? Then you could stop worrying right now. I can get you that just by picking up the phone. Everybody in New York knows about this book. Then she said, you can stop worrying about money. My job is to find you an editor you can work with for the rest of your life. I'm gonna to set up some lunches for you. There were 4, all well all with well known editors. 3 of the editors took me to some fancy restaurant and told me they can make me a star. Bob Got says, well, I don't go for lunch, but we can have a sandwich on my desk and talk about your book. So, of course, I picked him. So I wanna go back to this idea that Robert Carroll actually share some traits with the people that He is researching the people that he is writing about. And so 1 trait, I actually think Robert Carroll, shares with Lyndon Johnson and Robert Moses is the ruthless that all 3 of them have and all 3 of them used to get what they actually want. That trait was not at all obvious in terms... It's obvious when you read about Lyndon Johnson Robert Moses. It was not at all obvious to me until I read this book. So I wanna go to the section on the Power broker and Robert Moses in I was there's a few stories in here that I think are interesting. Robert Moses seem to to remember every vote, even votes from 40 years ago, and why it had been cast. Now he's he's he's actually sitting down off for an interview at this point with Robert Carroll. On the Jones beach appropriation, it was 8 to 7 against us in the ways and means committee he would say. But the key, this is again, the ruthless that those that crew power, you... You'd actually use and implement that power. That is a a key theme in the work of Robert Carr what he's trying to... Arc Carol. What he's trying to explain to us. But the key was that this little upstate guy, and then he named some long forgotten state assembly men. And he had a mortgage coming due on his farm. And the mortgage was held by a bank up there, and the key to the bank was was Charles Hewitt, who was the Chairman of the Senate finance committee, and the governor knew how to get to hewitt, so it was 8 to 7 for us. So what just happened there? Robert Moses said this guy was gonna vote against us, then I looked for where he was weak. I found where he was weak, then I found somebody that could push on that weakness until he changed his vote. And if he went against me, I would have fore closed on his farm. And this was not a 1 off instance with Robert Moses. This was how he did business a few pages later. I asked Moses why Epstein had changed his mind. He changed it, Moses said after he was hit over the head with an axe. When I asked him what that meant, he said, I won't tell you what we did him. He did tell me though. He said, we put our blood house. This was a team of investigators who had compiled Dossier on other city officials, which Moses leaked to newspaper, newspapers, if an official opposed him. So we we put our blood hands on Epstein. And and then he said, he had a talk. He had he had to have a talk with Epstein who was married, and the conversation had included some references to a woman, and this is what Moses said to him I said this woman... This woman is a chu of yours. He said. She's not my chu. I said, oh, yes, she is. She's your Chu alright. So Robert Moses said with a broad charming smile. He wrote his letter, meaning he flipped him. And 1 thing that made Moses so effective is he had this ruthless that was also matched with a particular type. This is from the book, A particular type of vision of imagination that was unique and so intense that amounted to a very rare form of genius. But Robert Carroll is telling us does that Robert Moses was a ruthless genius. And then he builds on this. He adds another layer. First, he told us about his ruthless. Then he told us about his genius. Now he's talking about his savage energy. Ruthless genius with savage energy. Listen to this writing. They had not been exaggerating when they described the savage energy, Robert Moses had put behind his dreams and his fury when they were checked. How mapping out strategies for over overcoming obstacles, he would pace back and forth across his office, hour after hour. How the palm of his big right hand would smashed down over and over again. On the table as he talked. How he would lung out of his chair and begin as 1 aid put it, waving his arms, just wild. Pick up the old fashioned glass ink well on his desk and hu it at aids so that it shattered against a wall. How he would pound his cl fist into the walls hard enough to scrape the skin off them in a rage beyond the perception of pain. I remember coming across something a few months ago, I had spent, I think 3 weeks reading and re reread all of Paul graham essays. I think it's episode 2 75, 2 76 and 2 77. And there's something he talks about. If some... There's a there's a bunch of themes that Paul repeats throughout his writing, but 1 of them is that founders need to be around other founders. And he has a few different ways of saying this. I think the best way to describe this is that I'm gonna read an excerpt from his from his his essay essays. So on really why ambitious people need to be around other ambitious people. And I want you to remember what Paul writes for the section we're about to go to. Because it comes at a time of, Robert car care... I keep saying ka. I know it's Carol. And that's why I'm just gonna go call him Bob. When in Bob's life where he is struggling with... It's doubt and uncertainty he's completely isolated. He feels like the projects never going to be finished. He feels like a failure because it's taking so long. And I think he's on your... I don't know, 4 or 5. When on a project he thought would take him 9 months. And so Paul says, ambitious people are rare. So if everyone is mixed together randomly as they tend to be early in people's lives, then the ambitious ones won't have many ambitious peers. When you take people like this and put them together with other ambitious people, They bloom remember this sentence. Remember this sentence where we are in Bob's life. They bloom like dying plants given water. Probably most ambitious people are starved for the sort of encouragement they'd get from ambitious peers. And so I'm gonna read the note that's on this page before I read what Bob wrote. Wrestling with doubt and uncertainty, what if this book never happens? Imagine if he quit here. As the year followed year, the project had in my mind taken on an air of reality. This was due to the lack of any relationship between writing the book and the in realities of the rest of life, such as earning a living. Remember he still broke at this point. My wife and I watched our savings run out. And we sold our house to keep going and the money from the sale ran out. The book sometimes seem more and more like a rather unreal inter in my life. The most fundamental reason for the feeling of reality was I had for 5 years been living in a world utterly un unpopular by anyone else who was doing what I was doing. I need to repeat that the most fundamental reason for this feeling of on reality. I had for 5 years been living in a world utterly un unpopular by anyone else who was doing what I was doing that's the exact same idea that Program realized from observing thousands of founders. Founders need to be around other founders. I don't think that during the first 5 years, I was working on the Power broker, I had any contact with a single other writer of serious books. There was no writer with whom I could discuss a writing problem. I was bothered by the length of time I had been working on the book. That was the thing that made me doubt the most. When I had started, I had firmly believed that I'd be done in a year. As year followed year, I became convinced that I had gone terribly astra. 1 day in 19 71, Came across a magazine article describing the Frederick Lewis Allen room. It said that the only requirement for admission was a contract from a publisher, and that it's 11 resident writers were allowed to keep books and other research materials at their desk. I'm pretty sure that set New York city public library. After a weight of some months, I was assigned 1 of the 11 desks. It was not books that were the most wonderful things that I found in the Allen room, What is about to happen? He about to find other people like him. He wants a meeting a writer, and it says the next question was the question I'd had come to Dread. How long you've been working on the book. This time, however, when I replied 5 years. The response was not an inc stare. Oh, he said, that's not so long. I've been working on my George Washington biography for 9 years. I could have jumped up and kissed him. The next day, I could have jumped up and kissed Joe Lac. When he asked me the same question. And after hearing my answer said in his quiet way, Eleanor and Franklin, 1 of his biographies took me 7 years. In a couple of sentences, these 2 men Idol of mine had wiped away 5 years of doubt. And so now he's having lunch every day with fellow Craftsman with the people doing the same thing he is doing. The talk was often about problems of research and writing About the mysteries of our craft. There is not a more mysterious craft than entrepreneurship. The talk was often about problems of research and writing about the mysteries of our craft. Are shared craft. To me, this book is full of just reoccurring themes that appear in his life and work over and over again. 1 of them, I don't think I've mentioned yet, and it's this idea of just how bad do you want it? And it's esteem that just re occurs over and over again in the his french entrepreneurship that those that get to the the top of their profession. Those are the very best of what they do just spend more time thinking about their work practicing their work. So it says during all the years since Alan Hathaway had given me that first piece of advice turn every page, never assumed anything. Turn every goddamn page, I had never forgotten it. It was engraved in my mind at this point, he is now doing the research. The the power rover has already published. I think he want to poll on if I'm not mistaken. It's a massive success. That allows him, the the reward for great work is more... The reward for great work is more work. That's a quote from the new Kevin Kelly book that my friend, Patrick O's sent me. And I really feel applies to to the to to the the life and career of Bop. And so he... Really, what I'm talking about is, like, he's just going through all of... He's using Allen Maxim. Right? Turn every page Maxim, and he's applying it to the research that he's doing in the presidential library of L. It'll take multiple lifetimes to read everything. But what pops out at you is that the fact that Bob was willing to spend more time mining in that yielded unexpected diamonds. Looking through a lot of file folders that from their description, 1 would assume contain nothing of used to me. And the wisdom of Allan advice was proven to me again and again, scores and scores of times this happened and so what he's talking about. Is this almost deliberate inefficient way? Where he's like, okay? You think from the... Everything in the Lp libraries organized files, and they have these things called finding aids. I kinda tell you, hey, this is about his time in congress or his time in Texas or whatever the case is. And, you know, some things are off. It's like, let me read Vietnam stuff. Let me read the the Civil rights act stuff. But Carlos was just like, I'm just gonna spend as much time as possible, and that's why the end of these books take 10 years to do. And because he spent more time in things that other people overlooked, he read files almost sure that no 1 else has ever read. That spending more time mining yields unexpected diamonds. And these twin traits of persistence and determination that are present in all of Bob's career, it it feeds into this idea. Like, you can hell he's demonstrating how bad he wants it by the length in which he's willing to dedicate to his work to make sure his books are the best in class. And at 1 point, this is... Like, this is another example. This is like, well, I can write a book on Robert Moses because I'm a new Yorker. I was born in New York. I grew up in New York, Robert Moses worked in new York. I'm doing all this research. I'm talking to those people and it's like I can't understand the people because I'm not from the hill country. I'm not from these tiny remote impoverished towns that Lyndon Johnson was and look listen to what he does. I said to En, that's his wife. I'm not understanding these people, and therefore, I'm not understanding Lynn Johnson. We're going to have to move to the hill country and live there. En said, why can't you do... Why can't you do a biography of Napoleon. But En is always En. Loyal and true. She said, as she always says, sure. We read a house on the edge of the hill country where we were to live for most of the next 3 years. I wanna go back to this idea that was the very opening in the podcast, and I think 1 of the most important parts of the book, and it's something that reappear over over again. That you can always understand the son by the story of his father, the story of the father's is embedded in the sun. And it's because... Because it ties into what we were just talking about. Like, how bad do you want it? A lot of people biographies of Lyndon Johnson before. None of them moved to the hill country like he did. And as a result, this is what living there, spending more time there, taking time to get to know the people, allowed Ke to understand Johnson and the relationship with his father at a more fundamental level. And 1 of this was the fact that he kept trying to interview and and successfully. First on successfully, and then eventually successfully got information out of Lennon brother. This is Lennon... Younger brother by the time, Carr starts writing the books. Lyndon Johnson's... Had already died. Lenin died early at 64. And so he says I felt that a key to Lyndon Johnson's youth was his complicated relationship with his father. And so he's interviewing Lin brother, Sam Houston. Now Sam Houston I said I'd like you to tell me again about this terrible arguments that your father and Linden used to have at dinner time. Sam Houston was recreating family dinners at the Johnson saying almost shouting back and forth what his father had shouted at his brother and what his brother had shouted back. You're you're just not college material, are you god it. You're just a failure, Linden. You're just a failure Linden, and you're always going to be a failure. And Lennon would shout back. What are you? You're a bus inspector. That's what you are. Sitting there against the wall. I felt I was getting closer to the heart of Lyndon Johnson's boy. Now, Sam Houston, I want you to tell me about all those wonderful stories about Linden when you both were boys? There was a long pause. Tell me those wonderful stories again about you growing up? I can't. Sam Houston said, Why not? I asked because they never happened. I now had a picture of Lyndon Johnson's youth, that terrible youth, that character hardening youth. And when I got to that sentence, The point of reading is to understand. Right? It's not just to, like, put my eyes on the page and run across the words and like, I'm done. It's to stop. It's to think about what the hell is going on. I had a different picture of Lyndon Johnson's youth that terrible youth. That character hardening youth. This is the environment that harden a person, that kind of childhood that kind of relationship with his father. And yet again, maybe Robert Carroll understood this when he's ren writing this, maybe that's why he's writing it, But maybe he didn't. But it's obvious if you sit with the words and you re reread certain parts of this book, and you think about all the the parts that out at you. He's describing Lyndon Johnson. It's the same description of his childhood. Sam Houston was talking about the screaming matches at the dinner table. The same thing happened, Robert Carl was life. He never wanted to come home because his father yelled and screamed. And then once you see the similarities between their 2 childhood and the way the ruthless, the the the determination that the the superhuman levels of determination, superhuman levels of genius that both of them possess. And as the book goes on it clicks? What did Steve Jobs say? I'm a reflection of what I do, the way I work is an innate part of my being that applied to Steve Jobs that applied to Robert Carroll and that applied to Lyndon Johnson. I wanted to examine a stolen election in detail. This is the the main story in the second Linden biography, the means of ascent. So this is what he's talking about. I wanted to examine any stolen election in detail, but part of the reason was neither straightforward nor professional, nor to be honest was this something it had much to do with reason. It had to do it something in me. That's something in my nature, which wasn't a quality that I could be proud of or take credit for. It was just part of me like it or not. The part of me now, that as I was writing books kept leading me after I gotten every question answer to suddenly think despite myself of new questions that in an instant of thinking of them. I felt must be answered for my book to be complete, the part of me that kept leading me to think of new avenues of research that even as I thought of them. I felt it was crucial to head down. It wasn't something about which I had a choice. In reality, I had no choice at all. Think about that section of the book he is describing himself and simultaneously. He is describing Lyndon Johnson think back to the beginning of the podcast where Linden is pushing that plow at 18 and 19 in the hot son that he knows he is paying for the mistakes of his father. And when Linden gets the opportunity to escape the mistakes of his father, he was willing to do everything to do everything, not to make a mistake because he understood the consequences, the repercussions of 1 single mistake. And so just like Ka had to turn every page, Linden had to count every vote. It is just the way they work, it is an innate part of their being and it stems from the relationship with their father. The perpetual need to escape to run from a great source of pain in their formative years. That is incredible when you realize that. And the similarities don't stop there. Is about the negative self talk that they both share. I had all I needed. A good story and enough details to make the reader see the setting in which it took place. Why did I say to myself, is there any more to the story? I had the story. Plenty of details. I kept saying to myself. You sc. This is what you always do. You don't need any more details. You've got it. Now just write it. There is still so much about myself that I don't understand. But by putting down on paper these short recollection, I have come to understand that this was simply another instance, among so many in which they were available to me, no alternatives. That was about Carr, negative self talk and his work ethic, the fact that no 1 else worked as hard on biographies as cor did. This is about Johnson's work ethic. The fact that nobody worked harder than him and his negative self talk. Everyone I talked to about Johnson's first run for Congress would say, I never saw anyone who worked as hard as Lyndon Johnson. Who would really know what this means? I thought there's 1 guy who's with Lyndon Johnson most of the day, and it's not his campaign manager. It's his chauffeur. I kept coming back to him. I would ask what was Johnson doing between campaign stops? What was he doing in the back seat? Finally, he told me that Johnson often would be talking to himself? It was like he was having discussions with himself? About whether he had a successful day. Whether he had made a good impression on voters or not. And so I'd say, what do you mean by that? And he'd say, well, lots of time, he felt he wasn't doing too good, and he would tell himself that it was his own fault. Johnson would say to himself, boy wasn't that dumb. You know you just lost that ballot box, you lost it and you need it. And he would talk out rehearse over and over again. Out loud. What he would say to the voters in that precinct the next time. This book is incredible. I really hope I can convince you to get a copy for yourself. I wanna close with what is my favorite story in the entire book. I think it's a story that a lot of entrepreneurs can relate to the determination to out run desperation. Linden is 23 in this story. I wasn't fully understanding what these people were telling me about the depth of Lyndon Johnson's determination about the frantic urgency, the desperation to get ahead. And to get ahead fast as if the passions, the ambitions that he brought to Washington, strong though that they were were somehow intensified by the fact that he was finally there. In the place where he had always wanted to be. I wanted to show the contrast between what he was coming from, the poverty, the insecurity and what he was trying for. I first got a clue about how I might be able to do this by talking to the young woman who work with him as the other assistant in that Congressman office, Est Har. He was very poor miss Har told me. He arrived in Washington in December 19 31 with a cardboard suitcase and only 1 coat. A thin top coat not adequate for Washington winners. She told me how quickly Linda Johnson learned how desperate he was to learn. How he became so quickly in her words, the best congressional assistant there ever was. 1 thing that got me was her saying that when he came to work in the morning, he was always out of breath because he had been running. I wanted to make the reader see the contrast between what he was coming from and what he was trying for. Something on the way to work had excited him and thrilled him so much that he'd break into a run every morning. Here's what I wrote about when Lyndon Johnson first came to Washington. He lived in a basement of a shabby little hotel. Leaving his room early in the morning, he would turn left down the alley onto a street that ran between the walls of other shabby hotels. But when he turned the corner at the end of the street, suddenly before him at the top of a long gentle hill would not be brick, but marble, a great shadowy mass of marble, The capital, and the marble of the eastern facade already caught by the early morning sun would be gl. Brilliant, almost dazzling white. A structure as majestic and imposing as the power of the sovereign state that it had been designed to symbolize. And as Lyndon Johnson came up Capitol Hill in the morning, he would be running. The woman who worked with him, coming to work in the morning would see the gang figure running awkward. Arms flap, past the long row of columns on his way to the house office building. At first, because it was winter, and she knew that he owned only a thin top coat. She thought he was running because he was cold. But in spring, the weather turned warm and still Whenever she saw Lyndon Johnson coming up Capitol Hill, he would be running. Well, of course, he was running. From the land of poverty to this. Everything he had ever wanted. Everything he had ever hoped for was there. And that is where I'll leave it. This book was incredible, and I do think it's gonna have an impact on me in ways I can't even fully comprehend right now. If you buy the book using the link that's and the show notes in your podcast player, you'd be supporting the podcast at the same time. Another way to support the podcast is by signing up for the founders premium Ama feed. I'm gonna be doing a lot more, asking me anything episodes this week, There's already 20 something that you can listen to immediately. That link is down below in the show notes and available founders podcast dot com. That is 305 books down, 1000 ago, and I'll talk to you again soon."
}