{
  "transcript": "14 years before writing these confessions. I had gone to New York and started in an advertising agency. Americans thought it was crazy. Look at Scots know about advertising. My agency was an immediate and meteor success. I wrote this book during my summer vacation in 19 62. I thought it would sell 4000 copies. To my surprise, it was a runaway best seller and so far has sold over a million copies. Why did I write it? First, to attract new clients to my advertising agency. Second, to condition the market for a public offering of our shares. Third, to make myself better known in the business world. It achieved all 3 of these purposes. My colleagues at Og M have largely followed my ideas, and they have sold a lot of products for a lot of manufacturers. With the result that our agency is now 60 times as big as it was when I wrote this book The book was first published in 19 63, he is writing the introduction to the updated version 25 years later. I get letters from strangers who thank me for the dramatic improvement in their sales when they followed the advice contained in this book. And I meet big shots in the world of marketing who say that they owe their careers to reading my book. If you detect a slight s of in this book. I would have you know that my is selective. I am a miserable duff in everything except advertising. I cannot read a balance sheet, work a computer, ski sale, plague or paint. But when it comes to advertising, advertising age magazine says that I am the creative king of advertising. When Fortune Magazine published an article about me entitled it is David Og a genius, I asked my lawyer to sue the editor for the question mark. Funny enough that's I originally discovered Og, I was reading Warren Buffett shareholder letters and he kept referring to David Og as a genius. Confessions of an advertising man says nothing about corporate culture. Notably the corporate culture of advertising agencies. In 19 62, I had never heard of corporate culture. Nor had anybody else, but thanks to 2 students of business, Terrence deal and Allen Ke Kennedy, We now know that people who built the companies for which America's famous all worked obsessively to create strong cultures within their organizations. Companies that have cultivated their individual identities by shaping values making heroes, spelling out rights and rituals and acknowledging the cultural network have an edge. The head of 1 of the biggest agencies recently told me that Og and Math is the only agency in the world with a real corporate culture. It may be this, more than anything else, which differentiates us from our competitors. Through madden repetition, some of my maxim have been woven into our culture. Here are some of them. Number 1, we sell or else. Number 2, you cannot bore people into buying your product. You can only interest them in buying it. Number 3, we prefer the discipline of knowledge to the anarchy of ignorance. We pursue knowledge the way a pig pursues truffle. A blind pig can sometimes find truffle, but it helps to know that they grow in oak forests. Number 4, we hire gentlemen with brains. That's 1 of my favorite ones. Number 5. The consumer is not a moron. She is your wife, don't insult her intelligence. Number 6, unless your campaign contains a big idea, it will pass like a ship in the night. I doubt if more than 1 campaign in a hundred contains a big idea. I'm supposed to be 1 of the most fertile inventors of big ideas, but in my long career, I have not had more than 20. Number 7, only first class business and that in a first class way. Number 8, never run an advertisement, you would not want your own family to see. And number 9 is Og reaffirm reformation of his belief in the individual capacity for greatness. Search all the parks in your cities. You'll find no statues of committees. That was an excerpt from the book I'm gonna talk to you about today, which is confessions of an advertising man and was written by David Og Og has become 1 of my personal heroes. Somebody I did not know even existed before I started founder podcast. It's been over almost 2 over 2 years now. Almost 2 years. Since I've last on an episode on him, this will be the fifth podcast that I've made about them. And I just think it's been way too long since I spent some time in the mind David Og beach, so that's why I'm reading reread this book. Right now. I wanna finish out the introduction before I go into a little bit of it about his our life because you just got a great a bunch of great ideas That's really what... I think this podcast will be. It's just a bunch of fantastic ideas that Og learned over his multiple decade career. This is something that he's famous for saying is it's 1 of his most repeated app, and that's pay peanuts and you get monkeys. Clients who h over their agency's compensation are looking through the wrong end of the telescope. Instead of trying to shave a few me scents off the agency's 15 percent. They should concentrate on getting more sales results from their 85 percent that they spend on time in space. That is where the leverage is. No manufacturer ever got rich by under paying his agency. Pay peanuts and you get monkeys. And that right there is an example of why spending time reading Olga. I think he's the best writer that I've ever read for anybody. And out of any of the books that I've read for the podcast because he... He he's a master at language and just getting condensing these ideas down so that you actually stick in your brain. Right? You can read that entire paragraph. Or you could just read the last sentence, pay peanuts and you get monkeys and you understand what he's saying. And he'll do this he you, like, repeats these app and maxim over and over and over again. And it's just a way to express these ideas that he deeply deeply believes in. 1 idea that he deeply deeply believes in. Is that you should study the experience and the great work that came before you. And if you don't, you're an ignorant and amateur, which I love. He says advertising agencies still waste our client's money repeating the same mistakes. During a 10 hour train ride, I read the ads and 3 magazines. Most of them violated elementary principles, which were discovered in years gone by? The copywriter and art directors who created them are ignorant amateur. What is the reason for their failure to study experience? Are they afraid that knowledge would impose some discipline on them or exposed their incompetence. So he ends the introduction of this updated copy of confessions of an advertising man with his last will and testament. He's like, okay, These are the most valuable lessons that I've learned and this is updated in 19 88. He's gonna die about 10 years later 11 years later in 19 99. And he says, so I'm just gonna give a couple of these ideas. I think we're good. Creating successful advertising is a craft. It's part inspiration, but mostly know how and hard work. If you have a modi of talent and know which techniques work at the cash register, you will go a long way. Here's another 1. The temptation to entertain instead of selling is contagious as something he does not like. That's why his... When he's building's corporate culture, The second thing that he would repeat over and over again is that we sell or else. We're not here to win awards, we're here to sell products for our customers. Another another 1 of his lessons. The difference between 1 advertisement and another when measured in terms of sales, can be as much as 19 to 1. So that sentence right there is why if you're listening to this right now, I would immediately search for Og and advertising and and buy that book before you finish this podcast because that is the most... That book I think was also published in 19 88. Or sometimes, yeah I it was in 20 years after this book. And so he had he had accumulated another, like, 2 decades of your of experience in advertising, between writing the confessions of an advertising man in og on advertising. There is a bunch of examples in Og and advertising of what he just said and why it's so important to learn this craft because you're thinking you're running ads and yet 1 ad, the difference between 1 ad or or another can generate as much as 19 times the amount of sales. Another idea from Og, the key to success is to promise to consumer a benefit, like better flavor, wider wash, more miles per gallon and a bet or a better complexion. Another 1, what works in 1 country almost always works in other countries. Something I realized in reread this book right after I read, James License auto for the third or 4 time is a lot of their ideas are the same. James says that 1 editorial, 1 great editorial worth a thousand advertisements. Og says editors of magazines are better communicators than advertising people. Copy their techniques. This is also another idea that Dyson repeats in his book that Og repeats in this 1. Most campaigns are too complicated. They reflect a long list of objectives and try to reconcile the diversion diversion views of too many executives by attempting to cover too many things, they achieved nothing nothing. Their advertisements look like the minutes of a committee. In Dyson auto, which I just covered again on episode 300. He says you simply cannot mix your messages when selling something new. A consumer can barely handle 1 great new idea, let alone 2 or even several. And then the last ideas is from this section, is good campaigns can run for many years without losing their selling power. My eye patch campaign for hathaway shirts ran for 21 years. My campaign for Dove soap has been running for 31 years, and it is now a best seller. So the first time I read this book was over 4 years ago and in my mind, the reason I picked it up I was like, okay, I want more... I want like an auto of Olga. And now that's that's how I remembered the book in my mind. And realized that The auto bio section in the book is, like 3 pages, and most of it is just straight idea after idea after idea that help you sell more products. So I do wanna go over his background because again, I just... I love his writing and you'll see his personally jumps off the page. My mother was a beautiful and eccentric Irish women. She inherited me on the grounds that I was likely to acquire more money than was good for me without any help from her. I could not disagree. At the age of 9, I was sent to board at an ari school for boys. The head master wrote of me, he has a distinctly original mind. He's inclined to argue with his teachers and to try and convince them that he is right and the books are wrong. But this is perhaps further proof of his originality. At the age of 13, I was sent to a scottish school whose spartan disciplines had been established by my great uncle. After I went to Oxford and made a batch of it. I was too preoccupied to do any work and was duly expelled and in this paragraph, is what makes... I think his his his personal story is so amazing. He went through multiple decades of trying to find his life's work. That was in 19 31. The bottom of the depression. For the next 17 years, while my friends were establishing themselves as doctors, lawyers, civil servants and politicians. I had ventured about the world. Uncertain of my purpose. I was a Chef in Paris, a door door to door salesman, a social worker in those slums of. An associate of doctor Gallo in research for the motion picture industry and an assistant to sir William Stevenson. I think this was the guy that was the 1 of the inspiration for the character James Bond. An assistant to serve William Stevenson in the British security coordination department and a farmer with the Amish in Pennsylvania, and then he goes into the fact that that's not what he expected when he was growing up. I had expected to become prime minister when I grew up. Instead, I finally became an advertising agent on Madison Avenue. The revenues of my 19 clients are now greater than the revenue of her majesty government. My father used to save a product that it was very well spoken of in the advertisements. I spend my life speaking well of products in advertisements. By writing this book in the old fashioned first person singular, I have committed an offense against a convention of contemporary American manners. But I think it's artificial to write we when I'm confessing my sense and describing my adventures. And then for the rest of the book, it's just David giving us ideas that he learned through the experience of his multiple decade career, this is 1 of my favorite parts of the entire book. It's the fact these are lessons that David learned working under a master chef. And he realized realizes like, oh, these lessons can be applied to any field. So says managing an advertising agencies like managing any other creative organization. A research laboratory, a magazine, an architects office are a great kitchen. 30 years ago, I was chef at the hotel met majestic in Paris. There were 37 chefs in Ar brigade. From morning tonight, we sweat and shouted and cursed and cooked. Every man was inspired by 1 ambition to cook better than any other chef had ever cooked before. So he's going to work under the head chef, this guy named Qatar. And so it says, I have always believed that if I can understand how qatar, the head chef inspired such white hot morale. I could apply the same kind of leadership to the management of my advertising agency. To begin with, he was the best cook in the whole brigade, and we knew it. It was inspiring to work for a supreme master. He ruled with a rod of iron, and we were terrified of him. He praised very seldom, but when he did, we were exalted to the skies. Today, I praised my staff as rarely as he praised his shifts in the hopes that they too will appreciate him more than a steady gus of appreciation. Here's another trait that Og copied from the head chef. And this is why he mentioned it earlier. He can't stand people that are bad at their jobs. He calls some ignorant amateur. He is rather Og was rather ruthless. And so was a head chef. He did not tolerate incompetence. He knew that it is demo for professionals to work to work alongside incompetent amateur. He uses that the that term incompetent amateur a lot. This part when I got to this part, reminded me of what Steve Jobs steve the the the Steve Jobs is a player theory. So it says jobs had latched on to what he believed was a key management lesson from his Macintosh experience. You have to be ruthless if you want to build a team of a players let me pause there. What did? The head chef do? He did not tolerate incompetence. He knew that it was demo for professionals to work alongside incompetent amateur. Let's go back to a quote from Steve Jobs. It's too easy as your team grows to put up with a few b players. And then they attract a few more B players and soon you'll will even have some c c players Steve said. The Macintosh experience taught me that a players like to work only only with other a players, which means you cannot indulge b players. Back to more lessons from the head shift, he taught me the exorbitant standards of service. For example, he wants heard me tell waiter that we were fresh out of the plate jo and almost fired me for it. In a great kitchen he said 1 was always honor what 1 has promised on the menu, and then Og tells us how he used this idea building Og and Math. Today, I see red when anybody at Og and M tells a client that we cannot produce an advertisement on the day we have promised it. In the best establishments, which is the only the only thing that Og was interested in. He wanted to build a first class business in a first class way. He says over and over again in all of his writings. It's not He's not trying to be the biggest. He's trying to be the best, And you have to understand that if you're gonna read Og. That's all he cares about. Supreme excellence being better than every single other person in his craft. That is what's so fascinating about this guy. And again, why the hell would warren Buffett call A genius? How many people? How many managers founders of businesses has has worn seen in his lifetime. There should be, like, sirens going off in your mind. Say hey, maybe you should pay this this guy. Maybe should read his book I just love stuff like this. Today, I see red when anybody at green mother tells a client that we cannot produce an advertisement on the day we have promised it. In the best establishments, which is all that he's trying to build. Right? In the best establishments, promises are always kept. Whatever it may cost in agony and overtime. Damn that is good writing. Whatever it may cost in agony over overtime. And then I love how he combines the the lessons he learned and experience he learned at Hotel Majestic with now running his world class agency for the last 14 years that the time he's writing this. I've have come to the conclusion that the top man. So he is talking about the role of the founder here. Okay? And he'd be very clear about this. He is discussing the role of the founder. I've come to the conclusion that the top man has 1 principal responsibility. To provide an atmosphere in which creative mavericks can do useful work. So then he goes into something that has... He had to do as his company grew. It's like, when it's small team, you can talk to them every day. But at this point, he's writing Said, like, 500 employees. So once a year, what he would do is he would gather every way together. And He's just gonna teach teach teach. This is where he talked about the importance. They didn't call it company culture, but that's what we would call today. And so he says, like, every year he'd gather them, and he talks about what kind of behavior that he admire and that he expects from every single person in the organization. So I'm gonna go over the 10 things that he tells him, but what I thought it was so interesting too is after, after he tells his team what he expects of them, he tells his team what he expects up himself. So it says, I admire... This is this is a another great thing about his writing. You remember it, it's very easy to read and because he loves these numbered lists. Number 1, I admire people who work hard who bite the bullet. I dislike passengers who don't pull their weight in the boat. It is more fun to be overworked than to be overworked. There is an economic factor built into hard work. The harder you work, the fewer employees we need and the more profit we make, the more profit we make, the more money becomes available for all of us. Number 2, I admire people with first class brains. Because you cannot run a great great advertising agency or great company without brain people. But brains are not enough unless they are combined with intellectual honesty. Number 3, I have an invaluable rule against employing knee pots and spouses. Because they breed politics. Whenever 2 of our people get married, 1 of them must depart. I wonder if that's even legal anymore. Number 4, I admire people who work with Gust. If you don't enjoy what you're doing, this is this is my favorite 1 of this entire section. I admire people who work with Gust. Gust is a word he uses a lot to. I admire people who work with Gust if you don't enjoy what you're doing. I beg you to find another job. Remember the Scottish prove, be happy while you're living for your a long time dead. Number 5, I despise Tho who suck up to their buses. They are generally the same people who bully their subordinates. Number 6, I admire self confident professionals. The craftsman who do their jobs with super excellence. See what I mean? He just... It's excellence above everything else with Albany. They always seem to respect the expertise of their colleagues. Number 7, I admire people who hire subordinates who are good enough to succeed them. I pity people who are so insecure that they feel compelled to hire inferior as their subordinates. Number 8, I admire people who build off their subordinates because that is the only way we can promote from within the ranks. I d test having to go outside to fill important jobs and I look forward to the day when that will never be necessary. Number 9, I admire people with gentle manners who treat other people's as human beings. I ab horror quarrel people, people. I ab horror people who engage in paper warfare. The best way to keep the peace is to be candid. And the last 1 number 10, I admire well organized people who deliver their work on time. The duke of Wellington never went home until he had finished all of the work on his desk. And then he transitions into what he expects from himself. Number 1, I try to be fair and to be firm to make unpopular decisions without coward. To create an atmosphere of stability and to listen more than I talk. Number 2, I try to sustain the momentum of the agency. It's ferment. It's vitality. It's forward thrust. And that's just another example of why I consider Og 1 of my heroes. Like, I I do... Like I look at him like, man. I wanna be like this. Just his his mastery of language. Should get you to remember the ideas. Like, he's just so good at this. Number 3, I try to build the agency by landing new accounts. Number 4, I try to win the confidence of our clients at the highest level. Number 5, I try to make sufficient profits to keep you all from Per in old age. Number 6, I plan our policies far into the future, number 7. I try to recruit people of the highest quality at all levels to build the hottest staff in the agency business. And number 8, I try to get the best out of every man and women in the agency. And then he goes into the fact that his goal is to pursue excellence over big, I have no ambition to provide over a vast bureaucracy. That is why we only have 19 clients. The pursuit of excellence is less profitable than the pursuit of big, but it can be more satisfying. My success or failure and this is something that he just... I mean, he shares again. I'm gonna use the the the the example of Steve Jobs. This is from episode 2 99 from that new book on Steve jobs. I was just released for free by Steve Jobs archive. Where Steve said, that's been the most important lesson I've learned in business that the dynamic range of people dramatically exceeds things, you encounter in the rest of our normal lives. And to try to find those really great people who love what they do. Og be saying the same thing right here to all of those people. My successor failure at the head of this agency depends more than anything else on my ability to find people who can create great campaigns. People with fire in their bell. And then he gives advice to other people trying to recruit really talented people he's got a maximum that he's gonna repeat 5000 times. And it's 2 words, tolerate genius. Everybody's like, I want the most talented people I'm not realizing the most talented people, are usually highly disagreeable. Their mavericks they're non conform. They're very, very difficult to deal with. And he says, like, don't strangle the goose that lays the golden egg. You have to understand that there... There's a reason like, the most talented people are going to, you know, have the the... In many cases, these hard to deal with personalities. And he says the business community wants for remarkable advertising, but turns a cold shoulder shoulder to the kind of people who can produce it, so then he's going to reference. 1 of his advertising heroes is guy named Albert Las, I read... Just like I always do. If I find somebody Admire, and then they talk about who they admire, I have to go and read demography make an episode on it... If you haven't listened to it, it's episode 02:02 062 hundred and 6. Albert Made more money in advertising than anybody else. And because he was able to... Like, he understood what what Og is trying to tell. It's, like, you want remarkable advertising, you want remarkable talent, and then you want them to be, like, conform and like, like, that's not gonna work. And so he says that is why most advertisements are so infer dull because they don't... They're made by dull people. Right? Albert Las made 50000000 dollars, partly because he could stomach the atrocious manners of his great copywriter, and they list them 1 of these guys is this guy named Claude Hopkins. I've done 2 podcast podcasts on. Ob talks about Hopkins over and again and he says, you could... You shouldn't... No 1 should be allowed to ever create an ad without reading Hopkins book scientific advertising 6 times. And so Hopkins is a main character in Albert Las buyer as well. And then Ob expo on why there's such crappy advertising everywhere. He says some of the mammoth agencies are now being managed by second generation caretaker who floated to the top of their organizations because they were smooth contact men, with these type of men cannot create potent campaigns, and og summarizes his main point here. Beautifully. Talent, I believe is most likely to be found among non conform dissent and rebels. And so just like he said in the introduction, he is constantly insulting and making fun of these businesses that are run by committee. He, like Edwin Land, like Steve jobs, like a bunch of the people you Said in the podcast, he believes in... The capacity for individual greatness. He hates teamwork he calls teamwork. I think there's a line later on the. Like, teamwork is just, like this made up term by mediocre men. So this is very... I'll get there in 1 second. I just love this guy. It is very fascinating because I think this... You know, you hear me talk over and over again. The importance of building ourselves into formidable people, and I'm pretty sure, like, be becoming a formidable individual. I've repeated the over and over again for over the last couple of years and I'm pretty sure that idea came from Old movie in this book. I think that might be the first time I ever heard that and something that just stuck in my mind. But before I get there, he has this this great idea where I do think like you have The benefit of being incapable of logical thought. This is gonna sound crazy, but listen what he says here. The majority of businessman are incapable of original thinking because they're are unable to escape from the tyranny of reason. Their imaginations are blocked. I am almost incapable of logical thought, but I have developed techniques for keeping open the telephone line to my unconscious in case that disorderly re repository has anything to tell me. I listen to a great deal of music. I take long hot baths. I garden I go into retreat among the Amish. He's not kidding about that, by the way. I watch bert. I go for long walks in the country, and I take frequent vacations so that my brain can lie fall. I think that is the most important phrase in this entire... This entire paragraph give your brain arrest. So my brain can lie fall. No golf, no cocktail parties, no tennis, no bridge, no concentration only a bicycle. While thus employed in doing nothing. I receive a constant stream of telegram from my unconscious, and these become the raw material for my advertisements. But more is required and these gonna list some traits that he desires in himself and others but more is required, hard work, an open mind, and an un curiosity. And then he states his belief in the individual capacity for greatness. I have observed that no creative organization whether it is a research laboratory, a magazine, a Parish kitchen, an advertising agency will produce a great body of work unless it is led by a formidable individual. And if founders wasn't called founders, that's what it would be called because that is who we are studying. We are studying formidable individuals. And formidable individuals do not have bland Personalities, few of the great creators have bland personalities. They are can 10 ego tests, the kind of men who are unwelcome in the modern corporation, consider Winston Churchill. He drank like a fish. He was capri and will. When opposed, he soaked. He was rude to fools. He was wildly extravagant. He we on the slightest provocation, he was inc inconsistent to his staff. Yet Lord Alan burke, his chief of staff would write later. I should look back on the years I work with him as some of the most difficult in trying ones in my life. For all that, I think god that I was given the opportunity of working alongside of such a man and having my eyes open to the fact. That occasionally such superman exist on the earth. Okay. So then he has an entire chapter on how to get clients and he goes into what like, what are some of the customer acquisition techniques that he used when he was starting his his advertising agency. He says 15 years ago, I was in obscure tobacco farmer in Pennsylvania. Today, I provide over 1 of the best advertising agencies in the United States with billings of 55000000 a year. How did this come to pass? On the day in 19 48 when I hung out my shin, I issued this following order of the day. So now this is be writing, he says this is a new agency, struggling for its life? For some time, we shall be overworked and underpaid. In hiring, the emphasis will be on use. We are looking for young turks. I have no use for Tho or hacks. I seek gentlemen with brains. And what's remarkable is how much he wrote this out in advance and he why becoming true? Agencies are as big as they deserve to be. We are starting this 1 on a shoes string, but we are gonna make it a great agency before 19 60 what he did, and he also, the very next day. He made a list of the 5 clients that he wanted the most And so some of these are, like, Campbell shoot... Soup company remember this, more than a half a century ago. Shell, all these other companies. This is the crazy thing. He has this footnote here. He it says to pick such blue chip targets was an act of mad presumption. But all 5 of them are now clients of Og and math. And so when he has no money and no 1 knows who he is, all of his client acquisition has to be outbound. She like, okay, Well, what's the smartest play here? And he comes to... He does something is really smart. He's like, okay, well, if you already have you're an existing company, you already have an advertising agency maybe you like them. What's the chance I'm gonna be able to go in there and convince you to go with me? I'm... I have no proven rack record. So this is what he did. Following Henry Ford's advice to his dealers that they should solicit by personal visitation. I started by solicit solicit advertisers who did not employ an agency at all. He also did something that I thought was genius because Our... This is genius. The first time In the this book, and I still think it's genius. He does this like highly targeted direct mail campaign, but it's not just, hey, I'm Og, I could do advertising. He doesn't even do that at all. He sends useful and valuable information that pertains to them. Let me tell you what I mean. I sent frequent progress reports to 600 people in every walk of life. This barrage of direct mail was read by the most August of advertisers. For example, when I solicit part of the S account, Sam Bro, who's the founder of S. I think I covered him back on, like, episode 01:15. He's got a crazy life story. For example, when I solicit part of the Sea room account, Sam Bro played back to me the last 2 paragraphs of a 16 page speech that I had sent him shortly before. And hired us. Gentle reader, if you were shocked by these confessions of self self advertisement, I can only plead that if I had behaved in a more professional way, it would have taken me 20 years to arrive, I had neither the time nor the money to wait. I was poor, unknown and in a hurry. And so another thing that he repeats over and over again is his belief in midnight oil, his belief in hard work. He says next to luck. Midnight oil is the best weapon to use in hunting new business. And so a few pages later, he demonstrates this, and I just wrote at the top of the page. How bad do you want it? How bad do you want it? The biggest account I ever got with Shell so the oil company. Right? The shell people saw the work that he had done. This is later in his career. He had done, some great advertising work for Rolls Royce. And so they... Show people send this, like, long questionnaire, and I think it's... They're trying to test out, or there's a competition. I think there's, like something like I don't know, 15 or 18 different potential advertising agencies. And so Obi is like, okay, There's, you know, maybe a thousand advertising agencies out there. I'm down to maybe the the the... Now now that that number's from a thousand. Now to 15, how can I make myself stand out? Again, how bad do you want it? So they send out this long questionnaire. All these agencies are supposed to fill it out, send it back, and Ob does it himself. Because I stayed up all night, drafting answers to the shell questionnaire. My answers were more candid than its customary. Another way to say I was trying to differentiate myself. Right? My answers were more candid than his customer. But I thought they would make a favorable impression on Max Burns who at that time, was the president of Shell. The next morning I learned that he had gone to England. So he fills out the questionnaire sends it to Max thinks Max gonna get it. He's like, oh, no. Max isn't in New York. He went to England. What do you think Obi is about to do? What would most people do? Like, oh, sit there and just wait tweak us back? No. Wrong answer. The next morning I learned that he had gone in England. So I flew to London. And left a message at his hotel saying that I wanted to see him. For 10 days, there was there was no reply, and I had almost given up hope. When my telephone rang and it said, and he reported that mister Burns wanted me to lunch with him on the following day. Now, this is just a good... This is also... He said, midnight don't luck in midnight oil. Right? That's what you need and on for for new business. So imagine trying to chase down the president of Shell and to to prove him how bad you wanted his account. Right? Doesn't hear from 10 days the day he says, oh, come to lunch me tomorrow. Og was gonna be launching with the secretary of state of Scotland. Right? Again, that that looks good and always. He's like, this guy must be important. For 10 days, there was no reply, and almost give it a hope. My telephone rang. Mister Burns wanted me to lunch with him in the following day. I'd already engaged myself to lunch with the secretary of state for Scotland, so I sent burns the following signal. Mister Og. Now this is Hilarious. He's writing this. It is say hey I'm having lunch of mister Og is launching with the secretary of State of Scotland at the house of commons. They would be delighted if you would join them. They he wrote it I don't know why I this somebody. He wrote himself. So what happens? Mister Burns. Like yeah, I'll along. And so he says on the way to the house, I was able to give Burns the gist of my answers to his questionnaire. In person, you cannot under state how important in person is. It will always be important. So I gave my answers a questionnaire back in New york the next day he introduced me to the man who's about to succeed him as the president of Shell 3 weeks later, the new president telephone me to say that we got the account. So let's go back to this idea of the importance of making yourself into a formidable individual. 1 of the reasons is, the better you are doing that the less competition you have. And he talks about this, like, he knows how good they are. So he says we take immense pain to select our clients. It is not generally realized that there aren't enough first class agencies to go around. So by prioritizing excellence. Right? Maybe there there might be a thousand good agencies in the world. There might be 15 great agencies in the world. There might be 5 truly excellent agencies in the world. So at whole point like just keep doing more work that other people won't do, make yourself into formidable individual. And as a result, you'll just have less competition than the mediocre majority. If you set high standards in 1 department, you're likely to set high standards in every department. The number of men who can provide over an agency's entire creative output. Can be numbered on the fingers of 1 hand. He clearly knows that he's 1 of them. He calls them... He calls... He's got weird term term for this. For super child supreme talented people. He calls them Trumpet Swan, which is just bizarre. He says these rare Trumpet or swan must be capable of inspiring a motley crew of talented to people like writers and artists. Right? They must be sure judges of campaigns for a wide range of diff different products. They must be good presenters. And also salespeople, and they must have a colossal appetite for midnight oils see. See what I mean here? He finds these terms, these distinctive terms, and he repeats them over and over and over and over again. How many times you use the word midnight all on the books so far? It's probably like the fifth time I read it, and I'm only in Page 69. Where it got around that I was 1 of these rare birds, and it occurred to several of the big agencies that they should hire me. Even if they had to take my whole agents even if it took Even if they had to take my whole agency to get me. And so what he's referencing there is that real recognizes as real. So you have all these other formidable advertising Agency founders, they're a little bit more established and Og overview was at this point is career. And so what do they always try to do? They try to buy them. Smart on their part no doubt and also smart in his power to say, nope. And part of the reason he would say no is because he wants to be a great man. He doesn't wanna work for a great man. He's got this great. I always say 1 of my favorite descriptions of the role the founder came from the description of Steve Jobs. It says that Apple was just Steve Jobs with 10000 lives. Og says that a great company is just a lengthen shadow, the lengthen shadow of a great individual. Some agencies pan to the craze for doing everything in committee. They boast about teamwork and to cry the role of the individual, but no team can write an advertisement. And I doubt whether there's a... There is a single agency of any consequence. Again, goes back to whole thing is like, I I don't care about you, the mediocre majority. I'm care about excellence. Right? And the way to think about this is, like, an agency of any consequence. So he's like, not talking about the the H agencies is are a rule by committee. I'm only interested in competing with and being my peer group is excellent people. Right? So he says they boast about teamwork and to cry the role of the individual, but no team can write an advertisement, and I doubt whether there is a single agency of any consequence, which is not the lengthen shadow of 1 man or said another way, Apple is Steve jobs with 10000 lives. Then he continues on the scene that's really important to have ridiculously that your entire... You hold your team to ridiculously high standards And he says if you think that your business is performing badly, don't beat around the bush. Speak your mind loud and clear, disastrous consequences can arise when a founder pussy foot in his day to day dealings with his business. It is better to say, what you've just shown me is not up to your usual high standard. Please take another crack at it. That's a great. That's very diplomatic, actually. Right? It's better to say what you've just shown me is not up to your usual high standard. Please take another crack at it. At the same time, you should explain exactly what you find inadequate about the submission. Do not lead your team to guess, set high standards discourage bun. Make it plain that you expect your agency to hit home runs. And pour on the praise when they do. And when I got to that part, reminded me of this section from the forward. So the of this book it's written by an advertising guy who was like a young guy starting out his career in the early 19 sixties when this book was originally published and he read it when he's young man and it, like, had a huge influence on, like, the the quality of his worked throughout his entire career. And I thought it was interesting because it it tells you a lot about Og perspective and what was important to him. And it says, Og was an English man interested in baseball He would say, don't bun. Aim out of the park, aim for the company of immortal. And in the world of advertising, Og did that. He is in the company of immortal. And then Og continues like, not only setting high standards being excellent, but you need a hustle. You need to work with Gust. He always said, that this is under the sub heading hurry. Most big corporations behave as if profit were not a function of time. When Jerry Lambert scored his first breakthrough with List, which is a new product at this point. He speed up the whole process of of marketing by dividing time into months. Instead of locking himself into annual plans, Lambert reviewed his advertising and his profits every month. The result was that he made 25000000 dollars in 8 years, so that'd be what, Tim. Probably 10 x, because he's talking about, like, 19 50, 19 60 dollars. So he says he made 25000000 dollars and 8 years. In Jerry Lambert day, the Lambert Far pharmaceutical company live by the month instead of by the year. And then he repeats his observation not only that he sees inside of his company, but he also sees with his best clients tolerate genius. My observation has been that mediocre men recognize recognized genius, resent it and feel compelled to destroy it. There are very few men of genius, but we need all we can find. Almost without exception, they are disagreeable. Do not destroy them. They lay golden eggs. So then he goes into how to build a great advertising campaign and we're gonna see that he had a lot in common with Napoleon. If you heard, episode, the recent episode I did on Napoleon, episode 03:02. It's it's called the mine of Napoleon. It's just literally, Napoleon speaking directly to you. He's constantly referencing. This is what Alexander Did. This is with Julie Caesar. O is the same thing. I am an in inventor brain picker. In the most rewarding brains I've picked are the brains of my predecessor and of my competitors. I have learned much from studying the successful campaigns Napoleon repeat that over and over again. He did it for himself. When he's close to death. He's like, this is what I want my son to do. Like, this is a the curriculum an education I have, my son. Like, studied the great work that came before you. So Og says your most important job is to decide what you are going to say about your product. What benefit you are going to promise in Og and advertising, which I have not read probably 3 or 4 years, maybe. But I've read the highlights over over again. He says in Og advertising, that is the most important sentence in the book, and he tells you to read it again. That you have to figure out the most important thing you do. The most important thing to decide is what benefit you're going to promise. Another 1 of his maxim is the more you tell the more you sell, give facts. Very few advertisements contain enough factual information to sell the product. Study the copy in Sears catalog. It sells a billion dollars worth of merchandise every year by giving the facts. In my rolls Royce advertisements, I gave nothing but facts. No adjectives, no gracious living The consumer is not a moron. She's your wife. You insult her intelligence if you assume that a mere slogan and a few va adjectives will persuade her to buy anything. She wants all the information you can give her. When I was a door to door salesman, I just he sold oven store door for God's sake. When I sold when I was door to door salesman, I discovered that the more information I gave about my product, the more I sold Claude Hopkins made the same discovery about advertising 50 years ago, but most modern copywriter find it easier to write short, lazy advertisements because collecting facts is hard work. So he wants you to collect facts, but he says you cannot. You absolutely cannot bore people. This is 1 of his most famous maxim here. We make advertisements that people want to read. You can't save souls in an empty church. And then here's another 1 of his most famous maxim. I have repeated this in private conversations. I'm not kidding a thousand times. It is amazing how many times this comes up over and over again? And how many different things you can apply this to? If you're lucky enough to write a good advertisement, repeat it until it stops pulling. Scores of good advertisements have been discarded before they lost their potency. This is the maxim. Maybe the the 1 I... Is definitely wanna repeat the most in my day to day life, the 1 I think about the most. You are not advertising to a standing army. You are advertising to a moving parade. 3000000 customers get married every year. The advertisements was sold a refrigerator to a new married couple last year will work just as successful to those who get married next year. That is also why he would run the same ad in the same magazine for, like, 20 years because he's... You're not at... The idea that you think the same part people are reading the magazine every time. Are the same people see that happen to see that ad are are the same spot in their life where they actually need with the the product that you're advertising. You're you're crazy. You're not advertising to a standing army. You're advertising to a moving parade. This is so difficult for people to understand and actually implement because we're humans are obsessed with novelty. So he says, it takes uncommon guts to stick to 1 style in the face of all the pressures to, quote unquote, come up with something new every 6 months. It is tragically easy to be stampede into change. And then he has an entire section in the book on how to write really good copy. And he spends an an an enormous amount of time talking about headlines and this is this will make sense why he spent so much time talking about headlines, Right here. The headline is the most important element in advertisements. It is the telegram which decides the reader whether to read the copy. 5 times as many people read the headline as read the body copy. When you have written your headline, you have spent 80 cents out of your dollar. If you haven't done some selling in your headline, you have wasted 80 percent of your money. A change of headline can make a difference of 10 to 1 in sales. I never write fewer than 16 headlines for a single advertisement. Every headline should appeal to the customer's self interest. It should promise her a benefit. He repeats that. Includes your selling promise in your headline. This requires long headlines. Researchers found that headlines of 10 words are longer consistently sold more merchandise than short headlines. The best headline I ever wrote contained 18 words. Ae this is a the best headline here of Wrote. At 60 miles an hour, the loudest noise in the new rolls Royce comes from the electric clock. And what's fascinating about that headline is the fact that, you know, he's a big advocate of just doing more work than anybody else would? He's a big advocate about researching He was reading, like, I think he was only like page 50 of something of, like, this internal Rolls royce... Rolls royce engineering document where he came across that line. If he had not done all that research in that reading, that very few other people were willing to do. He wouldn't have come up with the best headline he ever made in his entire career. More advice, you should always include testimonials in your ad. The reader finds it easier to believe the endorsement of a fellow consumer than the puffer of an anonymous copywriter. Keep your opening paragraph down to a maximum of 11 words. A long first paragraph frighten readers away. All your paragraph should be as short as possible. Long paragraphs are fat taking, and a perfect description of that is the book itself. It's full of short, easy to read memorable paragraphs. Early in the book you talked about the importance of repetition in building your company culture, repeats it again in advertising the average consumer is subjected to over 10000 advertisements a year. Make sure that she knows the name of the product being advertised in your commercial, repeat it, ad nausea throughout. He repeats the same idea so much. He says that his... His sister suggested that the name of his ad agency should be changed to add Nausea incorporated. And then he gives a lot of advice on how to rice the top I've told you before that I think the best talk available on Youtube for any founder is this presentation that Bill gu gave a couple years ago I think was at the University of Texas Nba students called running down a dream how to succeed and thrive in your career you love. And 1 of my favorite lines from that talk was that Bill said that you have 0 excuse for not being the most knowledgeable person in any subject that you want because these information is right there at your fingertips. And we're gonna see Og echoing that very sage advice. After watching the career of my own employees for 14 years, I have identified a pattern of behavior, which leads rapidly to the top. First, you must be ambitious. Set yourself to becoming the best informed man in your agency on the account to which you are assigned. If for example, it is a gasoline account, read textbooks on the chemistry, geology and distribution of petroleum products. Read all the trade journals in the field. Read all the research reports and marketing plans that your agency has ever written on the product. Spend Saturday mornings in service stations, pumping gasoline and talking to Motorists. Visit your clients refineries and research laboratories. Study the advertising of all of his competitors. At the end of your second year, you will know more about gasoline than your boss, and you will be ready to succeed him. Most of the young men in agencies are too lazy to do this kind of homework. They remain permanently superficial. Nowadays, it is fashioned to pretend that no single individual is ever responsible for a successful advertising campaign. This emphasis on teamwork is bunk. A conspiracy of the mediocre majority. No ad, no commercial and no image can be created by committee. Most top managers are secretly aware of this, and they keep their eyes open for those rare individuals who lay golden eggs. Several years ago, a client of ours asked their 7 advertising agencies to submit papers on the television medium, which was then quite new. The other agencies put in adequate papers of 5 or 6 pages. But a young man on my staff took the trouble to assemble every conceivable statistic and working day and night for 3 weeks came up with an analysis, which covered 177 pages. His lazy colleagues sn at him as a compulsive worker. But 1 year later, he was elected to our board of directors. On such isolated incidents are most successful careers built. And that is where I'll leave it. Highly recommend buying this book, reading it, spending some time inside the mind of David Og. You'll learn a lot and he'll hold you to a very high standard. There's a link down below in the show notes if you wanna buy the book. Using that link, you'll be supporting the podcast at the same time. If you haven't already joined my email list, that link is down below as well. Every week, I email the top 10 highlights of every book that I read Win this book down to just 10 great sentences is gonna be really, really difficult because he's probably got 50 or a hundred great sentences in the book. But if you want to get an email every week from the top 10 highlights of the book that I'm reading, the link to get on that list is down below in the show notes Available on your podcast player and at founders podcast dot com. That is 306 books down 1000 to go, and I'll talk to you again soon."
}