{
  "transcript": "This is a book about family and business. At its heart is the dynasty. The succession and interaction of family members over generations. And the firm, the business unit that em embark and expresses this interaction. I shall define a dynasty as 3 successive generations of family control. No small achievement. Growth, diversification and technological advance, can all work against the continuity of the family firm. To these factors, I shall add another. Success. Simply put as the firm develops power and prestige, the heirs find many interesting and amusing things to do rather than run their business. Typically, rather than wear the shirt sleeves of their fore they finish in silk and velvet and focus on politics, culture and the una ash pursuit of the good life. As a historian, I was drawn into the drama of these stories, and large the life qualities of many of these competitors for wealth. These tales trace the entangled histories of legendary lineages such as the Fords, the Rockefeller in the Guggenheim. But 1 that need not be a Roth child or a Toyota to have use for the lessons in this book. Our own families play central roles in most of our lives, and the successes, failures and cautionary notes of these narratives can inform and inspire us all. We can learn a great deal about business from these dynasties. These are extraordinary men and women. Full of and genius. As an example, consider the legendary patriarch, the bold enterprise who sets out to do well for himself and ends up founding an empire. Nathan Roth child fits this bill. He had a super keen mine, a sharp tongue and a sense of dignity and authority that some families need many generations to acquire. Nathan quickly moved from selling merchandise into banking and out did the best of his competitors. The brits existing competitors, were not always ready are able to understand the force of this outsider who ignored the rules of proper behavior. This is an example of 1 of my favorite maxim, which is those on the margins often come to control the center. Those on the margins often home to control the center. 1 day, a powerful wealthy English pushed his way in an Nathan office and interrupted the busy banker at his task. Nathan told him to take a chair that he'd be with him in a minute? The man was offended. Don't you know who I am? He said? Pointing to the royal crest on the lining of his top hat. Nathan reply, then take 2 chairs. Another time someone asked him how he had made his fortune, and he answered by minding my own business. It is from such bras, keen, dedicated entrepreneurs that great dynasties are founded. That was an excerpt from the booking we talked you about today, which is dynasties. Fortunes and mis fortunes of the world's great family businesses, and it was written by David Land. So I told you before 1 of my favorite things to do is, spend time in use bookstores. And this is where I stumbled upon this book, picked it up read within, like, 2 minutes. I was like, I'm definitely buying this book. What it is is the author isn't a historian. And he profile 11 family dynasties throughout history, in 3 primary industry. So you got banking automobiles and then natural resources. And so before I jump into the first family Dynasty, This is what after studying all these different families across all these different industries, this is what he realized was the largest predictor are the large largest cause rather for their eventual, like, decline in downfall. And the way you and I have spoken about this in the past is the fact that they... It's very common in human nature that they go to sleep on a win and they wake up with a loss. And so this is what I mean, here, the biggest threat to continuity, meaning d family continuity. Okay? The biggest threat to continuity was enrichment and success. We will see this story repeated across industries. Once the family had the wherewithal to indulge their inflated ambitions, they tended to copy their better. So I need to pause there. So what did he talking about? Almost all the die the Dynasty started as outsiders. This is something that's very obvious in this book, but also very obvious if you read, you know, a couple hundred biographies of some of the great history security entrepreneurs. That's why I said 1 of my favorite maxim actually, it comes from Game of Thrones. The 1 I mentioned in the intro that those on the margins often come to control the center. So what happens after those on the margins get to control the center, you see this over and over again. Once the family had the wherewithal with Alto Indulge, their inflated ambitions, they tended to copy their better. Meaning, they started on the outside, they overtake their competitors, They went up generating wealth and what do they do? They just copy and imitate the people that they are replacing. So that's what he means. That is they tend to buy estates they purchase honors or some titles and live the life of idle and self indulge that was the mark of gen utility. And so all of these dynasties without exception can be traced to 1 formidable individual. Somebody that's intensely and insanely focused on the building up of both, their business and their family. Think about what David Og told us last week. I think I was on episode 03:06. He says great industrial leaders are always fan committed to their jobs. They are not lazy are amateur. These are power law type people. Of course, individual families are not going to be able to produce multiple family members of the same caliber. That doesn't mean they can't, like continue on. And so the first family Gonna talk about is the 1 that really, out of everybody in the book kind of buck of the trend, and that's the Roth child, and we'll get into there. Because, you know, there's not another... There's never been another Nathan Roth. But they have been able to must enough talent and discipline to not sq the wealth that's been built up over the last few centuries. And so David has a great way of putting them... The difference in mentality between, like, the founder of the dynasty and those usually the people that come afterwards. He he he writes in in French, so I had to go and, I had to actually go and translate this. This is the first time I've come across this maxim, and it's excellent. Something I I already put in a read why something I'm gonna, like, keep reminding myself of. And he says for many of the great founders, appetite comes with eating. I was like what what the hell does that mean? And it's a saying that means that the more you have, the more you want to have. The great founders are obsessed with what they're doing. They wanna continue doing more of it. They enjoy it. It's like work as their own hobby. Their their descendants just like the fruits of the labor in many cases of labor that they did not themselves do. And so they like the these, like lazy, like, what he calls a life of idle and self indulge. But that is 1 of my favorite lines in the entire book for many of the founders, appetite comes with eat eating. The more that you have, the more you want to have. And I think that's obviously if you look back on a lot of the founders that you and Talked about a lot of the founders that know I've read bog on. Their exit strategy is death. They found their life's work and they they had no intention of retiring and they just kept doing it because they enjoyed to do it. Okay. So with that, the first family, I I picked 4 families that I'm gonna talk about. Many of them, 3 out of the 4 families have I've done multiple podcasts on. What I will do is I would use this podcast this episode as, like, a jump off point, I will list in the show notes. You can find on your podcast player, anna a founders podcast dot com. All of the episode and the episode numbers of all the different podcasts I've done on the Roth rochelle, the Rockefeller and the Morgan family. This would be the first time I talk about the Toyota family, which I actually really enjoyed. And then from there, based on what you hearing and here, if you want to go deeper you you can use that as a reference point. But I do wanna start with the Roth rochelle because they seem to be the the exception to the rule, at least in the the 11 family's profile in this book. Says more than anything. The Roth rochelle are a case study in 10 and a dynasty in which the traits of persistence and intense focus have been passed down from 1 extraordinary generation to the next. Their family dynasty is going to start in a ghetto. I think it's the world's actually first Jewish Ghetto in Europe it's Frank, You know, was the ancestral home or the Roth, and it was neither a pleasant nor an suspicious place to start a global empire. It was home to the first Jewish Ghetto in Europe, which is created in 14 60. First thing that pops out here is number 1, the Roth shields capability of turning an a liability into an asset. The ghetto is a terrible environment in which to live, but the adversity and oppression bread traits that would be central to the rise of the roth. First, a network of Jewish traders and financier developed who offered 1 another support. Second, the Roth learn that family was their greatest resource. The 1 place where they could place absolute trust. So no 1 wants to be born into an environment like this, but the people that are capable of surviving, they develop a very unique set of skills. From this environment, they fought to overcome oppressive oppressive conditions and became stronger, more savvy and better connected as a result. And there's really only 2 generations of Rush that have to deal with this. So the founder of the Roth rochelle, Dynasty, I I did a 2 part series on the Rush. Episode 1 97 is on the the the dad mayor, and Episode 1 98 is more on his sons. So let's go over a few traits that he had that are valuable. Number 1, He had an innate talent for his trade, starts out their merchants, but there also money lenders and money changers. Mayer had a good head for figures, meaning is good at math, which was great advantage in a world of multiple money. Multiple currencies is what they mean there. Number 3, he took time and built a foundation of the empire by gaining specific knowledge. Very valuable specific knowledge 1 specialty of money changers, which was their business their initial business was a knowledge of the rare coins that pass through their hands. There was a significant market among collectors for these items, and savvy dealers, which was what Maher was, would begin systematic systematically hunting for ra, which then they res resell to specialists. So that skill and specific knowledge is valuable and interesting, But what makes it even more powerful is that mayor or combines it with a trait that actually bucks human nature. He thought that long term relationships were more valuable than short term profit. That may be easy to say when you're already rich. This guy is living in a ghetto. He's living in a 2 room house but I think they had like something like 10 kits. So let me give you example this. Mayor was a go get. He would shave his margin or even sell a loss for important people. The readiness to convert connections to immediate profit testified to his long term horizon. Second thing he did. He realized that they were without a lot of financial resources at the time. So everybody and the family had to help the business. This is something that they would continue over the next few generations. So there's changing money. They're collecting coins, but they're also selling dealing more nice I so they would sell things like fabrics, yarn, goods from tropical lands. They would sell spices, teas, coffee and chocolate. Where he gonna put all this stuff? He's gotta put in his house? His crowded house was jammed with crate barrels and stacks of merchandise. The family occupied with little space was left. There was 1 bedroom for mayor and his wife. In the other bedroom the children, boys and girls of all ages were piled together atop, 1 another. As they grew old enough, they were all enrolled in the business. As the children got old enough to marry, Their spouses were also joined in the enterprise as employees, but never as partners. He actually puts that rule in writing on, like his last will and testament. They were very, very fearful of outsiders and another way they avoided this which I'll get into a little bit is there's a lot of inc. Eventually, this is something that's gonna re occur. Like I said, all the dynasties can be traced out back to 1 formidable individual, when gonna call the people the power law person. Eventually, the power law person will appear. And that is gonna be for the Roth rochelle that is going to be Nathan Roth rochelle. It was Mayer third son Nathan Roth rochelle who gave the Roth rochelle a special advantage when he immigrated to England. Nathan was bright in pricing, and he had the kind of pride that exacerbated those who expected Jews to be suit meek and differential. And as we'll see, he also had extreme extreme levels of self confidence way before. I was talk about the... There's this great maximum that belief comes before ability. He had extreme levels of self belief, way before there was any evidence that that belief which justified will get into that in a minute, he quickly made a fortune in cotton, and then married the daughter of 1 of the richest jews in England. When his prospective father law asked for proof of his prospects, meaning is very common are you're gonna be able to provide for my daughter? Like, what's your business? How much money do you make of that kind of stuff? Well let's... This is what I mean about excessive self belief. When his respect father asked, father law, asked for proof of his prospects, Nathan told him, that if he was concerned about having his daughters provided for, he might as well just give them all to Nathan and be done with it. Whoa. Nathan then moved to London and he began competing with other bankers for a share of government issues that's gonna be the main source of, like, the they're gonna have a bunch of different businesses, but essentially, like, they're financing governments, their financing wars, they're having some of the most powerful people in Europe indebted to them. Nathan became the commanding general of the clan of his entire family, even though he was His father still alive. He's the third son. They all recognize recognized him for as just this unique formidable genius. He ran his office under strict rules of privacy and discipline. No 1 could enter unless summoned. This is something I already mentioned in the intro, but it's 1 of my favorite stories. So we gonna repeat it. 1 day in English dig pushes way in? Nathan recognized, the visitor said take a seat. I'll be with you in a minute. The visitor was offended by such off hand disrespect. Don't you know who I am? He said showing Nathan the royal crest on his hat? Nathan was in no way concerned, then take suit 2 seats. It was a great time to work and earn in London. So here's something that you sees over and over again. Some of this is just, you know, randomness luck whatever you wanna call it. But Nathan was the right person at the right place at the right time in history with the right set of skills. And this is an example of that, it was a great time to work and earn in London, British businessman were far ahead of anyone else in industrial enterprise and they needed a constant flow of funds. Nathan had come along just at the right time. So the order I have that I'm gonna talk to you about, start with the Roth child, then I'm gonna go go into the Morgan's because the Morgan's just like every... They... I don't even know why I'm repeating this because this is so obvious at this point. The Morgan's pattern themselves off of the great people that came before them. So they literally study the roth child. And they look at the career of the Rush family Dynasty said, okay, how can we do that? What did they learn over the course of their career that we can use on our own. Right? And what is fascinating to me is... So the Rush start alone in they're at the right place. Right? They miss the... At this point in history, you'd rather be in London and anywhere else. Now what the Morgan's growth of the Morgan Family Dynasty is the Morgan's are gonna play that role, but in America, and the Roth child had Rochelle had an the opportunity to expand to America before the Morgan's, and they didn't think they needed to do so because all their power derived from Europe. And so that gap in the market that the Roth rochelle ce the mortgage jumped into. And so therefore, you could also argue that Jp jpmorgan was the right person, the right place, at the right time with the right set of skills and in the right geographic location. Okay. So moving on at the beginning of this chapter on Roth. It's like 10:15 pages earlier within where I'm in the book right now, Something that sun says something was fascinating. Says the Roth rochelle developed the technique of absolute discretion to perfection. It's like, okay. What does that mean? Later on, it gets into some of the services that they're offering these great, like, royal houses all throughout Europe. And a lot of them not only did they need financing, but they also needed the Rush to help them hide and then move their wealth around the continent. So when you go back and you read books on the Roth out, a lot of it was the value of the network they built, not only the network for business people, but also like the logistical network. The Rush out scrambled around using special carriages, horse carriages, pre arranged relays of horses and hidden compartments. They also had a network of ships where they can move things over water, Nathan biggest coup was lending the British government the money and needed to finance Wellington campaign against Napoleon. Nathan had just bought 800000 pounds in gold from the East India company. Now, here's the problem because they're such a secret family. There's more unanswered questions and there are like, no known about the Roth So, like, this 1 section they're... When they're talking about this where they made an unbelievable amount of money. It starts... There's just a bunch of questions on this page Like, how? Why? Where? And the answer to a lot of these questions are we don't know. It says Nathan made this money available to the British Crown, though we have no record of this operation in the Roth archive. But it is believed that this was the single most lucrative transaction that the Roth rochelle ever made. So Nathan is running his family even though his father is alive. However, when his father dies, he leaves behind, like a list of guiding principles for the family, they adhere to this pretty strictly for the next... Let's say, 2 generations. There's 1 1 or 2 deviations, and then, eventually, you know, it it it changes over time. Obviously, the further way, you get from Mayer Death he died in 18 12. But I wanna tell you about the this before he went, he drove a partnership agreement and a will that laid out the principles he felt to guide the family enterprise into the future. These clear rules for order, family behavior and the succession of power very much distinguished the Roth from the other banking dynasty. So that's why I wanted to start with them because they are the ones that are the exception to the rule the ones that buck the trend. He began by distinguishing his direct male descendants from any other Roth child relations. There would be no room in the business for sun laws. They could work as employees, but they cannot... They have no ownership and they have no satan in the management. And then very similar to Sam Walton auto that he's writing when he's dying. He's say say, you you come with any of this foolish I will come back and haunt you from the grave. He has, like, a line that's very similar to that in his automatically. We see the mayor puts us in his will. I shall never forgive my children if they should against my parental will, take it upon themselves to disturb my sons in the peaceful possession of their business. I do wanna get into 1 way that the Roth child tried to keep the business in the family, and this is what I referenced earlier, 16 of the 18 matches made by Mayer grandchildren. Were between uncle and niece or first cousins. So Nathan Da young, at the time of his death, he is likely the richest person in the world. Nathan died in 18 36 when he was only 59. He may have been the richest man in the world, he had the mis fortune to live in an age where that that did not know about anti sepsis. He was infected by an abs on his lower back. And then this line is a great description of what I was explaining earlier that you shouldn't expect there to be another Nathan, especially in the own family. The brilliant entrepreneur in innovator was gone, and his like would not be found again. And so what happens next should be expected human nature is constant. The family's rigid adherence to Mayor's rules began to lose force as time March forward and future generations came of age. This was inevitable. 1 cannot become enormously rich, drink and dine with high status dig and play and flirt without absorbing new values and habits, and so it was with the roth. And really what they're about to describe is between a founder and a manager, the founder wants to innovate. It wants to grow wants to keep on going. The family's is already rich, they just don't wanna lose what they already have. The passage of time changed the family gradually from an active promoter and investor to a custodian of family Fortunes. So then we have this guy named frank Harris who talks about this conversation he has with 1 of the grandchildren the grandchildren our adults and running the business at this point in history, and it says Harris reports gl on the profits made by bearings, which is another family Dynasty that actually covered in this book. On this transaction they did for the Guinness brewing company, and where bearings made over a million dollars, and this would have been in the mid to late 18 hundreds, And so Harris says don't you wish that you had done the deal and the Roth child, descendant returns a soft answer. We did have it and we turned it down. Harris said, aren't you sorry now, and the Roth child grandchild said, When I turn down deals, I go home at night care free and easy. When I take on a project, I can't sleep. The tac it rules of the Roth rochelle dynasty now were aimed at preserving sleep and peace of mind. And so I got this page, I let to know to myself, and I think the reason this happens over and over again is because if your goal is just accumulation of more money. Like, that's is probably the right move. You are already 1 of the richest families in the world if not the richest family, and being abundantly cautious is probably the the correct move if the... Just the continuation of con continual accumulation of money and then pass it down to the next generation is the goal. And we are living almost 200 years after the events that you and Are discussing this book and we can't tell how much money they have, but we know they have a lot. Arch say it is likely that they have a lot. The authors and comparing and contrasting Nathan, the Power law person, Power law founder with his descendants. Nathan had given himself heart and soul to making money. His descendants worked rather to spend it a theme that we show sea repeat itself for many of the great dynasties, but unlike many of the great dynasties where the offering offspring began to stray. Many Roth rochelle remain powerful in the business world. It is as if they possessed a secret genetic gift for making money. And then this summary of the section is exactly why Wanted to talk about them. First. The Roth families perhaps the most important 10 nation's dynasty in modern business history. Only a few dynasties have shown as much persistence across centuries. Okay. Let's jump right into the Morgan. The great thing about the Morgan chapter is the author does a lot of the work for you and I, where he is going to constantly reference I guess comparing contrast, the Morgan's and the Roth. So says the Morgan's offered a very different response to success and growth from that of the roth. The Roth rochelle insisted that their bank being exclusively family enterprise, no outside partners. And they have held to that. The morgan's were not numerous enough to do that. Nor did they see outside partners as intruders. On the contrary, they needed them. The result was that the family bank moved on to a Morgan less Managerial Corporation. So I just wanna pause there because they're like, hey, the Mortgage couldn't do what Rochelle did because there just wasn't enough of them. I can't remember which other family It's it's talked about in the book on another another family I'm not gonna profile. Where they realized that the, essentially, if you wanna build a family dynasty, they would recommend that you have a bunch of kids. 08:10, 15 kids, whatever the case is, you're gonna... Because the natural distribution of let's say have 10 kids, a handful of them are not gonna be interested in business, maybe 1 or 2 are gonna have the same level of driving intensity than maybe the founder are similar driving intensity that maybe the founder of the family had. But that was explicitly stated in the book where they're like, okay, The only way to get around this if you wanna have family Dynasty last a long time is you have to have a bunch of kids, and then you have to convince your children to have a bunch of kids. And so I'm pretty sure Morgan's dad junior, who I'm gonna talk about in a second. I think you only had 2 sons, and When they say kids in in this time, you know, it's obviously, it's going to be the male line of the family that they're optimizing for. Before I get to J, wanna talk about Julius dad, the Morgan family Dynasty is interesting because the actual Morgan company wasn't even started by a Morgan. What we'll get to there. 1 second, but there was a lot of wealth transferred down over multiple generations, so they were successful. Like, they are a case study and successfully saying, hey, We start with Joseph Morgan. He's gonna make a bunch of money. He's gonna give some of that money to his son Julius. Junior is gonna make a bunch of money, give that money to his son Jp. And so they were successful in taking an inheritance and growing it and passing it on to the next generation. So Jpmorgan, his grandfather was his guy named Joseph Morgan. He did a bunch of things. But what he is most well known for is that he was... He he made a lot of money in real estate, but he was also 1 of the founders of the Ae Fire insurance company. So Joseph Morgan is the first person in the Morgan family where he has a knack and a law for business, and then he passes along that love and passion for business to his son. So it says most important, Joseph put his son junior Spencer into the trade. So Junior is gonna have 10 years of experience in banking and in commercial trade before his father passes away, Joseph left in a state of over a million dollars. So that would to be about 40 to 50000000 dollars when this book was published as book was published 20 years ago, so it's even more now. Junior took this money and then went after bigger game. Now he does something really smart here. He winds up moving from America. The Morgan's are Americans. He moves to America because this is 18 54. Where is the center of commerce in the world at this point. In the Western world, clearly London. He moved to London and then send his son Jp jpmorgan to school in France and Germany. On the past episodes I've done on the Morgan family. I told you before that I found Genius to be the most impressive of all the morgan's. This is an example of that, this un typical breakout from local to regional to national to international over the course of generations was the building of a global family fortune. June to me seems the most driven we have evidence of this year He is. He set out. He's like, I want a dynasty. From the beginning, Junior had far reaching aspirations. He would build a dynasty. His models were the bearings and the roth child. Both European banking family dynasties both are covered in this book. So talks about his son, Jpmorgan, Jp p's health left much to be desired. Throughout his entire life, work had to be compensated by intervals of recovery and repo. He would engage in fierce spells of activity, followed by long vacations and months of travel. You can still get... If you're in the right business, you could still get really wealthy by doing this like Sprint sprint rest cadence. That's very different from, I would say most of the founders that you and I cover the grinder. When I got to this part, all the way back on Episode 01:24. I did a 3 part series on Larry Ellis. There's just... This is fantastic biography, larry Ellis thing called Soft war, an intimate portrait of Larry Ellis in Oracle. And Larry Ellis was like this too. He states in that book. He's like, listen, Bill Gates is a grind as a grinder. I'm a sprinter. And so let me just read a quote from the biography of Larry. Ellis... And it says, although he always talked about technology in Oracle with passion and intensity, he didn't have the methodical relentless. That made Bill Gates so formidable and feared. By his own admission, Ellis was not in obsessive grind, like Gates. I am a sprinter. I rest. I sprint. I rest. I sprint again. Ellis had a reputation for being easily bored by the process of running a business and often took time off. Leaving the shop to senior colleagues. That is very much in my mind, the model I have of Jpmorgan. And I think he was bored by the process of running a business. I think he... I think he said he did something like, I can't remember the exact number, like, He would do a year's worth of work in 3 months or maybe a year's worth of work in 9 months, something like that. But I know he took at least 3 months off every year. But that comes later in the Morgan family history. This is what I meant that makes their dynasty so interesting because the actual the launching point. Not including the the the money from their grandfather and June father, Joseph, comes from George Peabody. He's not even a Morgan. Says George P peabody was also an American Living in London. He was a high quality merchant banker of London. P peabody is going to run across J and recruit him to take over. I'm pretty sure peabody was like this like, mis early figure. I think at 1 point, I'd read about him previously. Let's say he was making, like 300000 dollars a year. He would live on, like, 3000 dollars... Like, he wouldn't spend any of money. I think, you know, let's say he's making 300000. He would live on, like, 3000 dollars, Like, he would actually spend, like, 3000 dollars a year. Jenny anyways, I'm pretty sure he didn't have any kids. So he recruits J almost like this adoptive son. And it's from this... This is the the, like, the pre history of what becomes now in our modern h Jpmorgan Chase. Chase Manhattan, obviously buys out Jpmorgan. I think for 30000000000 dollars. That's how this chapter hands. This is a great opportunity not only because Peabody was a lead... Was the leading house In anglo American trade, peabody himself was also approaching retirement, he had run into Julius Morgan in various transactions, liked what he saw and offered him a partnership in 19 in 18 54. When peabody then retired 10 years later, the firm became j s Morgan and Company, j s Morgan and Company, when Junior retire, it's taken over by Jp that becomes a Jpmorgan and company, that is the company that Chase Manhattan buys many, many years later. I I love what the off points out because this is exactly how I thought when I was reading the history of the Morgan's. A few years ago, the history of the house Morgan tends to glide too quickly over the career of Genius. And yet, it was he who won the family place and fame in international banking. And their first big break comes from. Again, we talked about this earlier. Your competitors always gonna leave gaps in the market. He is very much j is very much pattern his family at the roth shields, the bearings we even came before the roth shields. They're all operating. In britain at the time, This is the center of the financial universe. And there is this war between Prussia and France that France loses and needs a bunch of money for restoration. This is an 18 70, But the leading British bankers, including the bearings and the Roth rochelle had little faith in this opportunistic French political creation, so they're like, now, we're gonna pass on this. J is like, oh, I'll take this up. I'll take you up on this. It was at this point that Js Morgan company step forward and agreed to under write the loan. And so there's a bunch more detail about what happens, I'm just gonna get to the punchline. Jun made a fortune from this una windfall, it estimated he made about 450000000 dollars in today's money from this 1 tran... This 1 single transaction. Like the Roth child after the Napoleonic wars, he now felt himself a legitimately important player in international finance and like the Roth child, then, he found the old timers beginning now with the Roth child unwilling to concede status to this bras newcomer just like in the story of Nathan Roth rochelle, the people that are in power, the the powerful family is powerful business business owners at the time in England did not wanna see their position to this young ups start. Now, to, I think a generation 2 generations later. We have Junior playing the role of Nathan Rush. Junior sends his son Jp, to America, Junior is gonna stay in London, so they're gonna have, like, basically, the the Bank of Morgan and House Oregon becomes like this 2 headed monster, and this was perfect timing again. And this is probably why Jpmorgan is so well, much well known throughout history than than his dad was even though his dad might have even been a more impressive person because he's at the right place where you're gonna have his gigantic explosion in the American economy, and that is where his son is. Junior Morgan continued to thrive by doing business with American exporters and importer. Much of this rise was the work of his son Jp. And so for the next 30 years, and this this is terrible that this happened, Jp winds up burning all these letters, but for the next 30 years. We just have J... You have 30 years of history of J and Writing letters back to each other, and J is really trying to shape and get his son ready to take over the family Dynasty, A little bit of detail about that here. Jun did his best to provide his enterprise son with experienced guidance and working connections. Jun was a tough act to follow, the father is determined to shape the sun to the high standards. His technique was to sc and cha eyes and give no praise. And this is something he also had in common with how Nathan Rush that he did the same thing the J did. Jp exert himself to meet these boundless demands driving himself to fatigue, depression and even physical illness, but not even his father could keep Jp in line. Jp would not h and he dealt with others on a ticket it or leave it basis. Biographer Ron T describes Jp as a young more less turned des. Jp found it hard to find collaborators, He thought no 1 was good enough. When he did find a man that he wanted as a partner and he offered him a job, he would not take no for an answer. Hours at Morgan's Bank in America exceeded normal endurance. The house was known as a partner killer. And so now we got to the point where I mentioned earlier led Jp at the perfect time in history, the Roth child had missed the American boat. Julius Morgan with his son's firm in New York had not. This frontier nation was a different world, different world in Europe. It was large scale full of business syndicate and mono. And Jp was the man to find the funds and take these things in hand. There's also a bunch of quotes in this book. They give you an idea of who Jpmorgan was as a person. I think this isn't a good example of that. Jp 1 said, a man always has 2 reasons for the things he does. A good 1 and the real 1. And so even though Jp jpmorgan was not the richest of the Rubber Barron, he did... He was, like, involved in all the different important industries at this time. So that's why he's so well known. The American economy took off after the Civil war at the heart of its growth where the railroads. So he was involved in railroads. He also was involved in ocean transportation, and then he winds up getting involved in steel and iron So it says linked to both the transport industries was iron and steel, and it was Morgan that in 19 o 1, put together Us steel. This is the world's first billion dollar corporation. Part of that was buying... He bought a bunch of businesses, but he winds up the the main thing was buying Carnegie steel, Andrew Carnegie company. And the reason Morgan bought him out is because Morgan wanted to compete in steel and Carnegie had built by far. By far. The best steel company. Morgan bought did this meaning bought out Carnegie, because Carnegie was responding to moves by other steel works by integrating backward and forward and Carnegie could under sell those other mills. Morgan wanted to lay this potential competition and it just so happened that Carnegie was in the mood to listen. So he wants up buying out Carnegie for, like, 400 and something million dollars. I think out of that, Carnegie gets. I think Carnegie end after paying out his partners something like 250000000. Whatever read in the past is that at the... At that point and he took it in cash. He did not want stock in Us steel. At that point, it was highly likely that Andrew Carnegie had the world's largest liquid fortune when he saw the growth of Us. Was like oh I sold out too cheaply. Carnegie came to feel that he sold too cheaply. Carnegie told Morgan that he should have asked for a hundred million more. There's a great book on this. I covered it all the way back in episode 01:42. I... It's excellent. I highly recommend if you're looking some for something to read right now to buy the book. It's called the hour Fate, Theodore Roosevelt about Jpmorgan and the battle to transform American Capitalism. And I think the description in that book is even better. It says Andrew Carnegie celebrated too quickly. He later admitted to Morgan that he had sold out too cheap by at least a hundred million dollars, and Morgan replied, very likely Andrew. And so if you look at all the deals that Gp did, I do think this author really hit the nail on the head here with this. He said Jp had 1 great strength. He had a feel for new technologies and the business opportunities they created. It was not an accident that he had formed the general electric company. And I'm gonna interrupt this paragraph because this is another demonstration You wanna know these people exist. You may not wanna be front. You probably don't wanna to be friends with them and you definitely don't wanna work with them because they are ruthless. Henry Villa, President of Edison Electric had come to hit had come to Morgan for help and taking over Edison company. This was a mistake. Morgan was not by nature a helper. He was a driver. He arranged a counter coupe. And so then you can argue with Gps death, which is about to happen here that this was actually the end of the Morgan Dynasty... Jp felt burned out and prepared to take 1 of his European yacht trips. Had always done so much to revive him. In a conversation with George Baker before leaving, he asked his old friend to assume the role, his role in the event that he, Jp did not return. He was not feeling well and indeed, his permissions were justified. He suffered an acute breakdown, was very tired mentally and physically, kept going downhill and he stopped eating on 03/31/1913, he died in his sleep. And this is when the Morgan's permanently deviate from the Roth child after Jp p's death in 19, the firm needed outside talent more than ever. 10 years later, you... They had 13 managing outside managing partners. This dependence on partners and managers was so different from the Roth, and it was reinforced by geological decline. And what they mean there is 1 they didn't have enough male heirs, and the ones they did were just not the same quality of Jp or J, Jp had matched or even surpassed his father J. John Junior was not in the same class as his father. And his sons were simply not cut out for business. Okay. So now I wanna move on to a family dynasty I am ashamed to say I have never done a founder episode on, and I'm gonna rectify this as soon as I can. If you have any great biographies or books on the Toyota family, please send them my way. This was 1 of the shortest chapters in this book, and it was... It might be my favorite favorite chapter. Okay. So... And these names are Japanese. There's no way. You know, by now, I don't think you expect me to pronounce anything correctly, but there's no way. I'm gonna pronounce these correctly. I'm just gonna try to pronounce them phonetic. The founding father of Toyota was Sa Toyota. The patriarch paycheck Toyota got his start in the textile industry. He was born in 18 67, the son of a carpenter in a remote country village. So in the area he's growing up, the men are working in agriculture, the the women are expected to earn additional income for the family by weaving cotton cloth. So most homes where he was born in the area. He lived had a hand loom. That's really important because he's gonna build his... The seed money for Toyota Motors comes from the paycheck of the Toyota Dynasty selling his technology on a more efficient and they call it, like, a power loom, which I'll get to in 1 second. From a young age, Sa was fascinated with the challenges presented by these looms. He set himself to making improvements. Much to the spare of his father who felt his son should stick to carp tree. Sa had his own ideas. He traveled Tokyo to visit an industrial exposition that showed him modern mechanical marvel that he had not imagined. A year later, he patented a new wooden hand loom that increased productivity by 40 to 50 percent. So when I read that paragraph, the first thing I wrote down is 1 of my fair quotes from the book 0 to 1 by Peter Taylor, which I covered on episode 2 78 for the second time. Properly understood any new and better way of doing things is technology. The patriarch of what is soon to be the Toyota family Dynasty is creating his initial wealth by creating new technology, He then moves to tokyo where he shifted his focus to a power loom, which would truly alter the dominant mode of production in textiles. His first marriage failed. He had to move back to his home village, he then divorced and remarried. He left behind his first wife, but then he brings his kids, and this is important because his son Kit, who, as we shall see becomes a world class entrepreneur as an adult. And on the very next page is a bunch of fascinating ideas on how to build your business from the patriarch of the Toyota Dynasty. Here's No let myself do it yourself, insist on quality, make something that will benefit society and pick a mission that is bigger than yourself. In Japan, The sons and laws are often brought into the family with all the rights of a child by birth. This contrast with that of the roth outs. So it is through marriage, the marriage of 1 of his daughters that Sa gets a new son. It's a guy named R Burrow, who was 10 years older than his biological son, which is K. So it says R took to Toyota name as his last name and became in effect, Sa Eldest son and the first heir to fortune. Okay. So that's very, very different from the European and American dynasties that You and Have been setting. Looms tested better than his German and French competitors, but never quite so well to beat the British which had the highest quality looms. This... This is fascinating because his response was fantastic. This only simulated him to work harder. It is impossible to create an innovative product he wrote unless you do it yourself, pay attention to every detail and then to test it exhaustive. This sounds like James L. Never trust your creation of a product to others. That also sounds like James Dyson. For that will inevitably lead to failure and calls you deep regret. That that that whole sentence, those multiple sentences could have come out of James Dyson mouth. Episode 300 if you have not listened to it. I've got a ton of messages in the last few weeks about that episode. People seem to really love it. These new looms found a ready market abroad, so that was important Let me pause there. He's like, I'm beating the Germans of being the French, can't beat the British. I'll just have to work harder. He went up improving it that wind up being really important. Because that leads to a sale, that sale then leads to the seed money that's gonna give birth to the Toyota automobile fortune. These new looms found a ready market abroad, but instead of continuing to expand the company's cloth and loom business Sa made a radical choice. In 19 29, he sold its patents. That sale bought in the seed money for the Toyota motor company. Sa also does something very smart. Realize realizes, hey, I built my business in life Fortune in 1 industry, the world has changed in a generation just like it always does. My son. You have to figure out what your path forward it is. And he gives him ideas. Like, well, Was just in America. These cars seem to be this this audible automobile industry seems to be exploding, maybe we should get into that Si himself was too old to undertake auto manufacturing, but a visited the United States convinced him that cars had a mighty future. He saw this as a suitable task for his son, K. This is the biological son. Okay? Whom he had managed. I devoted my... Most of my life to inventing new kinds of looms. Now it is your turn. You should make an effort to make something that will benefit society that is the most important sentence in this entire chapter. I will read it again. You should make an effort to make something that will benefit society. He challenged Kit to build a Japanese car with Japanese hands. So Kit goes to America, and he does with Sam Walton. He visited his soon to be competitors more than anybody else he visited automotive automobile plants and took copious notes on what he saw and heard just like Sam Walton did. I don't remember if I mentioned on this recent sole price episode I did a few episodes ago, but they catch and they caught Sam Walton walking through, like, a price club, I think at the time, and I think so price son was a run 1 running the business at this point, and he had been walking around, not just taking notes, but he had, like, this the, like, a a recorder. Tape recorder. She's walking around, like, a microphone. And he just notes self. Do this do that, do that. Mine's getting caught, they con his tape recorder and the tape, Sam Walton writes a letter to Robert price, which is the son of soul price. He's like, hey, I understand if you don't want give me my tape back, but can At least have my tape quarterback back? And Robert, it's like, you know, I'm not gonna, like, we're not gonna destroy your. We're and he send them back. You know, all the notes didn't delete anything. And just, like, here, sam take it. Okay. So let's go back into the early development toyota. Remember. Keep this in mind. 19 29 is when they have the idea. 19 29 is when they have this idea that we should do cars. Okay? There's gonna be mu... The success multiple decades in the making. At this point in history, Japan had no true automobile industry, even 30 years after major companies have been established, automobile companies have established in Europe and America. Japan's like, oh, we need to fix this to state appointed a committee to look into developing a national automobile industry in Urged Trio of producers. Check out the names. I think all these names are still around. Maybe not as. They asked Nissan, Az and Toyota to design a standard chassis. For all of them, this was the easy part. The big problem was the engine. They did not know how to make an engine like the Americans and Europeans did at this point. Now his starting point is fascinating. Right? He's like, anyway we can build a chassis. Need to figure out how to make an. He's gonna wind up copying an engine, and I'll tell you why I think that's smart, but from the very beginning, he realized realizes, like, listen, we're not just making a car. We're making a system of production. He understood that he was creating not only products, but in an industry and a new system of production. This understanding of the importance of developing successful processes lay and still lies at the center of Toyota success. So when you look at books on Toyota, a lot of them goes into the Toyota production system. Which then spread to many industries outside of the automobile industry. Well, I found interesting is Kit decided he's like, okay, We've never manufactured an engine before. And essentially, he he reversed engineers and he copied the chevy engine. And so I'm gonna read this 1 sentence. I'm gonna read the note that came to mind. After this this says the result was an engine so exact that it could accept chevy replacement parts, a major advantage when the inevitable breakdown occurred, so a Toyota engine could break down. Toyota does not have an abundance of natural resources. They don't have a lot of money, but what they could do, and they don't have a bunch of excess inventory waiting, just sitting there waiting around. And so it's like, oh, wait. My Toyota engine breaks down, we can just order parts from Chevy and then we could fix our car. This is a smart move with a country with limited natural resources for this actual industry that they're in. Now, later on, obviously, you wanna control as much as possible. But at this point, he's like, okay, We just wanna make sure 1 that we can build a car that's reliable and 2 that we can sell them. There's a there's a weird parallel that just came in mind. My friend Andrew Wilkinson started this company. He's his a c founder of Tiny owns a bunch of companies like, 30 something. But he started a an email management company called mailman. And so he had mentioned it, and so I went to the mailman site. It's mailman hq dot com. And I, oh, this is really smart. Mailman starts as a Gmail plugin. And what it does is just gives you more control over, like, when and what email lands in your inbox. Right? But I think this actually interesting parallel to where we are in the story of Toyota. Now making a Gmail plugin where you have, you know, 2000000000 Gmail users out there. Is a great way to test if there's a market for the product. And if in that market, people are willing to pay out their hard earned money. I I highly suspect that this is true. And then from there, it's like, okay, We can expand this We can start... Stay with the plug and maybe it's a wonderful business, or we can create our entire own email vertically integrated email service. But this idea of starting out with something smaller to prove what you're doing to see if there's a business there. And then if there is a business and a demand for there, going and building out and controlling more aspects of the customer experiences is exactly what I think Mailman could do and is exactly what Toyota is doing at this point in the story in the book. I think that is a reoccurring theme in the history of entrepreneurship that the greatest entrepreneurs are usually start out resource constraint. It forces you to be more creative to be more resourceful to actually test to see if there's actually enough demand to build a valuable business for the product that you think that you're trying to put out to the world. And so this idea of lean production is a is a major theme in the Toyota family dynasty Kit chair also began to experiment new systems of supplying materials. He cut back on traditional at cash outlay because he didn't have it by deliberately decreasing warehouse, Capacity, the goal was to produce vehicles on order to use the proceeds to pay for materials and parts as needed. Kit idea came to be known as lean production. And so remember earlier, I said, remember 19 29, this is this is successful many decades in the in the making the note I have on the next page, how many other car companies had to pivot to making food so they didn't starved to death. This is in the middle of this Japanese imperial expansion. They're always at war. They're eventually gonna go into war with America, which obviously is a bad move on their part. Toyota workers who unbeknownst them had barely escaped a murderous bombing scheduled by the American command for the next week. We at their machines. So they're in the... They're closing down the Toyota factory. Right? This is after they lost the war world war to to America. And now they have to pivot. They're like, we cannot make cars there's a demand, we have to make food. The outlook for Toyota was grim. They transferred their manufacturing efforts to focus on subside, employees were set to planning vegetables, and the company built a flour meal, a bakery and a charcoal plant to take care of food and cooking. The family put other Toyota units set to making pots and pants. This was a family that did not know the meaning of quit and tirelessly, continued seeking income in those activities that were linked to survival and everyday living. That is crazy. Many other car companies had to pivot to making food so they didn't served death very few. Now the weird thing is is liability winds up flipping into an an asset because post world war 2, Japan is occupied by the American army, and they need transportation. So they look around like who can build a bunch of trucks. Turns out Toyota has the capability of doing that. The Americans needed transportation. They asked Toyota to start making trucks again. That is in the mid to late 19 forties and 19 fifties, Toyota has a huge influx in money because from America again because of the Korean war. And then in 19 fifties, the company was momentarily rescued by the Korean war. America needed friendly manufacturing in Asia and Japan was in the perfect position. To supply the Us department of defense between 19 50 19 54, nearly 3000000000 dollars, in industrial contracts flowed in Japan and Toyota took its share. Here's another smart thing that Kit did. He's getting towards the end he's about to retire. This has been going on for multiple decades. He's like, listen, we've been making money, but we've been making money. We've been saved by this artificial market from the Us government. We need to have the skills to survive in a free market. Towards the end of his presidency in a memo that became something of a moral car call to arms. He said, the Japanese auto industry has been fostered and protected in a controlled economy and has never brave the rough ways of a free market system. It is like a hot house plant. Moreover viewed partially from a global standpoint, Toyota is far from being a first class company. Because of Japan's defeat in the war, we see ourselves. As something like a third class auto company. So he's like, alright, We need to fix this. K retire, and he leaves in charge his cousin E eye, and E I does something smart. He goes to the United States. Who could dream that a Japanese car maker at this point in history, would ever be able to compete with American with an American giant. At the time, Toyota was making 40 cars a day. Ford was making 20000 E Learned much of value on his trip to United States most important, he returned with the sense that nothing he'd see in... He saw in America was beyond Toyota's ability. They just have to find a way to do it with their limited natural resources E Is still really young, So the actual real power in the Toyota company at this time was with the guy named, Oh no. That's his last name. Oh no, who was a professional manager and a mechanical engineer. On had vision. It was he who developed and implemented K key idea of lean production into a system that became known as Tps or the Toyota production system, which could be used in making not only the automobiles, but all manner of complex industrial, products. Tps was perhaps the most important technical innovation since Ford's successful implementation of the moving assembly line, and the Toyota production system has transformed manufacturing throughout the world. The aim was to waste neither time nor space which they did not have an abundance of. They were lean and mean. Workers didn't need to move about and materials were delivered to them. Materials arrived only when needed are, quote unquote, just in time. Which cut down considerably on waste, much of what On wanted ran against deep rooted Japanese habits of hoarding against feared shortages. His lean manufacturing process took several decades to develop and perfect. So the great benefits were not clearly visible at first. And so in 19 67, the family finally thought that E Toyota was ready to to take back the reins. He finally got a his chance he took over as president, the first family member by blood line to hold the position since Kit, growth continued at a rapid pace. In 19 72, the company's annual production hit 2000000 cars. In in 19 80, it was 3000000. By the early 19 nineties, Toyota compete with anyone on equal terms, the seed of this success in 19 90 was planted in 19 29 by Sa Toyota, 60 years earlier. To this day, Toyota is still a family enterprise. Okay. So then let's end the episode on dynasties, talking about a family that's not an actual dynasty. The Rockefeller is an interesting case study in any examination of dynasties. Everyone thinks of the Rockefeller as a dynasty. Everyone knows Rockefeller name and is aware that the Rockefeller remain active and powerful business politics and phil anthony. When it comes down to a though, the Rockefeller story is really that of the meteor cries of 1 person. The Patriarch, John D Rockefeller. Rockefeller was a brilliant but difficult man, and perhaps it ought not to be surprising that a person of his drive and ruthless did not inspire a passion in his descendants to take command of the family enterprise as he had. And so Rockefeller is another example of right person right place right time, right set of skills. Rockefeller luck came from time in place. The Cleveland of his early years was a small boom town, a place that favored energy and ambition and John had plenty of both along with clever and cunning. Part of this was due to his upbringing. I cheat my boys every chance I get his father brag. I wanna make them sharp. I trade with my boys and I skin him, and I just beat him every time that I can. And so Rockefeller did the same to the rest of his competition in the oil industry, his father's lessons paid off, John went to work as an office boy in a bookkeeper and caught the eye of his employers as an intelligent and Zealous young man. Feeling underpaid, he left it to begin his own work tile partnership. For this, he needed a thousand dollars, which his father is ready to lend him at 10 percent, a bit above the then prevailing interest rate, but John was happy to take it at 19, he was his own boss. He went down on his knees and beg the lord to bless his new enterprise. Rockefeller met with immediate success because he was patient and methodical. His life aim was to get money and then use it as wisely as possible. This pursuit of wealth was a sacred calling. I've done multiple episodes on Rock I will continue to do multiple episodes on Rockefeller in the future because he may be arguably the the most important entrepreneur in history. This is so important to understand Rockefeller. He believed in his... Like, me and you may look at this is like this is obviously not true. He believed that he was put on the earth by God to make as much money as possible and then therefore he could give it away for the betterment of humanity. From the outside, there's a huge disconnect. Between his methods and his accumulation of mono power and his divine belief in his mission. But just as you and I believe that the sky is blue, Rockefeller believe this. The pursuit of wealth was a sacred calling. Wealth was a sign of God's grace and poverty then, the sign of heavenly dis disappear Rockefeller believed that he would be rich and he believed that this was because God wanted him to be. So he has this fundamental religious belief, but he's also 1 of the most talented entrepreneurs has ever walked the face of the planet. Rational, thoughtful, systematic, committed and diligent. He also cultivated an intense curiosity, a spirit of calculation and an attention to opportunity. His competitors and associates were amateur by comparison, and he saw them for what they were. More on the right place right time rates set of skills, John D did not look for oil oil came to him. He was partners. With this guy named Maurice Clark. A boy hood friend of Maurice Clark is going to make Rockefeller aware of the opportunity, an oil, I'll get there in 1 second, people had long known that oil was abundant in Western Pennsylvania but looked on it as a nuisance. It stained the water and spoil the ground for cultivation. This guy named George Bi changes all that. He came to the idea that rock oil might out do coal oil as ill, and so he sent a sample to professor to a professor yale, and asked him to analyze it. The answer came back positive not only could the ke scene and rock oil provide light, but the oil would yield a number of other useful components. This was all took and the oil rush was on. Sam Andrews was an industrial chemist who knew how to cleanse the oil and just happened to come from the same hometown as Maurice Clark. Andrew you would visit Clark and Rockefeller and talk up the possibilities of them investing in industrial refining. The result was a major shift in the content and direction of the partnership. The story of oil was in large part a story of transportation. So the question became how are you gonna move this stuff? And so they realized, well, the best choice at this point, this is before they mentioned the pipelines, by the way. The best choice is Railways. And so it says anyone who looked at the situation at that point would have declared their railways are gonna be the inevitable winner. They could squeeze producers and refine within an inch of their survival. Yet, that is not what happened. And so this is the idea that John d Rockefeller and his partner Henry Flag come up with that gives them a major edge over every single 1 of their competitors. The idea was to elicit discounts and rebates, not only on one's own shipments by rail, but on those of the competitors. And what could be better than to have your competitors working for you, especially when the railways raised rates to cover the cost of re rebates to Rockefeller and company. Rockefeller won on every count. Published railway tariffs, meaning what they're putting up publicly as this is what it costs to move your goods on my railroad, it's fake. Published railway tariffs were for the small man. They were not for major shippers who could pay who could play 1 railroad against another while promising steady cargo. This is why this is the the most important fact that this all hinges on Rockefeller was such a large producer that he could promise the railways steady amount. As you probably know, there's a history of booms and bust with railway traffic just like in many other industries just like an new oil industry, and Rockefeller was like, I'll smooth that out for you, but I want the best prices available. Another important part, This was secret when it was found out it was made illegal. These were not seen as ethical so that in the long run, federal legislation made preferential rates illegal. By then the game had long been played out. Rockefeller succeeded in persuading just about every refine of importance to join his cartel. That was the only way that they could obtain good railroads rates. The stubborn hold outs meaning the other oil men, the stubborn hold outs went under and died hating him. The wise ones sold. Most of them took cash. The smart ones took stock and became rich. John D told them to do that. Good advice. Even so they hated him. And this goes back to that pre election for long term thinking when most other humans can only see what's right in front of their face. John d deserves credit for vision. The vision of what could be if only the industry could have been gotten under control. Where others could think only of quick profits and fast living he thought of restraint, organization, rationality and frugal gal. He also knew he was best in class in a brand new industry. He... His business was by far better. It was run more economically. In fact, that that advantage fed kept, like, kept compounding. This is 1 of my favorite all time Rockefeller stories is he'd go... He's approaching all these different oil companies. He's gonna, you know, build... He's gonna win his entire industry. And he's like listen, and just just... You can't compete against me. Better, let me buy you out. I'll give you cash if you want, but you can get stock in the best oil company in the world has ever seen. And 1 of his closures was that he would actually give the people we trying to overtake. Look at our books. Look at how can you think that you're gonna compete with me? His cli was to offer the victim, a look at the books of standard. A potential seller was dumbfounded to learn that standard was able to sell at less in his own cost of production. They could kill him whenever they pleased. Another smart move that John Rockefeller did, and I've told you about the past. He's but you wouldn't even know if he bought up other companies. He would say hey, listen. It is very important to keep these contracts confidential keep the deal secret even from your wife. And this is also another advantage to compound. So let's say there's comp... There's oil company a and oil company b. Right? Rockefeller wants to buy a and b, purchase them both. B says hell no. I'm not gonna sell to you. I know what you're doing. Company a sells to him. Rockefeller now secretly owns and controls company A, and then he has people from Company 8 go, hey, let's go to company b, and we can stand up and fight against Rockefeller. You just gotta sell to me and be like, okay. To get back at rockefeller. I'm the owner of company B. I'm gonna sell to you. Not really realizing that company b had had secretly sold to Rockefeller thinking that he was just selling the company a. That is another reoccurring theme in the history of bad boys move in silence. And so the reason the author says that Rockefeller Dynasty properly interested understood is actually not a dynasty at all, is because Rockefeller never tried to have the continuation of the business run by his family. He had partners of standard oil says well into their lives, a Rockefeller children were kept in ignorance of the family fortune. And when Rockefeller retired and I say retired in like, quotation marks because he's still running the show. He's just not showing up at the office. Anymore, what's fascinating is that he actually retire before the mass production of cars. And so all the demand that the automotive automobile industry will bring for oil. So he actually gets much richer in retirement, technically retirement than he did when he was actually working the office today. But when he chooses the retire, he actually picks his hand pointing successor who still reports directly to him. He need to pick his son, He took this guy named John Arch. And so the strange decision that Rockefeller does here is he gives a ton of money to his son, but actually doesn't try to teach him the business between 19 17 and 19 22, John D gave almost half a billion dollars to his children. Almost all of it went to Junior. I think he had 1 son and maybe 3 daughters from her correctly or maybe 2. Junior did not have the same taste for business that his father did, and by age 36, he stepped aside from many of his duties at standard oil to focus on the family's philanthropic work. The old patriarch paycheck wasn't doing anything to familiarize the next generation with the oil business. The founder who built the Dynasty failed to influence his descendants in any way other than by encouraging a commitment to thrift and phil. That urgent money making impulse was lost as was the sense of the family business which was transformed to merely the family fortune. And that is where I leave it for the full story I recommend getting the book. The great thing about the book is each chapter, each family is covered in about 30 to 40 pages. And you don't have to read in chronological order. So if you like a family that's profile, then you go look for more in depth and longer biography to go a little deeper. I will leave a link down below If you buy the book using that link, you'll be supporting the podcast podcasts at the same time. Another great way to support the podcast. This is sign up for founder premium. I'd be doing a bunch of these Ama episodes, you can listen to the M episodes and ask me questions directly, that link is down below if that sounds interesting to you. And finally, if you haven't yet joined my email newsletter. Every, I read it You should take somewhere between, like, 50 to hundred different highlights. I go over all my highlights after I've done recording, try to to dis distilled that down to my top 10 highlights from every book, and then I email you those top 10 highlights. That link is also down below and available founder podcast dot com. That is 307 books down, 1000 go, and I'll talk you again soon."
}