{
  "transcript": "Gaston gl arrived in Luxembourg in July 19 99 for an urgent talk with the Shell company artist, Charles E. E picked up Gl personally at the airport. Before proceeding to their meeting, he suggested that Gl take a look at the new sports car that he had just acquired. It was parked in a garage. When they got to the garage, he were guided locked down to the third underground level where they found themselves alone. He were pointed out the sports car and gl approach on foot to take a closer look. Suddenly, a tall man stepped out of the shadows, lu a gl. Guac raised his arms defensive and the attacker swung a large rubber mall and struck gl on the top and the side of the head. Rather than intervene to help Gl, he were turned and ran. I'm a coward he would explain later. Gl, meanwhile was fighting for his life. The gun maker who usually carried a pistol lacked 1 on this day. With no other option gl fought with his hands. He swung his large fist into the attackers eyes and mouse. Though he was 70 years old, Gl put up a stout defense. He drew blood and knocked out several of his attackers teeth. Despite the hammer blows to his head, he gained the advantage. When the police arrived, they found a bizarre scene. The bloody attacker lay collapsed on top of gl with his arms outs stretched like Jesus. Gl was pinned to the ground, but not mortally wounded. His attacker was unconscious. Gl had suffered several hammer blows to the head and lost a liter of blood. At the hospital though, he was strikingly composed. Before doctors finished patching him up, he summoned his personal bankers, those 2 bankers held 70000000 dollars of his cash in accounts to which E had access. Within 3 hours of the attack, Gl had moved 40000000 to a secret swiss account. E was busy too. He blocked the other 30000000 from being transferred. E, gl supposed financial adviser had been stealing from him. That was an excerpt from the book that we talked you about today, which is gl, the rise of America's gun and is written by Paul Barrett. I was not expecting to do this book this week. This book wasn't even on my radar until like, a week or 2 ago. I saw somebody speaking about reading the book online, and what they said made me interested in ordering the book. And he says, what struck me is how his in inexperienced was a great advantage. He didn't assume anything about how to design a handgun because he never design 1 before. Consequently, he, of course designed the best 1 ever. He didn't know what was out of bounds. And so that idea of not knowing what's without a bounds, not knowing what you don't know. It sounds like to a normal person, like a liability, but in as we've seen many of these the books that you and I go over together, for entrepreneurs, especially going attacking a an industry that never working before, it winds up becoming advantage. And that'll make a lot more sense as we go through the book. So that intro occurs about 15 years after gl events and start selling his handgun. This story is wild because not only does he have people stealing from him His financial adviser actually hired the guy to kill Gl. But what's crazy is over the course of the story, Gl has so many of his top lieutenant and top executives steal from him, which I'll get to in a bit. I wanna start at the beginning because It doesn't make any sense. This guy was 50 years old. He was managing a car radiator factory outside of Vienna. He had a small manufacturing business on the side. He had never made a gun. I don't even think he owned a gun. And yet within a decade, he goes from 0 to billionaire. So let's jump to that right now. After 30 years in manufacturing, Gl had yielded a respectable, social station and a comfortable life. Still he dreamed big. He was the son of an austrian railroad worker. He was managing a car radiator factory outside Savannah, and he operated a side business with his wife using a second hand metal press, they produced a modest volume of brass fittings for doors and windows. He also made a bunch of shower curtain rods, Over time, the side business slowly expands, and this is 1 of the most important ideas in the book. And that is to always do the best with the job in front of you because you can never predict what future opportunity that unlocks. He gets really good at manufacturing things with polymer and plastic 1 of those things he actually gonna make for the Austria ministry of defense. He starts making knives for the ministry of defense. That is how he learns about the opportunity to make handgun guns. So it says the garage metal shop expanded over time to make Steel Blades, which so impressed Austria ministry defense that gl obtained a contract to supply field knives and bay nets to the Austrian army. And this is where he's gonna find the opportunity. Watch what watch how fast he moves once he realizes, there's a huge opportunity here. 1 day in 19 80, he overheard a hallway conversation between 2 Colonel that jolt at his imagination, the army needed a new pistol to replace the antiquated ones from World war 2. Gl interrupted the conversation and asked if it was possible if his company could bid on the pistol contract. He's asking to bid on a pistol contract. He's never made a pistol. Designing firearms was something far beyond his experience. He asked Colonel to describe the Army's requirements for a new handgun, and I just love his mindset here. He's like, well, this shouldn't be too difficult to make because he just describes it. To him, the handgun was simply another acc that attached to a soldiers belt similar to a knife that he already produced. As Gaston gl himself put in an interview that I knew nothing was my advantage that I knew nothing was my advantage. He gets to start with a blank sheet of paper. All of his competitors have decades in some kind in some cases centuries of built up procedures and processes and the way they do things. So let's skip ahead and go into his initial research process because I think there's a lot of good ideas and here for you and I. A Gl didn't own any guns. After the conversation of the defense ministry in early 19 80, he bought a Be, a sig, and a modern version of the German p 38 pistol. He began dis assembling the guns, putting them back together and noted the contrasting methods used to make them. I started intensive studies in such a manner that I visited the Austrian patent offices for weeks, examining generations of handgun innovation. So what's he doing there? He's doing exactly what you and I are doing? He understood that learning from history is a form of leverage. Listen to what he just said. I started intensive studies in such a manner that I visited the Austrian Patton office for weeks, examining generations of handgun innovation, what took people generations to learn because he's going back to doing no those reading He learns in a few weeks. I bought and tested all modern pistols available at to time, and I tried to involve into conversation the best experts I knew. So he contacts a bunch of experts in the firearm industry. He invites them. He has a meeting with them. There's 2 guys, 2 main guys here, and I wanna to go over this really quick. He invited several firearms specialists who join him among those who attended with his colonel, a champion who was a champion shoe shooter who also oversaw weapons procurement for the Austrian army that becomes extremely important. He also invited an author of technical books such as silence, for hand, firearms. And then he just asked him flat out gentlemen. What do you wanna see in a pistol of the future. And the beautiful thing is his initial customer is going to give them the outline of exactly what he needs. Remember, he's gonna have to bid against of... It's not like they're just gonna give them the contract. Alright. He's got a bid against other gun manufacturers. So it says, they desire a high capacity pistol that held more than a rounds. It should weigh no more than 28 ounces. It should have a light trigger pull for fast accurate firing. And it should be streamlined and easy to h her. Crucially, the gun should have no more than 40 parts. This is so important. 1 of my favorite ideas about this entire book because the way this guy designs his company, and I'm gonna repeat a lot of the things that he does. He designed a product and a company based on limiting the amount of moving parts. This is gonna be very reminiscent of, like, the early days of, Henry... When Henry Ford buildings car of herb keller of Southwest airlines, the limited moving parts the simple product the simple business processes they all created, allowed on the stack advantages at 1 after another. Wait till you see the profit margins that this guy... This is incredible. Alright. Let me... I'm getting ahead of myself. So it says, the Colonel also told Gl that the pistol should be able to withstand extended contract with snow, ice and mud. It should fire 10... It should be able to fire 10000 rounds with no more than 1 failure per thousand. The ideal pistol should have a long service life of 40000 rounds. This professional research that Gl is engaged is so important and he knew. He knew it was important then at the evening end, Gl had his guest sign and date 1 of the sheets of paper that memorial their thoughts. He treated the occasion as if it would be remembered by history. Another main theme that appears over and over again in the book. You don't need much to start out. He began working on a prototype. He tested crude early versions in a basement firing range that he built especially for this purpose. He shot alone using oli this is Hilarious. He shot alone using only his left hand if the gun blew up on him, he would still have his good right hand. This guy moves fast too. More professional research. Gl attended police Academy classes and took private shooting lessons, remember he didn't own a gun, he knew nothing about it. My intention was to learn as much as possible as fast as possible. This process lasted 1 year. He filed for an Austrian patent on 04/30/1981, it was his seventeenth invention, so he called the gun He called his gun, the Gl 17. So from 0 to patent that's 1 year then from finally actually submitting the actual prototype 2, which is gonna be his first customer. That's another year so 2 years in total after another year of testing an improvement, gl submitted 4 samples of the pistol to the Austrian army. I worked for 2 years day and night to bring the sample to the army on time move fast. And then as we'll see a few times today, Gl has a lot in common with James Dyson, difference for the sake of it, and retention of total control to this day, the Gl family owns. The company. Gl is obsessed with control just like Dice James Dyson was, if you don't know what I'm talking about, listen to the episode 300. That's the third or 4 time Red Dyson. 2 our overarching concepts would set the Gl 17 apart. Remember, he's bidding against other existing pistol manufacturers. Okay? First, it was to be made largely out of light, resilient injection molded plastic. And second, it was designed without a pre existing factory. I need to go ahead a few pages before I come back to this. Because this comes up over and over again, it's black, plastic and metal construction set it apart from everything else on the market, suggesting modern and efficiency difference for the sake of it. Something that James Dyson talked about and that benefited to his product, his first vacuum cleaner benefited in the early days they gave him an edge over all of his competitors is it looked different. You would go into a store, you'd see 7 8 vacuum cleaners all looked the same, then you get to the end. Like, what the hell is this thing. It immediately snaps the consumers like, oh, I need to pay attention. This is different. He also has a great line. James Dyson has a great line on the value that that a strange looking product will actually get you more media attention. He says, it is 1 of the virtue of having such a strange looking product. That journalists are more likely to take an interest in it. That's something that he learned when he designed a, a wheelbarrow with... Instead of a wheel had a ball. And he got so much more attention than other people trying to build wheelbarrow. So I'll looked the same. That he applied that idea about 10 or 15 years later when he was designing the vacuum cleaner. We see that same exact idea benefiting gl right here. And so not only did Gl gun look different, but it also had a huge benefit. Remember, has to survive in rains snow and mud. This was as initially designed for the military. So the... He's using industrial plastic, which they said is often called polymer was actually remarkably strong and resistant to corrosion, a major problem with traditional steel guns. And then because he started from a blank page is like, well, I don't have to just manufactured guns and a factory that's been manufacturing guns for 50 years. What, what would a factory look like if I designed it now. From scratch, this also gives him... This also makes him produce his gun a lot, a lot more efficiently and cheaply and that increases his margins. The important thing that gave him the his big price advantage was that he designed the pistol for complete production on computer controlled tools. And I probably have 75 highlights in this book, but really, this is a summary of why, like, studying the way he... He's very flawed person as we'll get to later on. But his approach to company building and and creating a new product. It's very fascinating to me. Says, this is just a note I'm writing to myself. The book is all simplicity focus and differentiation. That is the best way to get my attention. Simplicity turns me on. I love it. I'm drawn to it. Clock produced the simplest handgun with only 34 components. Again, simplicity lets you stack advantages 1 on top of another house or wrote down, 1 of Steve Jobs favorite quotes, 1 of my fair quotes. This is placid all over, apple on in the early day. Simplicity is the ultimate sophistication that of course, is Leonardo Vinci. Because of the un unforeseen way, the simple way gaston gl, fabricated his slide, his pistol required fewer steps to manufacture, saves money, and there were fewer opportunities for error. Adds durability, the Gl 17 was put through a pro preliminary firing run of 10000 rounds. The gl malfunction just once. And then again, the benefit of starting from a blank sheet of paper and a brand new company. None of his competitors could say the same. He got it right because he hadn't done it before. 1 of the largest problems in getting a new design accepted by an establishment manufacturer is not just a quote unquote, not invented here syndrome, but also the we don't have that tooling syndrome. Why would we invent something new when you can simply modify what we already have? Gl started with a blank sheet of paper. As a result, he came up with something original. And he was at the right place at the right time. The book starts out with this this crazy shootout that's happening in miami the 19 eighties. Between the Fbi police officers, and I guess these drug dealers are bank robbers. A lot of these cops and Fbi agents get killed. They're all at that time. They're like, running around would they be Smith and Western revolver that hold, like, 6 shots. And if anybody seen the documents on Netflix called Cocaine cowboys, the flood of drug violence in Miami the eighties, and they're spreading all over their country actually. These guys have U, they have high powered rifles, And so you have military and law enforcement officials all over the country and all over the world trying to get better guns that could hold more rounds and it were more reliable. And so even though he starts out in Austria, he's going to wind up dominating the most valuable market for his product in the world. It's also interesting because he... I think... I'm pretty sure he's he's pretty... He's he's very anti American. He does not like Americans. He says they're stupid, but that's... Where I think almost all his wealth came from. Within just a few years another market, far larger and richer than the Austrian defense sec sector would be keen for a pistol of the future. American police officials wanted a new handgun and Gl was there to offer a powerful alternative to the revolver. And then they also talks about the dynamics of this market that the fact that the American civilian gun buying population tends to gravitate towards what the professionals carry and as a result for gl, this will... This translated into a bona. And then finally, 1 more thing from the section before I move on. So suddenly me see over and over again, first, they ignore you, then they laugh at you, and then they copy you Smith and Wesson, who could... Who dominated the American law enforcement market before Gl created something new and better. Smith and Wesson ignore Gl, at first, then they sc at him and eventually began... They began I imitate him. He actually sue them later on and wins like, a a patent infringement case against them. Okay. So in addition to simplicity, differentiation and and retention to total control, The other main theme of the book that stuck out to me that I've been thinking about a lot. Like, how can I use this in my own business is he's got all these very unique and unusual forms of distribution? And so my answer to this question How did a pistol produce by an obscure engineer in Vienna, a man who barely spoke English and had no familiarity with America become in the space of a few years an American icon? The answer to that question is distribution. And a lot of this is gonna be media driven and media beg gets more media. So first of all, there's people in America that are really... Their gun salesman. They understand the industry. They see this headline, and they're like, wait a wait minute. What's going on? So this guy named Carl Walter is gonna play a very important role in the first few years of gl block. I don't think really maintains very many professional resources relationships for a very long time. Sky, like, builds up his entire American distribution Salesforce and went up firing him later on. But Carl is just his gun salesman. And then he sees a headline. He's like, an unknown gun manufacturer won a large contract to supply pistols to the Austrian defense ministry defense. He was in intrigued. So let's go back to this very important theme that we see over and over again, do the absolute best job when the opportunity that's right in front of you. Because you have no idea what opportunity that will unlock in the future. Gl starts making nice for the Austrian government. He's reliable, does the best job possible, so then they allow him to bid on the pistol contract. He does an incredible job there. That headline then gets the attention of this guy who's going to build out his entire American distribution in Salesforce. And so Carl is sitting in America reading a Germans weapon magazine, and that's where he hears about the Gl 17. And so he says I was extremely curious why the Austrian Army bought it. So he goes and meets gl. And there's 2 things that are happening here. 1, he's like, well, here's this gap in this extremely valuable market. How many guns? Does the American police and military buy? And so he's like, well, there's actually some really... There's a lot of money to be made if we could convert Us police departments from revolver to pistols? And there's all these new stories about the cops in in in the 19 eighties being out gun by other people, not, you know, having 6 shots, their their guns jamming, all this other stuff? And so she's like, okay. Well, why would you carry a Smith and Weston revolver that carry 6 shots and can jam. Why don't you carry this weird looking pistol that's made mostly of plastic by this Austrian engineer that carries 17. And so it goes back to the dyson thing about having the benefit of having just a strange looking product? Assuming that the product is good. Obviously, we we're we're operating an assumption that the product you're making is world class are really great. And he's just like, wow, that's really ugly. But that initial reaction by Carl's was like, oh, that's really ugly, but, yeah, at least that you have his attention. And then this is another example of gl, like, fetish for simplicity, working in his advantage because Karl at the time when he's going to meet Gl. He actually works. He's a, he works for this company. I don't know how to pronounce this maker. He it says, he represented steer, STEYR. But Steer made really complicated pistol. So it says this is what Carl said, the handgun that they made was far more complicated, and it was a pain in the ass to service. So Carl goes meets Gl. He says, hey, listen, I represent this hand gun manufacturing United States, perhaps I could do the same for you I could represent gl in United states. This is a crazy part. The the the biggest sales opportunity of Gl entire career was somebody else's idea. And so Karl also had contacts in the the American gun media industry. This is... Again, this is... This cannot be overlooked. It was extremely important. So he's having his conversation Block. He says, listen the pistol will cell, but it must be sold. He meant that he could explain to the American law enforcement market. Why a gun that looks so strange deserved a chance. And so he brings with him this guy that runs this magazine this really fluent magazine at this time called Soldier of Fortune. And so he says so listen. This is my suggestion. You should give the the scoop on public the gl 17 United States. Word mouth will then spread in gun circles. By the time that you have manage your manufacturing capacity. America would be hungry for your new pistol. So what Karl understood is that media beg gets more media, and this is gonna super charge gl distribution. And so this article is gonna come out, the guy writing the article says, he argued that the gl design set it apart from everything else on the market back to the importance of differentiation. Now the 1 with the 1 exception, gl studied and copied the grades. Remember he was going back and reading generations of patent filings. In a few weeks. And so for this is from the article. The only conventional thing about the gl was the method of operation he adopted for his handgun. Gl borrowed his basic mechanics from John Moses browning, the greatest gun designer of the late nineteenth century. Okay. So let's go back into more unusual distribution, This is fascinating. So the secretary of State 19 85, the Us secretary of state goes and meets the foreign minister of Vienna. And so the Us secret service agents and they're Vienna counterparts actually start talking, and the Austrian counterparts give the Us secret service a gift. They give them a bunch of blocks. The Us secret service agents returned with unusual gifts from their Austrian counterparts. 3, high capacity black polymer pistols. It was Gl first official foray Westward. So that's the first way the pistols get from Austria to America once they're there, the secret service then passes some of the pistols along to the Us department of Defense. Those 2 organizations are both gonna to be future customers of Gl. So then what happens next, American defense procurement officials invite Gl to compete in trials in 19 84 to select a new side arm for Us soldiers. Now I mentioned earlier that this guys obsessed with control. You see this example. He he objected to the Pentagon, so he's going to compete and then win at this. He objected to the the Pentagon insistence that the rights to manufacture the winning gun design would be open to competitive bidding. Gl intended to collect all profit from the production of his gun himself. It's fairly smart. And gang goes back to the advice from James Dyson, retention of total control. And so then this goes back to how if you go back in in Gl life even before he had a lot of financial success. He was obsessed with quality. Fact, There's a great line that comes somewhere later in the book where it says quality will always bring you more money. Gl demanded high quality. Hit the motto of the company is perfection. Gl perfection To this day. It's like all along on the walls and everything, but this is very interesting. This is these 3 star general in the Austrian army. And he's describing Gl at the early days of building his company. So Gl is still alive today. He's like 93. Think he's like 52 where we are in the book. He says there's this interesting guy. He never in his life design a field knife. And he delivered the best quality samples among all the industry participating. And all those guys have been in the knife industry for hundreds of years. Then this interesting guy came back and sold a newly designed handgun. To the ministry of defense quality will always bring you more money. Now what happens if you're able to make high quality in the simplest way you have a company that's going to... Essentially, you just created a money printing machine. And this paragraph is really the benefit of a product with fewer moving parts and a company with fewer moving parts. They settled on a commercial wholesale price of 360 dollars and a recommended retail price of 560 dollars. These levels undercut comparable American and European brands. Yet, they generated generous profits. Gl gross margins exceeded 65 percent. By comparison, Smith and Wesson and Ranged 5 to 20 percent of profit. The gl simpler design and the computerized manufacturing methods allowed for larger profits. Another benefit of a low cost structure. Gl said in their first year, if they they could break even, all they had to do was sell 8500 guns for the year. Right? So they have a very low cost structure. We sell 8500 guns will at least survive. They unveiled a gl at a trade show in America, they sell 20000 units on the first day. And then you go into why so many people wanna buy it. 1, it looks weird. It's getting covered in the media as a result of the fact that it looks weird. But then both professional and recreational gun owners want something that's simple. Less things can break in a life and death situation. This is once it being huge advantage for gl again, make a product in a business with few moving parts. The pistol design and its it's relatively few components was the most important thing because of these components less parts can break, and therefore the weapon will last longer. Let's go back to a reoccurring theme in the book. The fact that he's getting a ton of free media attention because his product looks so differently. Somebody writes they're mistaken. They thought they somebody wrote an article. I think was like the washington post or something. Like, oh my god, this this gun is all plastic. Like, you can sneak it through. It's, like, they call, like the hijack special or something like that. This there's metal in. You can't sneak it through. But the result was a huge surge in demand for this pistol, the intense public attention devoted to the block did have an impact on the gun in its manufacturer. Questions about the pistol unusual design and materials became a major selling point. Civilian orders continued to pour in as thousands of buyers decided to see what was what all the commotion was about. I'm gonna pause right here. When I did the the book on Robert Carl, it's episode 03:05. I don't know if I mentioned this in in the actual podcast. But there was something fascinating where 1 of the very first where, I guess what would call Lobbyists today is this guy named Tommy The Cork. Tommy the cork was really close like Fdr and Lyndon Johnson, and he winds up surviving and living long in both L j and F fdr. And he agrees to be interviewed by Carroll. And Robert Carroll at the time is a very young man. Tommy the cork older. Robert is in Washington, Dc. You know, he's spending a few days with Tommy The cork, interviewing him, wakes up, reads, like the front page of the Washington whatever times whatever. It's like, oh my god. Tommy the cork has been caught and like this huge scandal, essentially, like, b politicians. And so Robert goes to meet him and thinking oh my god Tommy gonna be distraught. Maybe you won't meet with me. Goes to tommy of the Court's office and the guy's like, smiling is like, gassed up, completely energetic. And Robert like, what's going on? Like, didn't you see the newspapers Like, yeah, That's why I'm happy. He goes, it's just free advertising kid. And so this idea it's just free advertising kid, I think is a main theme in this book. There's a lot of attention and controversy surrounding blocks product. And in every case, even his his attackers just make his company stronger. Like we're seeing here. So it says civilian orders orders continue to pour in, thousands of gun gunfire decided to see what all the commotion was about, More than 1000 requests for free samples from law enforcement... Enforcement agencies poured in in 19 86 alone. So you're not selling 1 or 2 guns. Right? This is another part of, his distribution strategy is you could sell to consumers. They might buy 1 or 2 or where are the case is. These agencies are gonna buy a thousand at a time. Some of the contracts in this book, like, hundred and 50000000 a year to this army, hundred and, you know, 75000000 to this other division in the Us government, and all these other governments. And a lot of them found out because of all the controversy in the media, more than 1000 requests for free samples of law enforcement agencies in 19 86 alone. Gl would send the guns for free. Said hey if wanna keep them, to send us a check and the check, the price would be heavily discounted because Gl knew that the Us gun buying population is just going to copy what the law enforcement in the army has, 9 out of 10 of the recipients eventually sent a check saying that they would like to keep the guns. And so from just this 1 article alone, this is the... What they said internally at gl. You just got 5000000 dollars worth of advertising for free. Okay. So let's stay focused on more of their ideas for distribution. They actually... I'm here. Guys guess this is kind of a a that's kind of a a version of influencer marketing, combined with an idea that David Og learned. So David Og before he started his advertising agency. He was actually 1 of his jobs. He had multiple jobs. 1 of his jobs was selling stove, door to door. And so something that he learned was if you go up to knock on the door and somebody answer, hey, You wanna buy my stove, talk about it, that would have 1 conversion rate. And then if you say, hey, if... Here's a stove, this is all it does, but, by the way, if you buy you get 6 free cooking lessons with purchase. He said the word free is magical. Just that extra sentence so that extra offer wind up dramatically increasing the percentage of customers who actually purchased. And so we see gl having this, like, combination of influencer marketing plus free teaching and free lessons. These becomes very powerful distribution component for them. In mid 19 86, Carl Walter began putting some of the country's most admired shooting instructors on contract. That's the influencer marketing part part of it. To spread the word about the Austrian pistol. This mel of training and marketing became a gl hallmark. If a department would buy some gl, this is what they do. They would then dispatch another trainer as part of the procurement deal a freebie for the new customer that is the combination of the Og selling stove and giving away lessons idea. And then this was also differentiated against their competitors because their trainers would come to you. The other existing gun manufacturers would make you come to them. They took the training program on the road, you had to go to Smith and wesson Academy in Massachusetts if you were gonna use this if you were gonna use the Smith and Wesson. If your agency was going to adopt the gl, we would send training your way. Again, this goes back to this more unusual forms of distribution. Why many times, instructors from neighboring agencies attended these sessions out of curiosity. Gl would then sponsor an open house seminar for all federal state and municipal trainers in a given region. This was just a brilliant way to sell this gun. And then what happens next could have been predicted by Andrew carnegie when he says cut the prices, scoop the market, watch the cost, and the profits will take care of themselves. The deals worked financially because of the company startling low manufacturing costs. Which Gl was able to push down even further to less than hundred dollars a unit as its production volume grew. Targeting the lucrative professional law enforcement market was a great idea, but it was not a new idea. I'll the way back on episode 01:47. You and I have seen this idea before. Gl is literally running Sam, Ko exact playbook. He was just doing it a hundred years earlier. Gl was not the first firearm designer to promote a handgun to the Americans in uniform as a means of developing a lucrative market. The first was Sam Coat. The strategy that the Gl team pursued a hundred and 40 years later, resembled that of Sam Coat. What allowed Sam cult to get his business off the ground was the fact that he was winning endorsements from prominent law man and military office of his day. This is more on what Cole and Gl had in common quote relentlessly pursued public contracts is exactly what I've been describing to you so far in the book. Regardless of the profit margin, government patron niche, Sam Cole once said is an advertisement if nothing else. Gaston gl became the sam cult of the twentieth century. Back to more unusual distribution, they get the gun in the hands of prop makers for movies. So they they give pistols to the prop man, and then they also give them huge discounts, and they would let them cut the line and in front of other customers. Gl it's 1 of the most valuable product placements ever in, this movie called Die hard 2 with Bruce Willis. And this is what Bruce Willis character said in the movie that punk pulled a gl 7 on me. You know what that is. It's a porcelain gun made in Germany. It doesn't show up in airport x ray machines, and it costs more than you make in a month. And the crazy thing is all of that was made up and it did not matter. It didn't matter that every single trait that Bruce willis said. Rattled off on the pistol was incorrect. There was never a model called the Gl 7. The gun was made in Austria not in Germany, It did show up on airport ray machines and the gl did not cost more than what a police captain made in a month. Despite all of the errors as a result of that line in Die 2, the gl became an instant favorite of American gun enthusiasts. Another advantage that Gl had over their competitors was the fact that they were able to focus. They put all of their effort in resources behind a single product. American handgun makers offered many diverse models in the fashion of the Detroit car companies. Gl saw that as competing with himself and resisted the temptation. So this is what I mentioned earlier how he goes essentially from 0 to a billion within 10 years, here's some sales numbers 10 years in and The company sells more than 20000 guns a month at an average cost 600 dollars a piece. They've sold over 500000 gl in North America alone, 4 out of 5 gl produced a 19 95 purchased by civilians who paid much higher prices than police departments. And this is the crazy part is that demand is far outs tripping supply of the gl factory at this point in time. He had taken a hiatus from buying advertising. The factory in Austria could not make pistols fast enough to meet the demand. And this is more about Gl the man and then how he ran the company. A lot of weird stuff in here. Corporation does not have a soul. Its character reflects that of the people in charge, my favorite statement on that is that the founder is the guardian of the company's soul Gaston gl was very much in charge of his company, and he was a man with a complicated soul. Even those people who came to have grievances against him did not dispute his drive in 10 well into middle Age, he discovered a reservoir of ambition that fed the design of a truly innovative handgun. He was a late bloom tinker whose breakthrough came at exactly the right moment. He had enough sense to hire an inspired marketer in Karl Walter. This is the guy Was telling about earlier that really built the American marketing and sales organization in America, which is by far, the most valuable part of Gl business. At the beginning, Gl had no feel for the United States at all, and much of anything or or much of anything outside of Austria. He evolved from a provincial manager of a radiator factory to a world traveling industrial. That is 1 of the craziest sentences in the entire book because it is true. He evolved from a provincial manager of a radiator factory. To a world traveling industrial. He's owns all of the company. This company is worth billions of dollars. Gl built a cash machine with margins in the neighborhood of 70 percent. The slogan gl perfection was not puffer to gaston gl. He believed it his organization projected cool, certainty, and arrogance. The founder was capable of charm and at other times he struck people as distant and condescending. He expressed to stain. This is so this is a weird thing. He expressed to disdain for Gl American employees based on nothing more than their nationality. He hires a bunch of people that also speak German and they happened to work in America, and they just... They they like to talk in German and they talk about how. Stupid Americans are. This is what it was our guy. He had an unforgiving management style. When 1 day, which 1 day he summarized. Every morning, you have to slap everyone on the head just in case they did something wrong. Then does just some un unwanted things. He goes around. Like, there their American headquarters is right outside of Atlanta. And so he would, like, meet women at... He he's married the whole time. He wants up divorcing his wife who he starts the company with. And now he is 93 and his new wife is 42. He winds a meeting a bunch of women in, all around Atlanta, then hires them. And so in 1 case, this 1 lady getting hired, and she's telling her she's like a young woman. She's telling her mom and and her mom gives her the right advice. Like, you gotta be really weird. Like, you have to assume that he has le intention So that's the word she use le, and he does. He's, like, kinda hires her as, like, this quasi personal assistant, so she's gotta do bunch of stuff in the office. But then he's like, oh, do a bunch of stuff in my house, including make my bed and then put candy on my pillow, and then she'd knock on the door and he would answer it in his underwear. And so there's just a bunch of highlights. It just sounds like he went spent a lot of his time producing several younger women. He traveled the luxury. He has houses all over the world at this point. His female friends had carte blanche at Atlanta most expensive stores, but at the same time he would explode in rage when his employees bought what he considered unnecessary office supplies. And so you have the weird thing is as this crazy amount of demand for the product. The the product is really good and then the company that's built on top of this, like, fast growing rocket ship, especially in the early days it may have be different now where it's, like, more mature. It just didn't have a lot of... It just wasn't handling the demand really well. The company was pat together them a fly, the company evolved into a money maker powered by excellent product design and a fearful desire not to squeeze mister Gl. The way I would describe was, like he was feared by his employees. And so he evolves into what you would describe as a tyrant and there's a great line in here that really summarizes what's happening because everywhere he goes, his company's printing money, he's winning awards, and he's just like, oh, I'm I'm amazing. Says he began believing his own news clipping. And so in a strange turn of events he winds up firing Carl Walter. This is the guy that built that there would have been no gl without Karl Walter, but the problem was, Karl tried to take some of the shine away from the founder When the Austrian australian company received industry awards at at any war shows, it was Walter who went up on stage to accept them. Gl has this big ego. This not good. Rule number 1, this other guy working there says rule number 1 is that you let the guy who pays the bill, take all the credit. At this point Karl Walters conversation was, like, a percentage of sales, and he was just getting too rich and clocked in like that. In 19 92, Gl proposed changing his contract to cut drastically his percentage commission. The owner had no intention of making him a multi millionaire. Taken aback, he refused. He had lived and brie the gl for 7 years. Was this to be the reward for all the sacrifice to be cheated by the man that he had made rich? Gl remained un moved, he gave me an ultimatum, Karl said, except it, or, and I took the ore. Without hesitation Gl fired him, the man widely created with establishing the company in America. Over the next 11 years, Gl would run through 7 Us sales managers. And this is a terrible line to have your company described as and yet it didn't even affect the craziness. It didn't... The product and the demand was so high. It didn't even affect their their financial performance. Distinguishing oneself within the company became a career killer. Later on in the book it talks about the fact that a bunch of his employees were em money from him, and they didn't feel bad about it because they thought he was such like an ass, And they're like, he's this guy's is making 200000 dollars a day personally. He doesn't need the money, and a bunch of them actually go to jail for this, but that just gives you an indication of like, what's happening and gl wild. You know? He's got all these mistress says, the money's going everywhere they they have a this company wide outing every Thursday at this giant strip club in Atlanta. And so it says Gas gl was a king in the world. The girls, the guns, the money in the liquor, and at the center of it all was this Austrian engineer that none of us knew very well. And then he doesn't stop there. This guy decides to have his own theme music. So he splits his time between Austria and I guess Atlanta. And he would go to this casino in this restaurant so much, and he would insist that when he shows up with his entourage that the band stops playing. Literally, the the the house band has to stop playing whatever they're playing. They would pause for a moment and then the band would swing into a rendition of Frank Sin my way. That was gl theme. I did it my way. And yet even through all these shenanigans. The fact that his top financial lieutenant tried to have him killed. The fact that his senior executive and long lawyer were both found guilty of em money from the company. It did not affect the incredible financial performance by this company that he built by the late 19 nineties, the gun business had made Gas gl a billionaire, estimating the size of his fortune was and is difficult because most of remains tied up in his privately held corporation. It is impossible. To say how much cash that he has stash away. That the pistol still managed to flow from the factory and sell throughout the world despite the executive chaos was 1 of the greatest tributes to the intrinsic quality of gas gl creation. And that is where I'll leave it. For the full story, I recommend buying the book If you buy the book, using the link down below, you'll be supporting the podcast at the same time. Another way to support the podcast. And if you haven't done so already, make sure you sign up for the founders Ama feed, that link is down below. You can ask me questions directly in the welcome email after you sign up, there'll be a private email address where you can email me directly. And then I answer the questions that you send over email. In short Ama episodes. I'm doing a few of those Ama episodes a week. So if that sounds interesting to you. That link is down below. That is 308 books down 1000 go, and I'll talk to you again soon."
}