{
  "transcript": "Arnold mentioned that a particular incident of rejection had influenced his motivation to succeed on his own terms. I felt cheated he said. My parents sent me to a farm and took mine as his brother on vacation. I was sent to my Godmother farm 50 miles away when they took my brother to Vienna and Sal in all these other places. I was 10. I was left there for 2 months. I was in denial that they had gone away without me. I knew it had an impact on me. It gave me the will, desire and drive that normal life doesn't create. They discounted Arnold from the start when no 1 encouraging his vast potential until age 15. Arnold's father Gust off returned from the miserable front of World war 2 defeated. He was now a 38 year old man diminished but dom. Gust mil regulations blanket his sons. Arnold obeyed his father without question. Disciplined consistency and excellence became his family's motto. Gust off drank, an entire story in 2 words. He forced his sons to eat with silverware at perfect right angles. They had to keep their elbows to their waist. If the boys did not obey the back of his hand was quick to strike their face. Arnold's father pitted his 2 sons against each other. He made them compete in every activity because his brother was older, his brother would usually be the 1 to win. Arnold's is gonna turn all of this into fuel and drive a swift learner of life, Arnold often covered more value from associating with those older than him. Some of the older guys in his town worked out in a makeshift gym. They invited him in. By 15, building a stronger body became all that mattered to Arnold. He found old body building magazines around the gym. He spotted reg park on a magazine page. His eyes open to the future. Arnold was inspired to learn that Reg had earned a lucrative income through his ph and had made his way into movies. Arnold instantly resonated with a reg parks path and chose to replicate his professional life. Reg became Arnold silent mentor. His life began to flourish through the art and science of body building. Arnold ate it, slept it worked it. Imagined it, thought it, believed it and trusted it. Body building became his existence. A muscle obsession allowed him to endure his parents complaints in der division over his bizarre obsession. He sacrificed a routine life. He himself of all current norms to become the reg park of Europe. He dug into master self discipline. Not only did he improve his muscular, but he also developed a hard and outer shell. He had no time to waste on nay. He aligned only with those who shared his passion. He knew that to succeed according to his manic standards, he needed to master an individual sport. His entire being forged a lifetime plan to build upon his muscles. Build way out of town, a way out of his country and a way out of this continent. His intelligence did not show on his report cards, yet he mastered his goals like a wizard, that part reminded me of Linda Johnson. L has 1 of my favorite maxim. He said if you do everything you will win. This sounds exactly like where we are in Arnold's life. His singular concentration provided a rock solid belief in his own potential. Arnold had a deep seated need to prove himself. He talked his way into managing a gym in munich. He never looked back to his tiny country for any further resources towards his climb. In Munich, he was happy to meet crazy new friends who also practice a similar resourceful to train and eat without financial worries. The results paid off, he won 3 contests in 19 66. No time could be lost in his training. Emotional had no place. Arnold felt as if he stood alone, unable to relate to anyone. Who could possibly share his excessive drive for both body building and his business goals. Not even his peers could understand the en of his lifetime dreams. His lifestyle remains centered around the gym. He developed an obsessive drive for public acclaim. He became the world's youngest amateur mister universe. After any contest that he would win, he would say this is just the next step. You haven't seen anything yet. He had an inability to experience satisfaction. The 19 67 mister universe contest became the turning point in Arnold's body building career. He was discovered on London stage by body builder business Ty, Joe Wei. Who invited him to America to start in Joe's muscle magazines. Through this new charismatic body builder, Joe could hype his muscle products. Through this brilliant entrepreneur, Arnold could become an icon to cult believers. Okay. So as a brief overview of Arnold's early life and an excerpt from the booking we talked you about today, which is Arnold and me in the shadow of the Austrian Oak, and it was written by his former girlfriend, Barbara Baker. So I stumbled upon this book because I was watching the new documentary on Netflix. It's a 3 part series. It's called Arnold. And in 1 of the episodes, Barbara makes an appearance, and it mentions like who she is and the fact that she wrote a book about the 6 year relationship that she had with Arnold Before he was famous. And so I didn't remember her name, but all the way back on episode 1 93. I read this short, It's like a hundred and 15 page biography, auto of Arnold when he was, like, 30 years old. It's called the education of a body builder. And the book ends with Arnold dumping his girlfriend. And so I'm gonna read this quote that I think sets up the fundamental mismatch between Arnold and his girlfriend at the time. And this is what Arnold said. A conflict grew in our relationship. She was a well balanced woman who wanted an ordinary life, and I was not a well balanced man and hated the very idea of an ordinary life. She thought that I would settle down. That I would reach the top in my field and then level off, but that's a concept that has no place in my thinking. For me, life is continuously being hungry. The meaning of life is not simply to exist to survive. But it is to move ahead to go up to achieve and to conquer. I wanted to grow. I wanted to continue on. The life she wanted would not permit that. And so what this podcast is gonna be about is this is Arnold before the fame before the success. Like, this is the person that built a foundation upon which all his future success. Rest upon. Okay. So main theme of the book is that Arnold is the most goal oriented person that Barbara had ever met. And so I wanna go right to where they meet Arnold's 21 years old at the time. He just got to America. He's living in southern California, and he's working with Joe Weed, and so we see this list of goals that he makes for himself. So he has 5 exact goals that he he wants to accomplish immediately. He wants to rent a 1 bedroom apartment near Gold Gym. He wants to acquire a motivating training partner. He needs to find a freelance writer to help him write his required articles for Joe's magazines, and he needs to get access to a car and he needs to get a raise for his salary from Joe. And so at the end of every chapter, you see excerpts from this interview that Barbara does with Arnold when he's the governor of California the sell back in 2004. And so he goes back in time he's talking about, Like, this is why I had the singular focus. There's is like a clarity of purpose, I think. When you find 1 singular thing that you could focus on to the exclusion of everything else Arnold talks about in interviews and in books and everything else. He didn't believe in plan b. He believed you picked what you wanna do and you burn the boats and you you never doubt yourself. And I think most people never experienced that in life. I think a lot of people that have never experienced that actually thinks it's limiting. I would actually... What I what I would argue is actually, it's the opposite. It's frees you because you know exactly what you're mission is at life. And if you watch the documentary you read biographies of arnold, Like, your mission change life. At first, it was body. Then it was this movie career. And those politics. That's why that that documentary in netflix is a 3 part series. But let's go to the fact that, hey, this is my way out. I'm gonna reference that L j maxim over and over again because I feel that that is arnold all day long. If you do everything you will win. It became clear to me that body building was the thing for me. This is what I was meant for at that time. And I then saw very clearly what I could achieve, and that gave me a tremendous amount of motivation instead of training 2 hours a day, like most people did, most other the body builders. I would train twice a day, totally abnormal. Sometimes 3 times a day, and sometimes 4 times a day. I would go home during my time, and then for an hour straight, just do sit ups to get that extra hour that no 1 else had gotten in just to be ahead of everyone else. Many people have potential, what separates the champion from the guy that is the second best or the loser is the person who really has the psychological advantage. Everything is in the mind. I had a psychological advantage. And he talks about why. He's like, I grew he grew up in house There's no television. No such like his television. He didn't see his first movie. He was like, 10 years old or 15 years old or something like that. There was no indoor plumbing. There's nothing to do. So he says, I had no other things available. Meaning no other distractions. It was easy to have that drive and develop this kind of attitude of this is my only way out. Every thought every action. Everything is directed towards this 1 goal. I always and this is why. I always felt that my way out was through body building. I could not have figured any other way. And so the singular focus on this clarity of mind about what he wants to do actually makes him really, really easy to understand. If you go through, I probably have. I don't know. 60 50 50 or 60 highlights of the book, Most of them are not, a paragraph long. Most of them are sentenced are 2. It's very easy to understand him. He makes it very easy for people to interface with him, because he tells you very clearly what's important to him. And you'll see what I mean in 1 second. This is the fundamental mismatch between him and Barbara. Remember, How he... How the the quote I just read to you. Hey, She wanted, you know, normal life. I hated that very idea. I thought a repulsive. She wanted me to... I... I'm always gonna grow. I always was wanna continue. She she wanted a life that would not permit that. She says, multiple times look like, why would you just get a normal job be a normal person. And she's constantly trying to change him. And I think the benefit of understanding this is because I think anybody that's trying to do something diff difficult, like, build a business, achieve a goal must have a supportive spouse. You either have a supportive spouse or you don't have a spouse. All of the greatest founders have high levels of disagreeable ness. Arnold is no different. They're 8 months into this 6 year relationship. Right? She's she's writes him a note saying, hey, these are all the things I don't like about you These are the things you... That you should change. This is what he does. I gave him my note. He read it, tossed it aside and announced my departure. Boom. We were over. No response, no conversation. Arnold was not a man of many surprises. He was clear in his focus firm in his decisions and ego centric at all cost. So this is the fundamental mismatch. He's gonna be rude and sensitive machine like willing to not be in a relationship if you try to change him. Because nothing is going to distract him. She keeps saying, hey, let's get married. Let's have kids, but marriage in kids is not becoming getting to the top of my professional and body building, so then I can then use that as a launch pad. Right? He told her. I like, I'm just gonna run Reg parks blueprint. He was very open and honest with her, which is the the fun... The the frustrating part of our reading this book because like, no, this is what I'm going to do and that she's constantly like, no, do this other thing. He's like, I just told you I'm going to focus Like a machine, get to the top of body building. Then once I get there, Use that as a launch pad to get into movies and build my business empire. That is what I'm doing. That is what I'm obsessed with from the time my eyes open until the time I go to sleep. It is futile to make suggestions that are not that to me. And so what I'm describing to you it's the reputation that Arnold has now. Right? Everybody knows that. What's fascinating is he had that when he was 20. He had that when he was 21. He had that when he was 15. And I think the best description of this is... There's a book I did a long time ago. It's very popular with entrepreneurs. It's by the scanning named Bill Walsh. Who was a, maybe 1 of the greatest coaches of all time. I think it was like, maybe episode 01:06 or something like that Founders. It's called Score takes curve of itself. And there's a line in there. There's a paragraph in that book. There's really a aligned that champions behave like champions before their champions, and we're seeing that with Arnold. And Bill Walsh says like the culture pre proceeds positive results. Doesn't get tacked on as an afterthought on your way to the victory stand. Champions behavior like champions before their champions. They have a winning standard of performance before they are winners. Arnold had a winning standard of performance before he was a winner. And the great thing about this perspective is we have a normal person by her own, she'll repeat that Over over o'brien. I just... I'm a normal person, I just wanna have a normal life. And yet she's in this intense relationship with an absolute Man act. And she is shocked at his level of focus and discipline. This is why I always say that if you think about the people you and I said in the podcast, they are much more similar to each other, than they are to like, the random person on the street to the average person. Arnold and people like him. Most of the people you and I sit in the podcast guess, they have a ruthless competitive drive that is terrifying to an ordinary person. Terrifying. And so Barbara sees that. I think Arnold like what 22 23 we're were in the story. They hadn't seen each other for, like, 3 months. I think he's in... She might have been Europe or he's in europe or something. And because he's getting ready for a contest. Right? And he's got blind on focus. So she's said, oh my God, We haven't seen each other in a bunch of, few months. It's gonna be like, we're gonna get away. We're around this romantic time, and she gets there and Arnold like, no. I'm gonna be working and I'm gonna be focused. Arnold had endured a labor intensive summer are dedicated to the art of his body. Grueling training, weight conscious eating, restricted socializing and scientific sleeping. He stalk through the season with impeccable discipline. The man I be held was more competitive than boyfriend. This is she's a ripe competition and expect this is so crazy to me. Than expecting him to, like, shut off for the weekend. Right? His une response to a passionate weekend caught me off guard. I tried to reassure myself that I would be Arnold's top priority after the contest was over wrong, you're asking him not to be Arnold. And then she goes into all the additional things that he was willing to do that his competitors were not at this this is on the exact same page goes back to the L j Maxim. If you do everything you will win, I had heard him dissect the aspects of a body building contest. He had talked about his posing routine and that he had taken private ballet classes to protect the flow of his... To perfect the flow of his muscular poses. He had mentioned the mind games that he would play, to psych out his fellow competitors. And this is Here his her response of watching how he approaches work, hearing him speak about it, I feared the consequences of merging with a boyfriend so addicted to discipline, goals, and a acclaim. And what's fascinating is that sentence is on 1 page on the left side of the book. On the right page of the book goes into the environment in which he grew up the fact that his family had no indoor plumbing, no shower, no flushing toilet. Think about the contrast, think about the j position there. I'm shocked. I'm kind of scared that this guy so addicted to disciplined goals in a claim he grew up without running water, Now he has the ability to channel his focus into an activity that will make him in his un onboard grandchildren wealthy, and you find it surprising. My response to this is, of course, he's like this. And Arnold does exactly what I think if you're this driven Mono man, what you should do. Clear communication with the people in your life about what is important to. He made it clear that his world was huge. And I must learn to accept that other people in activities demanded his attention. He discussed his cycling up before a contest. His ego statistical drive for success, his comp propulsion to postpone alternatives and the let down that he felt, and after each 1 of his body go body building goals were met. I found him incredibly insensitive to others. Again, There goes this fundamental mess mismatch. He is focused. She... There's a bunch of time in the book. She's just, like, hey, why don't... She's like she's a teacher. She's like, why don't you come and like, hang out with me and my teacher friends? And he's like, why would I do that? Like, hanging out with you your your chic your friends is not chasing after my goals. And so therefore, she mis is oh, he's incentive. I found him incredibly insensitive of others. He was not 1 to take responsibility for hurting other people's feelings. He said that they should talk that other people should tough up. Again, I don't think that should be surprising. He grew up with a mil father who felt like a loser. He talks about this in other books where, you know, the Austrians they wound up getting... They wound up losing the war, then they come back. There was alcoholism all in his... Most of the soldiers were drunk all the time. They were depressed. They felt like losers. They went beating on their kids beating on their wives. He grows up with no access to media, no access to running water. He comes to America. He finds people like, you know, calls them and in 1 other book I read calls him lazy bastards. You know, they don't know how good they have it. So again, that I don't think that's a... That that that response would be surprising. If you put into context of his early life. To him life, was something you directed. To me, life was something that happen. Again, there's a fundamental mismatch. Arnold is a high agency person. The the the world does not happen to high agency individuals, high agency individuals happen to the world To him life was something you directed. And so you have all these other people. These... There's older mentors around Arnold Ann Barbara. They wind up knowing both Arnold Ann Barbara and they're trying to explain to Barbara, how Arnold is. Here's 1 of them. It becomes to just, like, burg father figure in America to to Arnold and he says, he offered his interpretation about Arnold Extreme Drive. His family foundation was instrumental in setting up his intense motivation to succeed. Arnold's sensitivities to his father's remarks left him with a, I am going to prove you wrong, attitude. This negative... This is 1 of my favorite lines in the book because it really is a great way to think about Arnold. This negative motivation pushes him to achieve the maximum potential in every activity, which he did. He got to the highest level in body building. He became the highest paid actor in movies, and then he gets to the highest political office that he was actually eligible for. So that's a great way to think about this. He had negative motivation that pushed him to achieve the maximum potential in every activity. Frank Zane, was also a, competitor and a friend of theirs, and he would give his breakdown of our Arnold's extreme drive. He believe that Arnold self discipline was what allowed him to accomplish his over reaching goals and that he was motivated to succeed at any cost, which would include his relationship with Barbara. Frank Zane also studied Carl Jung, and this... I think this form of buddhism. So he actually gives us another mental model of Arnold as the Tricks Titan, and it says, Frank would study Carl Young stereo of archetypes. Frank saw that Arnold fit the Tricks archetype. The 1 who's humor who was humorous and perhaps mer cunning could outs smart others. Frank also expo upon his... What he learned in Tibetan Buddhism, the 6 realms of being, frankly that Arnold lived in the Titan realm, and where he was a cons leader and he was filled with passion to achieve something better. This leader is able to master his sphere of influence to affect change And so Barbara was saying, you know, having these conversations with people to know him, it helped give her a better understanding of why Arnold would had such single mind motivation, and then here's the problem. She's not... I always say, like, learning is not memorizing information. Learning is changing behavior. So like, oh, this makes me feel better. And then she's like, oh, I just wish that it hadn't made him so mono. If he wasn't so mono Man, he wouldn't have been Arnold. And so another thing about Arnold is he had this, like, superhuman levels of charisma. There's a many stories in the book where, like, her family at first, like, why are you dating? You know, they looked at body builders like freaks. It was very unusual thing to do at this point in history. And yet he he was so, like, unpredictable and v, and you would say things that, you know, you're... Essentially if you had manners you wouldn't say, like, I'm about to read... Do something here that just made me laugh. But people found him enduring. So much so that, like, Barbara's mom decades. Like, a 15 years after, they broke up, would be inviting bar Arnold to, like, family celebrations or having lunch with him or talking to him on the phone. And, you know, he he didn't know any better. So he would just say outlet... Or maybe he didn't know better. He just would say outlandish things. He wanted people to to laugh. Even though most people would say, hey, if you're having dinner with, like, your girlfriend's family and her sister and stuff, Don't accuse her of, like, farting and stuff, which is about to happen him. He carried his voice manner everywhere, even into my family's home, but he was such a novelty that most family members became captivated by his blast of personality. Everyone in the family soon learned that the more he poked fun you the more he liked you. He might ask who fart it here now. Come on, tell me, it was you wasn't at Mary anne. Mary is is Barbara's sister. Just imagine being at the dinner table. And some 240 pound Austrian body builder. Was like, alright, who's god who stinking up the place. And hit... And her mom loved it. She called him hit... Her little devil. She says, mom's little devil managed to become the sol. But most desired guest at each frequent family gathering. And this another important part, I think of On story is the ability to build a network of allies to get people. They were attracted to him, and they wanna build relationships with him, Such attention to detail marked a difference between Arnold and all other body build builders. His mind was focused on his body yet he never lacked the vision and foresight to establish public relations with those who could profit him. He had unlimited imagination and ambition, and he believed in strategically setting up a firm network through written correspondence. That's another smart move. There's a there's a line in the documentary I forgot who said it, but they said that Ar was the most calculating person that they had ever met. There's a bunch of great what liners in the book, this is just fantastic. No 1 could rest regain his mu energy. Arnold is about 24 years old at this point and story more insight from his live in girlfriend. He had... He possessed un unfathomable dedication. Arnold spent 364 days a year on his own terms. Arnold always felt self confident no matter the disparity and sophistication, income or status. Arnold awoke in the mornings, On an edgy high and left to work out his competitive nerves through barbell. I thought about Arnold's route to power. He had fulfilled his childhood dream to capitalize on being a unique revered winner He had stacked on muscles quite intentionally for the past 11 of his 26 years, and now they separated him from his rivals. Arnold evo not only respect, but God like wonder there's a bunch of things going on in this page. These are not. Like what I'm reading to is not coming run right afternoon. The are just random sentences. I feel tell entire stories about who he is. Excessively high energy, a power law type of person, unfathomable levels of dedication and discipline, A singular focus, and then you package that with, like, Steve jobs level of charisma. Arnold evo not only respect, but god like wonder. To be in his presence was to fall under the spell. This is exactly how they talked about the great leaders in history, I've that almost that exact same line in a bunch of biographies of Steve Jobs. There's a line in George Lucas biography where he meets his lifelong friend, but also at this point, it was like this, kind of older mentor to him. Francis is ford Cop. And George Lucas had spent a lot of his early life, reading a bunch biography in history. And when he meets Cop. He's like, oh, so this is what it... What what these books meant. He says, there's a line let me pull up real quick. Lucas is talking about Francis for Cop, Francis could sell ice to es. He has charisma beyond logic. I can see now what kind of men the great caesar's of history were. They were magnetic is exactly the same description that we're reading about a young Arnold. To be in his presence was to fall under his spell. He had that un uncanny ability to connect immediately with anyone he chose. And so that part reminded me of Steve Jobs. Steve Jobs was known to have undeniable charisma and to have an intense presence. Arnold had that too to And the amazing thing is as you go through the years and through the pages. And as you turn the pages, Ar gets older and yet he remains were remarkably consistent. He is smarter than he looks. He understands the world runs on relationships so he cultivate them. He's constantly using the way he grew up as fuel. I love that that quote, by the investor Joshua Wolf if that chips on shoulders put chips in pockets. And he's always learning. An oppression that Our friend John offered of Arnold is that Arnold's mind is like a steel trap, Arnold had a knack for meeting unusual people. Arnold always rooted for the underdog success, the underdog had to fight for himself, just like Arnold had to fight for himself to get out of Austria. And so even though Arnold working in real estate, He's got a construction company, like this Brick layer company. He's working out 5 hours a day. He's doing a bunch of media work for Joe Weed. He's continuing to train. He's creating his own products. He's doing seminars. He's also constantly taking classes. He's always learning. He had steadily accrued undergraduate credits from Santa Monica College. His vocabulary expanded by several thousand more words and he worked to let to he worked to make his accent less gut. He enrolled in an adult education program at Ucla, and took classes on philosophy and business. He acquired the bulk of his information from listening. He admired anyone who could contribute knowledge into his mental storage tank. He was always ob observing. He grew more refined every day. These sentences again are not next to each other. Is appearing over multiple pages. He was utterly consistent in this This is reminding me of what Michael Jordan said in his auto back on episode 02:13. I'm not so dominant that I can't listen ideas coming from other people. 6. Successful people listen. Those that don't listen, don't survive long. So at this point, in the story, his father is dead, his older brother who, you know, didn't really have a good relationship with. Points up dying rather young. I think he was like, 25 or 26 maybe from driving drunk, Arnold has been stacking 1 accomplishment on another, and so his mom comes to America and visits him, spends time with both Barbara and Arnold, and then when he drops her back off at the airport, this was fascinating. What do you think that she thinks of me? It still matters to him. It's still motivating him to prove his parents wrong. And it had to be incredibly satisfying because it was obvious that she was extremely proud of who he became and what he accomplished. And unlike his father and unlike his brother, she lived long enough to see it. Okay. So another good idea from Arnold. It's the fact that he always spun everything for the positive. He was constantly, like, Barbara would run into like, a problem. We talked about this over whenever again. Because a famous famous quote from Henry Kaiser, that, opportunity problems are just opportunities and workloads. To I think a lot of normally will they, like, let themselves get down, they get, you know, upset about something. And Arnold would, like, laugh it off. And be like, you have nothing to worry about. There's he he repeat. Like, there's always a solution every problem. There's always a way out, just keep going forward. And so when I just got to this 1 line, just says he always spun things for the positive. I thought of 2 quotes that I'd actually love 1 for my personal hero, Edwin Land, he says optimism is a moral duty. That is such a great line. Optimism is a moral duty that Edwin Lamb repeated it so much that when you read biographies of him. He has these statements like, a lot of founders. They identify a handful of principles or maxim that they repeat over and over again. And then repeating so frequently that, you know, they become Jeff in the case of, like Jeff Bezos inside Amazon. Yet... There's a bunch of these. In inside polaroid, there was land, And and optimism is a moral duty was 1 of the land. So there's another quote. That I thought of from... Actually it comes from Andrew Carnegie auto when I got to his part, and he says that a sunny disposition is worth more than a fortune. Young people should know that it can be cultivated that the mind like the body can be moved from shade into sunshine. Let us move it then. Laugh trouble away if possible and 1 usually can. And so I think this idea of, like, optimism looking at the for the bright side, changing your mind just like you can... I love that idea Was like, oh, I can get out from the shade into the sun sunshine. I can physically move my body. I can do the same thing with my mind. I think it's something that Edwin, Carnegie and Arnold all had in common. Another smart thing that Arnold understood. He understood from the very beginning, the power of media whether that's magazines when he first saw the reg park and realize hey this is my blueprint. This my my escape out of Austria, something that he says in the documentary. This is why why I was thinking about this is he's like, sometimes you hear a line that you didn't come up with, but it it perfectly just, like, you could have come up with it because it perfectly describes how you feel. And so he heard this line from Ted Turner that says early to bed, early to rise, work like Hell and advertised. And then he's like, I love that. That's exactly how... Like, how I try to approach my work. And so Arnold saying that as an older man, but even when he was younger, he would do this. And so they called him a German pie piper, which was Hilarious. He was a German pie piper who would lead his supporters. Arnold kept visualizing in an interior space where his leadership skills, would constantly promote him to higher levels of fame and power in the early seventies, each new medium form of like mass media was expanding, and Arnold was able to navigate through every medium with remarkable dexterity a cover story here, a documentary here, an interview after that. This importance an emphasis on promoting your work is something he talked about when he was in his early twenties, something he still believed in when he was in his early... Or in his seventies, there's a line when I got to this part of the book that came to mind that, when I was reading Anthony Bo biography where he said that you have to promote promote promote or it all goes away. I think Arnold would agree with that sentiment. And there something else that's talked about in documentary that I think a lot people to know is the fact that Arnold became a millionaire in real estate, making his first fortune in real estate actually gave him the independence to let him pick the movie rules because because he was so big and unusual looking at the time. Try to get him play all these roles? He's like, listen, I'm not... There's actually a a fantastic line when he meets James Cameron to be interested in doing the terminator. And he's like, so tell me about, like, do you wanna be an actor. He's like, no. I wanna be an actor. I wanna be a star. And so he was very selective onto what roles that he wanted to play because that was his goal. And so for most of their early relationship, they're just living in like, the small apartment together until Arnold starts buying these, like, multi family, like, apartments and then just living in 1 we lived in a frugal apartment for 5 years. So Ar could a crew... A critical mask of liquid capital, and he's making that money because he's on salary at at for Joe for his magazines. He has, like, these mail order programs that he's selling, here in a bunch of money, like, traveling the country, doing, like, body building exhibitions and everything else. And so again, he winds up... Just got he's master full building relationships. This is in Santa Monica at the time So he says, Ar had an uncanny knack for networking and an uncovered a wise old realtor name Olga. Together, they would buy a bunch of apartments on the west side. So they wind buying 1 and then it says we lived in the manager's front quarters. While he rented out the rest of the units at 26 years old, he now owned income bearing real estate. And so even though now he has he added real estate to his job, it says he maintained his rigorous training schedule. And so they start having these fights again because he refuses to slow down, or he refuses us to not keep taking more projects. Not keep expanding his empire. After 5 years with him, I become conditioned to endure an emotion increasingly self centered robot. I dreaded competing for his time, and she would describe his behavior when he's concentrating on a goal, he would turn off his sense activities to concentrate. He would grow distant, and he would become un feeling to anyone other than himself. Arnold was never satisfied. This man was master in plotting the necessary actions to carry out great feat, Through goal setting, he fulfilled almost every competitive and financial craving. He was the most goal oriented man I have ever met, and this a crazy line. If you erased his motivation to succeed, he would rather die. And as the book goes on, she gets more and more desperate because she still realizes realizes this oh my god. He's gonna... The exact same way he was with body building. He is with business and now he is with movies. This is never going to stop. And really, for our purposes, is like, Arnold operated with the belief that he could learn every... Anything. Anything that he wanted to. If he put his mind it and invested the time he could learn it. He immersed himself in accept removal sessions acting classes and f lessons. So he... There's actually for a role that he's about to play. He crave the interaction with each new expert and remembered every tip. Arnold already recognized that he had the ability to learn any content he chose, Now he was eager to take that same drive and learn everything he could about the movie making world. I'm not sure but when I got to that paragraph. Maybe think of 1 of my favorite quotes from Neville. Ra. He said the best jobs are neither decreed nor greed. They are creative expressions of continuous learners and free markets. Creative expressions of continuous learners and free markets is a great description of what Arnold is doing right now. And we see that he's learning from past examples of people that already accomplished what he's trying to do. So what Seeming King said that imitation proceeds creation. He kept focused on past crossover like Steve Reeves, Gordon Mitchell and Reg park. They had all forged successful... Successful makeover from muscles to movies. What also helped Arnold is that he held Arnold held a Phd in charisma. And so if you happen to pick up this book and read it, you were gonna notice some differences between but you and I I've talked about so far in the book. There is a lot of sex in the book and also her inner, like, monologue and struggle. There's just 1 thing I wanna pull out because she's, like, you know, you do feel sorry for. They're just so fundamentally mismatch, yet she is addicted to Arnold. She cannot. She tries to keep pulling herself away. She just cannot. And so you see this inner inter monologue here. She's like, 5 years and 9 months time is enough to know that this man will never marry you. He does not even believe in the kind of love that you do. And so it's finally clicking towards the end of the relationship, Arnold needed time for his personal expansion. Body building had only been its beginning. He now needed just as many powers of concentration for future development. He was not motivated to merge our separate dream. She would ask him over and over again? Why won't you marry me? Why haven't you asked me to marry you? Please marry me? Why don't you wanna get married? And what makes matters even worse is that as there, Relationship is declining. He's starting this rapid ascent, and should she's saying I would never be the wife who'd enjoyed the delight of his career. I was just a girlfriend who supported his ascent. I knew I was destined for relative normalcy. And as a result, she's starting to resent him. And so she talks about the fact that their old friends, including her are now resent him because he's... They're like, why are you changing? And Jay z has his great line. He's like, you think I'm doing all this work to say the same. And so I need to include this part because this is just an aspect of human nature if you're constantly putting your, time and effort into your own personal development, and those around you are not, they're going to you. This is inevitable. So he says, we of the leftover friends became annoyed watching him act as if his star start him, had been a certain fate. His increasing arrogance caused speculation among his old friends and our on... And our former entourage. Our frequent phone calls, meaning people that are no longer, you know, in Arnold's life are no longer, on, like the same path as, traded nasty gossip, friends revel in stories that placed Arnold in a shabby light. We revel in bad mouthing Arnold. Each friend was losing him to agents, directors, actors, managers, businessman and politicians. However, despite our general jealous anger, each accommodated our schedules to meet for lunch or accept invitation at a at a last minute Arnold sponsored party. This is an ugly and pathetic part of human nature. I just wrote a little note to myself, keep these people out of your life. And this continues over several pages. A mixed group of friends would share sarcastic remarks about Arnold's Rise to fame. He can't even act. He's such a country bump. We all kept sling, lines meant to degrade the man who had moved beyond our familiar world into the stratosphere. Yes. Let's tear down this idol. And so there's 2 things that are amazing here. 1, this is not the behavior of friend. Like, if you find yourself talking crap about people are jealous of their success, and you're not actually friends. And if people do that to you, that's the sure sign that you should probably eliminate them from your life. But what's so fascinating is like they've... These people New Arnold, they saw him for a year after a year after year after year, typically you be completely committed to what he wanted to do to talk about this. It's not like he hit it. He... He was very clear upfront about what he was gonna do. He made it very easy for you to interface with him. And yet they still were surprised by his success and continue to underestimate him year after year after year. And even his living girlfriend who had the closest, The front row seat to everything that's going on is still surprised. This is many years after they break up or maybe 2 or 3 years after. So it says, my sister Mary anne, this is the 1 that Arnold made fun of at the table for farting. So my sister, Mary anne called me. She'd had read an article about an unusual coupling, mister Olympia and star of the pumping of pumping iron, and Joseph Kennedy granddaughter, Maria Sc were an item. And this is Barbara's response. Okay. I had to sit down to understand, the nature of his colossal climb. He had now marked new territory and H point. His girlfriend laid claim to Kennedy royalty. And so this mistake, this mistake of continually underestimating, and therefore being surprised of a formidable individual like Arnold continues as I want. This is many decades decade. It's like a decade maybe a decade and a half after they broke up. As I watched Arnold's film credits mount throughout the eighties. I became over his success in Hollywood. I found it steadily strange to realize, I had known him prior to such staggering fame and wondered if I should have been smarter or wiser in being able to predict his legendary outcome. I knew that he would become an outstanding businessman. But this... And I think that is 1 of the greatest things about reading biographies of great people. Hopefully 1 of the things that you're getting out listening to this podcast is not only can we know that we know a lot can change in 1 lifetime that we can turn ourselves with build ourselves into for formidable individuals for the benefit of our own life, but you'll also be able to spot it, and therefore not be surprised when you see it in other people too. And so if you wanna buy the book, actually, I'll leave I'll leave a link to this book and and the other 2 books, he he's written 2 auto geographies. He's 1 when he was 30, and I think 1 when he was 70, I will leave link to a leave link to all 3 books down below. And if you buy the book, you'll be supporting the podcast at the same time. If you wanna go deeper on the lessons that we're learning in the podcast and support the podcast at the same time, make sure you sign up for founders Ama. Once you sign up you get access to a private email, I read every single... 1 of those emails personally. You can ask me questions and I I answer those questions in ama, ask me anything episodes. If that sounds interesting to you, the link is down below and available founders by guest dot com. That is 309 books down 1000 go, and I'll talk to you again soon."
}