{
  "transcript": "So just a quick update before we get into the podcast. I decided to get rid of ads. In my day to day life, I void ads like the plague. I pay for Youtube premium, so I never have to see ads. I use a browser with a built in ad blocker, and I fast forward it ads and podcast podcasts. I do whatever I can to avoid ads because I know they are effective. To quote 1 of the books that I talk about on the podcast today, 0 to 1. Advertising matters because it works. It works on nerds and it works on you. You may think that you're an exception that your preferences are authentic and advertising only works on other people. It is easy to resist the most obvious sales pitches so we entertain false confidence in our own independence of mind. Anyone who can acknowledge its likely effect on himself is doubly deceived quote. It is not the best experience for you the listener, and I found myself trying to make podcasts that appeal to more people. I started making shorter podcast because more people are likely to listen to 35 minutes than 2 hours. But that is in direct conflict with my goal here. My goal is to find ideas in these books that are useful for founders, entrepreneurs or anybody else trying to create something. There shouldn't be a time limit on that. So here's what I'm gonna do. Every podcast I create will be ad free. I will release a new podcast every Monday. And every other podcast will be a premium episode available on Patreon. If you like this podcast and you want more then you can easily get access, and no 1 has to listen to any ads. Just use ideas. So that's it. Without further ado, please enjoy what is my longest podcast to date. And as always, thanks for listening. The line attributed to the management guru, Peter Dr is that culture eats strategy. It's a true that applies as much to conspiracies as it does to businesses. It doesn't matter how great your plan is. It doesn't matter who your people are. If what binds them all together is weak or toxic, so too will be the outcome. If you even get that far. But if the ties that bind you together are strong, if you have a sense of purpose and mission, you can withstand great trials. That was a paragraph I came across while reading the the book that I wanna talk to you about today. Conspiracy, Peter T, Hulk Hogan, Ga, and the anatomy of in ent by Ryan Holiday. And today is gonna be a little different. Normally, each podcast that I do is send it around 1 book. Today centered it around 2. So a few years ago, I read Peter Till book 0 to 1, which as far as business books go, contains almost no fluff. It's relatively short, but a hundred and 80, hundred and 90 pages, something you could easily read in a weekend. And as I was halfway through a podcast on Jack M, the founder of Alibaba, I started listening to the audiobook of conspiracy. So before I listened to the book and then read it after, I knew very little about Ga or anything about, the trial and, the underlying conspiracy. But once I started listening, the story was so compelling that I devoured the audiobook book I think, 11 hours, I listened to the entire thing in, like, 4 days. And the entire time I was listening to it. I would hear echoes or reminders of some of the principles talked about in 0 to 1. So I decided that I'm going to do the podcast on Peter Till using both the books. So I'm gonna be talking about conspiracy first, and then we're gonna see, some of the principles that were applied successfully in this conspiracy, you're gonna see them also res resurfaced in 0 to 1. And the entire time, of this podcast, what I want you to do is really... When we're using the word conspiracy, think of the word business, or project, or art, or whatever it is that you're making are that you wanna do in life. The reason that you would be listening to a podcast about about founders. Because to me, yeah, the story is very compelling and it is an interesting conspiracy. But I think the same principles that apply from a successful conspiracy are the exact same principles that can lead to a successful business or endeavor, whatever it is that that you wanna do with your life. At least, that's what I took away from it when I was reading. So As usual, this is not meant to be a summary or a book review, it's just me sharing some interesting parts that I highlighted that I leave notes on that I learned from in the hopes that when you listen to this, you come away with something valuable. For your own life. So let's go ahead and jump right into it. I wanna get into... And this is the first time. I wanna get into Ryan Hal preface. And this is the first time. III I've heard his name before, and I knew he was an author, But I did not... I've never read any of his books. And if they're as good as this 1 is, I'm sure going to rectify that mistake because his he's a very good writer. And as you'll see, he's telling the story of something that happened, you know, in the last few years, but he sprinkles in a great knowledge of philosophy in history, which I actually really enjoyed. And when I was first exposed to the book. I, like I said, was the audiobook book, and he's actually the 1 reading it, which was which was really interesting. So let me just jump into, how how he begins the book, so it kinda sets to the the tail in case you don't know what's going on. Like I did. Like I did not rather. This is the story of conspiracy. The story of a billionaire who set out to make an example of a millionaire. To destroy the man's life work in response to a cruel trans made us thought thought as it was quickly forgotten. It is a story of poetic justice on a grand scale. Plotted silently for nearly a decade. It is also a book about the controversial and the controversial word and method conspiracy, which has long terrified and intrigued. There is an unpleasant in talking about conspiracies. I'll grant that. Yet conspiracy is a neutral word. It depends on what 1 does with it. Our tendency to shy away from this truth creates a profound ignorance of how things really work. And what it means to be strategic to be powerful and to try to shape events rather than simply be shaped by them. So right there, and the second paragraph less sentence to try to shape events rather than simply be shaped by them. To me, that can apply conspiracies, but it also applies to anybody trying to deviate from the norm, and I consider founders, people doing their own thing, for a living. Devi from the norm. And what we're trying to do is we're trying to shape events rather than simply be shaped by them. What I what I would consider that is a the the person that shapes the events is the person that starts the project found the company. Creates whatever it he is it's making as opposed to being shaped by them, that's more of the employees. And again, there's obviously, nothing wrong with being an employee, but I think that if you're interested in it listen to this podcast, even if you're not already running your business... Own business or or wanting to, make your own living, you probably... Even if you're not doing it already, you probably want to do it. Alright. So let's go back to here. Conspiracy entails determined... Coordinated action done in secret. Always in secret that aims to disrupt the status quo or accomplish some aim. Again, right there, I think you could take out the word conspiracy and put in the word business. On the next page we're introduced to the main character... What I would consider the main character of the book along among many and the main character of certainly of this podcast. And I'm gonna focus most of what I pull out this book on the ideas and And whenever I can direct quotes from Peter Till. So it says, Peter Till, who has, who has famously become associated with 1 question, which he uses an interviews and over long dinners. This is the contra question and then Ryan's answer, so we're gonna get there 1 second. So it's saying he's famous when be become associated with 1 question which she uses in interviews and over long dinners. What important truth do very few people agree with you on. I'll give you mind to close this short preface? Perhaps we have too few conspiracies, not too many. Too little scheming rather than too much. What would happen if more people took up plotting, coordinating how to eliminate what they believe are negative forces and obstacles and tried to wield power in attempt to change the world. We could almost always use more bold and less complacency. We could use less telegraph of our intentions our ambitions and see what secrecy, patience and planning might accomplish. We could use a little more craziness and disruption, even from the people we disagree with. This book is my homage to that complicated idea, told in part that the complicated story of 1 almost unbelievably cons act. Please use it wisely. So right there Peter... Oh, excuse me. Ryan is telling us what his answer to Peter T Contra question. And part of my motivation for doing this podcast, and I would say part of my answer, my own answers to that question is that we need more entrepreneurs and more people dictating the terms of their life and less. And it's interesting that we live in this technological age where I think a lot of people think that there's a lot of startups ups and more people doing their own thing. When in at Least in America, it's the exact opposite. As I'll talk about later on a podcast, right now, we're at a near 40 year low. In the creation of new businesses. And so I also disagree agree with Peter and 1 thing in 0 to 1 where he talks about less people should start companies less talented People should start companies that just they should join our existing companies to make those companies better. So I understand his point because his main thesis is that you should be striving for monopoly. But my counter point to that is... No. No. We need much more people creating small businesses. Now, On this podcast, we, you know, not many books are written about small but... Really small businesses. But that doesn't mean you can't take the lessons that are in the book from somebody like, who built a monopoly like John D rockefeller and apply it to whatever it is you're doing. So I would definitely say that I agree with what holiday saying here is that we need less... We need more bold and less complacency. And the reason being is if you look especially from economic terms in United States, wages have basically been stagnant since the 19 seventies. Yeah. Education has gone to the roof. And if you look at a graph of the amount of people completing, let's say, college or any kind of posts secondary education, that's gone up in number, but also gone up in cost. And again, they're supposed to be going to... We're supposed to be go to college and doing more education, so we can actually learn skills that are useful in in work life. Yet, that's had basically 0 effect. On wages. So my answer to that would be... We need to learn the skills and study what we can about how we can make our own living and actually keep most of the value that we create for ourselves as opposed to selling our time to an employer, and letting them retain all the the vast majority of of the upside of our labor or contributions, whatever that may be. In some sense, it's almost like a the other side of the coin, there's just the guy who has a podcast I love called a Micro rowe. And he tells these little stories, but you might know him from from the the publisher showed dirty jobs. And he has a foundation where his whole thing is listen, There's about 6000000 jobs in United states right now, there's a huge huge skills gap. There's 6000000. I think he he called 6 6000000 maybe 6 and a half million jobs that currently available in the United States and it nobody's taking them. And most of them are trades. And so he's... That's his answer to the to to the to the wage problem. And I think there isn't obviously, 1 solution. I'm just offering a different solution. Or something that I'm personally interested in that, I think maybe be a solution. Okay. So let's jump to the introduction. And this is very interesting the note I left myself is the power of books, something in these pages planted itself deep into teal into t into teal minds, excuse me. And I'm sure Gonna mispronounce his name over and over again, and alternate between teal and t. But, you know, if you listen to this podcast, You know I can't pronounce anything correctly. So I wanna read you this part because, obviously, I'm an advanced evangelist for reading more books and listening to more podcast podcasts because I think that we are deeply meta creatures, and we have to be careful about what we expose ourselves to because what we expose ourselves to inevitably take root in our mind. So it's better to be spending our time learning than just kind of, like, endlessly trying to entertain ourselves and and pass a little time we have on earth. So we're... In this section of the book, Ryan Hall is meeting with Peter T at his apartment for dinner, And a lot of the information, Ryan Hall gets us from first for her firsthand. He interviews almost every single person. It spends a lot of time with almost everybody in involved in conspiracy, and the people that were the victims of the conspiracy, like, Peter Dent, which is the founder of Ga. So in this case, he's... He's at Peter T house. So he goes, there are no grand towering book cases fitting a billionaire in and the new york city Department of Peter T. Yet. The space is divine is defined by books. They lie in neatly arrange stacks of different heights on nearly every table. Colorful paper backs and ancient hard covers about economics, chest, history, and politics fill sets of small modern shelves in the corners and against the walls. If you look closely, there is a small white spine edition of a book by sixteenth century political theorist and flo diplomat worn from use. It is not the prince which many people rich an ordinary like, pretend to have read, though it is by the same off author, Nikola Machiavelli. This more obscure volume consists of a hundred and 42 chapters of 500 year old mu and analysis on the works of a Roman historian 2000 years deceased. Even the title is boring, discourse on l. There, buried between notes on how hereditary rulers lose their kingdoms and the effect of noises upon troops in battle, the title of chapter 6 in book 3 stands out ref refreshing in its simplicity. It's just 1 word. Conspiracies. What follows is Machiavelli guide for rising up against a powerful enemy. Again, I'm just gonna remind you probably over and over again that when you when we hear conspiracies things in this book, really think of business. What follows is Machiavelli guide for rising up up, against a powerful enemy for ending the reign of a supposed tyrant for protecting yourself against those who wish to do you harm. It is appropriate that such a book sits just within arms reach of 1 of t... Of 1 of feels wing back arm chairs and not far from the chess set, which oc considerable amounts of his time. Something in these pages planted itself deep into into theo mind when he first read it long ago. And something ent and and something until allowed him to see past Machiavelli deceptive warnings against conspiracies. And here the wiley strategist true message. That some situations present only 1 option. It is the option available to many, but pursued by the few, in to strategize, coordinate and sustain a concerted effort to remove to remove someone from power to secretly move against an enemy. To do what Machiavelli would say was 1 of the hardest things to do in the world. To overthrow an existing order and do something new to engage in a conspiracy to change the world. And now this is the result of conspiracy, and that the main part of the what the book focuses on. At Teal prompting and with his backing, the pair had sued Docker meeting, Media. What they're talking about is Hoc Hoc Hogan, who's gonna be referred to by his named, Terry Be throughout the book. And the attorney that Teal pan to tick up Hogan case. At Teal prompting and with his backing, the pair had sued Ga Media, and New York based Gossip and entertainment empire, along with its founder Nick Dent, and former and former editor in chief, A aj due del... I don't know how to pronounce this I say. Maybe del Del. For a handful of claims including invasion of privacy, intentional inflection of emotional distress and violation of Florida's Security of Communications Act. 4 years previously, Go dot com published experts of a secretly recorded tape of, which is Hogan relay. Known to the public as Hulk Hogan, having sex with his best friend's wife. The tape was eventually stolen and leaked to a wild and impulsive reporter who in publishing it was doing what Ga claimed to do best. Chasing the stories. No 1 else would touch. So the background there is, Hogan is going to divorce She's very depressed. His best friend is this shock jo. I think they call them Bubba Love sponge or something like that. And Bubba picks up Hogan says, hey, I know you're down and your down. I'm not gonna let you be alone. I'm your best friend, come over to my house. He tells Hogan that him and his wife for swing. He leads Hulk Hogan into his bedroom and says hey, I you to feel better. So, like, have your way with my wife, what Hulk Hogan doesn't know. Is that Bubba Loves Sponge is a sc bag and has secretly put in a hidden camera, and he records the whole thing. He's later. I'm not gonna cover a lot of this in the book because, mainly focus on the strategy and the ideas, but just give you some background. Later on the tape we hear that Bubba Loves sponge did it because he would... He said he told his wife, hey if we ever wanna retire, we can use this tape basically to blackmail. His so called best friend. So let's go back. Now, I'm just skipping head in for a few paragraphs. And so what Ryan's doing here just to let you know, he's starting at the end, and then we're gonna go through how this works because the end is is widely known. So since all that remained to be decided as far as teal was concerned was how much it was going to cost Ga The final tally, a hundred and 15000000 dollars, 60000000 of it for emotional distress. It is perhaps the largest verdict against a publisher in history and the death blow and a few that began a decade earlier. Bringing with it the culmination of a conspiracy that had run nearly as long. A Florida jury had been used to send a message, used to write a perceived wrong that almost everyone else had forgotten. The message was delivered and now Ga Media, long considered the invincible Renegade Internet powerhouse is left bleeding out on the courtroom floor. The mortal blow is struck. Billionaire tech investor Peter Till has struck it. I can see the copy of discourse over his right shoulder as he describes his personal war against Ga in defense of a right he believed it threatened. Privacy. And for what the privacy offers The space to be peculiar to thank for oneself and to live as 1 wishes. This is the why behind the conspiracy. Teal talks revealing a painstakingly organized plot, the plan to re assert agency remember that word at agency it's used a lot. And it will probably be used a lot. It's used a lot in the book, and I'll probably reference it several times in the podcast. The plan to research agency over a situation many believed was un unfavorable. To protect something that most of his silicon Valley peers had written off as an acronym, but also to destroy an enemy and make the world a little bit closer to his vision of what it should be. So previously I said, it was largely ignorant of of what was going on with Ga in this lawsuit well happened. It wasn't until I started reading this book and listening to it that I started looking into it. And, I guess, as with anything, there's there's 2 sides. Some people are are very supportive. Of what happened to Ga and some people are are left of gassed. As far as I can tell the people that did not want to see this happen, are confusing this with an abuse of the first amendment, which If you look at... If you... Once you study it, it has nothing to do with the first amendment. If it was just a first amendment claim, Ga would have won. It's the fourth amendment. It's... You're right to privacy. And the fact that they published something that was not only stolen but recorded without permission and, against Florida law. So let's let's jump over. Oh, 1 thing I want... Okay. So in addition to, reading and studying this book and 0 to 1 again. I also listened to several lectures to try to understand more about Peter Till... The idea Peter Till has. And then I also listened to the podcast that were... The author ryan holiday did on the book. With russ Roberts. And he said something I wrote down and left a note to myself. And he said, he was describing his view of events, and he used the words the this this phrase. It was ruthless efficiency and hyper competence describing the conspiracy. And I would add... It's... It was ruthless efficiency and hyper competence versus incompetent decision making. And this is just 1 example I'm gonna give of many throughout throughout the book, which I myself don't understand. Over the last few years, now they're talking about, debt Nick dent, the founder of Ga. Over the last few years, he had gone from owning 1 of the most valuable independent white websites in the world to being on the wrong side of a hundred and 40000000 dollar judgment. This is Ryan Now Ryan speaking again. He found himself out and outs spent by a nemesis. He deliberately prod and provoked. So I guess, again, I didn't read Docker when it existed, but it was basically a gossip brat. And so what they would do is just publish rumors and sometimes those rumors are true and sometimes they weren't, and this is nothing new. You, there's been... And this... Even in this book there's examples it's going back hundreds of years of people that pedal and Gossip. What I don't understand is why somebody thought that they could do this for so long. Nothing would ever happen. So we're gonna see not only is there largely, Ga was a largely incompetent organization, but they were extremely arrogant and unknown to their own encompass. There and their incompetence was unknown to them, and which obviously is something we we all wanna avoid. So moving forward, couple pages, I put... This note, conspiracy equals founding a business, starting companies at a 40 year low, which is just I reference and you'll understand what that means. In a second. We're gonna get to some direct quotes from Peter here here. We live in... This is Peter talking directly. We live in a world where people don't think conspiracies are possible. So again, I would say we live in a world we're starting a business. People don't think we're possible, and I would argue that the debt, the date of that This is have occurring on a 40 year low, at least in the country I live in to be some evidence of that. So we live in a world where people don't think conspiracies are possible you would tell me. We tend to denounce conspiracy theories because we are skeptical of privileged claims to knowledge and of strong claims of human agency. There's that word again. Many people think they are not possible and they can't be pulled off. When I heard that and then went back and bought the book and then highlighted that section I just look at that as businesses. There's... We live in a world where people are skeptical that you could start your own business. We see that because very few people are actually doing it now, and it's going in the opposite direction of the direction, I personally think it needs to go in. Now we're gonna, to add on to this, Ryan, pull some more stuff from Machiavelli. So it says Machiavelli said that a proper conspiracy moves to 3 distinct phases. The planning, the doing and the aftermath. Again, a business, the planning the doing in the aftermath. Each of these phases requires different skills from organization to strategic thinking to recruiting, funding, aiming, secrecy, managing public, relations, leadership, foresight and ultimately knowing when to stop. Most important, a conspiracy requires patience and fort, so much patience as much as it relies on bold or courage. And I think, you know, that paragraph... It's probably... It's probably obviously you by now that that a lot of the stuff gonna be learning here. It's about conspiracy, but we're applying it to to business and you see why. I mean, it's just listing all the things you probably need if you're if you're building a company today. Okay. So I'm wanna skip ahead a few pages. This is the first act. That's the note that I left myself. And what happened was at the time, Peter Taylor, I think is relatively famous now, especially because he's made some weird choices to get involved in politics, which I don't think business and politics should be mixed personally. So this is not this podcast is always... You know, I never mentioned politics, I don't care about it personally. And even if there's some people that have appeared on the podcast anywhere, even if it's successful a business, some of them are or as far, you know, some some people that have personal communist stint perspectives all the way to, you know, anarchy. I don't care about any that. I just wanna learn from people. And my personal opinions on those matters is not important. I do think that 1 important like skills is learning for people you disagree with. So I don't... I really don't take them into effect. But at the time this is happening, the first act conspiracy, Peter feels is largely unknown. At least, I didn't know who he was. And this is back in 2009. There's this publication owned by Ga called Valley wag. And for some reason, they they published a story, and it says, Peter T is totally gay people. So I guess at the time, friends and family knew he was gay, but it's not something, you know, he he led with. He just wanted to be known as an entrepreneur and an investor, and Ga, because Nick Dent has this personal philosophy that of radical transparency that every single secret should be known by everybody. Which is interesting enough is the exact opposite of Peter K. They decide, hey, it doesn't matter if this guy wants to everybody know he's gay. We're gonna tell ways he's gay. And so in 2000, we're we're talking, you know, 2018, That might not seem like a big deal. You know? There's definitely been a shift in culture. But in 2009, it was very different. And, Ryan Hall, they spent some of the time talking about even, the, like, the politicians and the leaders at the time weren't even coming out for support of gay rights and the like. So this was an actual bigger deal. So we're gonna find out this is the first act of the conspiracy. We're gonna find out why this motivated deal to take action. It was a... This is now a direct quote from Peter. It was like a full on attack out of the blue. There was nothing I'd ever done to these people in any way whatsoever. On a superficial level, the article was just about outing me. It wasn't the outing itself however that most got him, but the second narrative that he had psychological problems because he didn't want to be out. It was never about the Owen Thomas article. Peter eventually admitted to me. It was the Nick Dent comment. In the comment section at the bottom of Owen story, Nick Dent, who was Val wax editor and then the founder of Ga had posted a few sentences in the form of an accusation that seemed to respond to itself. Quote, The only thing strange about Teal sexuality, why on Earth was he so paranoid about its discovery for so long. So that little flip in maybe 1 minute comment is the first genesis of this idea that Peter winds up having wait almost half a decade to put anything in action, and then a full decade to to actually strike that final blow. So that's the first act of the the conspiracy. And I wanna jump I'm jumping ahead a few chapters like, I always do. And I wanna give you a short bio on Peter. And so this gives you some background on on who he is and and and what he did. At the moment we first find Peter T in the story, he is 40 years old and in the middle of an astounding rise. His path was in some ways traditional, Stanford, to Stanford Law to to judicial clerk ship to high powered law firm. But it was also marked by bout over rebellion. His friends thought he might become a political pun. Instead, he became a lawyer, then 1 day, surprising even himself, he walked out He walked out of 1 of the most prestigious security law firms in the world after 7 months and 3 days on the job within a few short years, T formed and then sold Paypal, den sold Paypal to ebay for 1500000000.0 dollars in July 2002. With proceeds of some 55000000 dollars till assembled an empire. He re a hedge fund called Cla into a vehicle to make large counterintuitive bets on global macro trends, seating it with 10000000 dollars of his own money. In 2003, T registered a company called Pal with the Securities Exchange Commission, and in 2004, he would found it in earnest. The company would take anti fried fraud technology from Paypal and apply it to intelligence gathering, fighting terrorism, predicting crime, providing military insights. It would soon take money from the venture capital arm of the Cia, and soon take on almost every other arm of the government as clients. That same sound summer, T placed a 500000 dollar convertible note into the hands of a 21 year old Mark Zuckerberg, becoming Facebook's first major investor. A half a million dollars was a bit less than 1 percent of the Fortune Peter had taken out of Paypal. His first company or perhaps a year's salary had he not left that law firm. So I'm gonna skip ahead still going on this. So he's He's running his hedge... The what takes most of his time is he's running his hedge fund called Cla Capital. The hedge funds assets are as well to close to 8000000000 dollars, putting Peter as a friend would tell the Yorker about that moment on the cusp of it quietly achieving his personal ambition of entering the pant of all time great investors. Before that could happen, the bottom begins to fall for Cla and for teal. By the end of 2008, Cla takes a wall up as the market's tank and it ends the year down 4.5 percent. The following year would only get worse. Teal sits down to right a piece about the future of libertarian for the Cat Institute in April. He expects a decent reaction at least a conversation, and instead finds himself in a crossfire of contempt and laughter. Owen and Thomas, this is the same guy out him a few years prior. Returning once again to Mock till would use the piece to question whether teal was on drugs. On inference he said squared with rumors Ga had heard about Till. Particularly, quote, while he was fit fully coming out as a gay man end quote, Simultaneously, investors are pulling their money from Cla. By July, assets under management have shrunk to well under 2000000000 dollars. So down to... So down from 8 to 2. The fund ends the year down 25 percent, and 2010 is no better, down another 23 percent. And now the assets under management are less than a billion dollars. In an interview, so you'll see how the... His pub... At the same time, he's having a lot of business trouble, there's the increase in attention he's getting from Valley, and this is his response. In an interview he gave a month after his immediate infamous infamous cad piece was published. T told a reporter that he felt Valley wagon and Ga were like a A cad qaeda. He didn't understand how and why people would treat other people like that. To his friends, to people he worked with whenever Ga would come up, he would refer to it as the Mb wto, the Manhattan based terrorist organization. And skipping had a few pages, we're gonna see again, why it's important. You have to be careful what ideas you're exposed to because sometimes they just take root and they can change your life. So this is a right to privacy and another example of the why behind the conspiracy. And this is a quote. So it says when personal Gossip attain the Dignity of print and crowds the space available for matters of real interest in the community, future Supreme Court Justice, Luis Brandi, maybe wrote in the harvard law review in 18 90, and a piece which form the basis for what we now know as the right to privacy. So it's a quote from the right to privacy, and it says Teal had read this article at Stanford. Many law students do. Most regard it as another piece of the puzzle that makes up American constitutional legal theory. But Peter believed it. He v privacy in creating space for weirdo and the politically incorrect to do what they do because he believed that's where the progress came from. I kind of agree with with that sentence. We all... Like, the... I mean, this entire podcast is about outliers, people that are strange in somewhere way or another. Imagine for a second that you're the kind of der arranged individual who starts companies. You've created cryptocurrencies designed to replace the Us monetary system that somehow turned into a business that helps people sell beanie babies and laser pointers over the internet and ends up being worth billions of dollars. Where others saw science fiction, you've always seen opportunities for real legitimate business. That's just another example of great writing in my opinion by Ryan. He continues. You were driven to entrepreneur because it was a safe space from consensus and from convention. How do you respond to social social shaming? You hate it. How you respond to pet blog implying there's something wrong with you for being a gay person who isn't public about his sexual out sexuality? Well, that's the question now isn't it? The next page I'm skipping over. This is something I also noticed the hypocrisy of Ga. Ga reminded teal of the self righteous people he had been railing against ever since he was in college. The people who claimed the moral high ground who claimed to be about freedom of choice but who bully everyone who doesn't choose their way of freedom. For a complicated man with specific opinions about complex ideas. 1 might suspect that the graves threat ga post, why it seemed to him to be a form of terrorism, was the tendency for this trench snarky reporting to become red productive and to cause collateral damage. So what I mean about that, he he's talking about. He feels Ga yeah, bit hypo critical because they're saying, oh, you know, complete open transparency and freedom the way of life. And yet if you didn't agree with their their thesis that there should be no such thing as secrets, then they rail against you. Something I don't think I talk about on the podcast, but also in the book is Cock would would publish these these hit pieces rightfully so about all the tax dodging that companies do, which I think is 1 unethical, but at the same time, legal, and I think the solution is actually a simplification of the tax code. But what we... What's revealed the book and through discovery in this lawsuit is that Ga engaged in that they had a bunch of Llc set up all over in Hungary and the Grand Cayman Islands and they did everything they could just like the people they rail against. And then they also talked about in the book they talked about Ba would just attack companies for using unpaid interns again something I'm completely against. They wind up having their own lawsuits about unpaid in interns. So a lot of the things that they would attack other companies for, they were definitely guilty of. They would attack Silicon Valley and other businesses leaders just for greed yet most of the writers at Ga were paid less than they... In the book they compared to... They made less than what Waiters would on, like, a busy weekend, and that Ga... That that Nick and owned and, like, his family owned the vast majority of. Not only were they not paid well, and Nick would was, you know, making tons and tons of money, they also had no equity in the company. So there is a a huge strain of hypocrisy. That makes Ga at least in this book. And again, this is the only source I really using to from my understanding of Ga, it makes it an extremely un organization. Teal go back to the book. Teal saw a Ga not so much as a revolution, but as an anarchy mas reading as a movement. Another great sentence I think from holiday. He sought as cruel and unfair, but also a toxic force in intellectual life and free society. My main objective to my excuse me. My main objection to Ga is still this moral individual 1. That they hurt individuals, but there is a cultural critique too. I think, it's the kind of thing that's contributed to this sort of incredible h... Oh, come on. I can do this. Homo Peter says. What he fears is a culture that would deprive him of the freedom to think to articulate his strange views. And a few paragraphs later, the note, I love myself as the central beginnings of conspiracy slash or anything new. There are the essential... These are the central beginnings of a conspiracy. First, a slight of some client, which grows into a larger dissatisfaction with a status quo. A sense that things should be different and will be different, except for the worse. If something doesn't change. But then comes a second step, a weighing of the stakes, what if I do something about this? What might happen? What might happen if I do nothing, which is risk to act or to ignore? History is uncertain of this question as were the people in Peter's life. The ones trying to tell him that there wasn't much that he could do. Peter Wood at 1 point, pass me a copy of the 15 decisive battles of the war world by Sir Edward Shepherd Cri. The book he had read as he mold his options over. The epi graph of the chapter on the battle of Va, quote, shakespeare. A litter... Excuse me, a little fire is quickly t and out, which being suffered, rivers cannot quench, which basically means you rush into stamp out the sparks and end up fanning them into flame. This is the risk. Okay. So skipping ahead, I wanna get into a little bit this section I found interesting about his personality. His anger is at odds with the cautious mind that is his in his nature. He is not a man prone to being ruled by his emotions. If someone asks him a question, say about some controversial issue of the day, he does not simply react with an opinion or pluck a conclusion from nowhere. Instead, he begins with 1 view of these things is that and then proceeds to explain the exact opposite of what he happens to personally believe. Only after he is finished with complete since and defer, describing how most people think about this issue, Will he then give you his opinion, which almost always happens to be something radically unorthodox. All of it pun with liberal pauses to consider what he is saying and what he is saying as he's saying it? Even when he does describe his opinion, he preface it with I tend to think or it's always his question of, as if what he's is really about to tell you is simply capturing where his opinion falls, the majority of the time when running a thought exercise on the topic as if he is always in the process of deciding what he thinks. And this is simply the process for articulating what he thinks. Skipping head, there is this paragraph, and the Know left myself was the need to ask yourself the Contra question. From 2007 to 2011, Peter Till is thinking about the Ga problem as he'd had come to call it. And the language is illustrative. It's a problem, a social problem, a cultural problem, the mb t o. He's talking about Ga not just intellectually, but about what can be done about it. He would discuss it in the office. He would discuss it with fellow Tech mo. Over dinners, he would ask the smartest people he know. He knew. For a number of years, after the various articles, the response was there's nothing we can do. So the reason I single that paragraph out is because the reason I think it's important to ask yourself the questions is because these people wanted up being incorrect. And all the contra question is really getting to is, like, what is true that other people don't think is true. And in this case, in a subset of answers to that question is people thought, oh, there's nothing you could do. So just don't do anything, which, you know, is a perfectly understandable conclusion to arrive at. It's something, you know, I was reference how I tried to constantly learn from Jeff Bezos. And when he asked about what was going on with with the whole Cock Peter till thing. He said his solution is just get thicker skin. Which again, it's just an alternative. Peter just decided to to to go in a different direction. And then, the next note I came to a few pages later was why did people believe nothing could be done? And, Peter is describing why people were telling him. It always waste the time. And he says, at the time, it felt like a crazy uphill battle, you know, even with all the financial resources. T would save this period of consideration, it was the nature of the thing. Ga power in part came from pretending that it was more powerful than it was. Once that power dissolves as it would eventually by Peter's doing, it's difficult to remember how that once was the view. But it was the view. For business purposes, I would say there's opportunity where most people are not looking. And what was once on, like, impossible becomes, you know, commonplace place, and then we kinda forget that all, yeah, there... This this wasn't possible. Before. And we're you're gonna see an example of that in 0 to 1, when I... When we get there, specifically about the model that Airbnb b uses. Okay. I just... I just like this. And I always... So I'm including this part because I always like to figure out the people that we're studying here. Right? Like, they're... Hope... We hope to learn something from them to to make this time that we're spending together useful. Right? Well, I also wanna know who influence them. Because, like I said, books are the original hyperlinks. And they lead you from 1 idea to another, and we see that especially with founders. They're usually inspired. They're almost always inspired by people are doing something before them. And we've talked about this ad Nausea, just using the the common example of Jeff Bezos again, how he looked at people like Sam Walton, in turn looked like people like Jc Penn. Jeff Bezos also looked to got some of the best advice of his life sitting down with the founder of Costco. So now Only do Wanna learn from as many people as I can, but I wanna find out who they learn from. And, actually, this Rhonda this resulted in me ordering a book by this this guy we're gonna get to you right now. I it ready yet, but I plan on it. So it says, his name is Renee Jar gerard. 1 of the most profound intellectual influences on Peter T is a French thinker named Renee ge gerard. Whom he met while at Sanford and whose funeral he would eventually speak at in 2015. Jira gerard theory of meme desire holds that people have no idea what they want or what they value. So are drawn to what other people want. They want what other people have. They cove. It's this, Ge gerard says that is a source of almost all the conflicts in the world. So the book I ordered of his was, I think it's called in things hidden since the foundation of the world or something like that. Which the title alone Like, oh, I have to... I have to order it. I have to read that. So I'm gonna skipping ahead again. We're gonna talk about the high agency person. And this is applicable against and only conspiracies, but but definitely people wanting to to have control over their life. And for our purposes, people starting businesses and and wanting to do something solve a problem or or work for themselves in some manner. 1 will come upon situations in life where it has become increasingly clear that the normal playbook will not work. No working out of the differences. No back room deals. We reach the port point where we believe that the normal remedies will not be enough. Where we are significantly out matched our un. We reach a point where even the out of the ordinary remedies will not suffice. It is here that we begin to look beyond the playbook to create our own. It's this frustrating ground that births to conspiracy. It is always revealing to see how a person responds to those situations where when he's told, there's nothing you can do about it. This is the way of the world. Peter's friend, the mathematician and economist, Eric Weinstein has a category of individual he defines as a high agency person. How do you respond when told something is impossible? Is that the end of the conversation or the start of 1? What's the reaction of being told you can't that no 1 can. 1 type accepts it wall in an even? The other questions it. Fights it. Rejects it. This choice defines us. So previously, I would just be reading books, and, you know, maybe in the past I just come across that subject, Or, Just gonna Paragraph. Like, That's interesting. Now I really try to ask myself those questions. So not... I'm not just being passively ingesting the words on the page. But, like, what is what's the answer? Like, how do I respond when someone tells me something possible, is at the end of the conversation, the start of 1. What's my reaction when when people have told me I can't do something than no 1 can. I think it's really interesting. And I... Obviously, I don't think that's something that, you know, you you discuss with everybody, but maybe you should have the conversation with yourself. It might be helpful. I'm not sure. I like this idea of, Peter's idea of pre history. So this is really short. The image of Silicon Valley is that the startup up comes together quickly from idea to minimum viable product to world changing business in a montage of exciting steps. In truth, like conspiracies, it takes a little longer. The path can be me. Paypal anti fraud insights took several years to become pal. Teal had registered the name before he truly founded in the company that looked that that looked for outside investment. Even Peter's hedge fund had been something he started before Paypal, and only came back to after Paypal. Teal calls this the pre history of a company of a conspiracy. And skipping ahead now, more similarities between a conspiracy and a company. A startup is in Peter's definition, a small group of people that you've convinced of a truth that nobody else believes in. This is a fitting definition of what has assembled here as well, talking about the conspiracy. More people would be added as time passed. Allies and enemies of enemies would be brought into the fold. But all of it would proceed from the shared belief of these 3 men that destruction of Ga might be possible. Now they had their first decision to make together, how and the 3 3 men. Or Peter, this guy named mister A, who is a main character the book and I don't know not gonna spend much time on. Mister a and and then the attorney that they hire. So mister A is the 1 that gave Peter the idea to do this in the first place. Several years after he was out. Peter's having dinner with him at the time he's a 26 year old lost student. And I think they're having dinner in Berlin at a conference or something with that. And he doesn't wanna waste the 1... Probably 1 dinner he's ever gonna do with Peter. So he says, hey, I know you you've had an issue with Ga. I have a solution. And his solution is let's start a company. It's gonna take 3 to 5 years and up to 10000000 dollars and let's fund lawsuits. Aimed at Ga in hopes of bankrupt them. And he... Mister a at the time. I think it's his real... In the book, his real... Like, he's never revealed. His real name is not revealed. But if you Google, you could find it. And then he's the 1 mister is the 1. Basically the if if if if Peter's is a shareholder of the company the mystery is like the president. He's on running this whole thing. And again, III I'm leaving a lot of that out because the book is a fascinating story. And I don't wanna ruin the story. I'm just trying to pull out the ideas that might be applicable for business or life in general too. Here's some contrast between Nick Dent, and Peter and I like... I I like this idea of Peter. The idea of being last. Nick wanted to be first, which is a form of power in itself, But this isn't how teal thinks. He would say his favorite chess player was Jose Raul Capo, and reminded himself of the man's famous D. To begin, you must study the end. You don't want be the first to act, you want to be the last man's standing. History is littered with examples of those who acted rationally in pursuit of their goals who plunged ahead without much in the way of a plan and suffered as a result. And another idea that I like this information as. Peter seems to have a pre natural ability to sense which lever to pull? What angles is the best approach, and it's almost always something radically different from what your average person would select. He wasn't looking for an opportunity to score a few points against Nick Dent. But trying to locate something to soothing. But trying to locate some singular button that would be the man's doing. An investor tells me that with each investment, Peter likes to ask What do I know about this company that other investors don't know? In other words, do we have an edge? It's only with some sort of informational as goes the thinking that 1 can not only beat the market but dominate it? And get the kind of return that takes a 500000 dollar check and turns it into a billion. And on the very next page, another useful counter counterintuitive point, Teal has been asked about 1 of his strange investments that many people were sure would not work out. That's a good thing he said. He liked hearing that criticism. We don't really need to worry about those people very much. Because since they don't think it's possible, they won't take us very seriously. And they will not actually try to stop us until it's too late. So moving on on quickly again, this is his default state of contradiction. I thought it was interesting. Peter's default state is to embody contradiction. Doing so is what makes them such a brilliant investor, considering each trade and investment in new from a dozen perspectives, seeing what others aren't able to see and doing it on a regenerative regenerative basis. A friend would say that Peter is of 2 minds on everything. If you were able to open his skull, you would see a number of Mexican standoff between powerful antagonist ideas you wouldn't think could be safely housed in the same brain. So a lot of... Most of what I'm gonna cover is is Peter. Right? It's the whole point in of podcast. But I couldn't help of being impressed with some of mainly Whole Hogan perseverance. So I'm gonna sprinkle into this podcast. Some other stuff that I think is very useful to us and hopefully inspiring. So this is the intro to Hogan perseverance. And again, we're gonna call, Terry. Darius had an incredible run. The fat awkward son of a pipe fitter, he travels from the docks of port Tampa, Florida to become 1 of the most famous characters in American culture. At 12 years old, he is already 6 feet tall. And he only has 1 friend, his music teacher. He tries to make a career in music after high school and community college but struggles to support himself. He gets a job loading and unloading cargo at the docks to make ends meet. He begins training to be a wrestler at 23. He gets his first match a year later. He's the young arp ups start. The older guys don't want him around. He stays at it. It's a story of success, not unlike Den and Peters, but the blue collar version and with a different ending. He goes from professional wrestler to Movie star to Icon. This virus maybe chuckle. He's so well liked, he can call everyone brother and get away with it. So that's just 1 example to give you a background of where he started and where he winds up, and you're gonna see it I think Ga severely underestimated them. They poke fun at them. They try to mock them. And you don't go from being poor, the son of a pipe fitter in a small town in Tampa. To where he winds up what... To where he winds up going, what he winds up achieving by, you know, being a soft person. This is a note, I left myself that I think, Just a good life advice prod at your own peril. Machiavelli warning once again rings prophetic. Anyone who is threatened and is forced by necessity either to act or to suffer becomes a very dangerous man to the prince. And to me, that's a it it just kind of obvious that Ga had a really bad business when you think of their entire business is was built around trying to harm others as if they they they talked about on the book, you know, sometimes they just seem him as was like, you know, the digital avatars, not real people. But people like, the people that you prod at your own peril, they they're gonna have a reaction. And that reaction can be extremely dangerous. It can take the form of a lawsuit or in some cases, in most cases, what I would argue the lowest common denominator of the human species if you just observe our behavior is violence. So it's very, very reckless and very, very dumb to be prodding people and to be building your life around messing with people and and in Hogan case trying to destroy his life. And that was 1 thing that I just couldn't get over. Like, they ran what they knew was a stolen sex tape. And what was the reason for doing it for page views so then they could show advertising against those page views. Like, that's that's not how you should wanna spend your time. Like, that's a real person. That's a the husband, the father, a person. Just... IIII don't understand how you think you could do that over a long period of time and not reap any rep repercussions It it just... It's unfathomable to me. From what I'm reading, Nick Dent is not a dumb person. He there... Certainly did dumb things. I just don't understand how he didn't understand that. It's just so dangerous. Alright. So this is this is the opening of the conspiracy. The chapter I'm in right now, mainly talking about Hogan and at the time, I remember, Peter and mister A, hire an attorney, and what they're doing is they're going back and looking at pass. Cases. And they're spending, you know, a lot of time and a lot of money doing this trying to find where the weakness in in in Docker is. And then this thing, like, a year or 2 after they they engage the conspiracy on the exact timetable, this hogan thing just falls into the lab. So this is the opening that they're were looking for. For months harder, which is the the attorney had simply been watching Ga, studying it as if he as he had been asked to. Billing by the hour as he looked for an opportunity to validate Peter's proposed strategy. He had looked backward mostly at old stories at exchanges where people had threatened Ga with legal action. Yet none of this had gone anywhere. Then suddenly, that we in October, the opportunity had arrived. Ga had not just published a league celebrity sex tape, which itself is often illegal. It had run 1 where the celebrity had said very loudly and publicly that it had been recorded without consent. So that's the basis of their case. The reason so many people were telling Peter beforehand that you can't. Can't do anything about Docker because it was always an an issue of first amendment. Ga been getting, like, cease and desist, like, once a week for their entire existence, and they won every case or people ran away because people fought them on the first amendment. Where they're gonna be fighting them on the fourth amendment. In this case, in some of those cases, the the, like, when the tape is stolen, and then recorded it without consent, then that's a crime. And you obviously can't say, all, my journalist, I'm just publishing this, which which we seize as the outcome of the case. And then the round out this chapter. Don't know I left myself is sometimes these books. So, you know, we're we're spending time looking at these books and and and doing this, I think because we wanna learn some good ideas. Right? Sometimes these books also teach us what not to do, and this an example of that. Most suspect that Hogan is simply post, running the same tired playbook that every celebrity breaks out, when they release a sex tape to boost their career. But they're are wrong. A real challenger has entered the ring. He was oiled and dusted and ready to fight. And hidden from both the crowd and the opponent are the teammates he can tag in when he needs them. Ga claimed that it was ready too and had been for a long time. A valley wag editor had in 2006, complain in an interview that for all the traffic he snagged and media attention they'd gotten, what was really missing was a legitimate legal challenge. We haven't gotten a serious legal threat so far. He said. We're still waiting for a good solid cease and Desist and a good lawsuit. They fired him for saying it, but they re hired him a few months later. Deep down, Dent had always shared the same swearing belief, but he was just smart enough not to say it so. He and his writers had long for a worthy challenger. They had dared the powerful to come after them. Again, this is not smart. This is not being... First, it's not being a good person in second. It's just I need somebody to explain why you would engage in the strategy. Unless you were some kind of, somebody that actually wanted harm to come to you, sad maybe the the the term, there's somebody, like, pain, pain. They joke that you were nobody until somebody sued you. Now they had a good lawsuit, a 9 figure lawsuit in state and federal court. They were confident they would knock this opponent down as they had every other powerful person who had challenged them. A professional wrestler. That was Ga game too. This would be fun. This would be easy and good for business. Besides it could always be made to go away if it wasn't. And so they sleep walked on. And to me, when I say this is an example of what teaches us what not to do is the result of this kind of incompetence is your entire life's works destroyed, your personally bankrupt, you have to beg for len, so you can get some money out of, after the the after your company is basically dissolved, which he he winds up getting a couple million dollars, Nick does, and you basically run away from the United States, and you take Exxon. I think he lives in, like Switzerland now or somewhere in europe. This was preventable. Like, you could have done something else with your time. I don't understand I don't understand why you why you would do this to other people. It's so bizarre. It's not journalism. It's gossip. It's it's useless. It to me it kinda of... So I always talk about my favorite network as Twitter, and I don't tweet. I just... I use it to to get access information. And sometimes I click on the the threads so that are interesting. And you just see people wasting time all day being negative and attacking other people and for the life of me. I don't understand how I understand. Like, I'm not naive in that sense, I know that gossip is the vast majority of human com... Communication. I just think it's useless. It's a useless way to spend your time. Like, how many times you listening to this podcast right now? Think about the last 12 months? How often did you spend your time being negative online? Did you... Have you left a... Have you watched a Youtube video and then left a negative comment? Have you attack somebody on Twitter or Facebook or Instagram? Like, hopefully, answer's is noah because you see it's a giant waste of time, and it's just... It's personally, it's that it's not something you wanna do to fellow to fellow individuals? But you're not doing anything. You're not adding any value to the world. And the idea that this... I always say the Internet comments are the bane of our existence. I truly for life me don't understand why people waste their time doing stuff like that. And if for for whatever reason you answer that question. Yeah, You have, you might wanna consider, like, being instead of being a critic, like, I always would say, like, this goes to people... Let me let me talk about in the domain, and I'm interested in podcast podcasts. There's tons of podcasts for, you know, to it's just people complaining about stuff they don't like. First of all, I don't know who... There... They obviously have audiences, you know, because they could be popular. At some people I guess, like, to re that, but I just think the world needs far more evangelist than critics. And I think we should be talking about and and spreading the ideas that we we enjoy than just talking about things we don't like. I just... I it's a terrible terrible way to spend your time. I... I'm sorry if I'm drowning on and on about this. I just... It... I'm I'm be funnel to use a a vocab where. Alright. So a lot of this book is about the value of perseverance. And in this case in the conspiracy in our cases, we wanna know about building something. So in this case, I'm skipping ahead now. They they sue Go in Federal on state court in Federal court. It's the first amendment issue they're just getting their butts kicked all the way all all over. So it's this is why perseverance is important it says, it's been setback after setback after setback. The same judge telling them repeatedly. No. I'm not going to take down the sex state for your client. Sorry, Terry, I don't care that it's simulating for you. Telling Peter, hidden off in the showers. I don't care how well you thought this through. It's going to be harder than you thought. What that meant for Terry however, and for Peter was that their odds did not look good early on. The Hollywood reporter would lay it out frankly. Saying that if whole Hogan still wanted to win, his only chance was to, quote, say his prayers, eat his vitamins and hope for 1 of those out of body moments that he wants experienced during his professional wrestling days. When he suddenly gains a new source of strength and makes him miraculous comeback. Hogan would say he never doubted himself. But after all that, there's no way that he couldn't have. The federal judge had said plainly that Ga publication of the sex tape was in conjunction with the news reporting function and that the factual finding supports a color a c fair use defense. He had rejected Hogan and his lawyers on every single attempt to attempt, except the 1 they made to flee his courtroom. And an appellate court had done its own rejection of his case. The headlines weren't any kind. The media not only thought he would lose. They were rooting for him too. So that's in Federal court. Eventually, it gets kicked out of Federal court, and they they do get 1 injunction, and that's they're granted the right to proceed and in Florida State court, which winds up being exactly what they needed. And so, skipping over a bunch of parts of this, but I wanna give you another example of more of what not to do. And in this case, now it's in Florida that it's in in front of a judge in Florida, and they they grant the injunction. They tell Go, hey. You gotta take this down until that the trials settled. And then Go in their if infinite wisdom does something unbelievably stupid. Perhaps it had been the rising sense of their own power that gave Go the confidence to make the decision in April 2013 in response to Campbell granting of the injunction that Hogan had sought. Campbell the judge judge Campbell. It was obviously wrong they believed an abe admiration in the record of repeated rulings in their favor. John Cook, Ga then editor writes a post titled, a judge told us to take down our whole Hogan sex tape. We won't. So they might up not taking on the the the sex tape, writing a post about it getting more attention. Keep in mind, this is the judge that's going to decide the the case that eventually bankrupt them. So another dumb move here, and Ryan comments on here, he goes, we asked earlier who the underdog was in the dynamic. It is probably not the party that can defy an order from a judge and get away with it. Setback after setback after setback. And the now I'm gonna go to section which features more perseverance and just other good life advice. Okay. It's the drive where you hit every red light. The project where everything else seems to go wrong at the same time. When you ask yourself, why can I not just catch a fucking break? It is a nature of conspiracy. If it was easy, everyone would do it. Fate rarely conspired to help conspirators. And if it was on their side, why were they forced to do all the sneaking around then? No. Fate sense to the conspirators of the world the best of its Murphy's law and entropy and crisis of confidence. The Sas and investor Paul graham a peer of Peter T has chartered the trajectory of a startup with all of its ups and downs. After the initial bump of media attention, the rush of excitement from the unexpected success, Graham says that the founders enter a phase where the novelty begins to wear off, and they quickly descend from their early euphoria into what he calls the t of sorrow. A startup up launches with its investments gets a few press hits and then smack right into reality. Many companies never make it out of this ditch. This isn't there's a great thing right here. The problem with Silicon Valley and I would I wouldn't just exclude it to Silicon Valley I think in general. The problem with Silicon Valley is that we tend to confuse a clear view with a short distance. Here too, like the founders of a startup, the conspirators have smack into reality. The reality of the legal system. The defensive bull work of the first amendment, the reality of the odds. They have discovered the difference between a good plan and how far they'll need to travel to fulfill it. This is going to be harder than they thought. It always is. Machiavelli wrote that Fortune, mis fortune, in fact, aims herself where D and dams have not been made to contain her. Class which said that battle plans were great, but ultimately subject to friction, delays, confusion, mistake and complication. What is friction? Friction is when you're para and you lay out a brilliant plan to defend athens against Sparta, and then your city is hit by the plague. Friction is when your trusted research tells you 1 thing, but you come to find out the situation on the ground is completely different than the and the data had it all wrong. And so the essential trade of the successful man is not only perseverance, but also a per expectation of how difficult it is going to be. It is having red on up of red, so you can absorb the losses you eventually incur. 1 was not just steal one's heart, but also 1 spirit. So and... I love this part. So there's no such thing as an obstacle just information. The earlier you spot and anticipate setbacks, the less demo they will be. We want things to be easy, we want them to be clean. They rarely are. And on the very next page, is great advice to about focusing the power focusing on doing a few things correctly, which we've heard about in other books that we've covered. So it says, this is pierre. If you think of what you're doing too prob holistically where you have all these different steps, and there's a chance that all these steps fail, then the conspiracy is very complicated, like a rub Goldberg contraption where something is just going to break down for 1 reason or another. What, mister a convinced me of in 2011 was that this is not a statistical con con condemnation of probabilities. It was that we simply... If it was that if we simply executed on a few of these things correctly, you could win. And so the next part something that is personally important to me that the understanding that we live at a world far a world far too complex for our understanding, that the unknown unknowns are always greater than the known unknowns. And to try to design your life to survive and, hopefully thrive in a in a world beyond our understanding. So here's an example where the unknown unknowns are gonna come back in the future and destroy Docker. And then there was a big concrete step forward for the conspirators. 1 giant setback for Ga. 1 that neither side would fully understand at the time. Ga lawyers were still focused on the immediate prior restraint notions in front of them and would be sometime before harder. Remember that's the attorney. And mister A would see the huge advantage they had gained. And being forced to drop the case in federal court, meaning at the time, they took it as a loss, which winds up being the opposite of a loss. In being forced to drop the case in Federal Court and limit their case entirely state court, the conspirators were given a lucky break. Ga legal strategy since then, backed by the subsidy of 750000 insurance money, would be 1 of attrition, fighting until its opponent ran out of money or until the policy went dry and Ga had decided had to decide if it wanted to keep going. So they're backed by this insurance policy. It's picking up a large amount of their legal bills. Right? But in Florida, where Ga had driven harder to retreat after so many Federal court victories, this strategy was not so favorable. Remember. The world is way too complex, and there's no... Like, their attorneys didn't realize how complex. A quirk of Florida law held that in order to appeal a civil verdict. Petition have to post... I don't know how to pronounce a super ace Petition have to post a bond. Let's just call it a bond. Equal to the amount of the verdict, essentially proving that they could pay what they would owe if the appeal was not successful. A 2006 Florida statute had limited those bonds but still the cap was 50000000 dollars. That means if Hogan could actually get to a trial. If he could get this case in front of a jury. And if that jury sided with him in any substantial substantive way, docker would be finished. So that they would have to have 50... Basically what they're saying is they'd have to have an extra 50000000 lying around to even to even, that have the chance of appeal. So it continues here. Well Ga revenues would be strong this share, approaching 35000000, It was still an independent independent media company without deep pocket investors. Ga and least of all Nick Dent did not have a hundred million dollars to give hulk Hogan, and Dent insurance was not such that it would likely cover damages. Ga didn't have 50000000 on hand either, which would which would be the amount it would have to put an escrow with the state of Florida if it was to lose and seek to appeal to a higher court. Yet perhaps, it was because of the company's growth or perhaps because a trial seemed so far away and the news had thus far been entirely in its favor that for years, another mistake here. Nick Dent would be talking about how many rounds you could go with Hogan. That his worst case scenario would be ultimately winning the case on appeal. So he's bragging about oc... I can go rounds with this guy and worse I can go... I can, win an appeal. No. You can. You can't even get to appeal because you don't have the 50000000 dollars, because you're fighting in a complex world that you don't understand. We didn't know every nuance of Florida law, mister A would say of the conspirators understanding about the potential strength of this position that they had almost fallen into. In 2013, they were still reeling from from too much they were still really too much for most of the setbacks to see much good in anything. Just trying to maintain e in the face of of that had been enough to be insulated or even optimistic was too much just yet. Indeed, had they known how favorable their legal position and state court would be, they might never have even bothered with Federal court in the first place. Still, fully aware of it or not? Confident or fill with doubts. The conspirators had in fact gained a strategic position that could potentially give them everything Peter and mister Aid hoped for when they began to plot Ga destruction in that restaurant in berlin. The decision by Charles, that... That's their attorney to attach a hundred million dollar number to Hogan lawsuit had been in part to get headlines. But now if they were to get anything close to it from a jury, it would be an immediate knockout blow to ga. No chance for appeal. A bankruptcy event. Better, Go didn't even seem to be aware of its glass jaw. This is just a quick thing about the mistake of not knowing your enemy. He had... This is Coco. He had via interviews, told anyone thinking about publishing the tapes, what his intentions were, and articles had been sent directly to Ga editors by the outlets that ran them. When they had proceeded with the tape anyway, his lawyers sent Ga cease and desist letters within hours, they had not listened. Instead, Ga writers laughed and made fun of him in some 30 pages of group chats, joking about his silky pub, and whether his penis had a matching du rag. If Ga had in 2012, are in the years to follow, properly sized up what was in front of them, perhaps they might have found a way to apologize and see the matter quickly fade away. So not only did then I understand their enemy. But it's also what I was saying is like, the the the the the interesting part about spending so much of our time. You. Because I'm old enough where, like, the first time I got online, I think it was like, 12 years old and Ibm pc using, like, Aol. Right? So part of my life, the Internet didn't exist for all intents purposes. And even back then it was dial up, and you, you know, you couldn't use a phone, like, you couldn't get online if somebody uses the phone in your house. And... But what's happening now is that we're all line, there's a screen in between us. And there's something about... Even, like, whether it's a screen or think about when you're driving in a car, like, somebody cuts you off, like you might yell or or get mad just because you're you're siloed from that temporary silo from that person. Like, This is a another person. And instead of s with the fact that, you know, he's got kids and a family, and it's embarrassing that, sex tape was recorded about his permission and then Stolen, they're making fun of them. And I just... IIII think I might have maybe even done something similar when I was younger. And maybe that's the issue here that takes time and to be, like, less selfish as you age. And certainly, now having a relationship and a and a and a daughter, you know, you're you're gonna change. And maybe some of this is a maturity, but it's just not humane. And some of the stuff... We... I mean, I don't even know if I'll cover at all, but there's just 1 thing case in the deposition where, you know, there's a the a aj, Do, the other guy that got sued with Nick Dent. Jokes about... He's like, I'll publish a sex tape of a celebrity because it's news where. And they're like, what was there an age limit? And he's, like, yeah, 4 years old. And so they're, like, so anybody over 4, you'd publish a sex tape, and he's like, yeah. And he says it's a joke. But that's not that's not... Yeah he's personally saying that the deposition. Second of all, that 1 thing, buried deep in a deposition, winds up maybe being the the actual reason that the judgment was so high because in the book, they talk about that, Agents forced to go on to stand and, of course, whole Hogan attorney is gonna bring this up because, you know, that that's for many people un. It's, you know, many people are not gonna want you joking about sex tapes of 5 year olds. Rightfully so. And they say at 1 point when this is brought up that you could visually see a juror white knuckle their chair. Meaning that what they were hearing was so disgusting. They had to rest refrain themselves from from moving or from yelling out or from acting. So I'm not saying that everything that Peter is doing is def. But it's kurt... He's he's definitely more aware of human nature than I think, the people on the bubble of Go are. And you just... Again, like, what kind of person do you wanna be? You know? So I just went off on a tangent there, but it's interesting because the very next pager page the note, I left myself as the danger of screens and the perseverance your a... Hulk Hogan. And maybe this is was in the forefront of my mind when I just said what I said. It's Let me just tell you why. When Ga writers look at Terry B, as they look at so many of the people they wrote about, they saw not a person, but a character in the game of their digital day to day existence. They saw the comic cartoon ish professional wrestler. The stupid celebrity who, like all celebrities must enjoy all kinds of publicity, good or bad, chosen or otherwise. They did not see a man who had lost nearly everything and had been pushed to his breaking point. So now we're gonna detail the current position, Hogan is in his life. So in addition to publishing a stolen sex state for Hogan to making a joke about sex tapes of, you know, people over the age of 4, there's also something in the deposition that they they had a hard time defending where this this college age girl is intoxicated. Most likely, you have a good argument for being raped. The video... There's a video that takes place at a bar in some college town, I think in Indiana. And she's laying on a dirty floor, not really aware of what's going on, and there's a video of of some guy on top of her having sex with her. And Ga decides to publish this. This is not a celebrity. This is not... This is just a normal person. And there's emails revealed in discovery between that girl's father and a aj, the 1 that chose to publish this. And he's begging him. He's like, I my daughter, you know, uses the word. My daughter's is getting f in a pile of piss. Is what he says. Please, like, be human. And Aj responses, don't worry. These things will pass. And so III don't think everybody has to agree, some people could think what happened in Ga is justifying to some people can't, but, I mean, if you know that information. I wanna know how you're going to defend the behavior of Ga. Or what would you do? Like, and maybe I'm overly sensitive this having a daughter. But I... If that happened my daughter, I'll tell you, I wouldn't stop at an email. Like, these people don't... They didn't know what they were doing. It's either they were arrogant or ignorant or, a, a combination of both or just I don't know the kind of person that could listen to a father begging. Please take this tape of my 21 year old daughter being raped on the bar on the bathroom floor and a bar off the internet, and you tell, oh, don't worry. It's no big deal they sending go past. And again, what is the motivation that Ga has here? I'm getting a little too excited. So I'm gonna calm down. Their their motivation is page views so they can sell advertising? Like, that's not right. That's not what we should be doing? That's just not. It's crazy to me. So let's go into what the the... What's going on in the dangers of screens, and what's going on in in Hogan life. Wow. I'm getting way too emotion. I'm sorry, guys. There were some... I gotta calm down. Okay. That's the problem when you have a child. You immediately think of, like, And I have his little sister too. Oh, I... Okay. There were signs though if anyone had wanted to look that they might have been... That they might have had an enemy who would be difficult to appease. So this is the enemy they made, Hogan by doing what they did. The mansion that Hogan filmed his reality Tv show and had once been worth 25000000 dollars. It sold in 2012 for 6000000 dollars. The other houses, the friends, the family, the Glory Days, they were all gone. This is another example of Why you should know your enemy. Are in my my personal opinion, why you should really try to avoid having an enemies. His wife had taken 70 percent of their marital assets in the divorce settlement and promptly settled in with a younger man. How long and how far had terry crawled from the shipyards of Tampa to get to where he got? How many chairs did he take to the head? How many deemed ding arenas did he perform and to build this character? How much did he love being loved by children and their parents alike as the car of American excess and goodness in the cold war? This is the man who got to play the hero for a living and now much of that is gone. And here's some New York blog was... And here some New York blog was humiliating him by rating his best friend's betrayal across the worldwide web and putting his naked, aging baldi body on display, in a sex tape he had never been asked to be in. He was a man with little to lose, the kind of person to whom you wouldn't want to give a singular obsession and the kind of person whose singular obsession you likely do not want to be. I asked Dent repeatedly if he feels like he mis Whole Hogan. But even now, I think he cannot admit that he did. Peter was the 1 behind the conspiracy, so he gets all the credit and the blame. Yet Hogan deserved some too. He was the 1 who charged ahead, who could accepted any of the settlement offers that would be forthcoming, who didn't need to and probably shouldn't have filed a lawsuit in the first place. It cannot be said that Ga was not warned. Hogan personal attorney makes many attempts to explain to Ga lawyers who his client is, what motivates him. What kind of man it takes to make it as a professional wrestler where the act might be fake, but 2 bodies hurling each other down against the mat is real? Do does terry many surgeries signify nothing to them? Do they think the injuries were fake too? This man fights? So it's skipping ahead. I just mentioned some of the, stuff that Nick and Aj on just the deposition, and I wrote reckless slash, how you do 1 thing is how you do all things. A quote, I always like to remind myself of, and I try to bring up on the podcast as much as possible. What T learned watching those deposition of Dent and Do was that these men were worse than whatever un uncharted assumptions he had previously held about them. Who says those things in legal proceeding. Who jokes about publishing child porn while under oath? Who describes an illicit recorded sex tape and the article that brought it to millions of people as sweet? Do these people not understand how they come off? If... And this is a really, smart, like, a smart conclusion to come from that? If a aj and and Nick were delusional enough to say those things on record, reckless enough to make those un forced errors. There were there was no telling what other missteps they might make on this slow road toward a jury trial. If they had never been deposed and meant that this was all unfamiliar territory to them that the decisions Ga would be making were going to be ting with that arrogance. So I took away from that and why I said how you do 1 thing is how you do all things? Is, yeah, they're making these kind of un forced errors and deposition. So I think you could rightfully conclude that they probably made up bunch of, errors and running their business over the last 10 years, which winds up being true because they're... They find not only Hogan case, but many other cases that that could be used to to weaken Ga. This... I just came across. So what what I like about Ryan Holidays writing is this... How he sprinkles in the, history. And I I like he talks about these maxim from this British historian Lid Hart. And it's comparing strategy to a tree. So here's some maxim that he has, keep your object always in mind while adapting your plant circumstances. Take a line of operation which offers alternative objectives. Ensure that both plans and the dispositions are flexible, adaptable to the circumstances. Do not throw your weight into a stroke whilst your opponent is on guard, whilst he is well placed, Perry are ab evade. Lid Hart would compare a strategic plan to a tree, saying that a healthy 1 has multiple branches and that a plan with a single branch is but a barren pole. And now moving ahead, it's just some other parts of the book I just found interesting. The other side of strategy is procrastination. At the end of the day, you had to go all in on the things that were most likely to work, Peter said. The Hogan case was it. At some point, the word strategy becomes a eu for procrastination. And just another paragraph that I'm putting in, it's normal to second guess, there was a real second guessing, Peter explains. Are we totally wrong about everything here, and where our timelines wrong. Maybe none of our cases are going to work. Maybe this whole plan doesn't make sense. So I put that in there because somebody listening to this, is surely second guessing, an idea or something they're doing in life. I do all the time, and I just think it's useful to know that others do and it's perfectly normal. And So this is more perseverance from Hogan. And again, again, it relates to knowing your enemy better to not have an enemy, but they seriously miss J Hogan. Although the number would creep upward in informal talks, It was never going to happen what they're talking about is the closer to get to try trial, Cock starts to see oh, crap. We've seriously mis calculate here and they keep offering him more and more money. So 1 point, they offer Hogan. Just here, we'll give you 10000000 dollars to go away. And, you know, Hogan lost a lot of money like you, like, I just said earlier, he lost 70 percent of his assets to his wife. He needed the money. He did not accept it. I mean, that's that's quite remarkable. At the end of the day, Terry tells himself, he just can't take the money. After they had threatened, after they had been party to the destruction of his career, there was really no number he admits to me, no matter what his wife said. So his wife was, like, if it gets his new wife. Please, Terry, if it gets a 20000000 dollars please just accept. And he told his wife, yes, but he really wasn't going to. Not only were they trying to make me quit. This is a direct quote from Hogan. Talk me into quitting before trial, they were trying to reward me for quitting. It's a really interesting perspective there. Ga heavy persuasion from beginning to end had the opposite effect. It only increased Hogan anger and harden his resolve. He had always been aggressive. He wouldn't have gotten where he was in life if he wasn't. Now this trait has fused with the intense hate that had developed over the last 4 years. And a few pages later, I was struck by the difference in approach between to... Between Peter and Nick. And I wrote the question how does a supply to your business? Peter is spending tens of thousands of dollars on a battery of market research as the trial approaches. Telephone surveys, in person surveys. Dossier of social media comments about the trial. Analysis for media reporting. Jury consultants. Bankruptcy attorneys to prepare for the chance that Ga might try to escape a catastrophic verdict. All this money, all these avenues spent and pursued in order spent and pursued in order to leave nothing to chance and to find every edge every opportunity to land the decisive blow. For nearly a year, he had called mister A almost weekly to press 1 key issue. Are you sure if Go are you sure Ga won't be able to squirrel out of the super bond if they lose. His team had been pouring over Case law to figure it out to be sure they aren't missing anything to pit themselves in a position not just to win but to win decisively. Dent? Question mark. He is wing it, hoping simply not to lose instead of trying to win. He is riding on the illusion... These this is Ryan Holiday words. By the way. He is riding on the illusion of momentum. Writing on illusion of momentum he does not possess. He is making un forced errors and leaving opportunities open for his opponent. Perhaps he's simply struggling under the cumulative pressure, the mental burden of having a hundred million dollar lawsuit. Hangover over his head for so long. Perhaps he's missing the insights he needs, having been led astra with bad legal advice, or he could just be tired because here, when it matters, Dent doesn't seem to have much fight left in him. So what is he focusing on when instead of fighting. On very next page with the note I left myself is companies routinely focus on silly things. Does a gossip blog really need a 75000000 dollar lease? They had millions to offer in settlement talks. Nick had taken on his first ever outside investment in January 2016 when he raised money from a Russian billionaire to keep the site going through the lawsuit. But they didn't invest their time and ability into a good presentation. So what they're talking about not investing in a good presentation. T on his side, they invest tens of thousands of dollars into new audio visual equipment. So when the... The... They're in the courtroom, they're able to bring up all kinds of, like, pieces of media and and basically show in pictures and video, what they... The the message are trying to send to the jury. And even though Nick is the actual only 1 running a media site, his lawyers don't do any of that, and in many cases, they have a lot of techno... Technological like, things don't work as they want them. And so most of the time, they're just left to lecture. So it says, if they didn't have time and money to invest in a quick presentation, and he goes, they had 75000000 dollars for 15 year on 3 floors of new office space on fifth avenue. 1 with a special entrance just for its employees, so they wouldn't have to interact with the rest of the ra, but no money to tell the story of their lives. And so now we're gonna continue to see the con... The contrast between what Ga is doing and what, Peter side is doing. And so there's this, person Heather D dietrich. She's the... I think the head strategist are the president of Ga at the time. And said, Heather Heather Died dietrich would explain beliefs about the jury to reporters at the time. I think as a common sense matter, they're going to see that, see what he's talked about in the past you would say. He's talked about really, really graphic details of his sex life. Again and again and again, including on the shock show. These are practical people. I think they're going to see through him and say, give me a break. Take responsibility for what you did here end quote. Now we're back to the author. Oh, Heather. How could you? She should have been telling her boss to settle, rectify before was too late the air dent and the legal department had made in not seeing Hogan perspective as a human being. When that cease and Desist first came in, Instead she was knee the victim in the media. She was lying to herself into the people who worked at Ga. She had it all wrong. The external positioning for a year and a half leading up to the trial, Peter says of Ga, was that Hogan case was terrible and if he if he won, it would be a small amount that would get reversed on appeal. If you have a propaganda line that you keep telling people, there's some point at which you have to start believing it end quote. Den had done a lot of talking before the trial. He had expressed its confidence in Ga case. Perhaps to intimidate Hogan perhaps to keep the faithful Ga happy. They wouldn't have let Nick be anything else. They wanted their leaders to be bras and cocky as they were. They needed him to be that. And for a while, it had worked. Well enough that in 2015, mister A had begun to seriously consider hiring his own public relations team to fight back in the war of war. And now we get to the part that I left the know which says never interrupt an enemy making mistake. But Peter had resisted, let themselves let them talk themselves into a stub. He thought, let them convince the troops that this is in the bag Let them make us look stupid. Let them think they are winning. Let them use all the oxygen for blu that they are going to need if they want to gather themselves enough to confidently say, lick them tomorrow. Another maxim from Napoleon. Never interrupt an enemy making a mistake. So to me, that just takes... That's 1 really smart and 2 takes a lot of discipline. It really it made me think of what Jeff Bezos says is how a lot of companies waste a lot time, you know, running ads against their competitors talking about their competitors in the media, trying to compare and contrast what they're offering to their competitors when he's, like, don't just focus... Use that energy instead focusing on the customer because your competitors never spending sending you money anyway. I just... III love that, little anecdote there, And we're gonna end this part of the book with another great maxim, and it's the greatest sin for a leader. The greatest sin for a leader, Frederick or great once observed was not in being defeated, but in being surprised. This trial was an exercise in stupidity. A smart person would have seen that even an inc sincere apology would have made all the difference. A smart person would never have let it get this far. Whether the conspirators were brilliant or just rich can reasonably be argued. But what is ind dispute is the fact that their victims marched toward their fate, quite sure that they were heading in the other direction. To try to argue news worthiness when the tape at issue was illegally made illegally procured without the consent of the agreed, to say that this guy didn't deserve privacy even in his most intimate moments because he was famous, Seeing Whole home and hoc Hogan outside the courtroom early on in the trial, Ga lawyers see him interact with a few of the grounds keepers and employee. They see how much these people like him. How Hogan had cultivated that connection through in his image. There was always a danger in letting a case go to jury, but to put this case with this defendant in front of these jurors was suicide. In Ga, Cara away had been in all of Wolf. How did he happen to do that? He asked of the 19 19 world series plot. Gasp answers, he just saw the opportunity? Peter had seen the opportunity where no 1 else had. He had taken it legally, and he had won. He had proven that, quote, nothing you can do about it is just what people who don't want to do anything about it. Say to they... To make themselves feel better about their inaction. Peter T had done what presidents, robber bears, and folk cares had been unable to do. He had fought a battle with the people who buy inc by the barrel and come out the better for it. On the day of the verdict, the New York Times editorial section would publish a debate of experts asking about the implications of the case, and this is really important. 2 of the 3 experts would come down against Go and for Whole C. Under scoring Teal early goal to pre the dispute on privacy, not press freedom. 1, a law professor and former journalist wrote when human dignity is degraded by depictions of sex, nudity or medical conditions the quote unquote journalism should not be called news worthy. The next day, the former assistant general council of the New York Times would be quoted in another piece published in the paper. I think the damages are crazy. But I just don't see this as a terrible blow to the first amendment. The dean of the law school at uc seen in Irvine would follow in the same story. I think this case establishes a very limited proposition. It is an invasion of privacy to make publicly available a tape of a person having sex without that person's consent. I don't think it goes any further than that. I do not see a first amendment basis for claiming that there is a right to do this. So I'm gonna leave the book conspiracy there. I definitely recommend just because it's an amazing story. Not that's the first reason I would recommend it. I really, really enjoyed the book It was fantastic so much that, after listening to it on, the audiobook book. I bought both the Kindle and the hard cover versions. I wanted to have this book in my house because IIIII enjoyed it so much. So I would definitely, read it for the story first, but secondly, I do think there's a lot of of knowledge in the book that that you can learn from, and then you could apply to other, areas of of life. And so I wanna move on to the second part of this podcast, and I want to just share a couple of the things and ideas that I like that Peter wrote about in his book 0 to 1. Notes on startups or how to build the future, and you're going to see a lot of of overlap here, I think. But before we get into 0 to 1, I want to read to you something I found on Cora, it's written by Ryan Holiday, the author of conspiracy, and it's his answer to how powerful and resourceful is Peter T. And as I was doing additional research for this podcast, I came across this and a couple other answers that Ryan has written encore that I thought. Were actually really useful and had information that were... That was interesting. And so I just wanna read this 1 in its entirety before we jump in a 0 to 1. And now this is Ryan Redding. In my study of the billionaire Peter T over the last year for my book conspiracy. I found that he was 1 of the few from Silicon Valley who understood the intense will to power as a pre conditioned to success and was willing to openly discuss it. If you read his book 0 to 1, it's all there, the necessity of secrets, the drive to monopoly owning the future, He quotes Emerson. Weak men believe in luck. Strong men believe in cause and effect. R as the deeply competitive deal supposedly said after a chess match, show me a good loser and I'll show you a loser. You can see in Peter's own development a hardening that mirrors the evolution of the startup scene. His first company, Paypal began in an attempt to create a kind of early cryptocurrency, and as it got more successful, ended up in 1 famous anecdote, having to debate whether to accept payments from pornography. And then after 09:11, whether they were hiding money for terrorists. Facebook, his best investment went from a fun place for college students to share party photos to connecting the world to being a distributor of fake news. And pal, which he founded with Paypal anti fraud technology began as a big data company. That is now used for drone strikes and seal team 6 rates. Success raised their profiles, which raise the stakes. And Peter's mer plot to destroy Ga itself a former startup up that had become an enormously powerful media company. T was caught off guard when Go out at him as gay in 2007. There was a time he looked to resolve things ami with Ga. 1 Go editor would tell me about meeting Teal in 2008 and finding him almost painfully na about the media business, thinking that he could appeal to personal relationships to get gossip journalists to back up. So I would just wanna interject here. There's 2 things that he talked about. 1 where he says that 1 of the few people willing to openly discuss certain things. In this case, the will the will to power as recognition success. And then the second part about him being Na, about trying to rely on personal relationships with Gossip Bloggers. The reason that I included this section and then in the larger point that I'm I'm so interested in in learning about these company builders, but through these company builders as well, is because I feel that the the the world is full of this, where it appears 1 way or we believe it to be 1 way when it in actuality, it's very different. And I think Naive is the perfect adjective there. I think almost all of us, myself included are incredibly naive to the workings of the world. And I think by studying history, and not history for... Oh, this is a a legitimate objective fact. But more to study human nature to understand us as a species and what is likely what our or what our behavior is likely to be in the future and in the present, is extremely useful. So let me, I just under... I just... I guess that's the rand rejection there. Let me, go ahead and get back to this. By 2012, he had hardened. Sold a billion dollars in Facebook stock and become convinced that Ga was an obstacle to his business plans as well as his vision for the future and needed to be crushed. Part of that cold eyed calculation was to believe that Ga power as a media outlet could not be met effectively in the marketplace of ideas, but rather had to be met with the power of his bank account, which is what he did. It took nearly a decade, but at the end, Ga fell and he remained standing. A 300000000 dollar company with 300 plus employees cease to exist. And this is the important part, and I mean, it's all important, but this paragraph specifically is important. And it kind of mirrors my own, personal opinion about this, which I don't think is actually that important. But I figure I'd share it with you. I'm not saying this to praise these kind of moves, but in fact, to wash away the vest of naive, which allow them to happen unchecked. 1 of Ga editors would say in a documentary about Peter Till plot. Quote, it was it was scarce believable that something so cinematic addictive and cons and under handed on under handed could have actually happened. Yeah, it's gonna continue, but that my own personal opinion, reflects what Ryan Holiday just wrote there. It's not I'm not when I'm studying things, it's... My personal opinion doesn't matter. I just wanna know how things actually are, and I don't wanna be naive. And so there's a lot of... I find myself discussing a lot of topics, not so much with, like old close friends because they kind of understand the way I think and what and how I probe different things. But in certain social settings, I I try to have these discussions, and I'm just met with a lot of resistance that people kind of and I'm... I don't wanna speak to too broadly here, but some people would rather just, stick their head in the sand instead of actually understanding. And so, something I find very useful. I mentioned on the podcast, and They I didn't really understand till having a child. Is there something unbelievably brilliant little kids do. And it's very simple. They just keep asking why. So my daughter's very curious about the world like any little kid is? And ask you a question that you tell them, this is, you know, what... What's taking place here? And then you explain that? Why? Well, and then you realize that by just repeating why? Okay? You just gave me an answer So and why is that true? And why is that true? And you get at the heart of the matter. And then most of the times under this almost under this line of questioning, most of what I know about the world falls apart, and it's done by a 5 or 6 year old. So, I feel when I have these... For some reason that innate curiosity and and good way of getting at the truth, is prevalent in kids, but not somewhere along the line as we morph into adults, we lose that. And so when I try to introduce that into discussions about all kinds of different things with adults that's just... I I and maybe it's the wrong social group. I don't know what what the answer is, but I get a lot of un answers or the conversation goes nowhere. So that's what what he's saying here basically is listen. This guy the 1 in the documentary that former Docker employ employ, he's saying, you know, I can't believe, Like, this is unbelievable. Like, how could this possibly happen? Where I think if you studied history, especially, like Ryan Holiday clearly has and read a lot, You realize, of course, this is happening. You take the exact opposite opinion. So let me go back into what Ryan saying because he's gonna elaborate on that. Probably better than I could. So he's saying I'm not saying this tracy kind of moves, and the next paragraph is certainly that disbelief is exactly why it happened. We live in a world where people don't think conspiracies are possible. Teal would tell me in an interview, We tend to announce conspiracy theories because we are skeptical of privileged claims to knowledge and have strong claims of human agency. Many people think they are not possible that they can be pulled off. That was the end of the quote. This is now Ryan speaking. The robin, the robber Barren type of today and yesterday, live in a world where the opposite belief is true and where power is raw and real and they're used... And they're... And excuse me. Let me start that over. And where power is raw and real and there to be used in further of such conspiracies. To many others as Ga was, are misled too many others as Ga was, must are misled by their own cy and virtue signaling sing signaling. They forget how the world works. Ga certainly did, or they would not have acted so reckless or ind, not only outing married men with children. That's another part that's in the book that I didn't talk about. The... It's just... It was a private citizen, and the they out him. He had 3 children Wasn't famous where any means, and they just found this information out, and basically tried to ruin his life. And tweeting things like this, and then he links to this tweet, and it's a former writer Ga. And it says, when I was at Go, I wrote baseless post accusing an actor of raping an ex boyfriend. I did it because my boss told me to, but I wanted to too. So before I go back to Ryan's writing, I... When I initially sat down and do this podcast about the first half of this podcast about conspiracy. I really tried to to stay neutral in my opinion of Ga. But as you heard in the a past, like, hour and a half, I had a really hard time doing that because I find that their behavior disgusting. I mean, what, Ryan, I didn't and I didn't know... I've never even heard of this 1 writer. But the idea that you think it's funny, and you want to just make up a baseless rate app allegation about somebody and then put it on a website that you know gets millions, tens of millions of views every month. Like, that's that's disgusting behavior. I can't just sit here and be like, oh, you know, I'm gonna be neutral. No. They they were evil evil people. So let me go back to this. Not only outing married men with children and treating things like this, but deliberately making enemies like Peter Teal, again, which I thought said was really, really dumb on their part, men who accrued real power and expecting that they would never be reckoning. And then this is where the history part comes into so much... It's it's just so so useful to me. There's been so many other podcasts and additional books. Like, I always talk about my my love and affection for Dan Carlin hardcore history, And I've listened to every single 1 of his episodes and purchases back catalog because of that because I've learned so much from his podcast about about human behavior that I just... I I wanna know how the world works, and I wanna know how we work. So he's gonna get us that now. An immutable law of history, actions have consequences. So I wanna get into the rest this paragraph, But I thought about that too When I was reading the book where, you know, in discovery, we we revealed, like, all these private chats that people at Ga are having about Hogan and they're making fun of I think they said like silky pub and, like, his baldi naked body and all this other stuff. Hogan 6 foot 7 and, like, 260 pounds. Do you think for a minute, any of the people at Ga? This is a problem with interacting with people through screens? If they were face to face with Hoc Hogan. There is a 0 percent chance, they would ever say that to him. And I think that's a good rubric for, like, behavior is if I'm about to say... First of all, I shouldn't really I shouldn't res spending my time talking about other the people I should be focusing on ideas. But if you are going to talk about somebody else. Like, just imagine if that person was in front of you, and not through a screen or not through another friend of yours or a third party and I just think that's like a good ethical way to behave because you're gonna temper that. You might have a disagreement. It conflict this inevitable with human beings. But it's just not smart. It's a smarter. It's like, hey, let's take the mature non emotional thing. Hey, we have a dispute to to to to to resolve, let's talk face to face in a calm manner. The the, like bi and the insulting that's not leading anywhere. That's not getting us to our actual objective. It's really, really counterproductive. There is a story about Van build Cornelius Van. After he he was cheated by 2 business partners in Nic ag and lost his license to operate in the country. He sent them a letter. Gentlemen, you have undertaken to cheat me. I won't sue you for the laws too slow. I'll ruin you. Yours truly cornelius Van belt. Power is salt sought, so it could be wielded. Just as no 1 builds a multi billion dollar empire without some sort of savage determination and intense will to power. Otherwise, they would have stopped at some earlier point point, taken their winning and gone home. No 1 accumulates power and then declines to use it in the face of existential threats. Of which Teal counted Ga as 1 of his business interests as 1 to his business interests. Sorry. A Mark Zuckerberg are an Elon Musk doesn't build an empire and allow others to en ent on their borders. And yet, it says something... This is so important here. And yet it says something about our reflective child like understanding of the minds of these people that we condemn. The Koch brothers are George So for various schemes, without stopping to think about why they are doing these things. It's not simply to save on their taxes, I will tell you that. It's because they have those same privilege claims to knowledge and strong claims of human agency. That Peter was talking about. They are trying to own the future are direct where they want to go. Sometimes we'll agree with their attempts, such as such as when Mark Zuckerberg donated 100000000 dollars to New Jersey public schools. And other times, will be shocked and upset as people have been with many of Peter T as people as people have been with many of Peter T when he set up scholarships for dropout outs, funded c setting and, of course, destroyed a media outlet. I would argue that this is the... This is only a taste of what it is to... Of what is to come. Silicon Valley was was place of a... Why can I not read all a sudden? Sorry. Sorry. I will do this again. Silicon Valley was place of a generational perhaps epoch level transfer of power. Nick Dent, the founder of Go, himself once observed that New York Gossip had transitioned from Z as in Moe Z, the Media Ty and former owner of the New York daily news to Zuckerberg. It's true and he and we, the public are now experiencing what that will mean. Press the public and politicians need to understand this rising force if they wish to put up guard rails against it or put it's a good use solving society's problems. By understand, I don't mean clutch at pearls constantly. I mean understand it at the way we recognize a rip tied are the ferocity of a wild animal. Artists need to understand it too and create works that teach lessons about it. I wrote about Teal arc from technology investor to power broker for the same reason. I think we need a wake up call about how how all this works. Hundred percent agree with him there. What kind of forces have been unleashed by the Gold Rush of California, just as powerful forces and names like Hears and Stanford and Huntington were unleashed in the original gold rush. And his last sentence is perfect way to wrap because we ignore them at our peril. Okay. So I think that is a good segue from the ideas that are in conspiracy to the more practical, straightforward ideas in 0 to 1. So 0 to 1 to me is a book that you... I mean, if you haven't ready yet, obviously, read it from start to finish. It's less than 200 pages very short read, like I said earlier. But it's also a book that I just keep... As... All the books that Read, I highlight and have... If you were to see pictures of them, like probably have, like, 30 post notes in this book. I just pick it up from time to time and read a chapter or read some highlights. And maybe spend just 10 minutes with it, but it it... He has a lot of good practical ideas as far as how to to create a company. That's... This is a little different from all the other books that we've read so far because most of them them have about their the stories of their lives, and then we pull the ideas out of this. This is not about Peter Tells live. This is about his ideas. So, I'm gonna... You're gonna see a lot that echoes. Like I said earlier from, the previous book that we just spent the past hour to talking about. So let's go... We're gonna start back with this contra question. And I just wanna elaborate out that because I think it's a very important question. And this is, directly in the first chapter, it's called the challenge of the future. Whenever I interview someone for a job, I'd like to ask this question. What important truth do very few people agree with you on. The question sounds easy because it's straightforward. Actually, it's very hard to answer. It's intellectually difficult because the knowledge that everyone is taught in schools is by definition agreed upon, and it is psychologically difficult because anyone trying to answer must say something she knows to be unpopular. Brilliant thinking is rare, but courage is even in shorter supply. A good answer takes the following form. Most people believe in x, but the truth is the opposite of x. Most answers to the contra question are different ways of seeing the present. Good answers are as close we can come to looking into the future. When we think about the future, we hope for a future of progress. That progress can take 1 of 2 forms. Horizontal or extensive progress means copying things that work, going from 1 to n. Vertical or intensive progress means doing new things, going from 0 to 1. Vertical progress is harder to imagine because it requires doing something no 1 else has ever done. And a shorthand for that is 1 to end equals globalization and 0 to 1 is technology. And he said the single word for vertical, 0 to 1 progress is technology. And now this is Peter's own answer to the question as of, the time he published book. My own answer to the question is that most people think that the future of the world will be... Will be defined by globalization. But the truth is that technology matters more. Without technological change, if China doubles its energy production over the next 2 decades. It will also double its air pollution. If every 1 of India's hundred of hundreds of millions of households which live the way Americans already do using only today's tools, the result would be environmentally catastrophic. Spreading old waste to create wealth around the world will result in devastation, not riches. So skipping ahead, I found this very interesting. He's more of a contra here. So he talks about what people, specifically in Silicon Valley learned from the dot com crash. And let let's call these the 4 principles for entrepreneurs. Okay? These are the 4 that people learned, and I'm gonna share before opposite principles, he learned for entrepreneurs. 1, make incremental advances. 2, stay lean and flexible. 3, improve on the competition. 4, focus on product, not sales. And now here's Peter's counter to that. Number 1, it's better to risk bold than tri trivial it than be trivial. I can't say that word. Number 2, a bad plan is better than no plan. Number 3, competitive markets destroy profits. 4, sales matters just as much as product. And the this is the business version of the contra question, slash an answer for entrepreneurs. The business version of our contra question is what valuable company is nobody building? This question is harder than it looks because your company could create a lot of value without becoming very valuable itself. Creating value is not enough. You also need to capture some of the value you create. Americans, competition and credit with saving saving and credit it with saving us from socialist bread lines. Actually, capitalism and competition are opposites. Capitalism is premise on the accumulation of capital. But under perfect competition, all profits get competed away. And so his answer to that is create some kind of unique dynamic Monopoly where you're creating value for other people, but you're capturing that value in the book he compares the difference between the airlines who create a lot of value, but capture none of it and Google, who creates a lot of value and captures almost all of it. And so he... This this is him talking about the between dynamic and static. And it's a very good... If if anybody misunderstand and if, his his opinion on creating a monopoly, they... They're thinking of, like, monopoly of old, like, in a static world. Like, if you were a Cornelius Van belt, and you have a monopoly on let's say, shipping traffic, Well, there's nothing you could do. That's but that's completely different than a dynamic mono monopoly such as the 1 Google currently enjoys and Facebook. Okay. In a static world, Mono monopoly is just a rent collector. If you corner the market for something, you can jack up the price. Others will have no choice, but to buy from you. Think of, like, Comcast or if you're in an area where you're limited, there's no choice between cable or Internet providers. Think of the famous board game. Deeds are shuffled around from a player to player, but the board never changes, the monopoly that is. There's no way to win by inventing a better kind of real estate development. The relative values of the properties are fixed up for all time. So all you can do is try to buy them up, but the world we live in is dynamic. It is possible to invent new and better things. Creative mono give customers more choices by adding entirely new categories of abundance to the world. Creative mono monopoly are are not just good for the rest of society. Their powerful engines for making it better, And this is this example. Apple's monopoly profits from designing, producing and marketing the iphone were the reward for creating greater abundance, not artificial scarcity. Customers were happy to finally have the choice of paying high prices to get a smart phone that actually works. So this next part I highlight. It says in business equilibrium means S and S means death. If your industry is in a competitive equilibrium, the death of your business won't matter to the world. Some other un competitor will always be ready to take your place. So the note, I left myself is what is the counter to. So whenever I hear something like that? Like, what is an un competitor? So a good way to think about that what he said is if your business dies, then it doesn't matter. Somebody else is just gonna come right along and do exactly what you were doing. So therefore you might be wasting your time. And so my my example I always use is, like a pizza place. Every city everywhere has a pizza place. Multiple pizza places. If 1 of them goes out of business, it's not really the in the world because their product isn't really differentiated. And so when I'm asking myself when I when I'm actually trying to learn. Okay? I understand that concept, but how do we counter that? So I actually wanna read something I saw on Twitter. So there was a a tweet storm that I read a long time ago, and I've saved in my phone. It's from a naval revolve Abe who's the founder of evangelist angel. Somebody I personally learned a lot from. And he titles us treat tree storm how to get rich without getting lucky. I would argue also it's, what's the future of work? Could be another title, Something I'm obviously personally interested. I talk about all the time. So in in this example, you're you're on a pizza shop, if it closes no 1 gives a damn. Right? So how can we make a business that people care about? That is... Some way unique? And so some of these... The... Some of his opinions on how to get rich without getting lucky, may also be helpful in thinking about what kind of business you wanna do. So it says, seek wealth, not money or status. Wealth just having assets that earn while you sleep. Money is how we transfer time and wealth. Status is the... Is your place in the social hierarchy, which I would say, largely doesn't matter. Understand that ethical wealth creation as possible. If you secretly despise wealth, it will el you. Ignore people playing playing status games. They gain status by attacking people playing wealth creation games. You're not going to get rich renting out your time. You must own equity a piece of a business to gain your financial freedom. You will get you will get rich by giving society what it wants, but does not yet know how to get at scale. So the example, people love what they really want pizza, but they know how to get it. So you're not really adding anything. Pick an industry where you can play long term games with long term people that echoes that that famous quote that all the best things in life come from compounding. The Internet has massively broadened this the possible space of careers. Most people haven't figured this out yet. It's very similar to the podcast I did on Paul English. I think that might even be his quote. Play iterate games. All the returns in life, whether in wealth, relationships or knowledge come from compound interest. Well, there you go. Pick business partners with high intelligence, energy and above all integrity. Don't partner with S and pe. Their beliefs are self fulfilling. That I would describe with most of the people as far as I can tell. At least the ones Been exposed to that they I used to work at Ga. All of them seem to be cynical and pessimistic. I cannot stand these people in real life. I don't have anybody that I... That let, that keep around me in my social circle. That is cynical pessimistic. It's just it's useless. Learn to sell, learn to build. If you can do both, you will be unstoppable. Arm yourself with with specific knowledge, accountability and leverage and he describes what that he means there. Specific knowledge is knowledge that you cannot be trained for. If society can train you, it can train someone else and replace you. Okay. So again, what are he talking about her? We're we're looking for un... Or for differentiated businesses that we can that we can run. He... He's gonna talk about using that as actually, like, how you can do this as a individual in a minute. Specific knowledge is found by pursuing your genuine genuine curiosity and passion rather than whatever is hot right now. Building specific knowledge will feel like like play to you, but it will look like work to others. That's a really good point. When specific knowledge is taught, it's through apprenticeship, not schools. Specific knowledge is often highly technical or creative, it cannot be outsourced or automated. Embrace accountability and take business risks under your own name. Society will will reward you with responsibility equity and leverage. And this is what he means here. The most accountable people have singular, public and most importantly, risky brands. They have skin in the game. Oprah, Trump, Kanye, Elon. You also notice that almost everybody, maybe outside of Oprah is polarizing that he named. Very polarizing. Give me a lever long enough and a place to stand and I will move the Earth arch. Fortunes require leverage. Business leverage comes from capital, people and products with no more cost of replication that would be code and media. Capital means money to raise money apply your specific knowledge with accountability and show resulting good judgment. Labor means people working for you. It's the oldest and most fought over form of leverage. Labor leverages will impress your parents, but don't waste your life chasing it. Capital and labor or permission to leverage. Everyone is chasing capital, but someone has to give it to you. Everyone is trying to lead, but someone has to follow you. Code and media or permission less leverage. They're the leverage behind the newly rich. You can create software and media that works while you sleep. An army of robots is freely available. It's just packed in data centers for heat and space efficiency. Use it. If you can't code the write books and blogs, record videos and podcasts. Leverage is a force multiplier for your judgment. Judgment requires experience, but can be built faster, by learning foundational skills. There is no skill called business. Avoid business magazines and business classes. I I agree with a hundred percent there. It's funny because I've to talked about this before. I went to school for business, I, was even in the the the entrepreneurship program, which is kind of, like, oxy. And part of the reason that I focused this podcast on people instead of, you know, business books. Because most of the business books that you're gonna read you know, should have been a blog post. Study micro economics, game theory, psychology, persuasion, ethics, mathematics and computers. Reading is faster than listening, doing is faster than watching. You should be too busy to do coffee while still keeping an un uncovered calendar. Set and enforce an aspirational personal hourly rate. If fixing a problem will save less than your hourly rate ignore it. If outsourcing a task will cost less than your hourly rate, outsource it. Work as hard as you can. Even though who you work with and what you work on is more important than how hard you work. So you should still work as hard. As you can. Become the best in the world at what you do. Keep re... Redefining what you do until this is true. That's almost a similar to Peter Till saying is the the quickest way monopoly is a very small, but valuable niche. And he uses the example of Paypal starting out with just 20000 power sellers on ebay. There are no get rich quick schemes that is just someone else getting rich off of you. Apply specific knowledge with leverage and eventually you will get with you deserve. When you're finally wealthy, you'll realize that it wasn't what you were seeking in the first place, but that's for another day. So I just love that. And I think it might be a quick way to understand how to to or to frame your thinking when you're thinking about building a business outside of an industry that's not already in competitive equilibrium and that 1 that if it disappears, there's no, un competitor that just pops back up in a space and it just keeps on moving. Let's see here. Oh, so this is interesting. I'm am always fascinated when people op pine about thoughts on education. And I put, my note here is podcast for learning versus podcast for entertainment. Think about the difference in feeling after you're you're done, like, listen to a podcast. Or some other way of learning, you're excited compared to... Let's say let me... So I'm not gonna read my note because it actually doesn't make sense here. But let me tell you what I meant to right. The feeling I get when I listen to a podcast. So, I'm just gonna keep it for breakfast. But it could be videos, anything, Any books, whatever the case is. That I learned something from that add value to my life. I'm excited when I'm done. Compared to when I listen to something just for entertainment. I understand that a lot of people, you know, use podcast for entertainment. That's fine. I wanna make this podcast entertaining, you know, second to it being, to have some kind of valuable ideas for your life. But when I just waste an hour of my life, Let's say I watch a show, I guess, would be a better example Or listen to a podcast. It's just a bunch of guys making jokes or something. Whatever the case is. I just feel like I'm not excited when it's over. I just oh, okay. I I just killed an hour of my time. As opposed to the feeling where you've come across an idea that sparked something in your mind, and it's just motivating. Like, there is a distinct difference in how you feel. So here's Peter T on education. We teach every young person the same subjects in mostly the same ways. Irrespective of individual talents and preferences. Students who don't learn learn best by sitting still at a desk are made to feel somehow inferior. While children who excel on conventional measures like tests and assignments end up defining their identities in terms of this weirdly con controlled academic parallel reality, and it gets worse as students ascend to higher levels of the tournament. And leads students climb confidently until they reach a level of competition sufficiently intense to beat their dreams out of them. Higher education is the place where people who had big plans in high school, get stuck in fierce rival with equally smart peers over conventional careers like management consultant, consulting our investment banking. For the privilege of being turned into conform, students or their families, pay hundreds of thousands of die dollars in skyrocketing tuition that continues to out inflation. Why are we doing this to ourselves? And a few pages later, we're introduced to a lesson from hamlet on the dangers of competition. For hamlet, greatness means willingness to... So there's a paragraph before that he quotes hamlet. I guess, I'll read that. This is directly from hamlet. Exposing what is mortal and unsure to all that fortune death and danger dare even for an egg shale. Rightly to be great is not to stir without great argument, but greatly defying coral in a straw when honors at the stake, and this is a description of that. For hamlet, great... Greatness means willingness to fight for reasons as thing thing for reasons as thin as an egg shell. Anyone would fight for things that matter. True heroes take their personal honor so seriously that they will fight for things that don't matter. This twisted logic is part of human nature, but it's disastrous in business. If you can recognize competition as a destructive force instead of a sign of value, you're already more sane than most. And I love this idea about durability, and it's... It echoes Jeff Bezos quote that you should invest when you're setting up your business, you should invest in things that that don't change. And this is Peter talking about Build for a company to be valuable. It must grow and endure. But many entrepreneurs focus only on short short term growth. They have an excuse. Growth is easy to measure, but durability isn't. Those who succumb to measurement man, ob obsessed about weekly active user statistics, monthly revenue targets and quarterly earning reports. However, you can hit those numbers and still overlook deeper harder to measure problems that threaten the durability of your business. If you focus on near term growth above all else, you miss the most important question you should be asking. Will this business still be around a decade from now? And this is the benefits of starting small It's it was much easier to reach a few thousand people who really needed our product than try to compete for the attention of millions of scattered individuals. Oh, so I love this. And, right after I read this, I'm going to read another thing from cor. A a definitive view, favors firm con... So let me read my note first. It says Peter's philosophy of extreme manager focus. Quote 1 thing. A definitive view by contrast favors firm convictions. Instead of pursuing many sided mediocrity and calling it well rounded ness, a definitive person determines the 1 best thing to do and then does it. Instead of working tirelessly to make herself indistinguishable, she strive to be great at something to be a monopoly of 1. So in this post, do you have Keith, I think it's Re boy, maybe tell you pronounce his name. He's answered question what's strong beliefs un cultured did on... Did Peter Max and David have at Paypal. And, I just wanna read this this 1 paragraph, and he's an extreme focus driven by Peter. Peter required that everyone be tasked with exactly 1 priority. He would refuse to discuss virtually anything else with you, except what was currently assigned as your number 1 initiative. Even our annual review forms in 2001 required each employee to identify the single most valuable contribution to the company. Although I resisted some of this approach during the Paypal years, I am now a proponent of it and even have devised a theory of why it is crucial. Alright. So let's go back to the book. Oh, okay. So this is this is interesting too. Or at least I found it interesting. It's the most important lesson you can learn from Steep jobs. But the most important lesson to learn from jobs has nothing to do with aesthetics. The greatest thing jobs designed was his business. Apple imagined and executed definitive, multi year plans to create new products and distribute them effectively. Forget minimum viable products. Ever since he started Apple in 19 76, jobs saw that you can change the world through careful planning, not by listening to focus groups, feedback are copying other success. And this next part is when to sell your company. Founders only sell when they have no more concrete visions for the company, in which case the acquire probably over paid. Definitive founders with robust plans don't sell. Which means the offer wasn't high enough. When Yahoo offered to buy Facebook for 1000000000 dollars in July 2006, I thought we should at least consider it. But Mark Zuckerberg walked into the board meeting and announced, Okay, guys. This is just a formality. It shouldn't take more than 10 minutes. We're obviously not going to sell here. Mark saw where he could take the company and Yahoo didn't. A business with a good definitive plan will always be underrated in a world where people see the future as random. A startup is the largest endeavor over which this is actually really important. A startup is the largest endeavor over which you can have definitive mastery. And here's this word again. You can have agency, not just over your own life, but over a small and important part of the world. It begins by rejecting the unjust tyranny of chance. You were not a lottery ticket. And I think that was the point I was making a little earlier that, some people are gonna want, you know, to build businesses where like, the people that we're reading books on that are huge and and and maybe lasted for a long time, even though all of them are temporary in the long term, others, you know, maybe you wanna a 1 person business. Whatever it is. The important part is you have agency, not just over your own life, but over a small and important part of the world. And my personal belief is if more people had agency and control over there that as opposed to just going to work for somebody else, they'd probably be a lot more satisfied. So throughout the conspiracy book, we're we're constantly, reminded of the importance of secrets. And in 0 to 1, there's an entire chapter, there's an entire chapter on secrets, chapter 8. So I just wanna pull a couple things from there. I don't think we have to go too too deep into it. But every 1 of today's most famous and familiar ideas was once unknown and un unexpected. The mathematical relationship between a triangle sides, for example, was secret for millennia. P had to think hard to discovery. If you wanted in on P new discovery, joining his strange vegetarian cult, was the best way to learn about it. Today, his geometry has become a convention, a simple truth we teach to great schoolers. A conventional truth can be important. It's essential to learn elementary mathematics, for example. But it won't give you an edge. It's not a secrets. My... The next page, the note I left myself is great companies can be built on un unexpected secrets. If you think something hard is impossible you'll never even start trying to achieve it. Belief in secrets is therefore an effective truth. The actual truth is that there are many more secrets left to find. But they own but they will yield only to relentless search. The same is true for business. Great companies can be built on open but unexpected secrets about how the world works. Consider the Silicon Valley startups that have harness a spare capacity that is all around us, but often ignored. Before And b Airbnb, travelers had little choice but to pay high prices for a hotel room, and property owners couldn't easily and reliably rent out their uno occupied space. Airbnb saw untapped supply and una unauthorized demand where others saw nothing at all. And now this is, what to do with secrets. If you find a secret, you face a choice. Do you tell anyone or do you keep it to yourself? It depends on the secret, some are more dangerous than others? Unless you have perfectly perfectly conventional beliefs, it's rarely a good idea to tell every everybody everything you know. So who do you tell whoever you need to and know more. In practice, there's always a golden mean between telling nobody everybody and telling everybody, and that's a company. The best entrepreneurs know this. Every great business is built around a secret that's hidden from the outside. A great company is a conspiracy to change the world. When you share your secret, the recipient becomes a fellow. See the echo? I guess, here the echo however we ever right a way to say it. So it's just a few more notes that are important are important to our discussion today that is. Oh, this is this is counterintuitive sales as a secret. The the most fundamental reason that even business people underestimate the importance of sales and the systemic effort to hide is the systemic effort to hide it at every level of every field in a world secretly driven by it. It's kinda like what, Ryan Holiday was saying how we're just naive to certain things. Even though that's how the the world works. The engineer's grail is a product great enough that it sells itself. But anyone who would actually say this about a real product must be lying either he's delusional meaning lying to himself or he's selling something, and thereby thereby contradicting himself. It's better to think of distribution as something essential to the design of your product. If you invented something new, but you haven't invented an effective way to sell it, you have a bad business, no matter how good the product. Superior sales and distribution by itself can create a monopoly, even with no product differentiation. The converse is not true. No matter how strong your product, even if it easily fits into already established habits and anybody who tries it likes it immediately, you must still support it with a strong distribution plan. This is something I actually agree with him on. He has an entire chapter called man man and machine. Something I become recently even more skeptical about is this this common utterance that, oh, we... We're gonna be careful. Like, we're gonna automate all way all of the jobs and humans are gonna have nothing to do. And at first, I might have been receptive to it because I'm I'm a... Like, I'm interested in technology and maybe I can't see clearly because of that, that bias. But then you start looking back in history and like, wait a minute. Humans have been saying this over and over again constantly. And so Peter's chapter, is saying the most valuable companies are not the ones that eliminate man with a machine. The most valuable ones are the combination of both. You take the the the the strong attributes of a person and and and add the strong elements or attributes of a machine. The stark differences between man and machine mean that gains from working with computers are much higher than gains from trade with other people. We don't trade with computers anymore than we trade with livestock or lamps. And that's the point. Computers or tools, not rivals. When we design new computer technology to help solve problems. We get all the efficiency games of a hyper specialized trading partner without having to compete with it for resources. Properly understood technology is the 1 way for us to escape competition in a global world. As computers become more and more powerful, they won't be substitutes for humans. There'll be compliments. And I'm just skipping over a bunch of chapters, like I normally do. But I wanna read... This is the longest part I wanna read, and then, I guess we can close with this. And he has this great chapter called the founders paradox. And he's gonna talk about we're gonna talk right here about Howard Hughes, Bill Gates and Steve jobs. And he makes a really good point. So, a few back. I don't know which 1, but III was really distraught like, distraught. I'd spent, like, 17 hours, reading a book on Howard Hughes. And I just picked the wrong book because his life is very fascinating, and Peter's gonna get into why. And so the note I left myself is I need to find a book upon hughes first 40 years of his life because the book I spent, like, 17 hours, thinking I was gonna turn into a podcast I never did, spent most of its time talking about the last like, 30 years of his life. When Howard hughes just went mad. He wanted being a... After a plane crash, he wound being addicted to to painkillers killers and just started behaving really erratic. And it's just... It was like torture to get through that. So I haven't given up on that. I gotta find a better book because Howard Hughes is a we're the interesting person, and and founder, you know, multiple companies. So, well, let's just get into. I don't need to be deliver the point any longer. We alternatively worship and despise technology founders just as we do celebrities. Howard Hughes Arc from fame to pity is the most dramatic of any twentieth century tech founder. He was born wealthy, but he was always always more interested in engineering than luxury. He built Houston's first radio transmitter at the age of 11. The year after that he built the cities... The year after that, he built the city's first motorcycle. By age 30, he had made 9 commercially successful movies at a time when Hollywood was on the technological frontier. But hughes was even more famous for his parallel career in aviation. He designed planes produced them and piloted them himself. Hugh set world records for top airs speed, fastest trans continental flights and fastest flights around the world. Hughes was obsessed with flying higher than everyone else. He like to remind people that he was a mere mortal, not a greek god, something that Mortals say only when they want to invite comparisons to Gods. Hughes was a man this a quote. Hughes was, quote, a man to whom you cannot apply the same standards as you can to you and me end, quote, His lawyer once argued in federal court. Hughes paid the lawyer to say that. But according to the new New york Times, there was, quote no dispute on this point from the judge or jury quote. When when Hughes was awarded the congressional gold medal in 19 39 for his... His achievements in aviation, he didn't even show up to claimants. Years later, president Truman found it in the White House and mailed it to him. The beginning of Hugh end came in 19 46 when he suffered his third and worst plane crash. Had he died then? He would have been remembered forever as 1 of the most dashing and successful Americans at all time. Buddy survived barely. He became obsessive compulsive addicted to pain killers and withdrew from the public to spend the last 30 years of his life in self imposed solitary confinement. Hughes had always acted a little crazy on the theory that fewer people would wanna bother crazy person. But when his crazy act turned into a crazy life, he became an object of pity as much as awe. More recently, Bill Gates has shown how highly visible success can attract highly focused attacks. Gates embody the founder archetype? He was simultaneously an awkward and nerdy college dropout outsider and the world's wealthiest insider. Did he choose his geek eyeglasses strategically to have build a distinctive persona? Are in his incur nerd did his geek glasses choose him. It's hard to know, but his dominance was undeniable. Microsoft windows claimed 90 percent share of the market for operating systems in 2000. That year, Peter Jennings could pla ask, who is more important in the world today? Bill Clinton or Bill Gates. I don't know. It's a good question. The Us Department of Justice didn't limit itself to the to theoretical questions. They opened an investigation and sued Microsoft for anti competitive conduct. In June 2000, a court order that Microsoft be broken apart. Gates had stepped down as Ceo of Microsoft 6 months earlier having been forced to spend most of his time responding to legal threats instead of building new technology. A court of appeals later overturned the breakup order and Microsoft reach a settlement with the government 2001. But by then, Gates enemies had already deprived his company of the full engagement of its founder, and Microsoft entered an error of relative stag nation. Today, Gates is better known as a philanthropist than a technologist. Just as a legal tax on Microsoft was ending, Bill Gates... Just as it was ending Bill gates dominance, Steve jobs returned to Apple, demonstrated the irr value of a company founder. In some ways, Steve jobs and Bill Gates were opposites. Jobs was an artist, preferred closed systems and spent his time thinking about great products above all else. Gates was a businessman. Kept his products open and wanted to run the world. But both were insider slash outsiders, and both pushed the companies they started to achievements that nobody else would have been able to match. A college dropout who walked around barefoot and refused to shower Jobs was also the insider of his own personality cold. He could act charismatic or crazy perhaps according to his mood or perhaps according to his calculation. It's hard to believe that such weird practices at Apple So excuse me. It's hard to believe that such weird practices as Apple only diets weren't part of a larger strategy. But all this eccentric backfired on him in 19 85. Apple's board effectively kicked out... Kicked jobs out of his own company when he clashed with the professional Ceo brought in to provide adult supervision. Jobs returned to Apple 12 years later shows how the most important... This is probably the most important sentence of of this section. Jobs returned to Apple 12 years later shows the how the most important task in business, the creation of new value cannot be reduced to a formula and applied by professionals. When he was hired as interim Ceo of Apple 19 97, the imp executives who preceded him had steered the company nearly to bankruptcy. That year, Michael Dell famously set of Apple. What would I do? I'd shut it down and give the money back to shareholders. Instead, jobs introduced the ipod in 2001, the iphone in 2007 and the ipad 2010 before he had to resign in 2011 because of poor health. By the following year, Apple was the sing single most valuable company in the world. Apple's value crucially dependent on the singular vision of a particular per. This hints at the strange way in which the companies that create new technology, often resemble feudal monarch keys rather than organizations that are supposedly more modern. A unique founder can make authoritative decisions, inspire strong personal loyalty and plan ahead for decades. Paradox, imp bureaucracy staff by trained professionals can last longer than any lifetime, but they usually act with short time horizons. The lesson for business is that we need founders. If anything, we should be more tolerant of founders who seem strange or extreme. We need unusual individuals to lead companies beyond mere incremental. And that's where I'm gonna leave it for today. If you're interested in in reading the books, which I would definitely recommend. And you wanna support... Help support the podcast. I I leave links in the bottom of every podcast description. Those are Amazon affiliate link. So if you click on that link and you purchase the book through that link, Amazon will give me a small percentage of the sale at no additional cost to you. It's really interesting way, you'll get a great read, some great ideas, and I'll get a tiny bit of, money from that. And in case that you want to listen to the books a instead of read. I just put a short little link in, right underneath the links of the books. That gives you 2 free, 2 free audio books instead of 1. So you get 2 free audiobooks books if you click that link. And that's it. I will be back very soon with another podcast. Actually, I'll be back on Monday with another podcast about a company founder."
}