{
  "transcript": "The 20 century saw a transformation of our visual experiences comparable to the blossom of the renaissance in the fifteenth century. We saw many more things and we saw them differently, both because they were different and because events and artist accustomed us. To look with different eyes. Much of this altered vision was due to technological change, especially the beginning of cinema, television, videos, digital cameras, and the rapid repetitive with which all were made accessible to humanity everywhere. But these visual revolutions were compounded by artists with the expression of what was going on in their own minds. The interplay between the new technologies and the new individual created an element of visual change. New experiences for our eyes were the product, both of relentless imp forces, marching humanity forward and of powerful creative individuals, striving to rest control of change in order to realize their personal ways of seeing things. Among this group, none were more successful than pablo Picasso and Walt Disney. A comparison of the 2 is instructive. Both were outstanding creative individuals first and foremost. Each embraced novelty with shattering enthusiasm, but there were essential differences. If Picasso created shocking novel, he did so in a traditional old world manner, in an artist studio, and in the familiar capital of Art, Paris. Disney on the other hand, was of the new world, a midwestern who eagerly embraced both America's entrepreneurial ever vessels and the new technologies leap ahead a popular taste. He went from the open spaces to Hollywood. Hollywood was not so much a place as a concept. When he was born, it didn't yet exist. During his lifetime, Hollywood became the global capital of the popular arts, Thanks in part to his creativity. Disney made use of the new technologies throughout his creative life, just as Picasso exploited the old artistic disciplines of paint pencil, modeling, and printing to produce the new. The influence of both Picasso and Disney continues in the 20 first century, powerfully and persistent, raising a question, which man has been and is more potent. Okay. So that was an excerpt from the book I'm gonna talk you about today, which is creators and is written by Paul Johnson. Okay. So what this book is is a collection of essays on some of history's greatest creators, people like Mark Twain, Shakespeare, Christian Dior, Bale, Victor Hugo, Ts Elliot, Dickens, But what I wanna focus on today is Paul's essay comparing Pablo Picasso, and Walt Disney. And so just to give you a sneak peek, I'm working on what's kinda wind up being an extremely comprehensive episode on Walt Disney. And this initial essay was just... Initially, I was like, I'll just use it as part of the research. And I got... I looked at how many highlights and notes that I made on the Essay I'm like, oh, this is... It's the same amount of highlights and notes that I have for individual episodes, and I thought it was so interesting. I'm a huge fan of Paul. I'll have to look up the episode numbers Don't have front me, but I've read 5, maybe 5 of Paul Johnson's books. He actually just passed away. A fantastic historian and writer, and I probably done episodes. I did episodes on his winston Churchill biography, his biography and Socrates. His biography of Mo. He's got another great collection of Essays called Heroes where he wrote about Alexander the great, Julius Caesar, George Washington, Abraham Lincoln. And I did an episode on that. Just a huge fan of his writing his his ability to s all these different historical figures. And so it shouldn't have been a surprise to me that I had a hard time not turning the page, reading this essay, and then, of course, I was just obsessed with taking notes and highlights. So I'm gonna focus on his comparison, he's gonna give overview of both of the life of Pablo Picasso, and walt, Disney... Okay. So let's jump into Picasso. So he's born in Spain, and he says his father was an art teacher and an artist. Specializing in birds, but fascinated by bull fighting. Picasso father continued to teach him until he was 14, and then his father put him for a limited time at 1 of Barcelona excellent fine arts school. And then after that, Picasso sets up on his own as a teenage artist. This is The next line, this is what it incredible writing and the description of Picasso. I guess, I'll I'll tell you up upfront. It'll be obvious as we go through the highlights and notes today, you can always tell, like, if you read between the lines, like, what an author thinks. He's Paul rightfully so. In based on his descriptions and what he shows and to highlight, he has a strong dislike for Picasso and a strong admiration for Walt Disney after reading this, I would say I would share, like, his perspective as well. And so the note I left in this is what a description of Picasso, he was essentially self taught, self directed, self promoted, emotionally educated in the teaming broth of his city, a small, but powerfully built monster of assured ego ism. Now 1 of the benefits of being an auto act is the fact that everyone else is learning in tracks. Right? They're just reg what the formal education is telling them to do. Picasso designs his own curriculum that it obviously has both benefits and weaknesses. He lacked the benefit, though also the inhibition of full academic training. He was exceptionally skill from an early age at exploiting his many and ingenious artistic ideas. He always kept a sharp eye on the market and always knew what would sell. He sold his paintings from the age of 9 until he died. And though his output became and remained prod throughout his long life, he never had any difficulty in marketing. When I got to that part, reminded me 1 of my favorite lines in that fantastic book, the Alma Naval Abe. Where Naval says, this had a huge effect on me when I discovered it the first time, learn to sell learn to build if you could do both, you'll be unstoppable. David Og a few weeks ago expressed this very the same ideas as Naval. He called it killers and poets though. That if you could be both a killer and a poet you get rich. And so then there's a few important events that happen in an early life of Public Picasso. 1, he experiences intense competition, this is gonna lead him to develop his on style and then go to wear There's less competition. Picasso seems to have grass quite early on that he would not get to the top in the field of conventional painting. In Barcelona, the competition was severe. And so at this point, Picasso is competing directly with what Paul Johnson Calls perhaps the greatest of the modern Spanish painters. This guy named Casa. And so Picasso is about to learn a very valuable lesson. This is something that you and I see over and over again. And the fact that imitation proceeds creation. We just start out I imitation other people. Until we develop our own style. So he sees what Casa is doing. He's like, I'll do that too. Casa superb full length charcoal portraits of people in Barcelona inspired Picasso. At the age of 18 to do a similar series, which he exhibited in his first 1 man show. There were a hundred and 35 drawings and paintings in the show, but it was not a success. Indeed, it was a foolish move. 1 of the few Picasso career for his portraits invited comparison with Casa and are manifest inferior. And so picasso was a deeply flawed individuals We're gonna get to in a minute, but he's definitely smart. And he realized oh, I need to avoid direct comparison. I need to avoid competition. And so it says in 19 o 4, he effectively left Spain for good. Chief to get away from life under casa shadow and from the endless dis comparisons with him. Picasso also saw that Paris with its preoccupation with novelty and fashion was the place where he could shine and rise to the top. And so there's a bunch of thoughts that came to mind when I got to this section, I was really trying to think about what was taking place at this point in Picasso life and some ideas that we could actually take with us. So number 1, differentiate yourself. Don't be the best be the only. And then move to the physical location that will be best for your career. Most people underestimate how important this is, and they won't jump at that opportunity. And in some of the life stories that you and unite go over, their people are lucky enough to be born in the place that just happens to be best for what they're doing Think of Enzo Ferrari. But in many, many cases they realize, oh, I'm in the wrong spot. I need to get to where. It's the... Where is the best physical location on the planet for the work I'm doing. And whatever that answer is, go there. And so this may be my favorite attribute, my favorite thing about Picasso. It's gonna remind me 1 of my favorite quotes, I read this book, the... Is auto that's guy named lush schwab, and I read it because Charlie Mu kept bringing it up in, like, the Berkshire meetings. Like, you gotta read, you know, how highly they recommend reading lush schwab auto. And in that book les has a great love this great lie. I try to adapt to my life. And he says whatever you do, you must do it with Gust. You must do it in volume. It is a case of repeat repeat repeat. Well, check out Picasso. Picasso was perhaps the most restless experimental and productive artists who ever lived, but everything had to be done at top speed. He was incapable of lavish care, time, or sustained effort on a work of art by 1900. He was turning out a painting every morning and doing other things in the afternoon. And from then until his death at age 92, he remained a master of spectacular output. Working on paper and canvas in stone, ceramics and metal in every possible variety of mixed media. He also designed posters, advertisements, theater sets, costumes, dresses, logos, and almost every kind of object from Ash tray, to head dresses it's almost like there's something inside of this guy that just had to come out, this is not in this book. But 1 of my faith... I I've I've tried to do... I don't know if I told you just for. But I've tried to do multiple episodes on Picasso. Because if you going back and look at all the historical figures steve jobs studied and was influenced by. I've done podcast podcasts on almost all of. I think I have 39 or 40 separate episodes based on steve jobs or the people that inspired him, Picasso the the glaring missing piece, and I've read 2 or 3 biographies, and I just cannot... I can't find a great 1. So I've I've I have a bunch of highlights in in, like, past research on Picasso that I haven't included in any podcast. And so 1 of my favorite quotes about just the insane amount of output. That Picasso had, I have saved and says, Picasso live for a total of 33403 days, with 26075 polish works. That means that Picasso averaged 1 new piece of artwork every day of his life from age 20 until his death at age 91. He created something new every day for 71 years. And so this insane level of productivity also created an insane level of wealth for Picasso Picasso was a millionaire by 19 14 and a multi millionaire by the end of World war 1, and his wealth continued to grow so that by the time of his death, he was by far the richest artist who had ever lived The extraordinary success picasso enjoyed from quite early in his career, and then in growing measure till his death is explained by a number of factors. And so some of those factors is the fact that this is a personal who belief mind that intelligence manifest in many different ways. So, you know, it's not at all clear how literate Picasso actually was that he said, to him that writing a letter was more difficult and took more time an effort than him just doing a painting. And so his intelligence was an academic It was creative. But if Puck Picasso brain was not academic, it was nonetheless powerful reinforcing his ability to think visually with sharp clarity and cunning. This cunning was closely linked to an overwhelming personality and a peculiar sense of moral values, his ability to exploit both men and women Some of them highly intelligent and uneasy aware of what he was doing to them was by far the most remarkable thing about him. So think about this. A word for what they're talking about is charisma. And so 2 define charisma. Right? It is a compelling attractiveness or charm that it can inspire devotion in others. On Episode 03:09, The 1 I just did on Arnold Trust when he was young. Right? They said in there's a line in the book says, hit had a Phd in charisma. The reason that's a fascinating story to think about is because it was written by his girlfriend of 6 years, I think from, like, age 20 to 26 or 21 to 27 something like that. And there's so many times in that book where she's like, I don't want to do what I'm doing, but I'm so drawn that if you were in his presence, it was like some kind of magical force that he is just... You're gonna immediately like him, like him, you're gonna be drawn to him and you'll do whatever he wants you to do. And so both Picasso and Arnold use this there... There's a a lot of, sex in both of these books. In in in this chapter, or this section on Picasso. It's gonna go into wait more detail I'm gonna read, but also in that book that Arnold's girlfriend wrote. So they use it both to attract, like, sexual partners and business partners. It works in both domains. And so listen to this line. It says his sexual appeal, meaning Picasso was me. Let's define Me causing a person to become completely trans and and unaware of anything else around them. That is the same description that Arnold's girlfriend gave about a young Arnold Sc center. It was undoubtedly 1 of his superpower he had gifts at the vast majority of human beings would give anything to possess, but apparently innate, he lacked 2 things that ordinary people take for granted, the ability to distinguish between truth and false hood and the ability to distinguish between right and wrong. And so when I bring up the charisma of Arnold or Picasso, Steve jobs. I mean, you you're gonna see this very... There's gonna be, like, a huge positive correlation between, you know, somebody accomplish great things and their levels of Charisma. What I'm really talking about Was like, it's a source of power. There's this line on the book that he did an episode 03:05. The book working by Robert Carroll. And he says, it's a book on power, essentially, like, his entire 50 year career has been trying to explain to you and I to all of his readers, like what power is and how it actually works in the real world. And he says, there's a line there that gives me chills. And he says power doesn't always corrupt. But what power always does is reveal. It reveals the true character of the... The person in possession of that power. And what we see is the true revelation of Picasso, it's a a very ugly human being. So it says this lack was 1 source of his power at the center of his universe, there was room only for Picasso, his needs, his interest, his ambitions, nobody else had to be considered. He boasted, I do not give I take. To his harsh mind, kindness, generosity and consideration for feelings were all weaknesses to be taking advantage of by master figures like himself. And so he is full of ego of jealousy of Envy, his in gratitude was compounded by jealousy, especially of other painters, which may have sprung from insecurity about the merits of his own work and a feeling that it was all a con. He would periodically admit, I am nothing but a clown, and then it gets even worse, picasso attitude towards women was terrifying. He said that for him women were divided into goddess and door mats and that his object was to turn the goddess into the door. He told 1 mistress, nobody leaves a man like me. He would steal a friend's wife, Oh my goodness. Oh, you ready for this? He would steal a friend's wife then tell the man that he was honoring him by sleeping with her. He was overheard saying to himself over and over and over. I am god. I am god. Apparently, because was kanye West before Kanye West. His distorted paintings of women are closely linked to the pleasure he got from hurting them. This is why what I meant. Like I don't I don't need to read anymore about this guy. His most beautiful and gifted mistress was beaten and left unconscious on the floor. He would create situations in which 1 mistress angrily confronted another in his presence, and then both rolled on the floor, biting and scratching and fighting each other Picasso having set up the fight would calmly go on painting. And so the reason I keep giving all these details is because I think this is the main and most important part of this entire section and the point of studying history is it's like, I want... We want a more accurate of the world that we live in and the humans that inhabit it in my opinion, maybe many people find it hard to accept that a great writer painter or musician can be evil. But historical evidence shows again and again, that evil and creative genius can exist side by side in the same person that is terrifying. Let me read that again. I'm not done with this paragraph. Historical evidence shows again and again that evil and creative genius can exist side by side in the same person. It is rare indeed for the evil side of a creator to be all to be so all pervasive as it was in Picasso, who seems to have been without redeeming qualities of any kind. In my judgment, his monumental selfish ness was in linked to his achievements. That is the main and most in important part of this entire section. He was all powerful as an origin and aesthetic entrepreneur precisely because he was so passionately devoted to what he was doing to the exclusion of any other feeling whatever. He had no sense of duty except to himself, and this gave him overwhelming self promoting energy equally, his ego ism enabled him to turn away from nature and into himself with a concentration which is all inspiring. This is I wrote... This is my notes to myself. This was fascinating. I read that 3 times, and then I stopped and just thought about this because 1 of the the... I I would argue maybe the most important. Well, if you only took 1 lesson from this crazy odyssey that you and I are on. Right? It's like, this reading hundreds of biographies of reading every single possible thing about his greatest entrepreneurs, making podcasts about them, comp combining 20000 notes and highlights on this, and then reread those over and over again. Only took 1 thing from this entire thing is like the importance and superhuman powers that intense focus can give you. But on the other side of that taken to 2 far extreme. Right? Is this intense focus is inherently selfish. And so therefore, you can get lost... This is what I'm most concerned about myself? And you can get lost so much in your work at the exclusion of everything else. This is why, you know, when people say, hey, do you have any advice about, like, how to be... How to how to live a balanced life or to be a good father to be a good husband. Like, yeah, listen to founders and do it in the personal life, you basically have to do the opposite of what most of these people do because they are so inherently selfish in... I'm not, like passing judgement. I'm just like, documenting what I see. They're so inherently selfish and focused on what they're doing. That that time, right? Because time is the finite resource has to come from somewhere else. And so they decide, hey, it's gonna come from, you know, I'm gonna destroy marriages. I mean, how many of these people it's extremely common. Like I'm working on another, another episode right now that's blowing my mind, and the guy's on he's a genius, straight genius, unbelievable per... Like, talented person, and you read about I was like, oh, like, yeah, This makes sense that this guy's been married 5 times. I completely understand why that is. So this is why I'm such a big fan of paul Johnson because he just... He he his writing and his synthesis of this information where he just hits you with this idea. It's just 1 paragraph that it gives you I have chills on my arm right now. You just stop. It stops in your track. It's like, oh, my god. The source is the same. And then he does an even better job of saying, hey. Pay attention. This is a cautionary tale. You think you want everything. Right? Picasso had the fame, the wealth, the women and he was miserable. The all powerful machinery of the picasso industry. His stable of women, his c toe, his unlimited fame, his vast wealth, the sickle fancy that surrounded him. None of these brought him serenity as he aged. It seems to me that his personal cruelty and the evidence savage of much of his work sprang from a deep unease of spirit. His last year's were pun by family ko over money. His widow shot herself. His eldest child died of alcoholism. And this is the punchline. It is an appalling tale, though edi identifying in its own way, it shows painfully how even vast creative achievement and unparalleled worldly success can fail to bring happiness. It shows painfully how even vast creative achievement and unparalleled worldly success can fail to bring happiness. And so now this is where we start to get into the gift of this entire essay because it's like, nope. But here's Picasso, we have an overview. We have an idea. I think what you and I just ran through, Even if you'd had never read anything else or even knew who he will, like, heard a picasso before, which is, you know, very unlikely. You have an idea of who he is. And then he does this exact same thing for Walt and they start to compare in contrast. And this is why, you know, I think, undoubtedly Walt disney's these 1 of the most admired entrepreneurs ever. You gotta put them... If there's mount Rushmore and, you know, of entrepreneurs, like, you put him up there. And I don't mean necessary just financial achievement, although the financial achievement, you know, compounded decades after he died, but his approach to his work just the sheer talent that this individual possessed. It's it's incredible. While Disney Like Picasso began his working life early, but he had a much harder struggle to earn a living our chief recognition and success. Much of his childhood was spent on a farm in rural Missouri, and he delighted all of his life in observing and drawing animals. That is huge. This idea of Walt Disney's. I didn't... I didn't... And I've read 3 or 4 books on Walt Disney so far. And maybe I knew it at 1 point, but I I feel like I never maybe never... Maybe I knew it at 1 point forgot. But I feel like I never made the connection until Paul helped me put this idea in my mind. Or it's like, his entire his main inspiration was always from the very beginning from him and he was a child to when he was, you know, on his death dying was nature. And so it says, he grew up in a farm, delighted all of his life in observing and drawing animals. Their movements and id gave him great pleasure, where Picasso tended to d the women he drew painted. Disney Ant poor his animal subjects. That was the essential source of his power and humor. His family had little money and his father was demanding, but despite this or perhaps because of it, Disney always saw the family as the essential unit in society and the only source of lasting happiness. When the farm failed, the Disney's moved to Kansas City where his father started a newspaper dis distributing business and made Walt work very hard at all hours. By the age of 18, he was making his living as a newspaper cartoon. But Walt developed 2 passions. First, he wanted to run his own business and be his own master. He had the American entrepreneurial spirit to an unusual degree. And so I wanna pause there real quick what at... What's... Most... 1 of the most surprising things I learned about Disney from reading biographies in the past is that towards end of his life, he said that he was most proud of 2 things. Keeping control of his company because he's gonna lose control his first company. So starting and keeping control of his second company and Disneyland. So this idea where he's like, I wanna be my own master. He was upset like, you know, all of history guys on twitter obsessed control. By the age of 20, he had already run his own company, gone brink bankrupt and then set up against second. He wanted to get into the art and craft of animation. Okay. So 18 year old dizzy making his living as a newspaper cartoon the same time, people are taking newspaper cartoons or cartoons of all times and they're animating them. So they call animated funny. Right? And the animated funny are being animated and drawn to run before movies in what is at the time at this point in history, a very new motion picture industry. So it's kinda like an opening act to a company, like, longer movies that are regular movies like, filmed with actual people. Right? And let's get into like, what Disney realized, like, oh, there's a missing piece And I would say is a common common theme, not only you'll see it multiple times throughout disney's career, but I think in general, it's like, in these these life stories that you unilever unite go. Of knowing what you wanna do, but you don't know how to do it yet. Disney always felt the animation without sound was dead and that the nature and quality of the sound were key or the key to success. Okay? But initially, the sound dimension baffled him. So did a lack of capital. I don't know how to make sound. I have no money even if I knew how to do it. The burg movie circuits would buy cartoons only in series of 10:12 or 20, believing that movie goers had to become accustomed to them. So Paul makes a great point that the same belief dominates dominated television in the early 20 first century, somewhere where you get set Tv seasons. Right? Disney lived from hand to mouth. 5 dollars was a lot of money time at this time, and he often had to borrow cash, but he was determined to keep abreast of what was a rapidly evolving technology. Both in animation and in moving photography. But the beginning of the book, there was that line, all creative individuals build on the work of their predecessor. K. No 1 creates an a vacuum. We see that here. In 19 17, this guy named Max Fl, makes the first movie that combines moving photography of actors with animated cartoon characters. Disney sees that. So 6 years later, Disney uses this combination himself, and he makes this this cartoon or this movie called Alice in Cartoon land. I would, I guess, movies that there right is like, a short... I think it's, like, 6 minutes on or even it's song something like that. So, like a short film, I guess. So around the same time, Disney's original company, the Laugh graham Corporation made short animation films. Animation plus photography films and they would also create advertising for brands using cartoon figures. And so that is the actual company that it's gonna go bankrupt. So it goes bankrupt from after the bankruptcy all he has left was the camera and a print of Alice to use is a sample. So what does he do? Essentially, he just takes on free work freelance work to survive before he's gonna start another company. He's around 22 are 23 years old when his first company goes bankrupt. So it says he was forced to dis his team and use his camera for Freelance news photography, making Kansas city his base and selling his footage to all these other. I'm not gonna name the companies. There's bunch of different names, and he's selling the footage to a bunch of these companies and these companies are all located in Hollywood. This is an undoubtedly low part of his life. He also took on private jobs. He would film weddings and funerals, he'd make 10 or 15 dollars to film a wedding or funeral. He often had so little money that he could only eat canned beans. And so he realized realizes, I gotta get out of. I gotta go to where, like, I'm making... The little money of I'm making is coming from these new studios. Right? So it says his contracts with new studios persuaded him that he had to establish himself and a new production company in Hollywood. So he sold his camera and with the proceeds, he bought himself a ticket. And he headed to Hollywood with 40 dollars. He got 40 dollars to his name and it was interesting. He traveled on the famous train California limited in July 20 third, or excuse July 19 23. And if you think about all that happens after he moves to California. It shouldn't be called California Limited. Takes many years for this happen, she called called California unlimited. The early 19 twenties full of hope and daring were a classic period of American free enterprise, and for anyone interested in the arts, Hollywood was a rapidly expanding focus of innovation. He has 40 bucks. Here's has the issue was, like I need to go where I think is best for my career that does not mean it's going to be immediately easy. This is a crazy thing Like I'm about to reach you. Like, all these companies imagine having the chance to hire a young Walt Disney like, nah. I'm good. The early 19 twenties full of hope and da where cost security for America for enterprise and for anyone interested in the arts, Hollywood is a rapidly expanding focus of innovation, but Disney had a very hard time getting work of any description in the movie industry. T from studio to studio and barring money just to eat. He had to go back to making animated cartoons. Now, this is incredible. This is the relentless resourceful of a young Walt Disney. You will find stories like the 1 about to share with you in a lot of the biographies of filmmakers. I'll, I'll leave the links down below, George Lucas, Francis Ford Cop, Steven Spielberg. Write all their biographies. Done episodes on them. They all have stories like this in their biographies. It's why filmmakers are 1 of my favorite people to read biographies. Have actually a bunch coming very soon. Bunch more. He also used his Alice sample to get a series going. The camera cost him 5 dollars a day. He then drew cartoons around her, so the act the actual actress. Right? The physical person. He organized a group of local children and each and paid each 50 cents a day to ax sc around Alice, and he trained his great uncle Robert's dog to be part of the fun. This is what you do and you have no money, you're forced to be creative a forced to be resourceful. Each real consisted of 900 feet of film of real children and the dog and 300 feet of animated cartoon. Disney wrote des script built the sets himself. His studio was a small back room in a real estate office that he rented for 5 dollars a month. He made all of the props he needed himself. He produced and directed and filmed it himself, and then he sat down and drew the animation himself. The first movie costs some 750 dollars all in and he sold it east, meaning to New York City syndicate who's gonna wind up screwing him later on. For 1500 dollars. This was his first real profit in his entrepreneurial career. Now another interesting part of this essay. This is on the similarities of Disney Picasso and the immense contribution to your collaborators only keeping the very best people around you because they're going to influence the the quality of your work and the trajectory of your business. He made a contract for dozen movies in the first 60 he made entirely by himself. Or excuse me he had a contract for a dozen movies. So he makes first 6 by himself. So like alright. Then I need help. He goes to guy named herb, E works. He was working back with him in Kansas city. So he brings out I works to Hollywood to help him with the animation. There is a curious similarity between his work with Fireworks works and Picasso collaboration with this... I'm not gonna to pass this guy's. Georgia's George Bra in the invention of Cub, nearly 2 decades earlier. Okay. Don't worry about the name. So closely did Picasso and Bra share their ideas and techniques that a few years later, it was sometimes impossible to tell which of them had produced a certain canvas or if both of them had. Neither painter could tell either. In some cases, the mystery remains to this day. Now why is that important? Because you see the same thing in Disney career. That's why I'm bringing up to you? Equally the precise roles of walt and I works in the early successful animations can no longer be determined with certainty. It is clear that the basic ideas came chief from Disney, but many of the most effective touches sprang out of the animation process himself, and here I works was important. Now here's another comparison to Picasso that I would have never drawn this connection, the same I guess, trade of human nature or this, like, ins desire that humans have for novelty. Actually, leads it's gonna lead to the creation of the greatest thing that walt, like the foundational character, Mickey mouse. Right? So it says it's impossible to exaggerate the need for a producer. Like Disney to respond quickly to changes in public taste and and there in the public's need for novelty, just as Picasso and Paris went from 1 phase to another to to cater to the ins insecure appetite for ideas of the art world, so Disney had to adapt and change his cartoon. The audiences were retiring of Atlas, and they and they needed more characters. They wanted a new character, Disney invent a rabbit called Oswald. And Oswald was so successful that in invited competition. The problem is he doesn't have the resources to fight back with competition. All he can fight back with his creativity. He's gonna innovate his way out of this problem. So another way to think about... I what's happening here. Oswald was success, but Disney found that once his shot... His shorts acquired a reputation, other studios bigger and with more capital, would raid his staff and steal his animators by offering them more money. He could frustrate this process by inventing a new character. The result was a mouse. And so 30 years after the... Where we are in the story, Disney would later say, I love this idea. He says, I only hope that we never lose sight of 1 thing that it all started with a mouse. And it also started with a terrible name for the mouse. And so God bless Walt Disney's wife. Right? He chose Disney chose the name Moe or mouse, but his wife of Lilly objected. And so that is when Disney pick the name Mickey. And why would Walt Disney 30 years later say, I hope we never forget that it All start with a mouse, another comparison to Picasso Picasso had in fact turn the bodies and faces of his women models into characters. Cub cartoon characters animated awfully enough by contempt and even hatred. Right? Seems like the the evil version of Disney. But Disney produced a mouse animated by admiration and even by love. It is it is significant that Mickey Mouse in the year of his greatest popularity, which is 19 33, received over 800000 fan letters. The largest ever recorded in show business at any time in any century. Think about that. An animated character received more fan letters than any other celebrity or known person in 1 period ever. They're in late Disney's genius, he could make people, especially children love his creations. And so what I would summarize when he's trying to teach us about the difference between Picasso and Disney as this is love versus hate. You might get temporary attention by engaging in hate and negativity, but a durable beloved brand can only be rooted in 1 thing and that is love. And to fall in love with something takes time. So There's an element of what I'm about to reach you is the importance of time. Right? Because you look at what mickey mouse look like when you first invented and what he look who comes to, like, be lovable It's like, oh, big difference. But also Disney realized that, you know, he has no... Still has no money. So I have to use speed as a competitive advantage. The earliest Mickey does not look lovable to our eyes nearly a century later. His jerk ness was technical rather than deliberate. Remember. He's... This is the very beginning of animation. Within an... With every month that passed, animation was becoming more complex and Disney to out his competitors force the pace. Let's go. He used 16 drawings to make Mickey move once. About 14400 drawings went into a 10 minute cartoon short. So he uses speed and he also something that Disney does his his entire career. He has is an in common with a bunch of other great filmmakers. Is he's always jumping on the new technology of his day. Warner Brothers release the first integrated sound picture called the Jazz singer, this I think is 19 27. Disney jump for Joy at the idea of Ta. There's are the the funny name of movies would sound. Sounds ridiculous to us now, but at that time, that's what they're called. So Disney's is jumping for joy the idea of Ta because he had always believed sound to be the true third dimension of movie cartoon. Disney had no sound equipment and proceeded on a do it yourself basis. Which is a model of entrepreneurial improvisation. Yes, it is. Amen. He got, a person to play a harmonic. He bought night nightclub noise maker, cow bells, tin pans, wash boards for scrubbing noises. So he's just essentially trying to build this, you know, with very inexpensive tools, I guess, is the way you would think about this. Right? So I'm reading all that. Not to you memorize all that, but the main idea here is, like, this is just an unbelievable level of resourceful. I just heard, Kevin Kelly on... And the podcast us like the best It's episode 03:34, Highly recommend listening to that episode. I think kevin Kelly is a he's got a very unique way of just a philosophy life. I took a bunch of notes. On that episode, but 1 of my favorite things that he says is he's like, you know, he's he studied the the history of creativity to a great degree. He's like, listen, lack of resources is actually a feature. It is the benefit. And for our purposes is like, that's why, you know, new smaller companies can always you know, usually out compete and overtake larger companies if they're remain focused because the lack of resources focus forces them to become create more creative. Sam Walton talks about this even in his business. The fact that Walmart seltzer starts out, under capitalize. He... Not part of a large company. And so he said that constraints were actually his friend because it forced him to learn. It forced him to become resourceful. And then this accumulation of knowledge that Disney is forced to learn like that becomes an asset he can use for his entire life. That's also I think illustrates just his... He's just completely dedicated. I think I have a another highlight here that comes from a different. It talks about, you know, he never... The secret success was like, he he was never doing things out to make money. He was just obsessed with making the absolute best product he could. It took a great deal of effort time in re recording to get the system working smoothly and by the time the composite print was made with fully synchronized sound that Disney brothers had run out of cash and even had to sell their father's car. But here is the end result, the first sound movie using the mouse was called Steamboat Willie, I think a lot of people will be familiar with what that is even, you know, hundreds later, and it came out in 19 28. It was a huge success, not only because of Disney's technical triumphs of synchronized animation, but because of the ingenuity of what Disney got the mouse to do in producing noises. Therein in lay his extraordinary gift. The imagination what a Napoleon tells a few weeks ago. Imagination rules the world. The imagination to enter into the head of a half mouse half man and devi weird and a hilarious things to do as the mouse steered a boat down the river. Disney had invented the sound cartoon. A combination of imaginative drawing scripting and engineering science. It was and remains a wonderful example of creativity, the birth of a new art form. That is the startup up paradox. This was not done by better funded competitors. By the end of that decade, Mickey Mouse was the best known figure in movies. Here's a little fun fact for you. Mickey voice was originally done by Disney himself. And so if you study the very early parts of... Walt Disney's career and as the, you know, he starts out with not any money. Not resources, he accumulates resources, the source of that inspiration remains the same. It's nature. This underlined Walt's emphasis on the study of nature for inspiration. The studio, his studio regarded nature as the 1 and only true source of Disney art. Animators led by Disney himself constantly watched movies of animals, and live animals were brought into the studio for study. It was Disney's view that nature was a richer source of humor than human imagination. What his and his team supplied was just the ant ph. Back to the fact that Disney always embraced technology he regarded color. As a Gods send, almost as crucial sound because it normalcy increased realism. He experimented widely with color systems before he adopted technicolor and signed an exclusive contract with its manufacturer. He spent money free as freely. And as fast as it came in, there's another line in 1 of the biographies I've read on dis the past where him and his brother. So, you know, creative aspect of the business, it comes from Walt's head and the finance part of the business is, his brother Roy, and they're having a fight about this. And he has a great line where he's, like, fighting with his brother of her money where he says something like, I'm innovating. I'll tell you what it costs when I'm finished. So that's a great... Like, to me in my mind, when you read about Disney study I like, that that's Disney through and through, Disney always bought the best paint, the best film and other materials. He insisted on re animation. However time consuming and expensive until the results were right in the early 19 thirties Disney's production costs for an 8 minute movie were 13000 dollars and over at a time when rival studios spent a maximum of 2500. Disney put excellence before any other consideration, Disney put excellence before any other consideration. There's a great line in this biography that I've read the this line I've read multiple times. And here's the quote. If you want to know the real secret of Walt's success. It's that he never tried to make money. He was always trying to make something that he could have fun with or be proud of. Incoming cash instantly went for investment in new technology and better artists the 19 thirties was not totally unlike, the big European studios of the seventeenth century. Disney hired the best art... History doesn't repeat human nature does. Right? He's just doing the same thing that was happening what, 300 years, 400 years before him. Disney hired the best artist he could get and gave them tasks to the limits of their capacities. The studio was a highly creative interactive place tents and sometimes hysterical as new ideas were presented, debated, boosted and discard it. There were arguments. And animator sometimes left after disputes. Disney and his studio by trial and error and a industry and skill acquired the art of animating figures, making them seem as real as humans on the stage and essentially the same way as the flo painters learned to reproduce people in F are on walls, what took the early renaissance painters tooth this is such a great. This is like the most Paul Johnson paragraph ever. What took the the early Renaissance painters 2 centuries, the Disney studio did in a decade, But then Disney's animators had the whole tradition of Western art on which to build just as the countless animators of today are inspired by Disney's work in the 19 thirties. And so then we get to the point where the technology finally catches up and he's able to invent yet another new art form. This is the note. Let me read it, and then I'll read a note that I left to myself. So Like to apply to my work. So it says the arrival of color, the improvement of background technique, the perfection of the soundtrack allowing high quality, orchestra music and singing and financial factors persuaded Disney to break out of the limitations of the funny cartoons and make a feature length fairy tale. The result was snow white and the 7 jo. The idea was Disney's, of course, he had been pairing for human animation for some time by holding live classes at his studio. Wait for it this left myself. Wait for the technology to catch up, Ask yourself what is possible today that I could not do a year ago, start practicing that and wait for the technology to catch up. These ideas that are now accumulating Snow white comes out in 19 I think he starts working on 19 34 comes out 19 38. He had been thinking about some of these ideas for over 18 years up until that point. He just again, I know what I wanna do. Can't figure out how to do it yet. And this was the result, the movie introduced numerous, artistic and technical innovations that transform the art of movie cartoon. It involved over 2000000 drawings and formed the largest single project in the history of drafts. That is insane. Which had begun 40000 years before in the caves of France and Spain. Again, that's why you gotta love Paul Johnson. He's that's a very Paul Johnson that Paul Johnson might be the only person that be write sentence like that. It was a huge critical and commercial success and marked the point in which animation achieved maturity as an art form. He was the most the most financially successful thing. I think he'd never done by a long shot up until that point, but the crazy thing is I have another... I went through my read wise. And was searching for... I know Steve talked about well, quite a bit. And so I've been thinking about that, and and I'm also comp... It for the research of this other Walt Disney episode. I told I'm working out are working on. You know, That thing might not be ready for, like, another month or 2. I have figure it out. But, I've just been, like, deceiving myself on this a little by little. And what... It what's fascinating is, like, Steve jobs talked about, hey, you know, once they they figured out Pixar wasn't gonna produce they were they were trying to sell hardware and then try to sell software to other companies like, no, no We're just gonna go all in on developing the first computer animated movie. So Steve does this, like, intense, like, research into the industry. Like, how lucrative is is animation couldn't find anything because He says, you can't you can't go to the the library and check out a, a book called the business model of animation because there's only 1 company has ever done it well, which is Disney, and they don't want anybody else to know how lucrative it was. And so he's discovering as he's researching this, how lucrative it is. And he's like, this is insane because, again, this is... You hold on as long as possible because you have no idea what new technology will be invented in the future that unlocks value in the business that you're creating. So at the time that he's doing this research, people are buying a ton like V, sv tapes and Dvds, and he's like, wait a minute. Job says good storytelling can last for decades. I don't think you'll be able to boot up any computer today in 20 years, but Snow white has sold 28000000 copies, and it's a 60 year old production. He's talking about the fact that they sold when it was released on Dvd or or tape. I can't remember which 1. They sold 28000000 copies of a movie. That they made 60 years ago. That is insane. I think he put the number on it. I don't... I think he's like, they made like a quarter billion dollars on that. So it's it's just it's just wild. I I love how all these things were relate and, like, you know, everybody's learning from each other and studying. It just... It it brings a big smile on my face. Alright. Let's go back to this. Disney's instinct was always to get back to nature whereas picasso was to get away from it. The success of Snow white financed a series of 4 big feature movies. All of them were made by Disney between the years 19 38 and 19 44, So they're talking about Pin nokia, Fan, Dumb, and Bam, All of those movies, wine up being massively successful and every single 1 of them explored natural phenomenon. So let's skip ahead to when he's going to invent another unique art form. During world war 2, Disney had brood on the possibility of creating these worlds, meaning his animated worlds, not in the studio, but in real life, he thus produced the idea of a Disney park, constructed a around a theme. He recreated his This is incredible. He recreated his scenery in 3 dimensions in the open air and invited the public to enter his first Disneyland open in 19 55. So I pause here to tell you 2 things. 1, If you're interested, I'd ordered this book immediately. I did an entire episode. There's this book called Disney's and land walt Disney and invention the Amusement Park that changed the world. I'd read the whole book. Listen to the podcast if you haven't. It's episode 01:58. I think it's an excellent the book is fantastic. I've given that book to quite a few friends. It's all about... The way he thought about Disneyland. But this is the other thing that came to my mind, which is, like, really important. Like, listen, we wanna move fast. We obviously speed as a competitive advantage year in early days of your company. But you wanna maintain a speed that you can last for decades. Why? Because like nobody creates their best product when they're 20 25 30. How old steve jobs when the iphone came out? Even even been making products fantastic products for 3 decades, but his greatest creation came 3 and a half decades into his life. Disneyland was by far, walt Disney's greatest creation and he was 54. Disney was 54. When he made his greatest creation if he had lived, he winds up dying, I think at 66 from lung cancer, he smoked constantly, smoked cigarettes all the time. If he had lived, he'd been 71 when Disney world would when Disney world open. Is like the... You know, his... He's like, oh, I... My kinda like my proof of concept was Disneyland and he took it to... I'm, like, a much greater scale and Grand in Disney world. He would would've been 71. I love thinking about that. Like, go and study somebody's career, when did they do their best work? Think about if as the as an entrepreneur and a creator in an innovator. The stuff that is in the 54 year old brain of Walt disney compared to, like, the 25 year old brain. Knowledge compounds just like everything else. And just imagine if you could get inside that brain in that experience. III experienced this to some degree when I got to sit down and have a 2 hour long launch with Sam z. You know, he's 81 years old time. Just, I didn't know, but, you know, happened a few months unfortunately before he passed away and just the way his brain was working and the stuff that was in it, and the business knowledge that came out of it effortlessly. The guy had been seeing deals and thinking about entrepreneurship for 6 decades. Like me sitting across was like, we're a different species. It's incredible to think about the compounded business knowledge that was in his brain. Luckily enough, You know, he tried to document as much if he could in his auto and speeches, you know, some degree to the podcast. That's why he was... I don't know if I said this publicly, but I was supposed to have dinner with him. He want... What I was supposed to have dinner with him, a few... I had lunch with him and, like, 2 months later Was supposed to have dinner with him because he literally wanted to give me more content to make an episode about what he learned so I could share it with you. Because he was, like adamant about sharing everything you learned with future generation entrepreneurs. Unfortunately, wound up getting sick and then, you know, a few weeks later passed away. So just this idea, it's like, man, like, that is such a fascinating idea. If you the amount of compounded experience and knowledge that it... That was in like, a 54 year old Disney. I don't know. I I just got to the part and Really, like, struck and like, had to sit here for a while I'm really think about what... Like, it just resonates with me. So when that happens, I, obviously share with you and hopefully, like, you find valuable. Okay. This revealed again going back to Disneyland zealand. You say the theme repair reappear, what is his main talent. It revealed again Disney's creative genius for satisfying the human demand for popular art as entertainment. And then they make the point. That's not just it's not just important because it's serving and make, you know, serving customers, making somebody else's life better. Right? At the time that he lit. It's what that influences all the generations on all the entrepreneurs and creators that come and innovators that come after that. Clearly the influence of Disney on the presentation of visual images in the twentieth century and beyond was immense almost past computation, Disney himself trained over a thousand artists, almost as many as the most successful art school in history. Disney was an entrepreneur and a highly successful 1. The founder of a business, which in his own day employed thousands of people, and which in the first decade of the 20 first century survives and flourish. Disney pursued his own individual way until his death. Picasso on the other hand, set his faith against nature and burrow within himself. Paul's about to answer his own question that he started this. Who had a greater impact Disney worked within nature, s it ant it and sur realizing it and ultimately reinforcing it. That is why Disney's ideas will continue to shine through While the ideas of Picasso, powerful though they were for much of the 20 century will gradually fade in the end. Nature is the strongest force of all. And that is where I'll leave it. I absolutely loved. I love, I mean, I a he trying to, johnson's writing in general. I I'd buy this book. Just this essay alone. The good thing about the book. I think there's 14 different essays in the book. You don't have to read it chronological. He will reference pass, like, ideas from, like, you know, episode or episode, essay a 2 into, like, essay 14 or whatever. But you really could just pick it up and like, okay. I I just wanna rush shakespeare spirit right now. Let me read about that. Alright I I wanna learn about, you know, do... The chapter Dior and Bale or whatever you're interested in. I think Paul Johnson's works speaks itself. It's worth, you know, the investment of of buying the book if you buy the book using the link and I'll include all his other books too, because I think, you know, he writes his these fantastic. Like, hundred and 8200 page geographies. Anyways, I'll leave all the... Those links down below too. If you buy this book or any of the other books should be supporting the podcast at same time. And 1 more thing. Make sure you're already on my personal email list. I sent out a email of the top 10 highlights that I do from every book And so I will leave a link down below. It shows like a sample of what it looks like, and then you just enter in your email, and you'll get every book that I do from there on in. So that is 310 books down 1000 ago, and I'll talk you again soon."
}