{
  "transcript": "After James Cameron's Avatar made 2700000000.0 dollars. The director found the deepest point that exists in all of the earth's oceans and dove to it. When Cameron reached the bottom of the Mariana Trench, he became the first person in history, to descend the 6.8 mile distance Solo. Since then, others have followed, most prominently, a private equity Titan and former naval reserve intelligence officer turned explorer named Victor V. But cameron is adamant that none have surpassed him. V, Cameron told me, claimed that he went deeper, but you can't. So he's basically just making shit up. V disagrees. I have a different scientific perspective. He told me diplomatic. But even he is a fan of Cameron's films. Like Cameron, V has made multiple dives to the wreck of the titanic. And while returning from 1 of them, he emailed Cameron. I said, I watched Titanic at the Titanic. And he actually replied. Yeah, but I made titanic at the titanic. It is perhaps illustrative of Cameron's gifts as a filmmaker that even his most determined rivals would admit that Cameron has written and directed some of the most successful films of all time. It would be fair to call him the father of the modern action movie, which he helped invent with his debut, the terminator and then reinvent with his second aliens. It would be accurate to add that he has directed 2 of the 3 top grossing films in history, but he's also a scientist. A camera that he helped design served as the model for 1 that is currently on Mars attached to the Mars rover. And he's an adventure and not in the D billionaire sense. When Cameron sets out to do something, it gets done. The man was born with an explorer instincts and capacity, The original avatar required the invention of dozens of new technologies. From the cameras Cameron shot with to the digital effects that he used to transform human actors into animated creatures to the language those creatures spoke in the film. For the sequel, the way of water, Cameron told me he and his team started all over again. They needed new cameras that could shoot underwater and a motion caption system that could collect separate shots from above and below the water and then integrate them into a unified virtual image. They needed new algorithms, new Ai to translate what cameron shot with what you see. Nothing would work the first time cameron and the production trident it. Or the second are usually the third. Cameron showed me a single effect shot, number 04:05. That means there's been 405 versions of this before it gets to me he said. Cameron has been working on the movie since 2013. It was due out years ago. The way of water was expensive to make. If you asked James Cameron, how expensive He replies very fucking, but his camera worked late into the evening day after day solving the infinite problems that the way of water continued to present. He seemed to be enjoying himself. I like difficulty he told me. I'm attracted by difficult. Difficult is a fucking magnet for me. I go straight to difficult. And I think it's probably goes back to this idea that there's a lot of smart, really gifted, really talented filmmakers out there that just can't do the difficult stuff. So that gives me a tactical edge to do something nobody else has ever seen because the really gifted people don't fucking wanna do it. Cameron and his fifth wife live year round in New Zealand. Where they have owned a 5000 acre farm since 2011. In the early days of the pandemic, Cameron and his wife gave up their home in Malibu and became full time residents here. I asked Cameron if it had been lonely, moving halfway around the world. I don't have any friends, so it's okay he said, with only a hint of a smile. Cameron's malibu compound was known for its survival vibe. Fast cars, a security team trained in fighting wildfires, guns, He had himself trained by 1 of the best championship shooters in America. He's the guy that taught Keanu Reeves, how to be John Wick. I was his first Hollywood contact. I trained with him for 3 years, and so I'm a competition grade shooter. At 68 years old, Cameron wakes up at 04:45AM and often kick boxes in the morning. Cameron is proud to work at the biggest scale possible. Terminator 2, t lies and titanic were all among the most expensive films ever made at the time of their release. To date, all of his films have made their money back. Many of them spectacularly. Self doubt, in general is not something Cameron has a lot of experience with. I don't think I'm hard hardwired with that. I don't know why. Cameron was always a type of person whose confidence, preceded his achievements, confidence preceded his achievements. That is an idea that you and I have discussed on multiple biographies. It's in a lot of these books the fact that belief comes before ability. That's exact same idea Cameron was always a type of person whose confidence preceded his achievements. It was while working as a truck driver in his twenties. That cameron decided to become a filmmaker. And so he taught himself filmmaking. He'd go to the stacks at the library at the University of Southern California, which was home of the vantage filmmaking program that Cameron couldn't afford. I'd find somebody's 300 page dis rotation on optical printing Cameron said, and I'd be going through this, and I think, well, I've gotta get this. So I'd pull out the staples, and I'd photocopy the entire 300 pages. And then I just kept doing the same thing week after week for about 6 months. And I'm driving a truck, but I had these binder. I was going through the stuff chapter verse and making my own notes and all that. I basically gave myself a college education and visual effects in cinematography while I was driving a truck. The idea for the terminator came to him in a dream. So did the pivotal scene in his second film aliens. Cameron has a rich dream life to this day. I have my own private streaming service that's better than any of that shit that's out there, and it runs every night for free he said, Avatar also originally came to Cameron while he was asleep. I woke up after dreaming of this kind of bio forest with these trees that kind of look like fiber optic lamps and this river that was glowing bio acid particles and kind of purple moss on the ground that lit up when you walked on it. It was all on the dream. I woke up super excited and I actually drew it. So I actually have a drawing. It saved us from about 10 lawsuits. Any successful film. There's always some freak with Tin foil under their wig that thinks that you beam their idea out of their head. And it turned out there were 10 or 11 of them. And so I pointed at this drawing I did when I was 19 when I was going to Fullerton junior college and said, do you see this? You see the glowing trees? Do you see the glowing lizard that spins around that's orange. Do you see the purple moss? And everybody went away. Zoe Sal donna who starred in the first avatar and returns for the second and who also works frequently in the marvel universe pointed out how comparatively unique cameras approaches in modern Hollywood. The marvel franchises are built by dozens of comic book artists and writers and directors who work together to create these stories. By contrast, Avatar is a result of the vision of a single man. Without Gyms heavy, heavy brain, This would all fall apart. When Cameron moves, he moves fast and favors 1 side. When I asked him what he'd done to give himself a limp. He looked at me curiously. I've got 1 short leg he said. It doesn't slow me down any though, Cameron in his nearly 40 years of filmmaking has earned a reputation for having a temper. Some would say he's earned this reputation several times over. On more than 1 cameron set crew members have taken to wearing shirts that read You can't scare me. I work for Jim Cameron. Cameron is well aware of this. So I looked at it, and I was like, alright. Why am I getting so upset? And what is that solving? I'm not saying I don't get upset once in while? I mean, everybody I think is entitled to having a bad day. Whereas whereas before, it might have been once every couple of weeks. Now it's like twice a year. Cameron recalled working with Ron Howard, the famously nice director on the visual effects for Apollo 13. And I just watch what a great guy he was, and I'm like, I'm a total asshole compared to Ron Howard. I have to get in touch with my inner Ron Howard. But despite his famous temper, Cameron has always inspired loyalty. The process of how Cameron builds the avatar films is complex. I asked if he knew of anyone else working this way. And he laughed. They'd be insane to even try he said, and I don't mean that we're special. I mean like, if We hadn't it made more money than any other movie in history, this is the last fucking thing that I'd wanna be doing. Cameron is famous for being able to do any job on a movie set. Some say he can do most jobs better than the people he employs to do them. Cameron. Although mildly, not better than he told me, but I'm not just some brain in a bowl, creative type sitting over in a tent someplace saying, yeah, put that over there. It's a curious fact that Cameron has directed only 2 feature films in the last 25 years. This is a part of the explanation for why Cameron has at times drifted away from filmmaking. He said, there's a certain point where my mind wants to solve problems that are real world problems. For a while, his career in ocean exploration, which camera got serious about after making titanic, nearly kept him away from directing a film ever again. I didn't get back into making movies for 8 years he told me. I was having too much fun. And when he did decide to return to Hollywood with his idea for the first avatar, Cameron's longtime studio, Fox almost didn't wanna make it. Cameron has mellow with time and age, but he is still a score settle, a keeper of grudges. And this is what he said when Fox initially passed. And I said, now just so you know, before your tail lights are out of sight, I will be on the phone with Disney who wants this and we'll make a deal, and that'll be that. And then whatever happens happens, and you might look like a big dick if it makes a lot of money. In the end, Fox did come back and Cameron made Avatar with the studio, but Cameron still remembers an executive at the company who will go unnamed because this is a really negative review. This executive approach Cameron after a pre release screening of the film and begged the the director to shorten it. I said something that I've never said to anybody else in the business, cameron called. I said, I think this movie is going to make all the fucking money. And when it does, it's going to be too late for you to love the film. The time for you to love the movie is today. So I'm not asking you to say something that you don't feel. But just know that I will always know that no matter how complimentary you are about the movie in the future when it makes all the money, and that's exactly what I said in caps all the money. Not some of the money. All the fucking money, I said. You can come back to me and compliment the film or come along and say, look what we did together. You will not be able to do that. And then, of course, the film came out and made all the money. I asked Cameron, whether he had a theory about why. I don't think I need a theory he said. I think anybody that's seen the movie knows why. It's a fucking gigantic adventure that's an all consuming emotional experience that leaves you rung out by the end of the movie, and it was groundbreaking visually and it still holds up today. So I don't think I need a theory. After Avatar, Cameron again walked away for a while. He dove to the Mariana a trench to the deepest point on Earth, and there was a period there about a year and a half where I didn't even know if I wanted to make another avatar film. I knew how all consuming it would be. It basically took over my life for 4 years. I had no other life for 4 years making that first film. And I thought, do I really wanna do this again? It's the highest grossing film in history. Can't I just tag that base and move on, but the problem was he still had ideas. He knew, of course, that on some level, he was running out of time. When you get into your mid sixties, you start realizing that the acts could fall at any moment. Maybe it's next week, maybe it's in 30 years. Cameron said that in the end the answer he landed on was this. I'm a storyteller and their stories to be told. I'm not done until the big hook comes out from the side of the curtain. So to me, everything, every idea is a work in progress. The list of things that Cameron has failed at is short, but there are a few destinations that have alluded him. 1 of them is space, but he's come close. He went to Daniel Golden, who was then the Nasa administrator and overseeing the assembly of the international space station and asked if he could go up to the American side of the Is. They met for a summit. Golden offered cameron a shuttle flight instead. No Is, but he'd see the planet from above. He would see space. Golden said, the Is at the moment was too difficult. Cameron thought about it. He said to himself, maybe everything that I've been doing over the last few years leads to this exact moment when the administrator of Nasa is willing to make a solid deal to fly me on the space shuttle. But he looked in his heart and he decided no. He would only go to space on his own terms. Are you seeing a theme here with James Cameron. We haven't even gotten to the book yet. He would only go to space on his own terms. I said, I've gotta say no, I wanna stick to my plan even if it can't happen. Then Colombia was lost. On 02/01/2003, the spatial Columbia disintegrate taking with its sever souls. Cameron went to their memorial service, but he never got to go to space. I asked what level regret he had about this. The fact that he never went. 0, he said, different life. And he's been on a planet of his own making ever since. I was driving back to my hotel not too long after when the phone rang. It was Cameron wanting to talk again about the shuttle flight that he had turned down. I forgot the punchline to the story Cameron said. The punchline is, the shuttle mission that I refused. It was the Columbia. His voice rose. I fucking saved my own life by choosing the higher path. Okay. So that was a super long excerpt, not from the book that I'm gonna talk to you about. This is from this unbelievable long form piece on G q It I will leave the link down below. It is called the return of James Cameron, box office King, and it was written by Zach Barron. I read this article. It completely took over my light, life. This episode that you're about to hear. I have never ever worked on an episode longer than this 1. This... I've been in the mind and completely obsessed with James Cameron starting with this incredible piece in G. I don't even know for how many weeks. So I read this this space Like, oh, my god. I have to learn more about this guy. And so I immediately ordered a biography on him. That biography, which I'll talk you about today, and I'm gonna go over now. It's called the fu, the life and films of James Cameron Is written earned by rebecca Key, and it was produced right after that the book's about 10 or 12 years old. Produced right after the original avatar came out. But what I would do is every night, I'll leave the link down below. You gotta read the entire G article. It's incredible. But I would also listen to it. It's 36 minutes long. They use this technology called Autumn, and you can, instead of reading, you can listen to whole thing. I would fall asleep. As I'm reading the this biography of james Cameron. Every night, I would fall asleep listening to this article again. And I probably listen to it, I know 10 or 15 times. He just unbelievably impressive with not only how he approached his work, but his absolute insistence on building his own world within the world. So I wanted to read the the excerpt from that article first. Because that's the order that this information on James Cameron was presented to me. I think there's gonna be a few of these things that's gonna be repeated throughout the book. But I think it gives you that overview is gonna give you a better introduction into cameron. And why he is a 1 of 1, an unbelievably unique individual who is una energetically extreme. That is 1 of the most most important things that I learned about them and 1 thing I'm gonna take away. And III do think this guy gonna change my and change my approach my own work but also reinforce it. So let me jump in because I got a ton of stuff I've talk to you about. Just gonna go over brief over overview in the introduction real quick. He's a truck driver who directed the highest grossing movie of all time. He then Ditched Hollywood to spend a decade of his life blowing the deep ocean and the heights of science. He's a tinker and a dream who Pioneer tools that revolutionized the way stories are told. Technologies that a generation of filmmakers now rely upon. He spent his adulthood doing things at other people called impossible. As I watched director work, I became curious about a man who seemed interested only in doing things that were hard. And so when I got to this part, and made me think of 1 of my personal heroes, Edwin Land, this is exactly what he said. He says do some interesting science that is all your own. And if it is manifest important and nearly impossible, it will be fulfilling and maybe even a way to get rich. That sounds a lot like Cameron's, quote in the G article. He's like, I'm attracted to hard. Hard is, like, a magnet to me. He says that in 2023, And back in 2009 or 2008 when this book is being written. He's like, hey, I... This is very curious. I I started watching this man, and he seemed only interested in doing things that were hard. Edwin Land was only interested in doing things that were hard. Steve jobs was only interested in doing things that were hard. And when you choose the hard path and you you put all your effort and focus into it and you were when it being, like, you solve the the problems the technical problems that you have to solve, and you actually succeeded doing hard things. Other people can't help respect even the people in his field. There's multiple examples in this book. This is just the first 1 where other directors who are at the top of their professionals. Like, no. I come to James to learn. And so we have Peter Jackson here. He's the director of Lord of the Ring trilogy and this what he says. You can help but come away from spending time with Jim, feeling that you're a little bit stupid. He's got such a sharp mind. He is formidable. This idea of training ourselves and becoming formidable individuals is something that you and I talked about over and over again. I jumped out of my seat when I saw that word. In this book, he's got such a sharp mine. He's formidable. Cameron's career has been built on questioning except wisdom, believing the power of the individual. His outlook. This... Oh my goodness. Goosebumps again, his outlook is that we can take fate in our own hands. I have to read that to you again. This is what gets me so fired up about the sky. Cameron's career has been built on questioning accepted wisdom, Believing in the power of the individual, his outlook is that we can take fate in our own hands. Okay. So Just wanna pull a few things from his childhood. It's obvious, James Cameron was a builder and a founder from an extremely early age he winds up becoming even from, like he's like, a little kid and him his brother, You know, they love to tinker. They love to build things. They love to experiment. They're constantly like making things like go kart. They make raft. They make treehouse houses. He's growing up in Canada before his dad, gets relocated by his job to Orange County California, and I think 1 story that his mom tells in this book of, like a little kid Virtual James Cameron, and you say, oh, this is this is a founder from day 1. Cameron demonstrated a knack for assembling large groups and service of his goal... His own goals. When her oldest son was about 10. She noticed that his younger siblings and several neighborhood children were streaming into her her yard carrying scraps of wood and metal. I said, what are you guys doing with all this junk? Jim said we're gonna build something. And a couple hours later, the kids had constructed an airplane. Guess who is sitting in it being polled, his mom said, Cameron was very good at telling people what to do. And so another thing to know about Cameron. I highly likely that he's got a genius level Iq. That... That's why I took away from this, his mom gets a call when I think he's in, like third grade. Or, yeah. I think it was a second. I like, oh, we're gonna just gonna skip him to grade 3. And then he's already skipped 1 grade. Doesn't even get halfway through that, and then he... She gets another call Like, no. Like, we gotta skip this kid again. And so it's gonna be no surprise to you. Anybody that's intelligent, they're gonna read all the time. That he started doing this young age. He would he was a v reader, and we see this with a lot of like, the interesting founders. Since they were... When they were kids, like, think Jeff bezos or Think Elon Musk, they were obsessed with reading science fiction. So James Cameron was the same thing. Like, he would just sit there and read all the time. And so he's doing that from the time he's in an elementary school. By the time he gets a high school. Like, he... He's winning every single academic prize. You could possibly win at school, He wants to becoming the president of a of the science club. He becomes obsessed with history and studying ancient civilizations, which is funny because later on the book. Here's a great line. I don't know if I'll covered it or not. But it says something like, I'm an explorer by nature, and I'm just a filmmaker by trade. Then even as far back High school, we see this development or the the initial development of this like, life trait that he has, James is just extremely comfortable going his own way. He never ever felt it necessary to follow the herd. You see that in the way he makes his films, the fact that Guy literally gets the top of fresh. And Was like, yeah, I'm just gonna take, like, an 8 year break and dive the type the deepest part of the ocean and maybe maybe... Never make a film again just because this is this is what I'm happy to be interested at this moment. Not really concerned with what other people think I should be doing, and I think this refusal to just give to the other thoughts of other people is like a massive advantage for founders. It says the group think of his peers baffled. He's in high school at this point. First period meant singing the national anthem and saying the Lord's prayer. In tenth grade, grade, Cameron listened to his classmates and felt a surge of defiance. It struck me as this tribal chance. In the middle of all this, he sat down, opened his book and started to read. This ind to the opinions of other people concerning like, his behavior, something that continues to this day. Something that changes his life when he was a little kid, he becomes fascinated by Jo, who was making all these, like underwater documentaries. So I think even by the time he got to high school. He was already Scuba certified. He winds up begging his parents to let him get, to take, like a Scuba class at, like, the local, like, Y mca, and we start to see something this idea is like, hey I want I don't just wanna do. I just don't wanna do anything That's just like the normal way. I want the hardware way. He is extremely intentional about building himself into a formidable individual. So he says, in the Scuba class, he learned diving military style. With harassment drills in which the instructor pull... The instructor pulls off your mask and rips the regulator from your mouth. This harsh training en gender in camera a confidence and resourceful that would help him survive 2 near drowning experiences in his life. So James comes from a family of engineers. His dad is an engineer. His brother goes on to become an engineer. And this is something like, I was thinking about my really relationship with my own, my own son, and my daughter for that matter. This is just... His dad just does the right thing. Like, he's like, listen, I'm gonna back you no matter what I personally think. And so the note I was leaving to myself I was like going through this. It's, like I really hope I... You know, my my son's so young 3 old, I hope I'm like this. I hope I'm a a dad like this when he's older. So it says, camera relationship with his father would strain in his teenage years because his father wanted James to become an engineer, and his dad thought it was a little weird that his son was, like obsessed with Sci f and like the stuff they was reading, He says he didn't understand me very well because I was in art and science fiction and a lot of fantasy. However, this is what I'm meant about good guy dad. He would provide financial help in Cameron's hungary early years as an inspiring filmmaker. Tac, supporting the career choice of his son, no matter how g the odds was that his son would succeed. Good guy dad. And so there is a line from last week's book. Last week's podcast on Walt Disney, Picasso I absolutely love. It says all creative individuals build on the works of their predecessor. No 1 creates in a vacuum. He... It took seeing a film. Another film. We're like, oh, wait, I might be able to do this for a living. So it says the first time he considered a film as a career was in 19 68. I think he'd be around maybe 14 or 16 years all the time. He goes to the movie theater and he sees Stanley K classic film, which is 2001 a space Odyssey. And this is 1 of my favorite lines in the entire book. It was at that moment that Cameron went from being a fan of movies to wanting to make films himself. What does he do? Not good enough to see the movie. The first time, he goes back over and over and over again. He's studying how do how did he do this? He returned to the theater and saw the film several more times trying to understand how Qb brick had managed to pull this off. And right after this, his dad gets transferred to Orange County, California, and most kids like you're in high school you there's no way. I think it this might even been since, like senior year of high school or something like that. And most of cases, like, I wanna move. Like, this is terrible. He he he knew that Orange County was closer to Hollywood. He already had this idea that he wanted be a filmmaker. And so his response, teenage ice called Jim Cameron's response is very unusually. It says can we leave tomorrow? And so it's after high school cameron goes to Fullerton attend Junior college, which he which he mentioned earlier or mentioned in the G article. Right? And there's a couple of things that are really important here. 1, everybody. Everybody who runs into James Cameron regardless of what point in his life. They all comment on his intensity. And so this is the first time though. He's like, okay, Well, maybe the first step of making becoming a filmmaker is actually becoming a screen right and it took just meeting the right group of friends I had similar interest. It says Cameron was taking 14 credits at Fullerton College by day, and then working 4 to 6 hours a night as a precision tool and die mach. He has got a bunch of at these blue blue collar drops that he's gotta work while he's going to call it time. And he continued to tackle his own creative project on the side, which was writing science, fiction stories and drawing. Jim was very intense. He was very bright and full of ideas. He was 1 of those guys that when you met him, you had the feeling he was gonna do things. And so he meets a friend at the same college. Just got named Randall franks and f, shares cameron's passion for science fiction, for ancient history for exploration, and Frank's is the first person is like, hey, why don't... Like, you should be writing your own science fiction movies. And so he goes and gets all these scripts like the original scripts for for very famous movies. Like, us citizen and kane and puts Cassidy and Sundance kid. And he's just like, here. James, take a look at these, like, what what would what would be considered well written screen... Screen plays. And that'll like, give you ideas on how to do this, and then you can just get started by doing that. And it's at this point in Cameron's life story where it's, like, okay. This is what a high agency person looks like. He's working all the time. He's teaching himself how to write scripts in his spare time, and he's giving himself a graduate level college education, filmmaking education for free or for a couple hundred bucks. This is high agency personified in his early twenties Cameron held a series of blue collar drops. He'd work as a jan, a truck driver and a mach. On brakes. So he's he's driving a truck, like a lunch truck for the the school district that he's living by. And on brakes, during the day when he's driving the truck. Right? He curls up in his truck and starts writing writing screen place. At night, after a full day, Cam would go and hang out with friends with that had that had similar interest, they would talk passionately about movies for hours on end. On Saturdays, that's not enough. Right? This is again, this is high agency. Cameron would then go to the library at the University Southern California and need pho photocopy all these graduate student thesis on esoteric filmmaking subjects. He filled 2 fat binder with technical papers. For the cost of a couple hundred dollars in photocopy, he essentially put himself through a graduate course in visual effects at the top film school in the country without ever meeting a single professor. And so then he's like, okay, Well, how do I break into the movie industry And you does something very smart. Like, this is what I do? If I... I never have been on a job interview my entire life? What if I did. Right? I wouldn't just send in a resume? I would send in some kind of demo or some kind of proof of work. And so what he does is he makes us, like, 12 minute little short film called Genesis. And so he takes Genesis to this guy named Roger Cor. Roger Cor has come up in past podcast because he winds up starting, like Francis ford Cop and Martin Sc gets all these like, legendary directors. Their first shot in life. So takes genesis to Roger Cor company. Roger Cor runs this company called New World Pictures. It's, like this b movie, like, kinda crappy films so that it just churn out a bunch of crappy films. So they make merit money in volume as as opposed to to quality. Right? But it's incredibly important because it says Cameron was about to land exactly where he needed to be. In a Darwin winning environment for would be filmmakers. So place that rewarded smarts and scrap ness and the kind of alpha behavior that he had hoped? Why would the Roger Cor school film? Like, why was that the perfect place for a young enthusiastic and driven person like James Cameron is at this point in his life? And the author does a fantastic job or Rebecca King does a fantastic job here she goes the most successful product of Cor movie making factory had been people. Definitely not his movies. Movie suck. Right? But why is this important? His low budget productions had launched the check this out. This is insane have launched the career of Francis 4 cop. Martin Sc. Ron Howard, Jack Nicholson and many others in Hollywood. Why? Because what he does is so smart. Cor recruited the young and the eager. He was usually the only person working at his company over the age of 30. I was giving them training in an opportunity to make a movie that nobody else would give them. You could go from carrying light stands to directing your first picture in less time than it took to graduate from film school, so cameron starts He creates he creates us, like, calling card and this demo of what he's capable of called Exe genesis, and that demo gets him hired as a model builder. He's not a screen writer. He's not a director. Right? He's a model builder, but you've already. I think now, you've already gotten to know James Cameron a little bit. Right? Do you think he's gonna stay a auto builder. There's no wayne Hell. This guy... This guy's going to... Whatever the fastest path to promotion is, you can be sure that that Cameron will find it. And so that's where we're about to see here. And so what we see next is that James Cameron was James Cameron before he was James Cameron. This is more high agency behavior, he is at the bottom, like, the entry level. Bottom of the tote him Pole. Somebody forgot to let him know that that was the case. Cameron had only been cor for a matter of dates, but he was already taking charge, listen to this line. He seems constitutional incapable of doing otherwise. He had a very commanding presence even if his position was not running the model shop He clearly seemed to be running the model shop. Camera was so eager and the production so consuming that he started sleeping at the model shop, that was where he was when Cor assistant woke him up at 3AM. Cor had had just fired the art director of the film that they're working on, did Cameron wanna take his place. He had never been an art director and had no idea what the what was involved in the job? Sure, Cameron said. In a matter of weeks he had jumped from a model builder on a film to its art director. So that's another main idea main theme to learn about or learn from Cameron. He just assumes that he can learn any job. So if you're ask me, hey, can you do this? He'll say yes, and then he'll figure out how to do it after. And we see this in the early days of company founders over and over again. The fact that there is some kind of benefit of not knowing what you don't know. Cameron says there wasn't time for any doubt. We didn't know the 27 reasons why we shouldn't be able to do exactly what we were in the process of doing. There was this blissful ignorance about the process of how films are really made that allowed us to do some pretty damn extraordinary stuff given the time and budget restraints. You come out of this with the feeling that you can do anything. So he's the art director, and he's like, you know what? I don't think I should be the art director. I think I should be running this entire thing. And the way what's about to happen here is what he discovers is that your mediocrity is my opportunity. So he's watching the director of this movie and he says, he wasn't impressed. These guys had no idea what they were doing. I'm watching them just blowing it. They're not getting the shots. They're not getting their performances. It was a light bulb moment for Cameron. I'm thinking. I can do that. He cornered Cor. Right? And he says, hey, I think I should be the second unit director. I will work at night. Again, Cameron made a job for himself. And again, Cor encouraged the enthusiastic young man and said that's a good idea. Start tomorrow. Because of his work on this film. He eventually gets recruited to be a director of this terrible terrible movie. It's called, like, pi too or something like that. And this is really important. Okay. I... Let you know what Let me read this to you first and I'll read my takeaway from this. On his fifth day at work, Cameron learned that he was fired. His first opportunity to be the main director. Right? He lasts 5 days. 5 days. Well, felt like career a career ending, mistake, however, was actually just 1 beginning. The torment Cameron went through over his failed first directing effort would lead him exactly where he needed to be. Into the dark recesses of his mind for that is where he found the terminator, which is gonna be this massive hit. This is a punchline of this entire section. He was 27 years old, broke and depressed. Now this is the entire reason I just wanna pull that 1 paragraph. He gets hired to direct. Right? Quickly gets fired. He finds himself at 27 years old. Broke, depressed feeling like a loser 15 years from now. He will be at the very top. The very top of the same profession. Excellence is the capacity to take pain. What if he quit here. So the terminator was like, 1 of my favorite movies when I was a kid, but there's a few the entire chapters, like, the chapters are separated in this book on, like, what film. He's working so there's, like, unbelievable degree of detail. So if you're really into some of these films, reading the chapters, I I would highly recommend. But there's just a few things about terminator that I wanna pull up because I think they're interesting and and more widely applicable, just not just a filmmaking. But the aspect... The first thing before you you have, you can pitch a film. Right? You have to write the script. Cameron was not... Did not feel like he was a naturally gifted writer. He right... This is the first time he talks about this So he talks about this whole life. He finds writing to be torture, but he does it anyways. And I think that's the biggest lesson here. Cameron found writing a lonely and utterly unforgiving process. It is very hard for me to get started and it is very hard for me to stay focused he said. When he's writing, he tends to bunker himself in working mainly at night and withdrawing from the outside world. He used to tell friends that he'd like to buy the most uncomfortable chair he could find for writing, so he would finish as fast as possible just to get out of it. And so he writes this, and then he goes around and tries to find convince a studio to make the movie. There's just 1 paragraph here, great projects can happen in bad economies. When they're trying to raise money for the terminator, this is in 19 82. Unemployment at 10 percent and interest rates are at 17 percent. And they still managed to get the deal done, and it's good that they convince people to finance a movie because the the movie only terminator, the original terminator. Right? It only costs 6000000 dollars. It winds up making 78000000 on a 6000000 dollar investment. And we see that James Cameron actually has a lot in common with the terminator. He has a terminator like work ethic. He is doing the rewrite. He's rewriting the terminator script to get ready to film the movie. Right? So he's already written once He's doing the rewriting. Then he also gets a job. And, he's says, no. He has no money at this time. So you gotta take every opportunity that can get... He gets a job to write the sequel to aliens and I think it's a sequel to Rambo, the the the movies with Sylvester Sal salon. Listen to how he does it. This is I mean that he has a... Terminator, like, work worker, I think. This is wild. That meant in a 3 month period in 19 83, He had to write 3 scripts Cameron approached this dilemma as a terminator might. He decided that each script would be a hundred and 20 pages for a total page count of 360. He divided this is so wild. He divided. The total number of waking hours he had during the 3 month period by 360 and figured out how many pages per hour he had to write, and I just wrote that many pages per hour he said. And so it's while he's working on the prep production for determining or getting ready shit to movie, he winds a meeting another, like, a high quality person, they wanted becoming partners, scanning named Stan Winston. And so this is James describing the partnership. Stan and I clicked early on because we both respect the artist and he saw 1 in me and vice versa. And we were both a little crazy and enjoy each other's eccentric. The work that he did for Cameron in subsequent films would earn Winston 3, of his 4 academy awards, and would lead to their c founding a visual effects company called digital domain in 19 93. If you study the career of George Lucas, I covered him all way back on the episode 35. I'm gonna reread that book and and do an episode on it again in the future. But this is something that Lucas and and, Cameron have in common is they were constantly had ideas on how visual effects and and things they wanted to do in their films that they couldn't figure out how to do. So their solution where a little insane. They're like, oh, I just found my own special effects company. So Lucas famously founded in industrial light magic, cameron's is gonna wind up being a a customer of theirs, and then James does the same thing when he found digital remain with Stan Winston in 19 93. And so once the production on terminator begins, We see something that was echoed in the the the G piece. The fact that people call anybody that works with James, They call him to do it yourself. They they all say that he likes being extremely hands on, and then I've seen him speak in other interviews. Because I watched a bunch of interviews He's like, listen, this is the only way that I can work. It's the way I want to work. Cameron established the hands on working style that he would take you an extreme in later films. Cameron would be holding the camera, editing the footage, mixing the sound, performing almost every technical and artistic task on the film himself except acting. Cameron could do almost anything there is to do on a movie set as well as any specialist and he knows it. So the financial success of terminator opens up every opportunity that Cameron's gonna have after this. He's gonna be able to pick and choose what movies he makes as he continues to have financial success with his films. He eventually is able to wrestle over complete control. He's got final cut. He gets to choose. Like, eventually... His whole thing is he's obsessed with controlling all aspects of his work. 4 he's able to maneuver himself into a position of complete control, though, he still has to work and he's still young. I think he's like, 32, maybe at this time. This is the first time that he actually interacts with with people that don't love their work. So he is doing production on the sequel to the very successful movie called Alien. He... This the sequel to Alien that he does is called Aliens. And so this is the the the contrast between somebody like James who loves his work being forced to work with other people who just tolerate theirs. They do not love what they do. They just tolerate it. Production on aliens took place at Pine woods studios, which is in London. The employ employees at Pine wood were life, locals who viewed their film jobs as they might factory work, a paycheck and nothing more. I was shocked to be working with people who simply could not care less about the film they were working on says Cameron. The Pine would crew were lazy, insulin and arrogant. I despise them. And so they're both approaching this was vastly different perspectives. At the time, there was a sense that you don't get to the top of your profession through talent. You get there by paying your dues and putting in your time. To the Pine wood veterans, cameron at 31 years old was an un kid. And so something that Steve Jobs has said previously that he observed that a players only like working with other a players we see that here. When he finally wrapped at Pine would, Cameron stood up to address them. This has been a long and difficult shoot fraught by many problems. But the 1 thing that kept me going through it all was the certain knowledge that 1 day, I would drive out of this gate and never come back and that you sorry bastards would still be here. He never did return. So if you're were able to see all my notes that I have in this book, I have these, like, main themes that I keep writing down because I just keep reappear. And then I... When I went back and started thinking about, like, what I wanted to talk to you about, I would continue to add to them And so 1 main idea where main theme and James can't... The life Career of James Cameron, is that he's just willing to let ideas marinate for decades. In many cases, you know, he can't figure how to make what he wants to do or he has an idea. And he doesn't get to actually make that idea, like, 25 years. In this case, in there is 19 years between this idea and the execution. Water and its mysteries would be an abiding source of fascination and creative stimulation for Cameron throughout his life. 1 that would inspire him to make his most grueling and personal movie. This movie called The abyss. The abyss began as a short story that Cameron wrote when he was 16 when he was devour Jo s underwater Tv documentaries. And so this is something that he's gonna work on for his entire life. He loves shooting in water for the precise reason that nobody else likes shooting in water. Let me quote Edwin land again. Don't do anything that someone else can do. Hard. The heart or something is, the less competent competition there actually be. I think this is something I see a lot of, like, entrepreneurs, like, struggle with. It's like, they try to look for, like, the easy way I was like, no. That's the exact wrong thing you should be doing. Trying to avoid competition all times. And if something's easy, there's gonna be way more people trying to do it. James is like, no, I'm only going after hard because I will I will literally be the only person out there doing this. I will be the only person standing. I will be a 1 of 1. There will be no competition. While making Avatar. He was also at work. On an engineering project, designing and building a 1 man's sphere to dive to the Mariana trench shows a fantastic documentary about this that shows, like, all all of the engineering that went into designing this this sphere that he used the sphere. That he used to get to the deepest part in the world's oceans. And he had that idea because he watched this doc this this video, the last time humans had gone to the very bottom on Mary Trench be before James Cameron did it with all back in 19 60 but this sentence tells you a lot about his personality and his approach to work. That no 1 else had bothered to try again it in 50 years did not deter Cameron. It makes the journey irresistible to him. I like doing things I know others can't he says. That's part of what attracts him to shooting movies in water, nobody likes shooting in water he says. It's physically taxing. It's frustrating. It's dangerous. But when you have a small team of people as crazy as you are, that are good at it? There is a deep satisfaction in both the process of doing it and the resulting footage. So this idea about? I'm constantly attracted to heart? I wanna do things other people aren't doing. What is that actually, like, what does hard look like in this case? Like, the the abyss is a movie that's gonna be made in I think 19 89. Right? So he's trying to figure out a couple years before the movie comes out? Okay. We're we're... How am I gonna do this? Where am Gonna shoot it. Right? So they're going and scouting all over... Locations all over America, and they... They're scouting out 1 thing and they see something kind of weird in the And says, in the distance, Jim could see something really intriguing. It was a giant concrete bowl. From afar, it looks something. It looked a little like the Roman coli. So he goes over to. Like, what the hell is this thing? It's like, essentially like a an abandoned construction project what they were trying to make would have been a nuclear reactors containment vessel. It was only half finished, and it was 252 hundred 40 feet in diameter with 80 foot tall walls and no interest. So he parks next to this things Like, I wanna check... Check. I wanna look at this thing. What is it? Well, how are you going to look at something that is... Has 80 foot wall surrounding it and new entrance? He's like, oh, there's a construction crane right here. The crane that they were using to assemble It was also abandoned. So what does Cameron do? He goes and starts climbing up on the hundred and 10 foot crane. It is raining, and there's a ton of wind when he's doing this. And he decides this is exactly where this is the set. This is where I'm gonna film the abyss. This is what hard looks like. This is what he means like he's attracted to hard. It would involve pouring thousands of yards of structural concrete. Installing enormous filtration systems, in a row of 20000 heaters to warm the 7500000.0 gallons to a comfortable temperature. What they were planning wasn't just the largest underwater set ever built. It was a feat of industrial engineering. And so the crazy thing is he just built the world's largest underwater set movie set ever made. He matches this unbelievable initial comp accomplishment. With this insane work ethic and dedication. I think they call him a few pages later. What is the word? They call him like a Man. I think that's... He's... They saw him a possessed man. Listen to this paragraph. Remember, they're filming underwater. At the end of the day, Cameron had to hang 10 feet under the surface for an hour to adjust to the pressure difference. Never 1 to waste time, Cameron asked the crew to install a monitor in the control room underwater. Remember all everything about this described is happening underwater. Never want to waste time cameron nest crew install a monitor in the control room, so he could watch his dailies through the acrylic window while suspended online. When his neck was sore from his giant helmet, so he's got this helmet that has always, like communication stuff in it. Right? He hung upside down and had to crew invert the monitor. It's like, hanging up outside don't like, a bat underwater. He asked to patch phone calls from the studio through to his helmet, so he could talk to Fox executives while he decompress under underwater. After a draining out 18 hour day, the few lingering cast crew members heading home would stop and take 1 last look in the viewing room, window at their director, clean to the line like a bat on a branch and still at work. I was stunned by Jim's allegiance to the project and the extent of his physical abilities. Jim was there for every minute of it. It was beyond belief his commitment to what we were doing. Another main theme in the life of James Cameron is the the important and magical power of compounding. So present day, he's been in a filmmaker for over 40 years, where we in the story though, he's, you know, only a handful of years into his career as a filmmaker. The reason I talked about the the compounding nature of Cameron's career that kinda jumps out when you study him is he starts experimenting with Cgi with computer graphics. All the way back in 19 88. The reason Bringing this up is because this is when he starts working with George Lucas company in industrial light mad magic, and it said industrial light light magic assured camera that they could do it. It would take the company 9 months, this is 19 88. Okay? It would take the company 9 months to deliver 20 shots. Amazing when you consider that 20 years later on Avatar Cameron's crew would produce more than 2000 shots in the same time period. Each of them, many orders of magnitude more complex, so in 19 88, it takes 9 months to make 20 shots. 20 years later, they can do 2000, and I think 20 years after that, it was, like, 20000 or or maybe even more in that same type period. There is a massive benefit and getting to find your life's work as fast as possible. And then once you're there just stay in it, all the benefits, all the future technology, all of that's gonna compound and accrue to the people that don't quit, and the thing is most people quit. Is another example of that. So now he's almost 10 years into his movie career, and this is incredible. The existing norms of the movie industry at this point in time. Right? Are going to be temporarily ignored to the benefit of James Cameron and Arnold Sc. So remember, terminator, I think I'll... Let's say 6000000 dollars, 6.8 something like that to make. So 6000000 dollars made 78000000 dollars in revenue. And so now this company goes and buys a few later, they pay 10000000 dollars just for the rights Right? Just for the rights to make terminator 2, James Cameron is 35 years old this time, the... This temporary suspension of, like, the normal economics of the industry that he happens to be operating in, is going to benefit him and Arnold. This is what I mean by that. So these 2 guys were in this company called Carol C Pictures. It's this independent production company, and they call James Cameron, and they're like, hey, we just bought the rights for Terminator 2. We want you to do write and direct the film. And Cameron was not sure that he wanted to do a sequel, and they're like, okay, we'll pay you 6000000 dollars. And so it says they offer me a lot of money Cameron says. 6000000 dollars to be exact. It turns out I can be bought. So That is in 19 89. So it's, you know, be, like, double that or maybe even triple that today. For a 35 year old director. Now that was Hilarious, winds up, you know, becoming 1 of the most expensive. I think the budget they have on this movie is like a hundred million dollars. But listen to how what they did for Arnold. So they gave James 6000000 dollars. You know how they convinced Arnold to do the movie. These guys gave Arnold a 12000000 dollar gulf stream jet to close the deal. That's incredible. And so while I'm reading about how they're making Terminator too. I'd stumbled across this, like little piece of fun history fact. Right? So thinking about 1 of the most well known, software programs of all alzheimer's photoshop. Well, the crazy thing I discovered in this book is that an early version of what eventually becomes The first version of what will eventually come the commercial product photoshop is actually the first thing they use it for is to solve a technical problem that James Cameron is having on terminator 2. This is around 19 90 I think this is when is happening. Some of the things that Cameron wanted the t 1000 terminator to do was a stretch for industrial light and magic. When the computerized character extended into certain poses giant black gases has appeared in his shoulders. The Il industrial light magic team, pulled it off, things in part to a cool new piece of software invented by a 20 something person working there, named John K and his brother, Thomas, a grad student at the University of Michigan. That that software happen to be the very first version of photoshop, still a few years away from becoming the industry standard graphics editing program. That's incredible. I went looked, and I think the developers wind up selling the rights to Photoshop a few later for I think 35000000 dollars. There is something that appears in the book multiple times. I haven't covered yet. I think you've already know this, but he has excessively high standards. He's very difficult to work with This kind of reminding me this 1 of my favorite lines in that, when I was reading that chapter on Walt Disney Picasso last week was that Walt Disney put excellence before any other consideration. I think James is, would... That applies to James as well. And so as talks about, like, they had to get this movie made quickly, but that didn't have any effect on cam... James Cameron's level of professionalism. He would... He's known for doing this on multiple things, like, the... So he shoots to take and then he has, like, a catch phrase. Like, he would repeat over and over again. And so he says, he would either... He'd alternate between these 2, which is Hilarious. That's exactly what I didn't want or the other 1. Perfect. Let's do it again. And it says it cha the t 2 crew, some of whom started wearing shirts that said terminator 3, not with me. And that dedication to just making the best thing you could possibly could pays off in the end. Quality will always make you more money is another line, I think from the the Walt Disney book that I covered last week or the Walt disney Rather. So what's fascinating is I think they pay... They cost, like, a hundred million to make, the movie makes something like 500000000 dollars. And so this crazy... He... His his movies keep having these fantastic financial outcomes. And this is what allows him to get to what you really want. So what James Cameron really wants and what most of history greatest founders want. They 1 same thing. They want ownership and they won't control. And so, you know, I'm reading about James... Art, James Cameron, I could easily be reading about James Dyson. Or George Lucas. And so it says in the spring of 19 92 Cameron sign an unusual 500000000 dollar multi picture domestic distribution deal with Fox. They gave him power to put any movie he wanted into production without Fox approval. Up to a budget of 70000000 dollars, and he retained ownership of his own films. This deal gave Cameron both more control and more responsibility than a director typically enjoys. This is what he said, and this is what inspired him to do so. I had just made terminator 2 for Carol Ko Studios, and I admired how they rolled being their own bosses, mavericks and entrepreneurs. I admired how they rolled being their own bosses, Mavericks and entrepreneurs Cameron says. I've been fed up with the studio system after Aliens and abyss, both of which I felt were not released properly. I could now set up a structure which would allow me to call the shots myself. And so after he signs this next deal, the knight... The thing he does the Following he pounds his own special v company. I just love this idea. It's like, James Cameron knows that there is a revolution in computer generated special effects happening and that 1, he wants to play a role and 2, in order to play that role in order to do so. He decides, hey, the the correct move here is to start my own to found my own special effects company. Cameron wanted to be part of the digital revolution and special effects. I wanted to make sure that as a filmmaker, I was always ahead of the wave and not behind it. To do so, he felt he would need a lab of his own. He was thinking of founding his own special effects company, which they're gonna call digital domain. This is how they get the funding for it. They raised 15000000 dollars from Ibm, which took a 50 percent stake in the company and provided much of the hardware to get it started. Digital domain wasn't a hard sell. The guys behind terminator 2 and jurassic park were as promising a team to back in the nations. Remember it's a very early days. In the nascent digital effects industry as existed. And then just 1 more thing I wanna pull off from the section, which I think is a good idea Go all in on where you believe the future is regardless of where it currently is, the company's first bold move would be to wholly embrace digital comp composite and not even bother to open an optical department. It was a risky decision at the time. Most of Hollywood was still relying on obstacles. They thought that was gonna... That that wasn't gonna be the case in the future, so they just skipped that part. They went directly to the future. Just go right to the future. I guess, the way to think about what he's doing here. But setting up digital domain that way gave the company an almost instantaneous advantage over the established affects houses. And then there's another thing that appears over and oregon again in the career of James Cameron that I wanna point out to you. He's just got intense focus. And so it's like mute the world and then build your own world. Cameron knows a lot about a lot of subjects. He can talk about energy policy. He could talk about helicopter engines. He could talk about the Pun wars. But 1 of his rare blind spots is Hollywood Gossip. He does not give a damn. What is going on inside of his own industry. This is not a man who watches e. And so what they're talking about is he he... I think this on t lies. He wanted wanting to hire Tom Arnold. And he didn't know anything about, like, the back... There was, like, some controversy around Tom, Arnold. So he gets his phone call from a Fox executive and they're were like, what the hell are you doing? Like, they're just so my by the his choice of casting. Remember he has control So he can do whatever, he he gets to choose the actors that he wants to work with. And so they asked him, they're, like, don't you read the papers. Don't you watch Tv and Cameron Confessed that, no, that he did not. And so short while later we hear from his long term attorney and he's, like, listen, James is not a guy that it would call and say let's do lunch. Cameron rarely lunches are parties and applies none of his laser beam focus to the Hollywood power struggles. Jim doesn't call me up and say what is Spielberg make, which some of my other clients to. He does not think in those terms And so the note I have on my page is like, this is this is really, like a bullet point. My bullet point, like model of James Cameron up until my reading up up until the point of the book He's like, he likes to focus. He likes to work. He is not motivated motivated primarily by money. Very much like Walt Disney, excellence count came first. Right? Financial considerations or if it's gonna make him money. He's trying to build something great. And with the trust that if he builds something great, he'll make money, but he... Building something great. With something that Walt Disney and Cameron put first. And then the last note was that he's just got an inner clock? He's got an inner scorecard. He just wants to focus on the work that he's doing. He's not concerned with the pit put pulling his head up and looking around like, what what do other director sink or what is everybody else in industry doing irrelevant to him. And you see this in how he picks his movies. He's trying to figure out, like, what am Gonna work on next after, true lies, and he... This is where he decides to do Titanic, which is at the time becomes, you know, the most successful movie a all time. What movie he makes next next is decided intuitively based on themes that interest him at the moment and what new technical or dramatic territories he wants to explore. I had a lot of diet doubts about doing Titanic he says. Could it be done? I wasn't sure, could the deep dive filming be done? I don't know Could we create the technology? I don't know. Would anyone want to see it? While he was rum on what to do next? He received a facts from this other guy this explorer named Seth, Sag. And so he's reading Sa thoughts. And I love this idea because I I find this to be true as well, when I listen to podcast podcasts or wanna read books that just 1 line can change everything. And so he's reading this this facts and says in it is sometimes necessary in life to do something extraordinary. In Cameron's mind, that line seemed to to glow on the page. Yes, I realize sometimes you have to do something extraordinary. Something crazy. And this is the line I mentioned earlier, I am an explorer at heart and a filmmaker by trade. And so he looked at creating titanic, making the movie not as I'm making a film. I'm going on an exploration. I'm going on an odyssey. And then he has this great thing where, 1 of the reasons he wanted to do the film because he's been fan about diving down to the wreck. I think it would cost... I think it was like 6000000 dollars or something like that to to develop the technology to do it safe, and I think he went down, you know, maybe a dozen times maybe even more. And what he realized he's, like, well, really, we should charge my expedition to the Titanic as a marketing expense in the... And studio like, what are you talking about? And is actually a genius way to gain attention for the film. And so Cameron says, well, the expedition should be charged to the marketing budget because it's gonna attract way more publicity than just t out the actors and sending them around for on the talk show circuit. This is great line in, my jordan's, which I cover back on episode 02:13, where he says I focus on the little things. The little things add up to big things. And Cameron did this entire career. He... You you see it in in the Titanic. He was a stick for getting the the actual historical details as accurate as possible. There was a degree of obsession in Cameron's dedication to the little details. From the ship's stationary down to the white star line stamped ash. He has always been a stick for the little things. After I put out that episode on And All, I heard from stories from people listen to the podcast that. He's this way too. The most minute details in the stores, the businesses that he runs to hotels, the restaurant that he owns. He focuses on the large picture, the strategy, but he also pays attention to the most minute detail that it would be. Some of the stories I've heard would just shock you if I could repeat them. And they came to mind when I'm reading this section. It's like, oh, well, this is what Michael Jordan on top of his profession, Bernardo not top of his profession. James Cameron top of his profession obsessed with the details, little things add up to big things. Let's go back to this idea that was in that piece by Chi that that jumped out of me. Right? Where it's like James is the type of person whose confidence preceded his achievements. It's so important to truly believe in what you're doing to have, like, superhuman levels of confidence because sometimes you have people on your own team trying to talk to you out of it. He's doing titanic. Right? Titanic. This is before Titanic comes out. Is going to be influenced by an interesting successful film. And he's got people on his own team on twentieth century Fox, 1 of the presidents there. Comes to James and is trying to, like, instill doubts into James mind. This is crazy, and this is... If you listen to the early episodes of founders. I'd have this segment because it pop up so much so many times where I called it critics don't know shit. And when I meant by that is, like, these just biographies are just full of people confident and why what you were doing just won't work. And so we see that here. Twentieth Century Fox President Bill Mechanic, told Cameron that the film would never see a diamond profit. He suggested that Cameron should not only surrender all his points meaning his profits on Titanic, but give back half of his points on the next film he did with Fox. This conversation happened in Cameron's living room. Mechanics counter offer did not go over well. Get the fuck out of my house, Cameron replied. And I need to make the point that that level of confidence. Like, sometimes it has to be external even when it's not, you actually don't feel it at the time inside. Because this is coming towards the end of the filming, so they're their the production, like, the actual shooting of Titanic is is wrapping up. Right? But then he's gotta figure out to edit it, it is 1 of the lowest points of, James life. He's like, just kill me now. But you still have the strength or the belief in what you're doing, even though you feel like shit, to make sure that you don't give into the doubts of other people. He was exhausted and drained. He had enough footage for a 4 hour movie and was wildly over budget and had been told there was 0 possibility that the phone could make any money. His moving was the laughing stock of Hollywood. Critics don't no shit. The media was attacking him and him daily. The Hollywood media, and the media that he is right to ignore. Is making fun of him because they think this is gonna be like another water world, like this this bust. You spent all this money. Remember, it's about to make more money than anything else and this is what was happening. Right? Right before, it's darkest before the Dawn, this is great line and the founder of Vans, you know, a shoe company. He says, opportunity is a strange beast it commonly appears after a loss. I don't know why that came to mind when I got to this point, but this is what I was thinking of. He had enough footage for a 4 hour movie. Who was widely over budget and had been told there was 0 possibility the film could make money. His movie was a laughing psycho Hollywood and media was red ridicule him attacking him daily. I thought to myself, Lord take me now. He had finished 1 impossible task only to face another, but that was tomorrow. And then right after this was just this funny interaction he had with Fox Ceo Rupert Murdoch. In the middle of this terminal, the director ran into the news Corporation chairman and Ceo, Rupert Murdoch at the studio. I guess I'm not your favorite person at the moment, Cameron said to the media Baron. But the movie is going to be good. He promised. It better be better than good. Murdoch told him. And so what happens Titanic winds being number 1 for 16 straight weeks and makes almost 2000000000 dollars. That almost makes 2000000000 dollars in the movie. And this is why he's so interesting. He has bent on doing what he wants to do when he wants to do it and maintaining absolute control at what would be the Apex of his powers as a director Cameron would step away from feature filmmaking altogether. After Titanic, Cameron took to calling himself, the world's busiest unemployed filmmaker. I've got my fuck you money, and I can kind of step away for a while. So as you can already tell from his interviews from this book. If you watch a bunch of video, like, video interview so from too. That is by far his favorite word. These are his words. Right? This is what how he talks. I got my buck money, and I can kinda step away for a while. My career is not going anywhere, and I can do all the cool stuff that I've wanted to do now. And so what does he do when he wants to get away from all the pressure? He does what... This this the weirdest thing. The surprising thing to me. It's like, I just did it Tiger Woods biography fan up episode 3 1. Tiger Woods said the exact same thing that James did. He, like, the only place he could get away from the pressure was by diving deep into the ocean. This is surprising thing had in common. For Cameron, pieces found under the ocean. After finishing a movie, he says I usually go diving first to decompress by literally d decompress. I find the underwater world to be a great anecdote to Hollywood. Nobody knows nobody down there knows who you are. That's exactly what Tiger woods said. And then James adds another level to this. You are just part of the food chain. And so for the next 8 years, he just dedicate himself to to becoming an explorer, which is what he always wanted to be. In fact, there was a little, like, a, historical anecdote where, James Cameron is actually underwater at the site of the Titanic on 09:11. And so they come to the top. I think it's with another person. I can't remember. And they get to the top and the boat and they thought it was like, gonna be a, like, a cause for celebration. And they get to the top of everybody's like Solo and depressed and like, what's going on, and that's when he found out that 09:11 had just happened. And so he's looking back and trying to explain, like, why he did this at this point in his life, and he says, where are the 20 first centuries Magellan? More important where was the spirit of discovery in the regular citizen who had once watched the moon landing and been filled with wonder in a sense of possibility. Exploration is not a luxury. It defines us as a civilization. By 2005, Cameron had devoted 7 of his midlife years, potentially a director's most productive to the discovery of new places and new technology rather than to making movies. And so eventually, he res resurfaced literally, and he's like, alright, I'm gonna make Avatar. And this is what I meant. I was like 1 of the most impressive things about him. Said, the that the that he'll just let ideas simmer for decades. He mean may not I know how to do it, but he just... He keeps... He says, there's another line in the book earlier on where. He's like, I'll run out of time before it I ran out of ideas. So it says at this point, Cameron hadn't released a feature film in over a decade. He had been largely absent from the Hollywood scene, riding in his submarines, filming his documentaries and tinkering and building new filmmaking toys. The director wrote his first treatment for Avatar 12 years before. This 12 years before he actually starts working on it. The only problem with making the movie in 19 96 was that it was impossible. The technology did not exist again. We see this over whenever again. I know what I wanna do, I just don't know how to do it yet. And then he comments on this idea that he just doesn't let ideas die. He doesn't let them go to waste. Cameron jokes that he's is like a plains Indian who wastes no piece of the buffalo. In his case, it is his ideas that are made of use down to the marrow. Sometimes decades later. He started creating some of the images and Avatar in the 19 seventies. That's what he was mentioning in the piece where he had these drawings and all these people come out after the avatar is why they successful. Like, you stole the idea for. Like, yeah, look at this dated. I'd wrote this 1 I was 19. I had been processing this in my imagination for decades. That is an incredible statement. And so all the way back when he's founding his special effects company digital domain. I think this is in 19 92, the year before he found the company. He writes a thing called digital manifesto. It's like a 12 page, almost like a white paper, outlining like, why he's starting digital domain and what he thinks is gonna happen. And really, not to focus on specifically what's happening other. What is the idea behind what's happening in the book. And what the idea that's happening behind the book to? Is like, What is obvious to you in your industry that won't be obvious to other people for a decade? This was obvious to him have a decade before it was obvious anybody else? Cameron had written a digital manifesto, A passionately argued 13 page document laying out where he expected filmmaking to go in the coming years. In his manifesto, he described something called performance capture. What he's calling performance capture is now known as motion capture, and that's what you see in Avatar. Performance capture in which an actor would don a data suit sending a stream of information about the actors physical movements to a workstation. Remember, this is 19 92. Where it it'd be inserted into a synthetic environment. Artists would then use software to turn the actors digitized performance into a fantastical character. Cameron was rubbing elbows with the brightest minds and special effects at that point. So back in 19 92. Okay? And this is the stuff they were talking about. It all seemed pretty obvious from where we were sitting he says. To most of Hollywood though, the possibilities of lifelike like Cg characters driven by human performances, wouldn't it be obvious for at least another decade as fast as you sit here and think about? Like, what is obvious to you in your industry that will not be obvious to other people in that industry for a decade? And can you start working on these things now. And the last chapter in the book is all about the building of Avatar. Is another main theme in the life in career of James Cameron. The fact that he said he feels every idea is a work in progress. He has attracted to hard. I love this line. It says a crew member wrote a set catch phrase on the whiteboard. It's Avatar dude, nothing works the first time. And another cool thing about James Cameron and Sees all positive some. I love when these, like, people at the top of professions interact with each other whether it's historical analogy or something that's taken place in recent history, this is where I mentioned earlier how you know, he's willing to to share everything he learns. Peter Jackson seems to be 1 up sending a week using Cameron's equipment, visiting working with his crew, visiting the production, and it says he was helping us get our heads around the equipment. Jim is very generous in the way he shares knowledge and information. He doesn't jealous guard technology and secrets. And then you fast forward like, another, you know, decade after this book ends, and that's part of the reason that Cameron moved to New Zealand because he uses Jackson special effects company. He was using it to build to on Avatar. He's even to use them for I think Avatar 3 in Avatar 4 2. It's called Wet, and it's actually headquartered in new Zealand very close to where camera lives. And finally, 1 of the last pages of the book there is a sentence that I think is the perfect way to end this conversation this podcast this time together that gives you a great indication of James Cameron, the person and how he approaches his work. James Cameron put on a blue baseball cap with the letters HMFIC printed on it. It stood for head motherfucker in charge. And that is where I'll leave it. I'm am going to leave the link down below for this book if you buy, it'll be supporting packets at the same time. I'm also gonna leave the link down for the G q article. At the top of the G q article, you'll see the hub audio controls in case you wanna listen to it. It's excellent. They did an excellent job it Like I said III was listening to it every night as I went to sleep as I was working my way through the book and thinking about this podcast. So hope you check out both the G article and this book absolutely fantastic. Another thing that I hope you check out is if you get on my personal email list. So I will go through. I know. I probably have 75 highlights of this book, what I'll go through and this takes an unbelievable amount of time is I go through and try to find, like, the 10 like my 10 favorite sentences in the book. It's like 10 bullet points that I wanna remember from the book. If you wanna get on the list, the link is down below. The second thing that I hope you check out, which a lot more people are checking out now. Founders Ama, it is for. If you are a fan if you are an ent of founders. It is a way to go deeper. Here's where founders Ama is, it is a private podcast feed where if you sign up, you get access to a private email address. I read every single 1 of these email addresses. Right? This is where you send in a question. If you have question, I read the question. I I answer it in a form of short Ama episodes. I think I've done 28 or 29 up until this point. You can listen to them immediately. So that's 1 thing. You can listen to all Am episodes. You can email me a question which you'll know that I'll read And included in your question, if you want to let other other listeners of founders Ama. Know what you're working on, you can include your name and you're linked to your website, and I include that in the question. So it's a great way to kind of check out what other people that listen to this are working on as well. That link. This is all optional. You don't have to it. You can just listen to the regular founders episodes. There's, you know, 310 over there. But if you are an enthusiasts and if you are fan and a man act, like like I am and you wanna go deeper. This is a great way to do that. That link is down below and available founders podcast dot com. That is 311 books down, 1000 to go, and I'll talk to you soon."
}