{
  "transcript": "In the very last paragraph of Mark Twain adventures of Hu Finn. Hawk reckon at its time to light out for the territory ahead of the rest. It's a decision Hu creator already had made a quarter of a century earlier. He wasn't even mark Twain then. But as Hu might have said, that ain't no matter. With the civil war spreading across his native Missouri, 25 year old samuel Cl, suddenly out of work as a Mississippi River boat pilot, gladly accepted his brother's offer to join him in the Nevada territory, far from the Battlefield of the war. A stage coach journey across the great plains and over the Rocky Mountains was just the beginning of a nearly 6 year long odyssey that took Samuel Clement from Missouri to Hawaii would stop overs in Virginia City Nevada and San Francisco. By the time it was over, he would find himself reborn as Mark Twain, America's best loved and most influential writer. The trouble as he famously promised had begun. This book sheds new light on this crucial but still largely une examined period in Mark Twain life. It tells the story of a young genius, finding his voice in the rams shack mining camps, the boom towns, and newspaper offices of the Wild West. It is a winding journey of self discovery. Filled with high adventure and low comedy, has twain Dodges Indians and gun fighters receives marriage advice from B Young, burns down a mountain with a frying pan, narrowly avoids fighting a duel, hikes across the floor of an active volcano becomes 1 of the first white men to try the ancient Hawaiian sport of surfing and writes his first great literary success. It is a fascinating inspiring account of how an unemployed river pilot, a failed prospect, a Neo fight newspaper reporter, reinvented himself As America's most famous and beloved writer. That an excerpt from the book and We gonna talk to you about today, which is lighting out for the territory. How Samuel Clement headed West and became Mark Twain and is written by Roy Morris junior. I wanna tell you how I stumbled upon this book. Few months ago, I'm traveling with my wife down the coast of California, where hap somewhere between Santa Barbara and Los Angeles, and I stumbled into this, little coffee shop across street from the coffee shop, I saw... It's just a used Bookstore. So, of course, I had to go over there. It was a tiny 1 room use bookstore that only sold books for cash, and it is... I was looking through their biography section, of course, and that is where I found this book and they somehow agreed to sell to me for the sticker price of 2 dollars. I wanna jump right into the introduction because I think the author does a fantastic job of of talking about the importance of the place and time in which we grow up, And in Mark Twain case, he's growing up in Missouri on the Western Bank of the Mississippi River. And it says he knew all about the concept of lighting out for the territory. As a young boy, he regularly watched the steamboat who were offload travel worn passengers. Whose dreams involved making a new start of things in the west that already legendary region where a man with a past could successfully reinvent himself. That last sentence is incredible, and it is also a reoccurring theme in human nature. This idea that we have we have an an an innate desire to escape a place. Right? With the hope of escaping and changing who we are. And so many of the people heading West are they're going for the Gold rush. They're going they're literally moving their physical location to pursue greater economic opportunity. That is a main main theme in Mark Twain life. I wanna go back to the ending of the introduction because I think this writing is incredible. And another thing that just gonna re occur because the book ends, this nearly perfect biography of of mark Mark Twain, because it book ends when he becomes Mark twain. He's around 30 years old when the book ends. So it says before turning his sights westward, the restless train spent the better part of a decade wandering the great cities of the east in Midwest. He worked as a journey man printer before becoming a pilot on the Mississippi River. Like Hu Finn, he learned early on to light out at the first time of trouble. And when the civil war erupted, he already had 1 foot out the door? Had he stayed on? This is this is a great way. So we tell you my note before I read this paragraph to you. This is a great way to think about power law people? Power law people is 1 of the most incredible ideas once you know it because then you see it everywhere. It's a quote for my friend Sam Hi that he said on his episode of invested the best. He says people are really a parallel, and the best ones change everything. And so a great way to think about power law people is their absence leaves a void that no 1 else can fill, and we're gonna see that here with Mark Twain. So it's like, okay. Well, silver war erupt, and that's what it what causes. That's the impetus. Like the motivation for Mark Twain to get the hell out of Missouri. He did not wanna fight in the war and that he he actually gets cons constrict into the war temporarily on both sides. And this is why it was so important that he made the decision. Had he stayed on, Twain might have gotten himself killed. The Grill war in Missouri was particularly nasty. But his death would not have lengthen the life of the confederacy or the union by a single day. It would, however, have reduced the literary inheritance of the United States by an inca amount. That is a hell. Of a sentence. It would, how... However, have reduced the literary inheritance of the United States by an inca amount that is a description of a power law person. And so 1 of the most surprising things that I learned from reading this book is the fact that when he was a young man, if you would've have asked Mark Twain at that time Samuel clement, what his life's work was gonna be, he wouldn't have said writer. He did not think that becoming a writer and a humorous and a public lecture was going to be, his life's work something he's known for hundreds of years or hundred and 50 years after his death. He thought his dream job, he thought he was gonna be a steamboat pilot. He was going to pilot a steamboat up and down the Mississippi River River. That was his dream job. And so there's a bunch of reoccurring themes that you're gonna see throughout this book. 1 of them is the fact that you can reinvent yourself anytime you want. If things are not going well in your life, like, in Twain life, essentially just stumbles from 1 failure to the next until he does find his life's work. You can keep trying on different professions, different geographic locations until you find 1 that suits you. And another reoccurring theme is this idea from Steve Jobs where you cannot connect the dots looking backwards. It comes from his Stanford commencement address. Where he's talking about the fact that he was taking all these classes after he dropped out of reed college, and he wasn't gonna... He didn't know at the time he was just learning new skills, and he didn't know he's was gonna use those skills. They'd come in handy later on in his career at Apple. So he says it was impossible to connect the dots looking forward when I was in college. But it was very, very clear looking back 10:10 years later. You cannot connect the dots looking forward. You can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something in your gut destiny life karma whatever. This approach has never let me down. You were going to see wait till we get to the end of the book. Mark Twain Destiny is exactly that what Steve Jobs said. And so I wanna jump to where we are in the book, the fact that he is a river boat pilot. The great line of D in Mark Twain life is going to be the Civil war as with anybody that was living in America at the time. Civil War is the the great line of D in their life. And so this is where it's going to open up opportunities that 1 Mark Twain was not looking for and 2, he couldn't have possibly be predicted. The Civil war had rendered the pilot's profession too confused and dangerous. Why? Because boats were taking fire. They're shooting at the boat from both sides. So imagine your mark twain, you're just trying to deliver goods and people up and down the Mis mississippi River. And on 1 side of the river you got con... You're getting shot out by the Confederate army. And on the other side of the river, you're getting shot up by the Union army. Anybody with a brain is not gonna stay in a situation like that. Right? So It says, he could offer see what new courses life would take, but he could grasp that his days as a river pilot, which he called the only un and entirely independent human being that lived on the Earth. We're over. And so that's another way to get to know, Mark Twain is an incredibly restless person. He is 1 that refuses to be hemmed in or controlled in any way. He is always going to optimize for freedom. And so that quote tells you why he was so drawn to being a river pilot. It was the only un and entirely independent human being that lived. And later as an old man when he's writing about this period of his life. He said that he fully expected to follow the river, the rest of my days and die at the wheel when my mission was ended. And then as Abraham Lincoln would say eloquently, years later, the war came. And so there's is maxim that I read an auto buyer 1 time that I think is fantastic. It says opportunity is a strange beast. It frequently appears after a loss. So the fact that he loses what he thought was his life's work is going to be 1 of the most important events in his life because it actually finds his true life work. His true life's work. In fact, after the war, he's given the choice. Do you wanna go back to being a river pilot or do you wanna continue write, you know, being Mark Twain. Writing books, doing public lectures, and he chooses to to to be Mark Twain to not go back to what he thought at that time when he was a younger man, what his life's work was going to be? We're not... But at the time, he was terrified. He is absolutely terrified. And so we see that here. He pays the floor obsessed with the fear that he might be arrested by government agents and forced to act as a pilot on a government gun boat while a man stood by with a pistol ready to shoot him. If he showed the least sign of a false move. That right there is the fear that twain runs from. That is the fear that that pushes him west on this odyssey where he actually transforms from Samuel clement. Into Mark twain. Now why is that, like, a legit? Of course, it was. Because before the trans continental railroads, The way to move goods and people was the river system. And so both sides, and you'll you'll see this later on? The confederate and the union both try to cons cl into their army to make him do this because Clement had valuable knowledge of the river. It was usually a multi year apprenticeship to become a river pilot because there so many ways to to either run a ground or to not be able to navigate the river successfully. So he had this specific knowledge in his mind through years of experience that was very valuable to both sides of the war. Another surprising thing I learned is that in another life, Mark Twain would be a cocaine dealer Even from a young age, he's a v reader, and he winds up reading about this little known plant called the Coca plant. So it says sam considered going to South America and opening up a trade in Coca. A won and still little known plant whose energy enhancing qualities, he had read about. He goes so far. He gets on a boat and starts traveling to South America. The wood be cocaine baron boarded a steamboat and resumed his journey to south America. By the time of the about Doctor New orleans 12 days later, his career plans had changed dramatically. Why had they changed dramatically because it's something else that you're gonna see over and over again? Not only in the life of mark twain, but almost everybody the And I study is the importance of mentors. Usually older, wiser people that take an interest and are trying to help you succeed. His mentor. The person that's going to teach him the most valuable skill set, and the the best job that he ever had is this guy named Captain Horace Bixby. Later in life, Twain is gonna write an entire book called life on the Mississippi about this time in his life. He looked back as some of the best times saber ever had. So says it was the Mississippi River itself that he fell most deeply in love with, and he would remember that attachment with un diluted misty eyed affection for the rest of his life. Bixby was a good if idiosyncratic teacher and Cl quickly became his prized pupil. And so this is just gonna be an incredible thought and incredible writing, obviously from Twain. He... This idea, I I talked about earlier is that the fact that he had the skill set in his mind. Like why was that so valuable? So it says there was a lot to learn Bixby empire stretch from New Orleans, Saint. Louis, 1200 miles on the lower Mississippi. Each mile menace by ever shifting currents, rip tides, shallow, sand bars. Quick sand, floating islands, sunken rocks, sunken trees, sunken boats, loose breeze in the ever present dangers of collisions with other boats, ship board fires and boiler explosions. This is how Mark Twain described this. I loved I thought I wrote down this is just incredible thought. He learned... Gradually he learned how to be a pilot. The... This is now Mark Twain writing later in his life. Right? Beautiful writing here. The face of the water, in time became a wonderful book a book that was a dead language to the uneducated passenger, but which told its mind to me without reserve, delivering its most cherished secrets as clearly as if it uttered them with a voice. After 2 years of apprenticeship after 2 years of learning the river, he becomes a fully licensed steam pilot looking back, he said that was the the greatest achievement, the single proudest moment of his life. Was learning how to do this successfully. That's incredible because he's writing on as a much older man. In this gives you an indication why he thought he was just gonna do this forever. Your true pilot cares nothing about anything on earth, but the river. And his pride in his occupation surpasses the pride of kings. And so why would Twain believe that this was going to be his life's work? This is what I mentioned earlier because he's working in the technology industry of his day. It was the golden age of steamboat before Railroad sup planet the river as the nation's chief conduit of goods and people. River pilots were lords of all they surveyed. And they had a prince salary of 250 dollars a month. That is a lot of money. So at this time, Twain on his salary, not only he traveling all the time he has complete freedom, He's like the master of his own domain, but he can afford to live well. So he'd spend his money on like, eating oysters and shrimp and mushrooms, and he'd drink... Brandy and find Orleans restaurants. He'd be able to send money home to his always impoverished mother. And so for the very first time in his life, He's making money. He has freedom. He has a job he loves, he feels he has purpose and then the civil war breaks out, and it says the River pilot understood that for the foreseeable future, the most glorious part of his life was over. And shortly, thereafter his worst nightmare happens. He's actually drafted into war. There's a... There's a river boat that pulls up on to the side of the river. They see twain 2 other people sitting there. It is the their front... They're part of the the Union army, and they actually capture like, oh, now you're on our side. Their commanding officer approach of 3 able body Missouri, demanded to know their identities and breast informed them that they were now to be drafted into the Union army. It was Cl worst nightmare sprung suddenly to light So they take him to the headquarters, Twain actually escapes. And that is another reoccurring theme in his life. He's constantly on the run. In fact, later on, He said that he has a hilarious line where he says, I knew more about retreating than the man that invented retreating. And so this is when his journey in West and his transformation into and Mark Twain begins because his brother actually gets a job working for the government of the newly created Nevada territory. And so Twain goes with him to get away from the Civil War. If you've ever seen the the show Dead, the towns where twain gonna spend the next few years of his life, look a lot like that. And so the big problem here is the way that they have to get west is by traveling by stage coach. Now this is insane. I've... I have, like, this love affair with the American West I read a bunch of history books on it. I kinda fantasize about it because I lived in on East coast life. I feel almost like I was born in the wrong place. They have, like, the western sense of like adventure. But anyways, there is... You're traveling Just imagine you're in your twenties. I think he's like, 25 when this is happening. Right? You're in your twenties. It's 18 sixties America, and you're traveling west by stage coach. There's several ways that Mark Twain could have died on this trip, and the author does a fantastic job of listing those. So at this point, you have to worry about hostile Indians, cholera, dysentery. Tuberculosis. Smallpox, measles, mum, Rocky Mountain spotted fever sc. Accidental drowning, accidental shootings, wagon mishap, falls, lightning strikes, tornado, Whirlwind Blizzard, quick sand, wild animal attacks, snake bites, starvation, exhaustion, exposure, and sometimes sheer mel. To enjoy such a trip, a man must be able to endure heat like a sal, mud and water like a mu, dust like a toad and labor like a jackass. It is a hardship without glory to be sick without a home to die and be buried like a dog. And the crazy thing about all that. Right? Is that go west young man, that line was a rallying cry for an entire generation maybe 2 generations of young men. To head west, risk all of this for opportunity and a better life. And so Twain is gonna meet all kinds of interesting and crazy characters over the next 6 years as they're in the sage coach heading west. 1 thing that he wanted to see was this new technology of their day. This new service, it's called the Pony Express. So the Pony Express was actually, like, a genius invention of, like, a wildly entrepreneur. The pony Express was intended to answer the national demand for Swift or more dependable coast to coast mail service. So at this time, there's only 2 ways for mail to reach the West Coast. Right? You have the thing called the ox route, which would take essentially 3 weeks overland. If you wanted to say, say you wanted to send a message from New york City to san Francisco. They could get that... They they could take that route. It'd be 3 weeks. Right? For a little less money, you could you could send it on a land and sea route, which takes 6 weeks. And so this is entrepreneur named Russell. And so he's like, okay. Well, that my 2 competitors are 6 weeks or 3 weeks. How can I figure out how to cut that down and make it faster because I know people will pay a premium for speed that is always the case? So he says he proposed to cut the time to 13 days by means of an inter locking relay system of horseback riders, dashing cross country at break next speed. Each rider would cover between 75 and hundred miles on his run. With stops to change horses every dozen miles. The male was carried in a special designed pouch, which fit over the saddle and could be transferred from 1 horse to another in a matter of seconds. Almost like a pit stop and, like, f 1 now. Right? Now this is why I'm reading this to because 1 train, they become like, like, there's like, there's like, an a lure, like, a legendary lure over these crazy young men that are just dashing across the country. At break next speeds. This is hilarious. Apparently, Russell was also a gifted copywriter. Russell placed an ad for potential writers and leading newspapers throughout the west. The ad itself became legendary. Here's the ad wanted. Young, skinny wire fellows not over 18 must be expert writers willing to risk death daily, orphan preferred. What an ad? What do you think the response was? Hundreds of adventure seeking young men quickly responded. And this gives you an insight into the kind of people ever would respond to such an ad This guy named Has. It was all in day's work for Has who once rode a hundred and 20 miles in the Utah territory with his jaw broken by an Indian arrow and 1 arm shattered by a bullet. I'm gonna stay focused on Mark twain, but I highly recommend picking up this book and reading it. It was really fun. I bought the, obviously, the physical book in that little, bookstore, but I also then went and book bought I wanted to support the author I bought the Kindle version as well. But I do wanna pull out because there's just all these crazy characters and crazy stories in the book It's really fun read. But what was fascinating is I wanna pull out some of the people that Mark Twain actually interacted with. So he's gonna wind up having coffee. He meets a guy on his on his trip. This guy named slate. That's his last name. Right? And this guy was nuts. He's involved in all kinds of crimes. He's killing a bunch of people, and he gets into a duel with this guy named Benny. So Benny winds up finding sla, at the time sla somehow was unarmed. And Benny shoots sla several times with a shotgun, But then he made the fatal mistake of not finishing sla off when he had the chance. Sla then recovers, goes and seeks revenge shoots and make sure that Benny is dead. Then he cuts off benny ear, and he wears it. And so the stories in the book where sla is going around and like showing off this tri. This this dead man's ear and showing it to, like the local children in the town. And so Twain white a meeting and having coffee with Slate. Another guy that he winds a meeting is B young. He is the leader of the Church of Liar saying the mormons at this time and twain writes about this meeting that he has with B Young. This is hilarious. It is likely fictional, but it is hilarious. So he says to accommodate all 72 of his wives said Twain, the mormon leader had constructed a 96 foot wide bed for them to sleep in, but the sound of their combined sn prove deafening. Take my word for it, Young told Twain. 10 or 11 wives is all you need, never go over it. Twain for his part endorsed p, at least for the mormons. This is... He's just funny. Seeing the poor un unknowingly and pathetic home women t the seats of Salt lake streets of Salt lake City, twain judge that the man who mar 1 of them has done an active charity, which ent him to the kindly applause of mankind. And the man that married 60 of them has done a deed of open handed generosity sos blind that the nations to stand uncovered in his presence and worship in silence. And so it is factual that Mark Twain met B Young, his account is largely believed to be fictional. So finally, after, I think it's, like a week or 18 days, something like that, they wind up getting to where they're going. They're they're setting up shop and helping the governor of the newly formed Nevada territory. So they're gonna set up this place called Carson City. The day they get there, there's a gun fight and a winds storm. And so that's just a normal day in the Nevada Capital, Carson City, interesting enough was actually named for the explorer, Christopher Kit Carson. I read a book called blood and thunder. If you're looking for a great audiobook, about the West. Kit Carson is the main character of the book blood and thunder It's a fascinating read. And so Carson city is 1 of these like boom towns, it's very close. So I think it's like 12 miles away from the richest silver strike in American history, this thing called the calm stock load. When they say the richest silver strike in American history, back in the 18 hundreds, I think maybe starting 18 60 over the next 03:30 years, that mine is going to make 400000000 dollars. So they're setting up shop right next to this this volcano of money. And there's this just mad fever to get rich quick or get rich as fast as possible that, you know, as a main theme throughout the entire book. In fact Mark Twain speculate many, many times. He's you're gonna have so many failed businesses and failed occupations before he realize realizes, hey, I should just He gets his first break and I'll tell you how how that happens and then he he goes fully into being a writer and a public lecture. But I do just wanna pull out another character that is around Mark twain at this time. So there's this guy named Jack Harris. Jack Harris robbed. So many stage coaches that Wells Fargo gave him a job, so he'd stop robbing them, and he didn't stop. And it's just fascinating to think about Wells Fargo obviously still exists today. I think they did, like, 80000000000 dollars in revenue last year, but, you know, in 18 sixties in the the American West, they're just getting rod left and right. And so it says, the company began putting live rattle snakes in its strong boxes. To deter highway men such as Jack Harris from robbing them. It also formed its own private police force, which operated under the motto, Wells Fargo never forgets. So twain older brothers the assistant to the governor of the Nevada territory, and Nevada lawmakers were wild. They were beating the shit out of each other with Firewood. When a fellow leg John Winters took issue with him, van Bo challenged him to a duel with pistols. Instead, winners grabbed a piece of firewood and proceeded to beat to distinguish member over the head with it. Knocking van Bo to the floor and stomp on them with his boots, and then Twain observe that when they're not busy beating the shit out of each other, they're busy just stealing a ton of money, there's just fantastic line from 1 of my hair books, which is written by will and Aerial Durant, it's called the lessons of history, I think about all lot time, it says in every age. Men have been dishonest and governments have been corrupt. Twain version of that is the government of my country sn honest simplicity, but fond artistic villain. And I think I might have developed into a very capable pick pocket. If I had remained in public service. So Twain is gonna have a series of jobs. He wants to get rich because, like I'm gonna get rich whatever everybody else I'm gonna get rich in gold. I'm gonna rich in inside silver, He wants to speculate in lumber. He's just trying to make a fast book... I mean, this is just human nature. Right? Most people just wanna make a lot of money and they wanna do the least amount of work possible. And so when he hears of opportunities, he's always willing to quit a job and then travel for opportunity so then he's at this point, the store, he's traveling to this new boom town, but he has this terrible idea. Right? Twain expected to find masses of silver lying above the ground and glittering in the sun on the mountain summit. But when he gets there, he realizes that successful silver mining involved months of digging, drilling, boring and blasting. The Pier veins were usually the deepest. That is a great line that applies. To so many other things The Pier veins were usually the deepest. There's no way hell that Twain is gonna do that kind of work. So he quits and disgust. Okay? When I got to this section, there's this excellent book that I covered a long time ago I should reread it. It's called the Big Rich. It is about the second oil boom in Texas history. It is episode 01:49. The book is amazing. But there's a line in the book that I've never forgotten. I think it's a metaphor for for life, not just for oil. And it says the trouble with this business is that everybody expects to find oil on the surface. If it was up near the top, it wouldn't be any trick to it. You've gotta drill deep for oil. That's a very similar thought behind the line in this book. This is the purest veins were usually the deepest. And so 1 problem with human nature that we all get caught up in what everybody else is doing, and that's why there's there's these bubbles and and burst over and over again. And so the same thing's happening here. They're like, nobody wants to actually dig and do the actual mining. What we wanna do is we wanna trade paper. We wanna buy shares in largely non existent minds. And so the buying in shares of buying and selling this paper over these shares in these mines. The entire camp, the entire region that that train is in. Is doing engaging the same practice. And so twain like, oh, that's genius. I can make a ton of money and I how to do any work. He says, the trick is not to mine the silver ourselves by the sweat of our own brows and the labor of our hands, but to sell the alleges, the paper to the dull slaves a toil and let them do the mining. And here's the problem. With that Twain is is taking his... The money he saved up through his own labor, and then speculating. What do think is gonna happen? This is very similar to investing in startups. Right? Twain own several shares in a bunch of minds. It did not take him long to realize that most, if not all, were utterly worthless. There's multiple times. Wait till life, I'm gonna blow your mind with something in a little bit. But there's multiple times in this book where he is deeply deeply depressed. I think this is the first step to becoming Mark Twain. This idea of, like this cannot be my life is a very powerful motivator. It says Twain was tired of being a minor. Swearing that he would never look upon his mom's face or get married until I'm rich until I'm a rich man. He was forced to take stock of his present situation. I had gained a livelihood in various vocation he said, but I had not dazzled anybody with my successes. And so by this point, he had tried on, you know, 10 different occupations. He is a failure. There's nothing into this in his life, there's a multiple times in his book. Where you're like, there's... If you paused Mark Twain life. Like, you're watching this. Right? You paused. There's nothing in his life so far that it's... That would lead you to believe that he's going to be 1 of the, you know, greatest and most beloved writers in American history. Right? So at this point, what is he doing? He's like, what the hell do I do? I don't know what to do next. I'm a failure at everything I try. And yet, we go back to that maxim opportunity is a strange beast it frequently appears after a loss. The answer came entirely out of the blue. The business manager for the Virginia City territorial enterprise. This is a newspaper. Wrote to Sam in late July to offer him a 25 dollar week staff writer position on the newspaper. For several weeks, simply as a look, Twain had been sending humorous letters to the newspaper. And he was doing that not because he thought he was gonna get a job. And so what happens is they that he's sending all these funny, like, a little letters, they like it when an opening arises on the paper staff, the guy managing the business manager for that, immediately thinks of twain and offers him that job. This is the first step to him becoming Mark Twain. And again, he shows he's willing to travel to pursue economic activity. Now this is a very humble first job. He... He's lucky in the sense that it's a very high quality newspaper. He's working for 2 young founders, and he's gonna found and find another friend and mentor of sorts There's like, 2 or 3, maybe 4 times in the book where he meets these really important people and then give him advice and Twain. What did... What did Michael say? Successful people listen, those who don't listen, don't last long. Right? Twain listens. And in many cases, he hears advice from 3 or 4 people that he uses for the rest of his life. For multiple decades. A single idea can change everything. He was merely at the newspaper, take his place as the paper's new local. That's the the term of the job. Essentially, it's just like a copy editor or general Simon reporter, You just have to fill in any last minute holes in the newspaper because newspaper has to come out every day. And so it says by sheer good look, Twain had landed at a spot at the best newspaper between Saint. Louis and San Francisco. Under the energetic leadership of the new owners that you have 23 year old editor, and then the 21 year old printing form. Now, that's pretty crazy because Twain is older than his bosses. These young founders are also gifted at finding other talented people. And that's important because his... What's gonna be twain closest friend at work. Is this guy that goes by the pen name Dan qui. The first bit of advice that he gives Twain. Twain is going to carry for the rest of his career, and it was wise and su sing. And this is what he says. Get the facts first then you can distort them as much as you like. And so if you go and study a lot of twain fiction. They're... It's rooted in actual factual events and then he then distort and exaggerate. Right? Says Twain would never be a particularly hard worker. He laid boasted. He later boasted, that he made a 50 percent profit on his work for the enterprise because he was being paid 6 dollars a day and only doing 3 dollars a day worth of work. And so 1 of the founders of the newspapers also gonna give Twain a good piece of advice that twain gonna apply to his fiction writing about a decade later. And so he's saying, listen, when you're writing for this newspaper, you we don't say things like, we... It is reported or it is rumored or we understand. Instead, we get the facts, and then we speak out and say it is so and so. And this is a reason. Otherwise, people will not pick confidence in your news. Una sal certainty is the thing that gives a newspaper the firm and most valuable reputation. That is the advice to to train. The way I would think about this is people are attracted to confidence, and they're repelled from Nuance. And it is at this newspaper. This is why I said this is, like his first step to becoming Mark Twain because it was a this job in Virginia City that he first used the pen name Mark Twain. And even from day 1 on the job, he does something that's really smart. This is also another idea. Remember. I can't stress the importance of the advice that Mark twain learns throughout his life. Right? The fact that these mentors, these conte, these peers were constantly trying to help him. There's a lesson that he learned on the Mississippi River that he used all of his life. So go back to his river mentor. Bixby. Bixby point was that a pilot had to trust his instincts. And for the rest of his career, Mark Twain would trust his. All the while inhabit the perilous border between safety and danger, laughter in tears east and west. So this idea of trust your instincts. Is something he used his entire life and as you'll see, it's why we know the name Mark Twain to this day. So I wanna now combine 2 ideas. This idea where other people, his peers his mentors and contemporary were very important to him. They helped him think about and shape his own career. And this idea came from the last episode, the James Cameron episode. And that episode, James Cameron has this idea where, like, he would let ideas simmer for decades. And I think he used the example of, like, the plains Indian, Indians, how they would use every single aspect of the buffalo down to, like, it's marrow. He didn't let anything that he learned go to waste. We're gonna see that here. The combination those 2 ideas here with Mark Twain. He's gonna learn about the the the art to public speaking, but he has no use of it yet Something has to happen his life to give him use, which we'll get to. But he's gonna wind up meeting this guy name, he calls himself Art ward. They wanted becoming friends and then train learns from this guy. So at the time in history, everybody knows Art ward. Very few people know Mark Twain. Now you know who does know Mark twain, Art is Ward. So it's interesting. Although close to the same age as Twain, Ward had far outs stripped the younger man on the national stage. He had been a columnist for the Cleveland Plane dealer, he had been editor of Vanity fair magazine in New York, he had already published his first book. Ward was a favorite author of Abraham Lincoln who once interrupted a cabinet meeting at the White House to read aloud from 1 of Ward humorous stories. So at they're gonna trade turns. Right? Each man at different points in history, Ward and train. Are going to become the most popular humor in America through writing and speaking. It's essentially Mark Twain before Mark Twain. And so he sees in ward a new path that he's gonna use and then perfect in the future. Ward is in town in Virginia City to give to have a show. Like these these spoken shows. He had a cloud crowd pleasing s, which you took on the road to great profit. It involved outlandish ponds, head scratching non s, long, pointless stories all delivered with a characteristic dead pan voice and innocent expression. And so Ward had been reading Mark Twain post in the Virginia City newspaper. And so he gets the town and the first person he wants to meet. He's like, Wanna meet this guy. They call him the Wash giant. That was his nickname his this time. So I wanna meet Mark twain. They wind... He comes in town for speaking engagement. They wind up just hitting it off. They're like, the same person they wound up getting drunk and hanging out for a bunch. And so ward invites him to the show and That was so important because this is like, this is where you realized. It's like, oh, I can do this too. The whole point of the performance has twain immediately realized was not so much what was being said. As how it was being said. It was a master's level seminar on the art of comic delivery and twain absorbed it all with the focused intensity of a pre cautious child. And so I gotta stop there because that's another example. Everybody learns from somebody. Ward gives him advice and that he uses... He he gets this advice multiple times, and he uses for the rest of his life. And the way I would put it is, like, you don't sell out to the base elements of your profession. Whatever you're doing do it on the highest plane possible. Ward offered to bring Train along on his tour of Europe and encourage his newfound Pro to write for more sophisticated eastern publications. He's telling me he's this, you are way too talented for what you're doing. What your... Your... Weight... You're better than this. And if you're gonna do it the same profession, you might as well do it at the highest plane possible. And he's like, I will help you in any way. He said he promised to dash off convincing notes to his friends in new York on twain behalf. So this odyssey that Mark twain on in the west. Lasts for 5 and a half, 6 years. 3 of those years, he's in Nevada, either in Carson City or Virginia City. Eventually, I guess the point I need to make here is that It takes a while for him to actually apply this advice. He does understand that he should be trying to position himself with, like, more sophisticated Eastern publications. And so 1 thing he does is he doesn't go back East yet, but he moves out of, like, the boom tabs boom towns of Nevada and actually goes to San Francisco. It's which at the time has a lot more culture. Then it's currently present in like the Nevada territory. I do need to make the point though that this again is a inflection point in his life He's changing lives again. That is the main thing that, hey you can constantly reinvent revenge yourself. He's still searching for his life's work. He's got a bunch of few ideas. He's got good people around him, but he still hasn't put it all together. I do wanna make the point that so far, he's been just in Nevada alone. He'd been a politician a Silver minor, a stock trader, a mill worker and a newspaper reporter. And the reason I bring that to your attention is because there's is still nothing. Nothing in the life of Mark Twain that could lead you to predict that he's is going to be go down in history is 1 of the greatest American writers ever. So he goes to San Francisco, Prom is He's in a better city, but he's still... He's now working on New newspaper again, and he hates it. And what he hates most about this and this is really a a good way to think about twain. Is like he's he's always seeking novelty and running away from Mono monopoly. Well, being like a just a standard beat reporter in San Francisco. He realizes, oh my God. I'm living the same day every day, which is literal literal hell for Mark twain. 40 years later, twain still shutter at the soul killing routine. Each day's evidence was substantially a duplicate of the day before. The daily performance was killing mono. And this d testing of his job. This hating of his day to day life. Goes back to this can't be my life is a very powerful motivator. This deep hatred is going to lead to 1, the most surprising thing in the book. And 2, finding the path forward into actually embracing Mark Twain as his identity. So first he has to have a fight. He's gonna wind up getting either fired or quit from this job, and then he has a hilarious way to talk about this many years to the future, but it starts with the fact that his editor refuses to print train story Train is offering freedom. So he does not like to have constraints on him. A accustomed to having everything he wrote printed without question, Twain s. They wind up having a meeting. They have a fight, not at clear if he either quit or got fired, but what was... What was clear with that was that he was out of a job. 40 years later, it's still hurt. And when news photos of the great San Francisco earthquake of 19 o 6, showed the newspaper building reduced to skeletal ruins, Twain ex explained how wonderful are the ways of providence. He said it was an active god that destroyed the newspaper building. So he was either willing to quit or get fired over principal, but that did not mean that it was easy. This is 1 of the darkest periods of his entire life. Twain suddenly found himself struggling. For 2 months, my sole occupation was avoiding people. During that time, I did not earn a penny. I became very adept at what he goes s, s away from people hiding from people and bills. He can't pay any of his bills. He said I s away from approaching faces that look familiar. I robbed my generous land. I felt mean and lo and more despicable than worms. And this is where we get to the biggest holy shit moment of the book. Twain cl literally to his last dime afraid that complete penny might suggest suicide. He noted suddenly in an otherwise serious discussion of marriage that I am resolved on that or suicide, meaning he wants to get married, or he'll kill himself. He fret, if I do not get out of debt in 3 months. It is pistols are poison for 1. This is unbelievable several years after he remembered 1 despair night when I put the pistol to my head, but wasn't man enough to pull the trigger. He put down the pistol and picked up the pen. As he would throughout his life in good times in bad, Mark Twain wrote. And this is what I mean that opportunity is a strange beast it frequently appears after a loss. He goes from suicide. Being completely... Almost completely broke down to his last dime or Slash penny to having the opportunity that creates Mark twain and it comes from relationships, Everything in the world runs our relationships. So remember ward. Right? Ward The guy that he got back in Virginia City, the guy that gave them the the path forward offers to publish in, like, a literary magazine, so maybe, like, I guess it would be, like, kind of the equivalent if you you published a piece like, the New yorker today or something like that. And so Twain is a free Lance writer. I guess there's a way to think about it in in those terms. He is going to write his first big hit. This is so important. It goes back to what I started the conversation with where Steve Jobs is completely right. You cannot connect the dots looking forward, You have to. You can only connect and looking back if you're looking back at Twain life, this is a major major don. This is going to be his first viral hit. It's gonna be called the celebrated jumping frog of Cal county or something like that. I I need to talk first about, like, this level procrastination. The fact that he struggled greatly which with what is gonna turn out to be his his first 5 hit, and then how it connects to everything else and literally creates Mark Twain. Twain couldn't seem to get the jumping frog story written. He finished 2 drafts, and then he began the third. It just wouldn't come he said. Then 1 Dismal afternoon as I lay on my hotel bed, determined to inform ward that I had nothing appropriate for his collection, a small voice began to make itself heard inside of him. A small voice began to make itself heard. Try me. Tri me Oh please try me Please do. It was the poor little jumping frog. The 1 that Old Ben K had described. He's talking about the guy who overheard the story, Yeah, in the bar. I immediately got up and wrote out the tail. If it hadn't been for the little fellows, appropriation in a in this strange fashion, I would have never written about him. If you ever hear Cor Mccarthy talk about the way he writes. It says it just comes out of him. It's very similar to what Mark saying. Is just like, I I tried to tried fought against it didn't come. I'm laying there about to give up and then it just comes out of me and I sit down and I write it out. The importance of this story cannot be understated. It is his first viral hit. Is going to sweep across all the newspapers and all the magazines all throughout the country. Which is going to lead him to his next big break when he's in Hawaii, which I'll get there a second. What's fascinating about this is the viral nature of this story caught him by surprise. He didn't even think it was that could. The only 1 not amused by the story, it seemed was the author himself to think that after writing many article a man might be excused for thinking that were taller good. So saying, III wrote a bunch of good stuff in the past. Those New York people should single out a villainous backwards sketch to compliment me. So he's like, this was just something... That was trying to make to write just to make a living to just survive, didn't even take it that seriously, and yet it is 1 in which all the countries praising me for. And it is the first opportunity that opens up every single opportunity after. Listen to this gru and gradually Twain accepted his fate. He thought he had a call to literature of a low low order. That's what they called at the time. You're writing funny literature, literature of a low order. Humorous. It is nothing to be proud of he said, but it is my strongest suit. From now on he pledged, he would turn my attention to seriously writing to excite the laughter of God's creatures. It is a poor pitiful business he wrote. The year is 18 65. It is a few weeks before Trains t birthday. So because that went viral, everybody knows who mark twain is now. He gets all these out... He gets opportunities he gets to choose from. At the time, Hawaii was not a state. It was actually wasn't even called Hawaii. It was called the sandwich islands back then. And twain has been wanting to go for a while, please say okay. Well, how can I get there? And so Hawaii is gonna change everything because his greatest scoop. He gets his greatest scoop in Hawaii, which actually leads him to his public lecture career. Which then leads into Europe, which then leads into his his wife that he's, like, the love of his life. But we're not there yet. So what he does is he approaches this these newspaper owners, I think in Sacramento. And he's like, listen, if you'll pay for the ship to hawaii, I'll spend. I think he he decides he's gonna spend a month out there. I will write a series of, like, letters for the newspaper, You know, 25 or 30 of these letters. He thinks he's gonna go for a month, and he loved hawaii so much. He wants spending 4 months there. And much later as an older man. He's writing about this this just beautiful memory in his life. And he says it was the peaceful rest sun ba dream heaven of refuge for our worn out and wary spirit, the surface of the earth can offer. And so this is what I mean how 1 opportunity unlocks another opportunity, you know, opportunity tends to beg get more opportunity. He winds up getting an opportunity. This is something he couldn't have planned is outside of his control. But he winds meeting this American diplomat that is that's in Hawaii. Hawaii at the time. His name is Be. And Be just wants to meet Twain because Be and Be son is a fan of Bur of Twain writing. In fact, they had memorized Twain frog story and could repeat it like on command. And so Twain went to becoming friends and spending time with Be. Why he's in Hawaii. And then again, this is another that you have an older person, well connected person, trying to take an interest in Mark twain, called... I think he's he calls him a genius. And he gives advice that's gonna sound very similar to the advice that Ward gave train another way back in Virginia City. And this is advice that Twain gonna use for the rest of his life, again, and it's this. Like, whatever you're doing, doing it on the highest plane possible. Do not give into the base elements of your, of your occupation. And so it says a pate ambassador bur game gave the author a well meaning piece of advice, direct quote from Be game here. You have great ability. I believe you have genius, what you need now is a refinement of association, seek companionship among men of superior intellect and character, refine yourself and your work, never affiliate with inferior always climb. It was an ad twain would take to heart and follow virtually to the letter for the next 44 years. Shortly after they meet and become friends. Right? There's this incredible survival story. That's gonna... That's gonna... This thing doesn't just go viral over the United States like Twain frog story. This goes viral over the entire year. Entire earth rather, and Twain is the 1 that gets the scoop and he gets the scoop because the ambassador, right? The American ambassador arrange for twain to be the first person to interview these people that survive this incredible ship rack. There was a a ship wreck boat, like, a, a light boat that lands on the southern coast of Hawaii, led by this guy named Captain Ja Mitchell. This is like still famous. They had been at sea for 43 harrowing days, and they were just in a 15 foot light boat. Light boat. With just 10 days worth the food. The at the time, their endurance was the single boat record in the world for people to survive the longest in a small boat. It says with only 10 days rations, the cast were soon reduced to eating their boots, shoe leases, pieces of wood, strips of canvas. Cotton shirts and silk hand chest. The survivors were less than a day away from drawing straws to kill and eat the loser of the lottery. And in a matter, I think a day or 2. Train rights up this story, sends it off, and it... It spreads like wildfire all over the world. Why is that important? Because again, opportunity unlocks the next opportunity, what he realizes is he's like, oh, wait. Now I actually have something where I'm somewhat of an authority on? I can start doing stage shows. He's gonna take this this story and then, yeah, add humorous bits about it. And he's like, now I have a plot... Like, I'm gonna use... I'm gonna run rewards playbook. I'm gonna be a public lecturer. Starts out we didn't... Thought it maybe just 1 city he went so it goes so well. That he winds up touring, and he does this for the rest of his life. And the smart thing he does is he capitalize on all the media attention right away. So it says he'd be began seriously discussing a new venture, a public lecture on Hawaii that would capitalize on his current status, and his current status meaning on American that just meant 4 months. On the Sandwich islands and had stumbled into this unbelievable, worldwide scoop of the the great... You know, the greatest, feat of endurance for any ship wrecked victims at that time in history. And you see right from the get go that that twain is an phenomenal marketer. So he he does 2 smart things here. 1, to seed the ground to get people to show up. He spends a hundred and 50 dollars to publish an ad in the newspapers advertising the show that he's doing. And it says the ad itself was a classic example of training and Wit. I'm gonna try to read this to you and hopefully it makes sense if not, you might have to see it. But what he does is you have all these headlines. Most of the ad is just a normal text. Right? But you have, like, 5 or 6 headlines, all in caps locks. And it immediately draws your attention, but it's funny what he does. So in headlines, it would say, you know, Mark Twain get gonna speak. This is what's included, and it says a splendid orchestra, but under small Pre is in town, but it has not been engaged. Capital letters, a den of ferocious wild beast will be on exhibit in the next block. Magnificent fireworks. We're in contemplation for this occasion, but the idea has been abandoned. A grand torch like procession may be expected. In fact, the public or privileged should expect whatever they please. So like, trying to grab your attention, like, hey, You wanna see a denim wild beast. You wanna see fireworks? Well, we don't have that, but we do have mark Twain, and then he has this tagline from the very first ad that he uses a bunch. Doors open at 07:00. The trouble will begin at 8. And so if you think about what's really happening here. The people that show up at the show, it's very similar to what you and I'm doing right now. No Left myself on all this Is, like, this is just podcasting before podcast. And it says, the middle decades of the nineteenth century saw an explosion of traveling lectures in United States. An auto d effort that catered to the hunger, those to those that are hunger for knowledge and a self educating populous. It is what's taking place is no different than what you and I are doing right now. And when I got to this section, Jeff Bezos pops in mind. 1 of my Jeff has, you know, on a made... Million amazing quotes. But 1 of my favorite things he said, I'm gonna read this to you about. You should be building your business around things that don't change. 1 human being talking to another is as old as language that is never going to change. And this what suggests says. I very frequently get the question. What's gonna change in the next 10 years. And that's a very interesting question. It's a very common 1. But I almost never get the question. What's not going to change in the next 10 years. And I submit to you that the second question is actually the more important of the 2. Because you can build a business strategy around the things that are stable in time. In our retail business, we know that customers want low prices and I know that's going to be true 10 years from now. They want fast delivery. They want vast selection. It is impossible to imagine a future 10 years from now, where a customer comes up and says, Jeff, I love Amazon. I just wish the prices were a little higher. Or I love Amazon. I just wish you to deliver a little more slowly. Impossible. And so the effort we put into those things, spinning those things up. We know the energy we put into it today will still be paying off dividends for our new customers 10 years from now. When you... This is a punch. It's amazing. When you have something that you know is true even over the long term, you can afford to put a lot of energy into it. And so another thing that he does. He's so nervous. He has complete, like stage fright, he's completely terrified of what he's about to do. Is he feeds the audience. So who cohen and, like, he has a bunch of friends. I think he's got, like, Don't know, like, maybe 8 or 10 different friends sitting all over the theater, and he even knows where they are. So if he wants to deliver, like, make sure that, like, the punch line hits or the they laugh. He'll like, look in the direction if they makes eye contact that means to laugh. Once 1 or 2 people laugh eugene an audience, other people kinda pick it up as well. And so he seated the audience. The second thing that was hilarious. Right? Is now he he's on tour. Is that Twain would finish his show, and then he'd go out with the audience and get absolutely hammered. He'd go out and get drunk after the show was over with people in the audience. And so as he keeps traveling around doing more shows, more newspapers pick it up, more magazines talk start talking about it. He gets... Started getting a lot of attention for his shows, it becomes very very successful like I said, something he does for the rest of his life. But then of course, as the the wrote the popularity of anything. He starts getting a lot of critics, trains, response to criticism is hilarious He says everybody has a right to his opinion. Even if he is an ass. They have the consolation of abusing me, and I have the consolation of slapping my pocket and hearing the money jiggle. So before you and I end this conversation. Let's go... Let's look back at what is taking place. Right? Fine... Thinks he's gonna be a cocaine dealer. It travels down, stumbles upon the best job and he thought he'd have forever, the Mississippi river bow steamboat pilot. Then something completely out of out of his control, the Civil war comes, causes them to flee go out west and he has all these series of adventures, turns from Samuel Clement into Mark Twain meets a bunch of people. Along the way that give him fantastic advice and change the trajectory of his life. Experiences un unbelievably highs and then at the very bottom where he wants to... He has a gun to his head finds the best opportunity of his life writes what he thinks is just a silly story. That story goes viral. That story creates all these other fans and people that love Training and wanna help him. He turns that into a trip to Hawaii meets another 1 of his fans who happens to be very influential who leads into the greatest journalist scoop he has of all time. That leads him to his lecture career, which further enhances his public profile, which leads him to this 23 week trip in Europe, which is in turn going to lead to the source material for his first great publishing success in book form, which then in turn changes his life forever. Once again, Twain restless nature served him well. The subsequent 23 weeks he spent touring the old world, gave him both the inspiration and the raw material for the book the innocence abroad, his first great publishing success and the biggest selling book in the United States in the last 17 years. Twain also found a girl, or rather he found the girl's brother. And then he found the girl. Her name was Olivia Luis Lang, and she was to be the love of his life? Had he not gone on that voyage? His career most likely would have mirrored that of his recently deceased drinking companion ward. A 1 man show lived out in smoky lecture halls, city hotel rooms and late night bars. Instead, much of the wonder of his western friends Mark Twain set out rehab debilitating himself. In the single minded interest of winning the girl. Twain told his friend that she was the most perfect gem of women kind that I ever saw my life, and I will stand by that remark until I die. Against all odds, he would prove as good as his word. The unlikely marriage of the hard knock humorous from Backwards Missouri and the Arr from Upstate New York worked surprisingly well. Twain showed the previously shelter Libby the world. She in turn civilized him. For the next 34 years in good times and bad, The couple presented a unified front. A model marriage blessed with 3 spirited daughters and cats. The content author produced the remarkable stream of novels, short stories, essays, and travel pieces that today stands as 1 of the great bodies of work in English literature. The first book he completed after his marriage was rough it, a sunny and expansive account of his cross country stage coach trip with his brother a decade earlier and his adventures in the raw and wild west. What an incredible ending to the story in an illustration in what of Mark Twain long held beliefs that you can live multiple lives that you can constantly. No matter what, you can constantly reinvent yourself. I highly recommend buying the book, as I said earlier, I have both the hard version and the conversion if you buy the book using the link that's in the show notes, you'll be supporting the podcast at the same time, that is 312 books down 1000 ago, and I'll talked to you again soon."
}