{
  "transcript": "Christopher Nolan second film, Meme had a long anxious year spent trying to secure distribution. Nolan had been turned down by every distributor in town with some variation of, this is great. We love it. We really wanna work with you, and this is not for us. The film was personal to him. Meme was born into the world on the back of obsession. Failure to find expression would have been almost inc to him. Nolan made it because he had to. What happens when you make a film is you burrow into it. You dig in. So you kinda can't see it anymore. You're immersed in it. The only thing you can do is trust your initial instincts. You just have to say this is what I'm making. This is what I'm doing. It's going to work, just trust it. 2 years to the day after that disaster screening for distributors, meme earned 2 Oscar nominations. Nolan ascent since has been near vertical. In the space of 2 decades, he has gone from e out micro budget 3 minute short films to making billion dollar blockbuster. His films have earned over 5000000000 dollars. To the studios, he is as close to a sure thing as a director gets. 1 of the fu filmmakers who can walk into a studio with an original script idea. 1 that is not part of a pre existing franchise, intellectual property or sequel and exit with the 200000000 necessary to make it. Like Steven Spielberg and George Lucas before him, he has become a franchise unto himself. And unusual for a director working in his level, he has either written or had a hand in writing all 11 of his movies to date, granting him entry to a very exclusive club of directors. The only other 2 being Peter Jackson and James Cameron. He has large ideas. He invented the post heroic superhero. He came up with an idea for a science fiction heist inside the moving contours of a dreaming mind, and he had the bold and audacity to have the singular vision to make it happen. Among his collaborators, he is known for his pun, discipline and secrecy. Of the more than 600 people who worked on Dunkirk, only 20 were allowed to read the script. Copies of the script were watermark with the actors names so that any missing copies could be traced back to their ne and owners. Nolan is notorious for coming to an actor house with a copy of a script, insisting on staying with the actor until he had finished reading the script, and then taking it away with him. He is very secretive. On set, you would know he's the director. He's very quiet, very confident and very calm. He's a classic assist. He doesn't look through monitors. He wants to see what the camera sees, the old fashioned way. He refuses to use a second unit preferring to shoot every frame himself. Mines don't wander on a Crisp Nolan set said Matthew Mc. Nolan is known by his crews for shooting fast. Starting at 7AM and finishing at 7PM with a single break for lunch, and he has the kind of passionate following 1 associates with a cult director. Critics have received death threats when they give his films a bad review. That is an excerpt from the book I'm we talked you about today, which is the Nolan variations, the movies mysteries and Marvel of Christopher Nolan, and it was written by Tom Sc, Christopher Nolan, worked hand in hand with Tom Sc. The the vast majority of the book. Is actually large chunks of Christopher Nolan speaking directly to you because Tom had been interviewing him over multiple years. And so I wanna jump right into a conversation that they're having. It's gonna reference something that was stated about the movie meme and is really... I think the most 1 of the most important things to understand, Christopher Nolan. He's an obsessive. So It said, you know, that movie was born into the world on the back of obsession. In fact, that's a word that he's gonna use over and over again. In addition to reading this book there is a this fantastic article in the financial times that I'll link down below as well, where Christopher Nolan gives you an insight into his mind at the very end of the article, the the interviewer is asking Like, okay? After Oppenheimer, like, what's your next film? And he says I've never been any good at that. The only way I know how to work is to sort of burrow in on 1 project very obsessively. And so the word obsessed is in this book over and over again. I think the main idea of the reason I wanna read this to though is because the the idea behind what Christopher Nolan is about to tell us is like, if you're are obsessed with what you're making, you can make other people obsessed with it too. And I love what he says here He says people will say to me that there are people online who are obsessed with inception or obsessed with meme. They're asking me to comment on that. Is if I thought it was weird or something. And I'm like, well, I was obsessed with it. For years, genuinely obsessed with it. So it doesn't strike me as weird, we put a lot into these films. Every film this is so good. Every film I do. I have to believe that I'm making the best film that's ever been made. Films are really hard to make. They are all consuming. So it had never occurred to me that there were people making films who weren't trying to make the best film that ever was. Why would you otherwise? That's a perfect insight into Nolan mindset. Even if it's not going to be the best film that's ever been made, you have to believe that it could be. You just pour yourself into it and when it affects someone that way that is a huge thrill for me. It is a huge thrill. I feel like I've managed to wrap them up in it, the way I try to wrap myself up in it. I absolutely love that. So I already mentioned James Cameron 1 time since him, Peter Jackson and Nolan are really, the only group of, directors operating at the level that are also writing the movies that they're making because I just spent so much time studying Cameron for episode 03:11. He was on my mind a lot while I was reading this book. And what is fascinating about both, Christopher Nolan and James Cameron. Is they they got to the top of their profession. Have a lot of similarities in their obsessive work habits, but they're also very different. And so as I go through Nolan perspective on his own work. I'll try to compare and contrast the way he looks at it with the way James Cameron work looks at it. And I would start with the biggest difference is that Nolan doesn't like to use Cgi, and Cameron is literally inventing the new technology for other filmmakers. And so you see this in... I watched a bunch of interviews with nolan and I watched a bunch of interviews with people that worked with them. And 1 of the most remarkable things about Christopher Nolan is are most surprising things to me rather, would be the fact that he wants to live and work in an analog world. That is gonna be a reoccurring thing that you and I will revisit today. And so what I mean by that. Actors will talk about how hard it is to communicate with them. Like, why is it hard? Because Christopher Nolan does not have an email account, and he doesn't use a cell phone. You are usually scheduling things to his assistant, and then he'll either call you or he'll just show up. I'm like, okay, We're gonna meet in a physical location at this time and date. And so he's something he talks about with Not only kids but younger generations is the fact that they're overs stimulated by technology and as a result, they're not giving their imagination room to actually work. And I actually think that Nolan desire to live and work in an analog world is his version of mute the world and then build your own. We're only in the first chapter of this book and they've I've already used the word obsessive and focused and have singular mind, multiple times And this, I think is why. Like, he puts a he puts a lot of, like, time and effort into what he's doing. I find filming very difficult. I find it totally engaging, but it's an ar process. There's a lot of strain on family on personal relationships. It takes a lot of physical strength. So it's got to be great. It's got to be something that I love. And that last line something that I love. That is his North star. His North star that you'll see him used throughout his career. Like, do I love what I made. And this idea of his that if you love what you made 1, it's easier to go out and sell it to other people. And 2, it's easier to withstand the inevitable criticism that anything that you create and put onto to the world is going to receive. And so this idea of being in love what you're making and then being obsessive about what you're making. Chris, he says in the book He's like, listen, I I don't feel people describe him as amazon artist. He's, like, I don't feel like I'm an artist. I feel like I'm a craftsman. Like, 5 years ago, I read this incredible biography of George Lucas. It's called George Lucas. I think the life for A life. It's by written by Brian J Jones. And what's fascinating is I when I heard Nolan say that you know, I'm a craftsman, I don't feel like I'm an artist I'm like wait minute That's almost exactly to the t what George Lucas said in that book. And it's a quote from George Lucas. He says, I don't think of myself as an artist. I'm a craftsman. I don't make a work of art. I make a movie. And for Nolan the first part of the craft. He just loves screen. And so he insists on writing all are part of every single screen play that he's gonna turn into a movie, and he says the best screen place are completely stripped down. They're very, very simple documents. The more you can strip them down the better. And that's something he has coming with some of the greatest leaders in history. If you go back and look at some of how the greatest leaders in histories communicated inside of their organization. They they write short memos. They're really to the point, there's no wasted words, Churchill may be the best example of this because he even has his great quote I love. He says it's sloth not to compress your thoughts. But I love the story that I found in 1 of Og beats books because Og boss was a partial inspiration for ian Fleming when he was writing James bond. And what was fascinating in something that Og be tried to copy when he was building his own organization is that when you would send a memo to Og his boss, it'd be returned to you with 1 of 3 responses. Yes. Know or speak and speak meant come see me. So where did this obsession for the craft come from? Nolan has memories of loving cinema and loving movies for as long as he's had memories. And so 1 of the funny things is his younger brother writes a ton of the screen place. They write a a ton of screen place together. And Nolan has a British accent and his brother has an American accent. So Nolan dad was a British ad, ad executive. His mom was a flight attendant and then later a teacher. And the family couldn't decide where they wanted to live permanently. So depending on when you were born in the family, you either grow up most of your time in in England or most your time in America. And this actually comes really important later on because the movies would come out in America first. So if he happened to be living in America at the time, he would see movies like Star Wars, for example, and in 6 months later, he might be in England when Star wars is released. And so he'd go watch it again and again and again. And so to this day, Christopher Nolan can tell you stories about being 6 years old and going to see movies with his dad. In fact, his parents, actually, there was a... There's a connection to James Cameron here. His parents after they realized their young son was interested in movies. They actually took him to do, like a tour in a visit of Pine woods studios. Pine woods studios was that studio in London that James Cameron hated. Cameras had the crew that worked at Pine would were actually lazy and Arrogant, and he does a hilarious He he was, like, obsessed with what he was working on. He said they were, like, l. They were just, like, kinda punching the clock. They weren't really into it. And so when he finally wraps on the last day. He couldn't wait to get out of there. He actually gets in front of the entire crew, any Cameron has a hilarious, like, parting shot at them. He says this has been a long and difficult shoot fraught by many problems. But the 1 thing that kept me going through it all was a certain knowledge that 1 day I would drive out of the gate of Pine wood and never come back and that you sorry bastards would still be here. And Cameron never did return. So that's the exact same studio that Christopher Oli touring when he's might be, you know, 6, 7, maybe 10 years old. And so 1 of the most influential movies that Nolan ever saw when he was a kid was Star wars, which came out in 19 77. In his response to seeing Star Wars is not this normal response that you would see with a 7 year old. I think that true interest is revealed early. Like, I had watch movies and I was kid I was, a great movie. Christopher Nolan watches movies. Right? And then he becomes obsessed with knowing how. The movies that he loves are made. And so he would watch Star wars over and over and over again, and then he'd find out he'd find trade magazines. He's a little kid for God's sake. This is something he does for his whole life. Like, if he's interested in something he reads about it obsessively. So he winds up finding, like trade magazines. That go into detail about how Lucas his company, industrial light magic. We're able to make, like, the special facts and how the shots and everything else. That is not normal behavior from, like, an elementary school cut age kid. And then once his dad sees how obsessed he is with movies. His dad does something really smart. He takes him to a, like, a another showing a re release of a movie that came out, you know, half a decade earlier, and this was actually K 2001 a space odyssey. Now what is fascinating is that movie is the same movie cameron saw He's like, oh, I don't wanna just be interested in watching films, I wanna be able to make them. And a young Christopher Nolan had the same response. He said he credits to that movie with realizing, oh, movies can be anything and I can make my own. And when I was reading about Christopher Nolan like, childhood. It reminded me very much. I I read a biography of Steven Spielberg all the way back on Episode 2 on 02:09. And it's the same thing. He starts making movies and as, like, 789 years old. I think they were making movies on the same kind of camera. That's, like, super 8 cameras. I would let you record for maybe, like 2 and a half or 3 minutes long. Both Spielberg and Nolan would figure out how to make crude movie sets out of whatever's around the... Their house It could be, like, egg boxes or cardboard, they would use, like, the the fellow kids in the neighborhood. And so from the age of 8 to 13, Nolan one's washing movies, he's trying to make little movies, but it's not so he realizes what a director is. He's like, oh, wait, That's the job that I want. So he would go back through. And watch a bunch of his favorite movies. And some... 2 of his favorite movies were blade runner and then alien. And then 1 day he realized realizes wait a minute. That's the same director. What what is the director doing? And he realized the director was the connection between everything else Like, both movies had there was completely different stories, completely different people that wrote the screen played, different... They had different actors, it was different everything. The only thing that was the same. The only thing that tied all those together was ridley Scott. And so at 13, he says, I can remember saying, oh my god. I want that job. 1 of the most interesting parts of Christopher Nolan early life is the fact that his parents sent him to boarding school outside of London, and they were 7000 miles away, living outside of Chicago. And so we see this obsession with movies has grown To the point where they have... This it's a very strict boarding school. The schedule is very regiment. Everybody goes to bed at the same time. They wake up at the same time they have breakfast at the same time they have classes at the same time. So what Nolan 1 would do is after lights out, he would lie in bed. In the dark with his eyes closed, listening to the soundtrack and the scores of, like, star Wars and this other movie called Chariot it's a fire on his walk. He's listening to movie soundtrack in the dark. And so this is when he brings up the fact that his kids nowadays. Right? If they're fascinated, they're interested in something, they can just go and Google it or they can follow, like, what they're interested in very fast. They can get the information right away. And he's like, well, when I was a kid, that just wasn't the case. You actually have to work for it. He thought this was something was valuable. The fact that your imagination has to fill in the blanks for you. And so that's why he'd wanna listen to, like, the scores of other movies because they leave space for your imagination. It gives you room to actually sit and think. And so he talks about while he's doing this as eyes are closed, he's listening to the film scores this is where he's coming up. He's starting to use imagination. He's starting to get ideas for films. He's starting to get ideas for certain themes in a story, and he said this act was very important for the development, the the future development that comes down the line of him starting to make movies. And so there's a lot detail in the book at his time at this boarding school. But 1 thing I thought was was fascinating because I think he gives you insight into just the the level of discipline that Nolan has that is constantly described that the people will work with him. And the boarding school is trying to drill into these young adults. The importance of discipline of pun of a certain tolerance of pain. It is described as a darwin winning environment, and some of the kids can't take it. They they went up turning out. I think they use the term they either sink or swim. And it's very obvious that Chris swim. And so many years later, some of the actors that have worked for Chris. Talk about the fact that, you know, he's, unbelievably pun. His sets are very calm, but they're run, like, a disciplined almost like machine like manner. And that Nolan seems indifferent to both fatigue and, like, cold or extreme temperatures. And I think a lot of that was created in, like these formative years at this extreme boarding school. And so something he's doing during these years that he's going to do also when he goes to college, and really, for the rest of is clear. Clear, it this reminded me very much when you when you read, like, early, like, read biographies of Kobe Bryant, how Kobe is, you know, 13 14 15 16, and he's watching game tape of Michael Jordan Magic Johnson relentlessly. Throughout Christopher Nolan one's entire career, his version of watching game tape as he's constantly influenced and inspired by past filmmakers. And so he'll find a film that maybe come out 50 years ago that gives him an idea for, like, inception is an example. He's making the early 2 thousands. And then he'll watch it and then he'll... He'll make sure all everybody on his team watches the same materials as well. So they have the shared base of knowledge. And so in many cases, he's not gonna use these ideas for multiple decades. This idea that their ideas can rum for decades. It's is just the same thing that you and I went over with James Cameron. So this movie comes out 19 82. It's almost like inception before inception. And so he's watching it while he's at boarding school. Check this out. It was during 1 of his storytelling sessions after lights out. So this is when he's in the largest thinking. Right? That the idea for inception first took place. The idea of sharing a dream, that was the jumping off point, and the use of music or playing music outside someone dreaming, and the idea that if you play music to somebody who was asleep that it would translate in some interesting way. I really did come up with a couple ideas that went into inception when I was about 16. That film was a very long time in coming. It was just something I was thinking about for a very long time. So when Christopher Nolan and James Cameron are around college. They both wanna go to film school. Right? They wanna learn. They already know what they wanna do. Christopher Nolan grew up like upper middle class, So he went to university college London. James Cameron didn't have any money. 1 of the my favorite stories ever of, like, what a high Agency person is. Is the fact that Cameron wanted go to Film school didn't have any money goes and and, photocopy all the graduate low... Level thesis, of all the film students and then teaches himself. Especially she gives himself a film film school education without ever meeting professor. Now, Christopher Nolan does something similar inside of the actual university, So he winds up becoming the president of the film in Tv society. It is not at all clear to me. How much time he spent actually attending, like, his normal curriculum. He created just like James Cameron, he winds up creating his own curriculum. So they they talk about the fact that he had keys to... Since he was the president. He had keys to the film and Tv society. He's like this basement underground. He's gonna spend almost all of his time there. They said it was like, his... It was like his office. And so the separate curriculum he set up for himself is essentially learning how to operate cameras, how to edit how to cut film by hand, how to sync sounds. So the way I think about this is the fact that he just spent his college time, practicing and learning the job that he already knew he wanted. Because when he was 13, like no. I Know I'm gonna be a director. And so he's was a great quote about this time in his life. He says, I learned a huge amount about the craft of putting films together. It was a great education. Another fascinating thing. Right? Because you've already seen insight into Nolan the way he approaches work. He says listen, When I when I'm on a film, I burrow into it. I do it obsessively. There's a lot of stress on my personalized life there's just a lot of stress on. My physical mental fatigue, I'll get to this later too. Like, the only solution I have for for people like this, I want both a relationship and have this, like, deep desire and and love for what they're they're working on is to make it a family business. This is what Christopher nolan did. On the very first day of college. He winds a meeting his future wife. Her name is Emma, and this is what he says about her. I remember seeing her on the very first evening of my first day. Emma has such a profound impact on my life, my work and how I go about things. We've collaborated on everything I've done. We spent 3 years in college making short films, running the film society, right and then raising money to make more films. And it was during his time in the film society that he learned how to make movies with minimal resources. This is going to be a main theme of Christopher Nolan career, He's constantly... He's relentless resourceful. And he's doing that because he wants to spend as as a little money as possible, so he can maintain as much control over the projects as possible. So to this day, his wife is his partner. She works on all of his films. And she's gonna help him make his very first movie. This movie is gonna be called the following. Now the crazy thing is. He actually tries to apply to a bunch of other, like, film schools after graduating from his undergrad, and he winds up getting turned out. So he gets a job. His first job Outside of college. Is he's making videos for large corporations like training videos and such. And he only does that to get money to make a movie. He makes his... This is incredible. This is like 1 of things I hate me up the most is the fact that, you know, this guy's is 1 of the greatest filmmakers ever live. And he makes his first movie on the weekends while he working a full time job. They decided simply to use the bonus from his cameraman job and shoot the film only on weekends for almost a year. Rehearsing each scene carefully, this goes back to this relentless resourceful that he has And I've read... What is this like, a fifth biography of filmmaker. I've I've read Steven Spielberg, Francis for Cop, George Lucas, James Cameron. There is not 1. Not 1. The reason there's some of my favorite biographies to read entrepreneurs because they're all relentlessly resourceful this is an example. That, so they're shooting the film only on weekends for almost a year. They rehearse each scene carefully. Almost like a play so they could shoot it in 1 or 2 takes, working out that they could afford to shoot and process between 10 and 15 minutes of footage a week. Every weekend. Everyone would squeeze into the back of a taxi and head to whatever location they had been able to sc up. They shot without permits, Nolan operating the camera himself. And so this another thing that Nolan has in common with cameron. This idea that they wanna write, produce shot and edit the the movies themselves. Now Cameron's are, his movies are way too complex to do this now, but he definitely has that same approach. He wants to be able to do every single job on the set. So Christopher Nolan is gonna get this first movie this following movie. Finish in 19 87. He is 27. I wanna bring this your attention. This is what Christopher Nolan was doing at 27. He's got this film. It's created, like, the shoe string budget. He's about to edit and release it at the same time, though. He does something smart. Like, this is another example of doing the best you can with the job in front of you. And by doing so, like, you can open up opportunities that you can possibly predict. He had already known. He's like, okay, when this is done, if this is well received, I need to have another project he doesn't wanna work. He wants to work be a filmmaker full time. Right? So it's like, let's say this comes out, I think it's good. I can convince other people good. Then what's gonna happen is once it's good and it starts sprint, like, being coming critically acclaimed, maybe making a little bit of money. Distributors and other moose and gonna like go, do have anything next? He already had the idea for meme, this is his second film. This is the thing that that causes his career vertical. Listen to this description of what he was doing at 27 years old, rather than being discouraged by his rejection from film school, He was hot on a new idea for a movie. The story of a guy who loses his short term memory and tries to solve the murder of his wife by tattooing clues on his body, like a little meme. It sounded complicated. Chris also wanted to tell the story backward. That was very important he said, I couldn't quite see it, but when you're around someone who does you dark to believe it. And so they finished the following. It is extremely well received, gets written about in all the major paper papers in San Francisco in New York. And so then people would ask, okay, what do wanna do next do you have another idea? And then he was able to hand them the completed script for meme. He had his next job already lined up, that was extremely smart. So if you remember how the book starts, Meme is the the movie that was critically acclaimed, but for over a year, they couldn't find a distributor. They eventually find distribution. But I do wanna point out I I wanna bring to your attention the fact that he feels that the screening of meme was the turning point in his life. He is 30 years old when this is taking place. Meme is being screened at the Venice Film Festival. There's gonna be 1500 people in the venue It was impossible to predict the audiences reaction at that scale because before he was just doing like, the these small, like, personal screenings of, like, 20 other, like, 20 people. And so he talks about the fact that when the film finishes, he was completely terrified because for a few seconds, everybody was completely silent. And so in that few second window, he he's like, oh my God, they hate it. And then all at once, there was this enormous standing ovation. And he says everything from that moment and his life changed. That was the turning point of his life. So at this point, he's already worked... Made 2 films they're very small, maybe, you know, considered really independent. I think meme budget with something like, 5... Somewhere between, like, 5 and 9000000 total. Winds Making, like, 40000000, getting, like, 2... I think 2 nominations for Oscars. The first time he works for a big studio though is the next movie. It's Insomnia. Insomnia actually stars A. And something that I learned about Nolan career, it's very similar we talked about this, last week with Mark Twain. It's this fact that through our journey along the way, there's always gonna be these people. Usually, there's like multiple examples of somebody else trying to help you. They have inside knowledge or that you lack, they like what you're doing and so they push it forward. And so Noel is trying to pitch this idea to Warner Brothers. Now he's gonna wind up having a 20 year career with Warner Brothers after this. Right? But at this point, they won't even take a meeting. And so this other filmmaker named Steven So is the reason according to Chris Nolan is the reason that Insomnia gets made. And so Steven was a fan of Nolan previous film. And he flipped his wick when he found out that he could that that Warner Brothers wouldn't even take a meeting with him. And so this is what he does upon hearing of Nolan difficulties getting a meeting with the executives of Warner Brothers. Steven marched across a lot to the head of production and told him, you're insane if you don't meet with this guy. Offering to executive produce insomnia himself in a way to guarantee the work of the then 31 year old director, which is Christopher Nolan. And so without that push by Steven So. It's not at all clear what Christopher Nolan career would wind up. And it was a another turning point in his life. He says, it was very vivid. This is Christopher nolan speaking. It was a very vivid time in my life. It was my first studio film. It was the first time I'd had work with huge movie stars. And that idea about learning to work within the system is incredibly important. Later on, Nolan forms us like, long partnership with Hans Z. And the way he describes why he likes working with Hans Z is really a description of Nolan himself. He says that Hans is a minimalist with maximal production value. After reading this entire book, it's very clear that Nolan is the same way. And I think this a great way to understand what he learned from his first interaction with like a big studio, it is gonna help you understand, like, what is important to to Christopher Nolan and then how he gets it? He... And this is... These are themes that he uses throughout his entire life. The fact that he loves constraints. He he feels constraints breed resourceful, but it also decreases a budget which gives him more control. He's all about maintaining control. By the end of the production, he had learned an important lesson about working for the studios. The efficiency of filmmaking is for me a way of keeping control. The pressure of time, the pressure of money, even though they feel like restrictions at the time and you chase against them, they're helping you. They really are. If I know that the deadline is there, then my creative process ramps up exponentially. Creative power in filmmaking is very important to me. I am very protective of it. I get my power from spending less and moving faster, not giving anybody a reason to come visit me or to interfere or to complain. I made that decision very early in my career. If I can work a little bit faster than people expect, if I can work a little bit cheaper than people expect, then they'll have other problems to deal with and they'll let me do my thing. Something fascinating I mentioned earlier how He puts a lot of his life into what he's doing and yet he wants to be a good father and a good husband. He's got a very interesting setup. So he's got a home in la. Right? And then there's a house that's, like next door that is almost like the mirror image of his house. He buys that house and then turns it into, like, a production studio and an office. And so his commute is just walking from his backyard to the backyard of the other house. And so when Warner brothers gives him the job to direct, Batman begins, He starts working on it immediately without telling them. And so Nolan and his team were working on both the script and the actual set designs at the same time. And he did this because he says he wanted to be able to hand it over to Warner Brothers. Is like a faded company complaint, like, hey, this is me maintaining creative control and communicating to them what the film was supposed to be. And then the reason behind doing all this, Thought was fascinating. He talks about the fact that big studios have a way of working that just encourages waste and doesn't give him the control and the involvement that he desires. So he says, You are encouraged a big movie to very rapidly hire an enormous amount of people. Then you have to feed the beast. And so you're in a situation where you go, I need a robot for this science fiction film. Figuring me out a robot, and then you go away a while, and they do whatever they feel like, and then they come back with a robot. Which didn't suit my way of working at all. And so the way he's operating. He's, like, better to ask for forgiveness than permission. And so he says, once they were finished, Nolan invited the executives of Warner of Brothers to his home to view their work. They were not happy about it. But Warner Brothers had a lot of trouble with scripps leaking. So this idea that he wants to cons maintain control, that he's working, he finds ways to work within the studio, like the large movie studio system. Without somehow giving into the demands is something that pops up over and over again. This is a movie that he does back in 2006, so the movie after Batman begins. It's called the prestige. And I wanna bring this your attention because, like I said at the beginning. Like, this is a guy that wants to live and work in an analog world. You could tell that because he doesn't use email. He doesn't carry a cell phone. Right? And so he says, the prestige was the first film where we were expected by the studio to digitize the negative and edit electronically. We had a lot of arguments with the post production team at Disney, but we carried on. From the prestige on to this day, we have never converted to the other workflow used by most of the industry. We continue to shoot on film edit electronically, then take the frame numbers and cut the film by hand and that is what goes out. The prestige was very much the point at which we separated from the rest of the industry or rather they separated from us. And I love that section for many reasons. 1 is because you see that he has very strong points of view as house how he wants to work and he's adamant about not and let anybody... Anybody else convince him that he should be doing otherwise. The second part I think is a lot of people wanna know, like, oh, what tools you use? Like, what's your setup up? What software you using? And I think this example of him devi from the rest of his industry is another example that it's not the tools that matter? It's the person. And My favorite favorite example of this? Is 1 of my favorite fiction authors, unfortunately just pass passed away recently. Cor Mccarthy. Cor mac created novels that it'll likely still be read a hundred years from now, and he did it on a 50 dollar type reader. He paid 50 dollars for his type reader and used it for 50 years to write over 5000000 words. It's not the tools. It's the person. And what I love about the fact is on his very next movie, he proves that he can still keep his workflow and still have massive commercial success. So he does the dark knight. The dark knight is his first billion dollar blockbuster. And the way to think about this is that the money that's made on this film, this is going to buy him the last word. The money is going to allow him to do what he always wanted to do. That'll make more sense in a minute. The film's eventual box office take was 1000000000 dollars. I cannot get my head around it. Nolan said. Nolan is sent up to this point had been gradual. Even something of a zigzag following a pattern of advance and regroup, advance and regroup, always pressing ahead, but always against resistance. Suddenly, his position at Warner Brothers went from solid to una unacceptable. And this is what he said about that experience. It changed a lot of things, but the immediate thing that it did that was extraordinary was it allowed me to do whatever I wanted as the next film. Everything up till that moment had been a fight or a struggle 1 way or another. And suddenly, I'm realizing, oh, I'm gonna get the last word. Every filmmaker would give their teeth for that. So finally, you've got it. What are you gonna do with it? For the first time, I was able to step back and say, okay, what do I want to do now? And I've always wanted to do inception. So what does he mean? What do you mean You always wanna do in inception. Remember? He's 16 years old? He's lang them the dark. He's got this idea, the, like, the Colonel idea for inception. I skipped over this part of the book, but, you know, 5 years previous, he had sat down and started writing inception. He thought he was gonna do inception after he did insomnia. And he gets like, 3 quarters way through the script and he's like, I can't nail the ending? I think it was, like, 80 patients into the script and he had to he had to abandon? He's, like, I can't figure out how to do it? And I love the fact that he asked himself? Like, what do I wanna do most right now? What am I willing to ob assess about? Over the next few years. I think it's a great idea I'd like, pause and ask yourself that question. And so this is yet another thing that James Cameron, and Christopher Nolan have a comment. The importance of dreams in their work James Cameron talked about dreaming up Avatar 20 years or 30 years if before he made. Same thing with the a... The the ending for the movie aliens way before, he actually did it. Saint we see Christopher nolan saying the exact same things. I've had dreams that have informed narrative choices. I first dreamed the end of the dark knight Trilogy. Film, this is fascinating. How the the 1 thing about Christopher Nolan, he's a very deep and soul person. If you do decide to buy the book, which I highly recommend, I would take your time reading through it. You'd would be fascinated by how much his favorite novels or literature or past films or even pieces of art influence his work and they pop up in the work. It was very fascinating to read this book. Film has a relationship to our own dreams that's difficult to articulate, but there's an extrapolation of your experience working things out through your dreams. You're hoping to make connections and find things that are hidden from you while you're living your life or being in the world. I think that's what films do for us. They're very dream like experiences. And 1 of the influences that Christopher Nolan brings up over and over in the book is the short stories of Jorge Louise Bo. Christopher Nolan has lost count on how many of Jorge books that he bought and gave out its gifts. But he makes this really important point. Why he speaks so much about his influences, it's the fact that, like, stories can add to your own thinking, but you need your own foundation to add them to first. And so some of Jorge work is influencing inception, but he makes the point that as you're reading the short story, you have to have something rattling inside of you that already connects with what you're reading or what you're watching. But if you're not already predisposed of to that, it just comes to as a story and it doesn't necessarily spark anything. Think that she books obviously is also true with podcast podcasts. Like, the stories can add to your own thinking, but you need your own foundation to add them to first. And so my favorite, Christopher Nolan Film is Dunkirk. I've watched, like, 4 or 5 times. It annoys my wife all the time. It's like let's watch something I was like, how we watch Dunkirk. Because it's like, You've seen it 5 times. After Dunkirk, I think my favorite Christopher for Nolan film is inception, and this was incredible. What what a paragraph? Inception was thus, the work of half a lifetime. An idea of first conceived by Nolan when he was 16. Nurse at University, elaborated upon when he came to hollywood and finally executed in the wake of the dark knight success. Inception took input from its maker at every major point of his life. The school boy, the university student, the Hollywood Neo fight The success story and the father. And so by the time he's doing inception. I think all of his 4 kids are already born. And this is what I meant about running... He he tries to run his career as a family business. His wife is his partner and his kids are on set, Here's a great line on this. He says, I know it's more fun when we're all together and we can do the thing together. That's why we keep it as a family business. And then let's go back to this idea just wanting to live and work in an analog world. The book is fantastic because you can see all the drawings. He writes out so many things by hand, Like pen and paper, pencil and paper. But this is a fascinating idea, and it's very similar to, when I read about the founding engineering genius of Rolls Royce. And it's a idea of, like, first you flip it. So when Christopher Nolan first has an idea. His first instinct is to flip data backwards. Right? And then he'll write it out or he'll draw it out, and essentially like, turning an idea into, like, a 3 dimensional object that he can actually hold in his hands. This is very similar to Henry Royce Henry Royce would have an idea for some kind of thing he wants prove on the cars that he's manufacturing. And so he would describe the idea and then he'd have a wooden model of, like, the parked. Made. He wanted to hold it in his hands to touch it to be able to turn that idea into this 3 dimensional object. And so you see these drawings and you see these diagrams that Christopher Nolan has throughout the book. And the way he talks about this is is really unique idea where he's like, well, that's the way you storytelling. You take storytelling. Right? And you turn it into a 3 dimensional exercise like a sculpture. And so he's doing that with films and Henry Royce did that with parts that went in and eventually went into Rolls Royce cars. It's the same idea in 2 different domains. I thought it it's fascinating. And so as the author, and Christopher Nolan are going through. So they work his way. They talk about it like Earlier life, then they go through every single movies ever made, he talks about like, the influences had why he made that decision, which I thought was fascinating, but this idea of, hey Wanna live in the real world, and I wanna don't wanna be dependent upon all these technologies was was something that comes up over and Over game. There's a great metaphor. He talks about. It... It's a metaphor for his filmmaking. But I think it's a metaphor for anybody building a business. And he says there's there's a danger when we start to rely on particular technologies, or on corporations that manage our information and track our movements. They're encouraging dependency, meaning the people making these these companies making these technologies, And so this is the the metaphor goes into which I think it has to do with the same thing of making films and also building businesses. 1 of the things I try to teach my kids is that when we go to new city. I like to wander around and get lost and then explain to them how I've managed to find my way without a phone and without a map. I just embrace it. I say, look, we're gonna get lost, but we will find our way, but we will find our way. It's something that applies to filmmaking very very directly because you look at the plan are the set that you're building. So in this case, like the screen play or the actual physical set that he's building. And you're always reconciling 2 dimensional imagery so the id in your mind with 3 dimensional space, and that's something that he repeats over and over again. He likes these stripped down screen place, but he's like, as you can have the best screen play in the world. And it's still only gonna have a loose association with the finished product, just like if you make a business before you do anything. It's gonna have a loose association with the product you build or the performance of the business. I think I love that metaphor. And especially that attitude of listen. We're gonna get lost, but we will find our way. And so 1 way he finds his ways over time he's learned how to trust his instinct. After a decade or 2 of practice, he realized that the job of director, and a lot of what he has to do comes from his either unconscious or his instinct. And this word instinct was used so many times in the book? I had an idea I was going through this. And I went to my Read wise app. And I was like, okay, how many other founders that you and I have covered? Had ideas are said similar things about the importance of being able to trust your instinct. And so this is the list that I came up with. Steve Jobs, Edwin Land, Danny Meyer, Arnold Sc singer... Michael Jordan, Sydney Harmon, Rick Rubin, Andy Be, Harry Snyder, James Cameron, Felix Dennis, Claude Shannon and Mark Twain. And now we add Christopher Nolan that list as well. So there's 2 things that surprised me about the making of interstellar. 1, did you know Interstellar was originally supposed to be made by Steven Spielberg? I didn't know that. That surprised me. The second thing is that I had no idea that Christopher Nolan approach to work was very similar to Jeff Bezos when he was at Amazon. Before he starts working on a a movie. Right? Nolan will pull out his type writer, yes, type right. Remember that this guy is all analog. Right? So he will pull out a type writer, and then he will type up a 1 page like summary of his vision of the film. 1, he likes to know where he's going, but 2, He makes a good... He makes the point. He says, I'll bang out a page or a paragraph of what I think the film needs. Like the bigger picture. What it is the thing that I'm trying to do, and then I put that away and I come back to it every now and again. Just to remind myself because you get lost in movies as these things start. Right? So he's like, Essentially, he has this idea where he wants to know what the heart he uses a term that you want... You wanna know what the heart of the movie is. And you wanna do that first. Right? If you have an idea for a business or a pro you wanna create. You wanna do that first, because as you get into it, you'll get distracted. It says because nothing is exactly the way you want it to be. It never is. Budget location set, all that. So you start making all these decisions. And I won't say their compromises because they're not necessarily. But it is very difficult once you're fully engaged. It can be very hard to remember what it is you were trying to do in the first place, let me read this excerpt from the everything store, which is the biography of Jeff Bezos. Every time. This is exactly what Amazon does. Right? It's like, they start every new product They start at the end, and then they work backwards and that their ending is the press release. Every time a new feature or a product was proposed, Jeff Bezos decree that the narrative should take the shape of a mock press release. The goal was to get employees to dis steal a pitch into its purest essence. What is the heart of this product, Right? He just said it's the heart of the film, what is the heart of this product? To start from something the customer might see? The public announcement and then work backwards. Bezos did not believe and he anyone can make a decision about a feature a product without knowing precisely how it would be communicated to the world. I love that. And 1 way that Nolan figures out and adhere to, like, what the heart of the movie is, I always say the best description of a founder I've ever heard is that the founders the guardian of the company's soul. The guardian of the soul, the director is the same thing for the film. And so he puts himself into his movies. And so as his kids are aging, he's realizing his time with them are is is limited. So the original script for interstellar, Matthew Mc mckenna, his character have you seen the movie. It's his with his daughter. Eventually, at the beginning, it was supposed be his son. But Christopher Nolan daughter was the same age at the time he's making interstellar that the character is an interstellar. So he changed it from a boy to a girl. And this is why he talks about this. I very much related to the dilemma of somebody who's having to go off and do this thing leaving his kids whom he dearly wants to be with, but he really wants to go and do this thing. My job is something that I absolutely love. I consider myself unbelievably lucky to do it. But there's a lot of guilt involved in doing that. A lot of guilt. I have a daughter who is the same age as the character. He's talking about the the the comparison between his own life, and then, obviously, what Matthew Mc mckenna is doing in that movie. And then they're having a discussion because he's got this close friendship and create a partnership with Hans Z and Han said something is excellent and Han kids, I think are like, 15 or 16 at the time. He says. He says once your children are born, you can never look at yourself through your own eyes anymore. You always look at yourself through their eyes. And I love that. Looking at yourself through your kid's eyes. I think the large part what drives me is I want my kids, I want to do something that I can point to, and I want them to be proud of me. That like pushes me forward that keeps me working harder, keeps you trying to improve, keeps you trying to make something completely focused on making something that makes somebody else's life better because I wanna see my life through their eyes. That's an incredible, incredible quote from Hans Z, once your children are born, you can never look at yourself through your own eyes anymore. You always look at yourself through their eyes. And I think we would all make better decisions if we analyze the decision we're about to make is if our children see the result of that decision that we're making. And there's another story about the making of interstellar that I think comparison contrast, Christopher Nolan, James Cameron, they'll both grow to great lengths to accomplish what they wanna do, Cameron will do 405 different takes of, like, 1 Cgi or 1 scene using Cgi. No 1 will go to great lengths, not to have to use Cgi. So if you've seen the beginning or seller where they, like, drive through that, that corn. Nolan was so adamant about not using Cgi for for that shot, that they actually planted. He had planted 500 acres of corn just to be able to get to that shot, and the funny thing was that the crop grew so well that they actually sold the corn for a profit. So previously, Nolan said, hey, I have my first instinct when I have had idea to flip it, then I try to make something in, like, I turn it from a 2 dimensional idea to a 3 dimensional, like, something I can actually hold in my hand, I can walk around. I can actually think more deeply about it that way. Another thing that he does is, like, trying to do trying to take his approach, like, a, a genre... A specific genre of a movie is to do, like, to make a problem a product defined by all the things it lacks. And if you've seen Dunkirk, I think Dunkirk is the movie that describes this the best. Like, just look at... If you haven't seen it, Think right now it's available. You can watch it on Netflix. Just watch the first 5 minutes, and you understand exactly what he means by that. He's like, how many world war 2 movies have they're been? There's a ton. Right? And usually, they have very similar structure. And so he talks to about I was like, well, how do I make a, a fascinating and compelling world movie? About war that doesn't have all the stuff that... That you normally think that Wars have. And so he's he's he's describing Dunkirk. And he he's actually influenced by 2 movies gravity and then Mad Max Fury Road. And so he says it is pure present tense. It's pure climax. There would be no shots of generals pushing boats across a map, no churchill, no politics. From its very first sequence. We are given the film's stark moral calculus. Survive or die. What I did was strip away the backstory for Dunkirk. And before I go on with what's even crazier about that. It's like, the entire set. If you if you watched the movie movies. It's like, everything happens within, like, a 2 mile stretch of beach. He says, I wanted to go in more minimalist directions. To the point where we made a war film in which we don't use any of the visually chaotic devices, lots of quit cuts, lots of activity, lots of smoke, lots of fire, bombs flying everywhere. You you know exactly, like, when he describes this. Like, how many war they're they're very similar. And so his point is Dunkirk is entirely about the absence of those things. And because Nolan has this insistence that he wants to film as much as possible out in the real world He contacted a deal with the unpredictability of weather. Now this was a fascinating paragraph because it talks at you when you read in the book and you also talk hear people that work with him describe them, they talk about, like, his intolerance to to fatigue he seems completely indifferent to, like, extreme temperatures whether it's cold or heat, and this is what he says about that. I'm known in the film business for having good luck with the weather. That's inaccurate. I often have terrible luck with the weather. But my philosophy is to just shoot no matter what the weather is. I'm always shooting no matter what the weather is. Just keep going. Just keep going, letting everybody in the crew and cast know that we're really serious about doing that. No matter what the conditions are, so they're not looking out the window first thing and going oh well, We won't... We will or we will not shoot today. This doesn't just apply to weather, but I think it's a great metaphor for his entire approach to getting the film made. I am going to keep going no matter what, and I make sure that my team knows it. And then I think the starting an ending point where Christopher Nolan is the same. It all comes back to his original obsession of cinema itself, the way he talks about movies. I... Is very similar to me is the way, like, I described the way Enzo Ferrari would describe his products is the way you would describe your lover. Christopher Nolan has a bit of that, and this is an example. Directing is a job where you have to know a bit of everything. Jack of all trades and master of none. I know that I've never had the dedication of the talent to be musician, but I'm musically inclined and I know how to use that in my work. I could write a screen play, but I don't think I could write a novel. I can draw a picture, but not well enough to be a story artist. I'm a passionate fan of other filmmakers and a great believer in the job of directing. I think it's a great job. The thing that makes films completely unique is the combination of subject. The visceral visual experience with shared experience and empathy with the rest of the audience. It's a borderline mystical experience. Movies have this very very unique mixture of this objective and immersive. But it is also shared. It doesn't happen with any other medium, which is why it's fabulous and forever. And that is where Leave it for the full story I highly recommend getting the book, and then if you do buy the book, take your time with it, it is giant. I have the hard cover It's not quite a coffee table book, but it is really really detailed and beautiful. So I would definitely take your time going through it. If you buy the book using link that's in the show us to your podcast player, you'll be supporting the podcast at the same time. That is 313 books down 1000 ago. And I talked to you again soon."
}