{
  "transcript": "How to do great work? If you collected lists of techniques for doing great work in a lot of different fields. What would the intersection look like? I decided to find out. The following recipe assumes you're very ambitious? The first step is to decide what to work on. The work you choose needs to have 3 qualities. Number 1, it has to be something you have a natural aptitude for. Number 2, you have to have a deep interest in it. And number 3, it offers a scope to do great work. In practice, you don't have to worry much about the third criteria. All you need to do is find something you have an aptitude for and a great interest in. And right away we get to 1 of Paul's first footnotes, he says doing great work means doing something important so well that you expand people's ideas of what's possible. But there's no threshold for importance that's something he's gonna repeat many times in different in different ways to throughout the essay essays. So just keep that that Idea in mind, there's no threshold for importance. It's a matter of degree. And it's often hard to judge at the time anyway. So I'd rather people focus on developing their interests rather than worrying about whether they're important or not. Just try to do something amazing and leave it to the future generations to say if you succeeded. Back to the top of essay. He left off he says, all you need to do is find something you have an attitude for and a great interest in. That sounds straightforward, but it is often quite difficult when you're young, you don't know what you're good at. And some kinds of work that you end up doing may not even exist yet. It's funny because that's the same advice I went and went and talked to a career day at my daughter's school when she was in fourth grade, and I don't think the teachers liked it very much because I started the conversation with. Don't... Don't worry about what your parents or your teachers think. Just find out what you're naturally interested in and become a learning machine. And so in my own way, I told a bunch of 9 year olds that because I was like this, when I was your age, there there's no such thing as podcasting. It didn't even exist. Back to what Paul said. The way to figure out what to work on is by working. If you're not sure what to work on, guess, but pick something and get going. You'll probably guess wrong some of the time, but that is fine, And that's this is an idea that you and I've talked about multiple times, you see in these biographies over and over again, the act finding your life's work for an entrepreneur, usually requires that you're gonna have to start more than 1 business. I'd have to go back to the episodes to see if I even find somebody that got it right the first time. Maybe I think the closest example of this might be Mark Zuckerberg, back to this. It's good to know about multiple things. Some of the biggest discoveries come from noticing connections between different fields. Develop a habit of working on your own projects. Do not let work means something that other people tell you to do. And that is such an important that sentence. Don't let work mean something other people tell you to do. That is the lived experience of most people, alive and dead. In fact Paul has another essay called how to do what you love where he says only a few hundred thousand. And his guess a few hundred thousand people ever actually figured this out. Let me read... I'm gonna just read an extra from that other essay real quick. He says with such powerful forces leading us astra, it's not surprising that we find it so hard to discover what we like to work on. Most people are doomed in childhood by accepting the ac axiom that work equals pain. Those who escaped this are nearly all learned onto the rocks by prestige or money. How many even discover something they love to work on? A few hundred thousand perhaps out of billions. And so I think that sentence hits even harder after you read the excerpt from his past essay don't let work means something other people tell you to do. If you do manage to do great work 1 day, It'll probably be on a project of your own. What should your projects be? Whatever seems to you exciting ambitious as you grow older and your taste in projects evolve exciting and important will converge? But always preserve exciting ness. I love that maxim. Always preserve exciting this. There's a kind of exciting curiosity that's both the engine and the rudder of great work. It will not only drive you But if you let it have its way, we'll also show you what to work on in a small degree is why I wasn't expecting to do this essay as an episode. In fact, I'm reading 2 other books right now that I thought I was gonna do before this. But so many... First of all, so many people that listen to founders sent me this this essay. And I start reading it, and this is exactly what happened. I feel like I have goosebumps right now. I get excited. And I'm like, nope. Like, it completely cleared everything off. Was like, there's nothing else. So, like, when I people ask like how I book pick books or do I have like, a schedule or or something like that for what I'm gonna work on. I just go to Books health where I have tons of, unread books is, like, what am I most excited to learn about right now. And I start reading Paul's Essay, and I'm like, there's there's answer. I'm most excited about this essay right now. And so therefore, I used that. He just said it's both the engine and the rudder of great work. It will not only drive you, but if you let it have its way, it'll also show you what to work on. Back to Paul's. I say. What are you excessively curious about? Curious to a degree that would bore most other people. This is what you're looking for. So again, I have another example of this. So people assume because I read a lot of books that I must have great recommendations on what to read, but time and time again, I actually recommend a book. And then I'll hear back from that person Like, oh, that was... How do... How the Hell you read that. Like, that book was too boring. And has happened so many times I'm like, oh my god. I didn't even understand that. My threshold for quote boring books is so much higher than most other peoples because those books weren't boring to me. I was reading them because I had to satisfy whatever curiosity I had. Right? So you just said? What do are you excessively curious about curious to degree that would bore most other people. That is what you're looking for. Once you found something you're excessively interested in how he... I'm not... I'm a few paragraphs into the essay. Like, he's he's telling is like follow your interest. What Charlie Mu says follow your natural drift? What are you interested in? Go do that. Once you found something you're excessively interested in, The next step is to learn enough about it to get you to 1 of the frontiers of knowledge. And then once you're at a frontier of knowledge of whatever field that you're excessively interested in, you're... That's where you're gonna start to learn and you're gonna actually gonna start to see. You'll learn enough so you can actually see gaps. And so this is his point. Many discoveries have come from asking questions about things that everyone else took for granted. If the answer seems strange to you. Right? So you're working at something that's you're excessively interested in, you're doing the work necessary because again, you're not... He said this is essay is not for you if you're not ambitious. If you're just trying to, like, skate through life, there's no point in reading it. But he's assuming, okay, you're you're following you're excessively interested, you're willing to... You wanna do great work. Which that means you'll do enough work to get to the frontier of knowledge. And then once you get there, you'll notice the gaps and you're like, oh, other people are taking the this for granted. If the answer seems strange achieves so much the better. Great work often has a tin tension of strange. And then he has advice on what you do next, boldly chase outlier ideas even if other people are not interested in them. In fact, especially if they aren't. If you're excited about some possibility that everyone else ignores, and you have enough expertise to say precisely what they're all overlooking, that's as good of a bet as you will find. And in this next paragraph this last sentence since in this next paragraph, which I'll get to in 1 second. It's exactly why, you know, Paul graham essay is all of them are are worth reading and re reread, and you've seen this to my own actions, go back to what 2 75 2 76 2 77. It's like 3 weeks reading and re reread all of his essays. And, like, I've read them a bunch for years. And do you do this because he's able to compare ideas, and in this case, these folks on great work in different fields. Entrepreneurship are it's mathematics, whatever it is. So he says 4 steps. Well number 1, choose a field. Number 2. Learn enough to get to the frontier. Number 3, notice the gaps, number 4, explore promising gaps, and this is the punchline of the paragraph, which I I absolutely love. This is how practically everyone who's done great work has done it from painters to physicists. Step 2, and 4 will require hard work. I'll pause there. There's a good thing that Paul has another great essay called how to work hard. So I will I will leave that link down below if you haven't, read it. I'd obviously read this essay first and then follow all the links. For his other essay essays, but how to how to work hard. And it could... Is, like, should be in the footnote of of this essay. So it says, that steps 2 and 4 require hard work, it may not be possible to prove that you have to work hard to do great things. But the empirical evidence is on the scale of the evidence for mortality. So he's essentially it's like a shirt bet what he's telling us. That is why it's essential to work on something you're deeply interested in. Interest will drive you to work harder than mere diligence ever could. And we've seen this over and over again, go back to Naval Rob, go back to Michael Jordan, Edwin Land, Steve jobs will say the same thing. Fine work that feels like play. They're so intensely and deeply interested in it that they have no choice. And just wanted put a spot where there's strange convergence happens where you're working all the time and it feels like you never... You're never working. And then he brings up the fact that you can't learn this without doing it. Let's talk a little bit more about the complicated business of figuring out what to work on. The main reason it's hard is that you can't tell what most kinds of work are like except by doing them. You may have to work at something for years before you know how much you like it are how good you are at it. And in the meantime, you're not doing, and that's not learning about most other kinds of work. And I love just sitting there reading and reread that paragraph. Because at whole point, you know, it's like, listen. We're gonna try to do great work. We're gonna try to find out life's work. This... You can't expect us to be easy because if it was easy, billions of billions of people in in the past and currently wouldn't have failed to do it. And he hits at 1 of the most important part because you don't know what it's like until you start doing it and means you might be working at something for several years before you know how much you like it or how good you are at. And in the meantime, you're not learning, are doing other kinds of work. So you could go down a path and multiple paths even that are just a dead end all the way until you're in the grave. And I think this is why I think the essay so important that it a dedicate entire essay to it to, like, really stop and think and read and re reread? Because this is not easy. And we only get 1 shot at life. So then it goes into some of the things like, like, why is this so complicated, like, there's some there's certain structures and institutions the society is created that doesn't make this easier. And if you read... I think I have notes on this later, but Paul's that essays a lot, We'll just kinda like, he he's, like, constantly poking at the way we we... Like, our educational systems are set up. You can tell, like he's just not fan. And he's not hiding the fact that He's not a fan. So he says educational systems in most countries expect you to commit to a field long before, you could know what it's really like, which is madness. Just doesn't make any sense. It would be better if they at least admitted if they admitted that the system not only can't do much to help you figure out what to work on, but is designed on know this is so crazy. This is the great thing about his writing because it's so, like, refined like, he talks about it at editing process all time. He's... I think he spent, like, half a year writing this essay, if if I'm not mistaken. And so these ideas just get right into your brain, but listen to. This is madness. But it is designed on the assumption that you'll somehow magically guess as a teenager. If I go back and think what I was like as a teenager. And if you do the same? Like, how many ideas did you believe are true and you thought were valuable when you were teenagers, you still believe. I was thinking about this earlier Was like, maybe 1 that reading books is probably a good use of my time. Right? And reading the right books. Is probably a good use of my time. The idea is like, hey, we're gonna pick what we're gonna do, and we're gonna figure it out and I'm not even figure out guess. The magically guess is a great way to put it as a teenager. And then this is what I was learning to, like, why spends much time thinking about, like, don't glaze over the this essay I read it. Think about it. They don't tell you, but I will. When it comes to figuring out what to work on, you're on your own. And so then he gets into the importance of the only gonna figure this out what you have to take actions do not be passive. What should you do if you're young and ambitious, but don't know what to work on. What you should not do is drift along passively, assuming the problem will solve itself. You need to take action. When you read biographies of people who've done great work It's remarkable how much luck is involved. They discover what to work on as a result of a chance meeting or by reading a book that they happen to pick up. I need to pause here. This has been on my mind a ton. First of all, obviously, what Paul said they're is completely right. They could read a lot of biographies. You just people who who've done great work, which is just entire podcast. It's remarkable how much luck is involved. Right? Just look at the last few weeks. We don't have to go into the last 7 years. Right? How is it possible that both James Cameron and Christopher Nolan both watched the movie 2001 a Space Odyssey when they were kids and both arrived at the same conclusion that I can do that, that I can make movies. Maybe even the bet the best example recently. You gotta go back and listen to the mark twain episode It think things like Episode 03:12 or something. I this is the whole thing because it's about he's young life. It's really about this essay. Like, he's a young ambitious person doesn't know what to work on. He literally turns from same samuel comments to Mark Twain. Towards the end of the episode, fact, I'll tell you. I think it's like, 50 minute mark because I have the transcript in front of me. I'm gonna read from this. Like, the series of events that had to happen for Mark Twain to finally find his path listen to whole episode, but this isn't in case you haven't heard. I'm just gonna give you this, like, 2 paragraphs. Right? This is me reading from transcript from the Mark twain episode. And so I say, let's look back at what is taking place. First, he thinks he's gonna be a cocaine. Dealer. He travels down the river stumbles upon the best job that he thought he would have forever ever, which is the Mississippi River boat Steamboat pilot, which is kinda crazy that Mark twain wasn't planning on being a a writer in a lecturer Was like, no, The best job ever is the the steamboat captains or Steamboat Pilots. Then something completely out of his control, the Civil war comes and causes him to flee to go out west and have all these series of adventures. He turns from Sam Cl into Mark Twain along the way. He meets a bunch of people along the way to give him fantastic advice and change the trajectory of his life. He experiences unbelievable highs. And then at the very bottom, unbelievable lows where he literally has a gun to his head. He is contemplating suicide. Then right after that, he does something smart puts down the pits on the pistol, picks up the pen Right? He finds the opportunity of his life. Writes what he thinks is just a silly story. That story goes viral. That story then creates all all all these other fans and people that love Twain and wanna help him. He turns that into a trip to Hawaii. He meets another 1 of his fans who happens to be a very influential diplomat who leads him to the greatest journalist scoop he has of all time. That scoop leads him to his lecture career, which further enhances his public profile, which then leads him to this 23 week trip in Europe, which in turn is going to lead to the source material for his first great book, the first publishing success that he ever has, which then in turn changes his life forever. That example from mike Mark Twain is a Micro cross of exactly what Paul Graham is talking about here. What you what should you do if you're young and, but don't know what to work on. Mark Twain was young and ambitious. He had no idea what to work on. He put pen to paper. He took action as another way to think about that. Right? You read biographies that people have done great work. It's remarkable, how much luck is involved. They discover what to work on as a result of a chance meeting or by reading a book that they happen to pick up. At the end of that paragraph, Paul has a fantastic footnote. There are many reasons curious people are more likely to do great work. But 1 of the most subtle is that by casting a wide net, they're more likely to find the right thing to work on in the first place. Okay. So backup up top, when in doubt, optimized for interesting fields change as you learn more about them. A field should become increasingly interesting as you learn more about it. If it doesn't, it's probably not for you. Do not worry if you're interested in different things and other people, the stranger your taste are in interesting, The better. Strange taste often are strong ones, and a strong taste for work means you'll be productive, and you'll be more likely to find new things if you're looking where few others have looked before. 1 sign that you're suited for some kind of work is when you like even the parts that other people find tedious or frightening. So that's another... He's introduced... He's rein introducing that idea. Right? Find work that feels like play. If you're interesting, the work will pull you in. Fields are not people, you do not owe them any loyalty. If in the course of working on 1 thing you cover another that's more exciting, do not be afraid to switch. If you're making something for people, make sure it's something they actually want. The best way to do this is to make something you yourself want. Write the story you want to read, build the tool that you want to use. This should follow from the exciting this rule. So what is he saying there. Make what you are most excited about. That's the main message of what he's trying to teach us. He also has this there... I think Talked about this before, but in other, essays. He he couldn't figure out... Like, he he would notice a pattern when he's doing, like, office hours with founders at y comb that the ones that were kinda loss or, like, kind of not doing well. They were... Weren't even using our own product. They were building a product that they thought other people might want or trying to solve a problem that they didn't really understand. And that's a big problem. If you're not... If you if you don't love your own product, If you're not using your own product, there's nothing like to orient yourself around. So it's like, why don't you just write the story that you wanna read, build a tool that you wanna use. I mentioned this case explicitly because so many people get it wrong instead of making what they want, they try to make what's imaginary, more sophisticated audience wants. And once you go down that route, your loss. So I kinda just ran over the point that he was making there, there are a lot of forces that will lead you astra. When you're trying to figure out what to work on, pre, fashion, fear, money, politics, other people's interests, In other words, like, distractions I get you off your to your true authentic path. But if you stick to what you find genuinely interesting, you'll be proof against all of them. If you're interested, you're not astra. And so when I read that the first time, I said that may be my favorite paragraph so far and really cause that line. If you stick to what you find genuinely interesting, you'll be proof against all of them. If you're interested, you're not astra. This idea will be very familiar to you and I, it's why my number on recommendation is still James Dyson first auto against the odds, Following your interests, usually it means following them past rejection and failure. It does take a good deal of bold. While you'll need bold, you usually don't need much planning. In most cases, the recipe for doing great work is simply work hard on exciting ambitious projects and something good will come of it. The trouble with planning is that it only works for achievements you can describe in advance. You can win a gold medal or get rich by deciding as a child and then 10 pursuing that goal. But you can't discover natural selection that way. I think for most people who want to do great work, the right strategy is not to plan too much. At each stage, do whatever seems most interesting and gives you the best options for the future. I call this approach. Let me pause. I need to repeat that. At each stage, do whatever seems most interesting. He's repeated that to us what? 15 times, maybe so far in different ways. At each stage, do whatever seems most interesting and gives you the best options for the future. I call this approach staying up wind. This is how most people who've done great work seem to have done it. Even when you found something exciting to work on working on it is not always gonna be straightforward, There will be times when some new idea makes you leap out of bed in the morning and grid straight to work. But there also be plenty of times when things are not like that. You don't just put out your sail and get blown forward by inspiration. There are headwind and currents and hidden s. So there's a technique to working just as there is to sailing. For example, while you must work hard, it's possible to work too hard. And if you do that, you'll find you get diminishing returns. Fatigue will make you stupid. And eventually even damage your health. The point at which work yields diminishing returns depends on the type. Some of the hardest types you might only be able to do 4 or 5 hours a day. Ideally, those hours will be take continuous. To the extent you can, try to arrange your life so you have big blocks of time to work in Edwin Land said it best, I'll never stop repeating this quote because it's 1 of my favorites. My whole life has been spent trying to teach people that intense concentration for hour after hour can bring out in people resources. They didn't know they had Paul Graham says, ideally, those hours will be con... Continuous. To the extent you can try to arrange your life so you have big blocks of time to work in. It is usually a mistake to light yourself if you wanna do great work. But this is 1 of the rare cases where it isn't. When I'm reluctant to start work in the morning. I often tricked myself by saying, I'll just read over what I've got so far. 5 minutes later, and I found something that seems mistaken or incomplete, and I'm off and running so I'm about tricking himself into working even when you don't feel like it And he talks about the similar techniques work for starting new projects, and he says it's okay to lie to yourself about how much a project will entail. For example, lots of great things began with someone saying how hard could it be? He's absolutely right on that how many times. I've lost count of how many times I've read in these boundaries? At after this is done, they'd be like, I would have never done this to begin with. I would have never even tried it. If I actually knew going into it how hard or difficult are painful, it would wind up being. So there is some kind like, benefit to... I don't wanna call, like, blissful I guess, blissful ignorance, maybe is is the way you think about that. Try to finish what you start. Though even if it turns out to be more work than you expected. Finishing things is not just an exercise in self discipline. In many projects, a lot of the best work happens in what was meant to be the final stage. So I gotta pause there. Because Had a weird idea that that's... That came to mind that was prompted by reading that. So like listen, you just try to finish what you start even if it's more working than you're expected. Finishing things. It's not just an exercise in self discipline in many projects, a lot of the best work happens in what was meant to be the final stage. I would say in that's true for people's lives too. I was trying to figure out, like, when you're when you're reading these stories, Like, why do so many... Like, you're not gonna find many people. I'm talking about in, like, entrepreneurship, not, like, scientific discover or. Like, you're not gonna find many people that, like, make their best business or their best product when they're, like, 20? Are, like, 25. And I... This happened so much. I was like, why do so many people wind up doing their best work many decades into their career? I think the hobby obvious answer would be, like, how was thinking about this? Was like, okay Well, yeah. It's like, They've had 3 decades of an entrepreneur practice. Like, they started a bunch of businesses. Now they know their industry better. They just understand the shape of the work and what they wanna do. And I think that is true. But I... 1 thing that I just can't let go of is I think a key to doing truly great work is building a business that's authentic to you to your true self. And what I realized is was like, oh, yes. They have more experience, but they know themselves better. The the process of self discovery of like, really figuring okay? Who who am I truly? Not am I I imagining what's around me? Like, who I truly? What am my true interest? And, like, what do I actually wanna do with my life? That process is usually to take many, many decades. So it's like, yeah, they had a lot more experience and practice an entrepreneur, but they also know themselves. Way better. Multiple decades into the degree when they started, and I think there's a they they, like, a relationship between those 2 things back to this Essay. Another permissible lies exaggerate the importance of what you're working on, at least in your own mind. If that helps you discover something new, it may turn out not to have been a lie at all. That is a fascinating idea that it might be a good idea to lie yourself. Exaggerate. Right? The importance of what you're working on. At least in your own mind. If that helps you discover something new, it may turn out to not have been a lie at all. And so the footnote on that idea is he says this is an idea I learned from this book called a mathematician apology, and he says I recommend to anyone ambitious to do great work in any field. And he follows that interesting idea up with another 1. This is Paul's theory on per project procrastination. Per project procrastination. Since there are 2 sentences of starting work per day and per project. There also 2 forms of procrastination. Per project procrastination is far more dangerous. You put off starting that ambitious project from year to year because the time isn't quite right. 1 reason per project procrastination is so dangerous is that it usually camouflage itself as work. You're not just sitting around doing nothing. You're working industrial industrial on something else. You're too busy to notice it. And then I love his simple guide on how to catch if we're actually doing this. The way to beat this is to stop occasionally and ask yourself. Am I working on what I most want to work on? When you're young, it's okay if the answer sometimes no, but this gets increasingly dangerous as you get older, just ask yourself, am I working on what I most wanna work on. Great work usually entails spending what would seem to most people an unreasonable amount of time on a problem. I have to pause there. When I read that sentence, and immediately come to mind. When Steve jobs said that everything great has a shared ingredient. Time. Paul says great work usually entail spending, what would seem to most people an unreasonable amount of time on a problem. Great work happens by focusing consistently on something you're genuinely interested in. When you pause to take stock, you'll be surprised on how far you've come. The reason we're surprised is that we underestimate the cumulative effect of work. Oh, another great paragraph. This is gonna be an essay I'm gonna read multiple times throughout my life. I hope you read the entire thing when you're done listening to this. Writing a page per day doesn't sound like much. But if you do it every day, you'll write a book a year. That is the key consistency. People who do great things don't get a lot done every day. They get something done rather than nothing. And if you do work at compounds, you'll get exponential growth. The trouble with exponential growth is that the curve feels flat in the beginning, it isn't it is still a wonderful exponential curve, but we can't grasp that intuitively. So we under rate exponential growth in early stages. Something that grows exponentially can become so valuable that it's worth making an extraordinary effort to get started Is so good. Okay. Something that grows exponentially... Check this out. I'm gonna tell you something that I was thinking about when is reading this. Something that grows accidentally exponentially, we become so valuable that it's worth making an extraordinary effort to get started. So I listened in podcast with my daughter, she's 11. And right now, she loves Taylor swift. So, we were listening to the acquired podcast episode on Taylor Swift at acquired is made by my friends Ben and David. And I can't remember if Ben David said it, but, 1 of them said that Taylor Swift early in her career. Right? She personally responded to, like, 25000 messages from fans on the blogging platform tumble that was, like, popular back in the day when she was just starting out. So it's like this idea. It's, like, 25000 personal responses to the small fan base that she had. It had to feel at that time to her. Like, the curve is gonna feel flat to her. Because it's still the beginning. Now you fast forward what 15 years later, or maybe 20 years later I... She might have been, like 15 when she was doing. So it might be 20 years ago. And now she's selling out stadiums back to back to back, like, multiple days. Like, I was just looking her show in La. I think she's doing the the stadium there, like, 5 nights in a row or something like that. But this idea is something that grows exponentially becomes so valuable. That it's worth worth making an extraordinary effort to get started. This is something that a young taylor swift understood intuitively. It's... It's amazing. Work doesn't just happen when you're trying. There's a kind of un directed thinking you do when walking or taking a shower are lying in bed that can be very powerful. By letting your mind wander a bit, you'll often solve problems you were unable to solve by frontal attack. And again, this has just been top of mind. I've heard this a bunch but like, Christopher, I've been thinking about it, like Christopher Nolan and David Og, just because it bill been top of mind because I've made episodes about them both recently. It sounds like them. This is if you read about them, like, this is... They they think like this. They use this. You have to be working hard in a normal way to benefit from this phenomenon though. You can't just walk around day. The day has to be inter relieved with deliberate work that feeds its questions. They would tell you that you need to give your mind time to think, time to wander, I think is the the term that paul's about to use here, which is fantastic. When you let your mind wander, it wander to whatever you care about most that that moment. So avoid the kind of distraction that pushes your work out of the top spot. Or you'll waste this valuable type of thinking on the distraction instead, there is 1 exception to this do not avoid love? Consciously cultivate your taste in the work done in your field. Until you know which is best and what makes it so, you don't know what you're aiming for. And then on the very extreme end taste is actually a moat. And that is what you're aiming for because if you don't try to be the best, you won't even be good. So I need to back that up. I'm gonna read that together. Because I interrupted this. He's gonna tell us like you must aim to be the best. Consciously cultivate your taste and the work done in your field. Until you know which is the best and what makes it so You don't know what you're aiming for. And that is is what you're aiming for. Because if you don't try to be the best, you won't even be good. This observation has been made by so many people in so many different fields that it might be worth thinking about why it is true. Don't try to work in a distinctive style. Just try to do the best job you can. You... And if you do, you won't be able to help doing it in a distinctive way. Style is doing things in a distinctive way without trying to. Trying to is affect adaptation. So let's define affect because he's gonna use this word a couple times, it is, behavior, speech or writing that is artificial and designed to impress... Which is the opposite of what really he's saying. Like, follow your natural drift but interested... In what you're most interested in be your guide, and now he's saying some people do this, and they're, like, putting on a show for other people. And none of this is gonna work if it's ina to you. You adopt an impressive but fake persona And while you're pleased with the impressive ness, the fake is what shows in the work. And I think all these ideas feeding on each. Following your interest it's authentic to you, and therefore, the pulls you into it, and then you do for a long time. So you get better at as a as a byproduct, all these things work very well together. So again, you adopt an oppressive but fake persona, And while you're pleased with the impression this, the fake is what shows in the work. If you succeed at an ambitious project, you're not a nobody. You're the person who did it. So just do the work and your identity will take care of itself. And so it's was like a negative role? You could, hey, avoid being fake? Whatever the case is, but he's, like, well, how do you actually express this idea positively. How would you say what to be instead of what not to? And he says the best answer is earnest. And so we're gonna define earnest. Resulting from or showing sincere and intense conviction. I love that definition, intense conviction. The core being earnest is being intellectually honest. You're trying to see more truth than others have seen so far. Key to doing great work. And how can you have a sharp eye for truth if you're intellectually dishonest. Another subtle component of earnest is informal formality. It means focusing on what matters instead of what doesn't. What formality and affect adaptation have in common is that as well as doing the work, you're trying to seem a certain way as you're doing it. That's 1 reason nerds have an advantage in doing great work. They expand little effort on seeming anything. Nerds have a kind of innocent bold. This is hilarious. Nerds have a kind of innocent bold that's exactly what you need in doing great work. It is not learned. Be the 1 who puts things out there rather than the 1 who sits back and offers sophisticated sounding criticisms of them. It's easy to criticize is true in the most literal sense and the route to great work is never easy, and another thing, like, who cares what the critics say. The loudest boobs always come from the cheapest seats. There's a theme that runs through a lot of the great founders, and it's the fact that they believe that their opinion on what they're working on. Their opinion is greater than every other person's opinion around them regarding what they're working on. And they're too busy building their empires and making great products and creating a fortune for themselves in their family to stick their head up and start talking shit about what other people are doing. Paul's other essay life is short, which I think you you're in like, 5 or 10 minutes. Perfectly pairs with this essay. Because you realized outside of taking care of your health, Working on your mission or being with your tribe. Nothing else matters. Stop wasting your time. Focus on what you wanna do. It's so hard. The route to great work is never easy. I doubt it would be possible to do great work without being earnest. Another sign of people that can do great work. They are willing to redo things. You may have to third things away and redo them. You you have to be willing to. When there's something you need to redo, status quo bias and laziness will combine to keep you in denial about it. Have the confidence to cut, do not keep something that doesn't fit just because you're proud of it or because it cost you a lot of effort. In some kinds of work, it's good to strip whatever you're doing to its essence. The result will be more concentrated. You'll understand it better. I don't even know why, but when I got to this section. I was thinking about this story I read in 1 of the biographies of Steve Jobs. They had spend so much time on this concept for the Apple store. This is before. Was, like, open to the public. And I forgot who the person was, but the guy helping, Steve on. They were working on this, you know, maybe I don't know, like a year more than that. And they're going... They hit, like this prototype of an apple store and like, this warehouse somewhere. And they're, Steve, like, picks them up to go, like, take a look at it, and the guy had realized the day before Was like, oh my god, we have this set up the incorrect way. Like, we should have it set up by, like, what the devices do or whatever the case was. The important part was Steve's reaction. So the guy was like, shit. We put all this this time and effort into it. We need to, like, destroy everything we did and start over because this other ways is a better idea. And Steve flipped his lid started getting upset, like yelling, then he gets silent. Right? Because he's just... He has cancer. He's, like, like, very sick when this happening, and he's just, like, you, I don't know if I have the energy to do this, like, from scratch again. And so then it's, like complete quiet. They're riding in the car. In complete silence, they get to the prototype or all the rest of the people, the other employees at Apple are waiting for them, and then Steve quietly says, he's right. Do what he says, start from scratch, we're doing it all over again. You have to throw things away and redo them. You have to be willing to. Another sign of somebody that's doing great work. It looks easy. They make it look easy. Some of the best work will seem like it took comparatively little effort because it was in a sense already there. It didn't have to be built just seen. It's a very good sign when it's hard to say whether you're creating something or discovering it. When you're doing work that could be seen as either creation or discovery, air on the side of discovery. Try thinking yourself as a mere conduit to which the ideas take their natural shape, strangely enough, 1 exception is the problem of choosing a problem to work on. This is usually seen as a search, but in the best case, it's more like creating something. In the best case, you create the field in the process of exploring it. And I love what he says here next because I feel the same way. I never like to term creative process. It seems misleading. Originality isn't a process but a habit of mind. Original thinkers throw off new ideas about whatever they focus on. And then he ties that idea to the idea said earlier. Like don't sit there passively, man. You got it work, like, you're gonna learn what field you're working on and how to do great work by doing it. You're much more likely to have original ideas when you're working on something. Original ideas don't come from trying to have original ideas. They come from trying to build or understand something slightly too difficult. You'll have more new ideas if you explore lots of different topics do not divide your attention evenly between many topics though. It sounds almost like a contradiction, but it's not because he... He's gonna explain that. You'll have more new ideas. Right? If you explore a lot of different topics, but do not... Divide your attention evenly between many topics though, or you'll spread yourself too thin you want to distribute it according to something more like a power law. Be oh my goodness. All this, like, I love how you ties everything together. Be professionally curious about a few topics and I curious about many more. Curiosity and originality are closely related. Having new ideas is a strange game because it usually consists of seeing things that were right under your nose. Once you've seen a new idea it tends to seem obvious. When an idea seems simultaneously novel and obvious, it's probably a good 1. And then he gets into, like, why is this such a strange game and another way it say, like, why is this, like, such president such a small percentage of humanity seeing the new idea usually requires to you to change the way you look at the world? It's admitting to yourself that you have a broken model of the world. Right? Broken models of the world leave a trail of clues where they bash against reality. Most people do not want to see these clues. It would be an understatement to say that they're attached to their current model. And I think underneath all this, like the the main causes because people are terrified. Of change, which is strange because we're living in a world that where the only constant thing is changed. In fact, I was reading this essay, and then going through a bunch of other, quotes that Paul collects on his website that I think are excellent, and there's a line that, that came to mind when I got to this section. I said change breaks the brittle back to the Sa. The other thing you need is a willingness to break rules. If you wanna fix your model of the world, it helps to be the sort of person who's comfortable breaking rules. Few understand the degree of rule breaking required because new ideas seem much more conservative once they succeed. That ties to what he said at the beginning of the section. The fact that it's fascinating that once we discover a new idea, it tends to seem obvious after the fact. They seem perfectly reasonable once you're using the new model of the world, they brought with them. The ideas bring the models, not the other way around that's fascinating, but they didn't at the time. It took the greater part of a century for the he centric model to be generally accepted even among astronomers because it felt so wrong. If you think about it, a good new idea has to seem bad to most people or someone would have already explored it. Back to breaking rules. There are 2 ways to be comfortable breaking rules. To enjoy breaking them are to be indifferent to them. I call these 2 cases being aggressively and passively independent minded. The aggressively independent minded are the naughty ones. Rules don't merely fail to stop them. Breaking rules gives these people additional energy. For this sort of person, delight at the sheer audacity of a project sometimes supplies them enough activation energy to get it started. The other way to break rules is to not care about them or perhaps not even know they exist. This is why novice and outsiders often make new discoveries. Their ignorance of a field assumptions are field rules. Right? Acts as a source of temporary passive independent mind. And so it goes back to original point that deciding what to work on is so important that a lot of people are getting distracted because they like working on fashionable problems. So Program puts this in an even better way. Like, the actual value is gonna accrue to things that are not top of mind. He says un unreasonable problems are undervalued. Working on an un unfavorable problem can be very pleasing. There's no hype or hurry. Opportunistic and critics are both occupied elsewhere. And that's not the same as, like, doing the opposite or whatever Else wants Right It's the most common type of overlook problem is not explicitly un unreasonable. In the sense of being out of fashion. It just doesn't seem to matter as much as it actually does. And the only way to find this is you're following your natural interest again, tie everything ties together. How do you find these? By being self indulge by letting your curiosity habits its way and turning out at least temporarily the little voice in your head that shit that says, you should only be working on important problems. And so it's important to note that the word important in that sentence has quotation works. It's just like the the really... It's the opinion of other people. Right? By being self indulge by letting your curiosity have its way and tuning out that little voice in your head that says you should only be working on quote unquote, important problems. And so I wanna pause there because I think this is so important. So in addition to reading the this essay, I thought I saw that Paul's wife and his partner, on y comb, Jessica said that she's gonna reread every year. I think she said every year she wants to reread this, essay I say, how to do a great work, and she also reread light... Paul's I say, life is short every year. And so when you read them back to the, you realize, oh well, That's, like, really good. They go well together. And what was fascinating is there is This line in the life is short episode... Or essay where he says the things that matter aren't necessary the ones people would call quote unquote important. He uses important in quotation marks again. So this ability to literally, like not care to to live an authentic life ask yourself Am I falling my own interest is this what I want to work on. And if the answer is yes, it... Everybody else's opinion is irrelevant. And I think as you get older, and you actually know yourself that becomes, like, easier to do, but it's obviously something that is not common. Right? The ability to do is not common because comes up in these essays over and over again. So much so that Paul has to explicitly tell the reader, give it advice, hey, that even if you hear that, like the back of your mind, that's fine, like, shut it up because it's it's taking off the path that you're meant to be off that little voice in your head that should you that says you should only be working on quote unquote important problems ignore it. Why? Because most people that work on important product problems and do great work. Those problems were not seen as important to the external world at the time they started working on them. And you only know that if you go back and you study the creation all these new industries and read all these other biographies. It pops up over and over again. The example I use over and over again is the fact that Henry Ford is sitting in Detroit in our 1900, working on an internal combustion engine in his fucking kitchen. And everybody around him I'm saying, what are you doing? Your wasting time. Cars are obviously gonna be electric, are they're gonna be steam powered. His boss tells him because he's at he's working at the electric company as an engineer. If you keep up your experimentation with your internal combustion engine? You either to have to choose between the engine or your job, and Henry 4 is like, cool. I'm choosing the engine. He follow his natural interest with the entire outside world was telling him this isn't important. This little stupid thing that you're doing. Focus on the big thing. Obviously, electricity is the biggest invention. Obviously, all the cars are going to be electric. Fast forward in 19 years when they're having that conversation, Henry Ford owns a hundred percent of the Ford motor company. Has created a manufacturer a car that made over 15000000 people's lives better. After the fifteenth million model t rolled off the assembly line, Did that guy's opinion about what Henry Ford should be doing matter. No. It didn't matter at number 15, and it didn't matter when he set it. And Paul describes this perfectly, says try asking yourself. If you were to going to take a break from quote unquote serious work to work on something just because it would be really interesting. What would you do? The answer is probably more important than it seems. What might seem to be merely the initial step deciding what to work on is in a sense the key to the whole game. I don't even know how far we are into this essay, but I think it's obvious why so many people that listen to this podcast sent this to me. This is perfect. Few grasp this the fact that picking what to work on is the key to the whole game. Right? Few grasp this. People think big ideas are the answers, but often the real insight was in the question. Sometimes you carry a question for a long time. Great work often comes from returning to a question, you first notice years. Before and you could not stop thinking about. It is a great thing to be rich and unanswered questions. And a way to know that if you have a good unanswered question, he says the best questions grow in the answering. You'll notice the thread and then try pulling on it. And it just gets longer and longer. So don't require a question to be obviously big before you try answering it. Goes back to the Henry Ford, just messing around following on interest in his kitchen. Right? You can rarely predict that. It's hard enough to even notice the threat. Let alone to predict how much it will unravel if you pull on it. It is just better to be curious to put a little bit on a lot of threads and see what happens. Big things start small. The initial versions of big things were often just experiments or side projects or talks which then grew into something bigger. So start lots of small things, being prolific is underrated. The more different things you try, the greater the chance of discovering something new. Understand though that trying lots of things will mean trying lots of things that do not work. You cannot have a lot of good ideas without also having a lot of bad ones. And so I love the fact that Paul says being prolific is underrated a few days before I read this. My friend Neil, who's the founder of Peter. He actually sent me his post. He on his personal website, anne neo collects examples like historical examples of people that he calls outlandish prolific. I'll leave the link down below in case you wanna look at the list. It's it's fantastic. Air on the side of starting, which is easier when starting means starting small. Those 2 ideas fit together like 2 puzzle pieces. So arrow on the side of starting, and then it's easier to start when it means starting small. How do you get from starting small to doing something great by making successive versions great things are almost always made in successive versions. You start with something small and evolve it, and the final version is both clever and more ambitious than anything you could have planned. See what you just did there? We're are deep into this essay now. And I he he finds ways to take ideas that he referenced, you know, maybe I don't know, 5000 words ago. This idea is Like, don't spend too much of time I'm planning get in, you'll start to learn more, and then he he he ties everything together. You're following your natural interest. You're having a bias to action. You're starting small, you're evolving it over time and as a result, the final version is both clever and more ambitious than anything you could have planned. Begin by trying the simplest thing that could possibly work surprisingly often it does. Do not try to cram too much new stuff into any 1 version, evolve instead. And so there's a few times in the Essay sa, he'll talk about, like, the difference chain. Like, what would you do if you're younger or or a little bit older? I like how he describes this. Use the advantages of youth when you have them, and the advantages of age once you have those. The advantages of youth their energy, time, optimism and freedom. The advantages of age are knowledge, efficiency, money, and power. The old also have the advantage of knowing which advantages they have. I like that line. The young often have them without realizing it. The biggest is probably time. The young have no idea how rich they are in time. The best way to turn this time to advantage is to use it in a slightly frivolous way to learn about something you don't need to know about just out of curiosity are to try building something just because it would be cool or be or to become frequently good at something. So I need to repeat that because he's like listen, I'm not gonna tell you to waste your time But listen, if you are young, you have no idea how rich you are in time. The best way to turn this time into an advantage is to use it in a slightly frivolous way, such saying like, to experiment to, like, what are my true interest What are the things I want to work on? How am I gonna find a path that I can actually do like, would turn into me being able to do great work. And at the root core, it's like, well, just follow your curiosity, follow your interest, which again, it's the main theme here. Right? And so he's gonna elaborate it on this up because I to repeat repeat that because then he goes into what he means. Spend time lavish when you're young, but don't simply waste it. There's a big difference between doing something you worry might be a waste of time and doing something you know for sure will be. And so the ability to spend time lavish is something that only the the young have. Right? Now he talked about it if you're a little older, You have another advantage. 1 of the most valuable kinds of knowledge you get from experience is to know what you don't have to worry about. The young know all the things that could matter, but not their relative importance. So they worry equally about everything. When they should worry much more about a few things and hardly at all about the rest and a source of this confusion about. Okay. Well, like, they're worried about everything equally When it's, like, just focus on the really important things and ignore everything else. So the source of the confusion it goes back to this is a problem with with school. It that it just fills your head with a bunch of nonsense. So everybody almost by default will arrive at adulthood with a head of nonsense, and he says much of that nonsense left in your head is left there by schools. Schools induce pacific. The sooner you overcome this the better. Schools also give you a misleading impression of what work is like In school, they tell you what the problems are, and they're almost always sol using no more than what you've been taught so far. In real life, you have to figure out what the problems are and you often don't know if they're sol at all. But perhaps the worst thing that schools do is they train you to win by hacking the test. You cannot do great work by doing that. So stop looking for that kind of shortcut. Do not skim on the work itself. Don't think of yourself as dependent on some gatekeeper giving you a big break. Even if this were true, the best way to get it would be to focus on doing good work rather than chasing influential people. It's that idea that you should try to be so good that people can't ignore you. People new to a field will often copy existing work. There's nothing inherently bad about that. There's no better way to learn how something works than trying to reproduce it. Nor does copying necessarily make your work on original. Originality is the presence of new ideas, not the absence of old ones. And then he goes into why you wanna study all the great work that came before you not just to work in like your failure your industry. 1 of the most powerful kinds of copying is to copy something from 1 field into another. History is so full of chance discoveries of this type that it's probably worth giving chance a hand by deliberately learning about other kinds of work. You can take ideas from quite distant fields if you let them be metaphors added it so I'm gonna... I gotta repeat that. I love that. 1 of the most powerful kinds of copying is to copy something from 1 field into another. History is so full of chance discoveries of this type that is probably worth giving chance a hand by deliberately learning about other kinds of work. You can take ideas from quite distant fields if you let them be metaphors. And then he goes into something that's repeated through history a lot, especially at the beginning of industry. They all seem all the super talented people seem to be within close physical proximity to 1 another. If a lot of the best people in your field are collected in 1 place. It's usually a good idea to visit for a while. It will increase your ambition and also by showing you that these people are human increase your self confidence. If you are earnest, you'll probably get a warmer welcome than you might expect. Most people, this is so... I love this idea. Most people who are very good at something, are happy to talk about it with anyone who's genuinely interested. If they're really good at their work, then they probably have a hobby interest in it, and hobby always wanna talk about their hobbies. Seek out the best colleagues. That is like the 1 line maxim of this section. Right? Seek out the best colleagues. If you listen to the mark Twain episode Reference earlier, the best advice Mark Twain ever got, that he followed for the the remaining 44 years of his life was this American Diplomat in Hawaii. Told him, you have great ability. I believe you have genius, what you need now is refinement of association, seek companionship among men of superior Intellect and character. Font... This is the the, like, the punch line for me. Refine yourself and your work never affiliate with inferior, always climb. Paul graham way of saying that is seek out the best colleagues, colleagues don't just affect your work though. They also affect you, so work with people you want to become like because you will. And he's gonna go into why, like great work happens in clusters, we just see this over never again. In fact. It's not merely better, but necessary. Judging from history, the degree to which great work happens in clusters suggest that 1 colleagues often make the difference between doing great work and not. Whoa. We gotta read that again. The degree to which great work happens in clusters suggest that one's colleagues often make the difference between doing great work and not. That's why you see so many of, history's great founders they put they repeat over and over again in the importance of recruiting and finding a way to track the very best people. Whether it's as partners, employees, it doesn't matter. Like, they they're all repeat this over and over again. And then Paul has this great way to tell if you've done this or not. How do you know when you have sufficiently good colleagues? In my experience, when you do, you know, which means if you're unsure, you probably don't. And then the essay takes a fascinating turn because he talks about, like, maintaining your own like, inter monologue in your own morale. Husband your morale. It is the basis of everything when you're working on ambitious projects. You have to nurture and protect it. I've done multiple episodes and read multiple books about Arnold Sc center and he says us over and over again. Like, it's very dangerous when you start doubting yourself. He would very deliberately get away physically from people that would try to, like, either tell them, Arnold, don't do that's impossible. Like, you can't... Like, how can be an actor? You can't it... Like, no 1 can even understand you or you can't famous for lifting weights and becoming a body builder. Like, you can't become the governor of California. Like, what are you talking about? And so this idea is it's like, very dangerous. You're gonna get enough negative input from, like, the external world. You can't have any coming from yourself. It's very dangerous when you start doubting yourself Paul saying here, it's like, listen, The basis of everything when you're working on ambitious projects. He goes back to why managing your inner inter monologue, your own morale is so important. Morale compounds via work. High morale helps you do good work. Which increases your morale and helps you do even better work. If you're not doing work, that can demo you and make it even harder to do good work. Since it matters so much for this cycle to be running in the right direction, it can be a good idea to switch to easier work when you're stuck. Just so you start getting something done. 1 of the biggest mistakes ambitious people make is to allow setbacks to destroy the morale all at once like a balloon popping. You can in yourself against this by explicitly considering setbacks a part of your process. Solving hard problems will always involve some backtracking. Never let setbacks panic you into backtracking more than you need to. It is not necessarily a bad sign of work is a struggle. Any more than it's a bad sign to be out of breath while running. And so then he turns the essay and entice this all back into morale. An audience is a critical component of morale. And so this become obvious. I think as you go through this, but he he's talking about, like, the people using whatever it is that you're making. Right? What is the... Who is You're making great work, It's not like you're the only person it can't be great if you're the only person that sees it. So somebody isn't using the tool or listening to what you're doing or whatever reading at whatever it is. If you're just starting out a small but dedicated audience can be enough to sustain you. If a handful of people genuinely love what you're doing that is enough, avoid letting intermediaries come between you and your audience. That point it's actually very important. Avoid letting intermediaries come between you and your audience. When I first thought about that, I thought about Taylor Swift, like all Tumblr. Right? Talking directly to her fans so the people listening to her music. There's nobody in between her and her audience, also can be applied in like, the more, like, traditional, like, business product sense where you study the career of Edwin Land, He starts trying to make he's always making innovations because he, you know, he's creating new technology, new patents, new science, and he was he was trying to sell into, like, he wasn't connected to the end user. So he's trying to make headlights, automobile headlights safer. But he's gotta sell and convince people, like, a handful of people maybe in Detroit. And when he did that for many years and failed days, it's like, I'm never letting anybody else get in between me and the customer, So then he starts making consumer goods. Right? That he can talk directly to the customer, which is his cameras. And I think that's a really important observation, like, okay. Oh, I failed when I couldn't communicate directly with the end customer because I was selling to car companies as opposed to to people driving the car. But I succeeded wildly when I had a direct connection with the customers, the 1 actually buying my cameras. And so Paul says avoid letting intermediaries come between you and your audience. It is so liberating to escape it, that you might be better off switching to an adjacent type of work if that work will let you go direct. And then back to this idea, get away from the nay flee the doubt. Like you don't need them. The people you spend time with will also have a big effect big effect on your morale, seek out to people who increase your energy and avoid those who decrease it. Do not marry someone who doesn't understand that you need to work, or sees your work as competition for your attention. If you're ambitious, you need to work. It's almost like a medical condition. So someone who won't let you work either doesn't understand you or does and doesn't care. And I think Paul answers the question. I've been asked this question in the past. Like, do I think the people I cover and studying the podcast are like, happier than the average person. And it's like I don't know how to really answer that And like, I kinda waffle. But this idea where it's like, oh, if you're ambitious, you need to work, it's almost like, a medical condition. He says people who do great work are not necessarily happier than everyone else, but they're happier than they'd be if they didn't. That is a better way to think about it than I've ever come up with. In fact, if you're smart and ambitious, the d it's dangerous not to be productive. People who are smart and ambitious, but don't achieve much tend to become bitter. And then it goes back into this reoccurring theme do not be guided by prestige. It is okay to want to impress other people, but choose the right people. The opinion of people you respect is signal. Fame, which is the opinion of a much larger group you might or might not respect, just adds noise. The prestige of a type of work is at best a trailing indicator. If you do anything well enough, you will make it prestigious. The question to ask about a type of work is not how much prestige it has. But how well it could be done, And this might be the best line of the entire essay. Curiosity is the best guide. Your curiosity never lies and it knows more than you do about what's worth paying attention to. If you ask an Oracle the secret to doing great work and the Oracle replied with a single word, my bet would be on curiosity. This whole process is a dance with curiosity. Believe it or not, I try to make this essay as short as I could. But its length at least means it acts as a filter. If you made it this far, you must be interested in doing great work. And if so, you're already further along than you might realize because the set of people willing to want to is small. Their discoveries are out there waiting to be made. Why not by you? And that is where I'll leave it. I highly highly highly recommend reading the entire essay sa it'll be linked down below. And I also link to Paul's as a life is short, which I think should be read directly after reading this 1. Thanks for listening this far, and I'll talk to you again soon."
}