{
  "transcript": "Of all the creative people I've come across, Bale was easily the most dedicated to the business of making beautiful things. His work absorbed him totally, and there was no room in his life for anything or anyone else. When the cultural revolution of the 19 sixties, made it impossible as he saw it to produce work of the highest quality, he retired and quickly died of a broken heart. Among the masters of parisian fashion Bale was the greatest. Indeed, many would rate him the most original and creative, in history, and he was a true, not just a designer. That is he could design, cut. So fit and finish. And some of his finest dresses were entirely his own work. Let me just pause there when he says indeed, many would rate him the most original and creative in history. I'm always fascinated by these people where their peers. The people are doing very similar things of them. It's like, no. No. This is the the the person you should pay attention to, Christian Dior called Bale, the master of us all. And Coco Chanel said that bale was the only in the true sense of the word and that everybody else was simply a fashion designer. I've come across this level of ad modulation for peers in the same industry before. I was reading a bunch of books on Johnny Rockefeller cornelius as Van belt, and I was shocked because I never... I didn't know who Jay Gold was at the time, and Rockefeller, he was asked a question like, who's the best businessman ever know. You've ever known. And he said without hesitation J Gold, and then Cornelius Van when he was in his seventies and by far the richest American alive. He said that Jay Gold, who was in his thirties at the time was the smartest man in America. And so we see something similar happening here with Coco Chanel and Christian dior your super successful in their own right in the same industry and they're like, no. Bale is the greatest. And part of that is tied to that he could do every single aspect of his work. We just saw this with the episode did on James Cameron. He can do any job that a movie needs to be to be made. James Cameron can do it. And so back to Bale, it says that he could design cut. So fit and finish and some of his finest dresses were entirely of his own work. And there's a bunch of hints in his early life to how he became, the greatest. So he's born in 18 95 in Spain in a little fishing village. His father was a sailor, but he died young, leaving his wife and his children very badly off. And so his mother is left with not a lot of money and has to raise her kids on her own. She is the key to all of this, which I didn't understand the first time I read this. But as... Once she finished this and you go back through, like, oh, she she was the key the whole time. So... Her name is Isa. She set up as a dress maker and taught the entire village, a little village, all the women in the village on how to sew. Bale bale at age 3 and a half. He joins her class, and he winds up showing immediately, astonishing skill with a needle. So we saw this with Tiger Woods. We saw this in mo art. You're gonna see it over and over again. You have some kind of level of nate talent for what you're doing and then you start unbelievably young. He starts at 3 and a half, he works in this industry till the day he dies. Or I guess, right before he dies because he retired and then then died of a broken heart. And so says for the next 74 years, he could and did so superb. And kept his hand in by doing a piece of sowing every day of his life. That is insane. Sowing every day for 74 years, I've never even heard of anything like that. Remind me of what Paul graham said in his essay on Episode 03:14. 1 of my favorite lines in the essay sa, he said that being prolific is under underrated. In fact, I said this in the Picasso episode. So if you have listened to the Walt Disney Picasso episode, that is episode 03:10, that is based on the same book that I'm reading from and going over with you now. This is about Bale and Dior. It's this book by Paul Johnson called creators. It profiles, I would say maybe 20 of the greatest creators in history. I highly recommend buying the book, do not read it in Chronological order just pick the people that you're most interested in, Shakespeare Twain, whoever it is, Dior, Disney Picasso and just go straight to those chapters. And so in that picasso, episode, I'm pretty sure I said this, but here's another example, of somebody that was unbelievably prolific just like Bale, Picasso lived a total of 3... 33403 days, with 26075 published works. That means Picasso averaged 1 new piece of artwork, every day of was light from age 20 until his death at 91. He created something new every day for 71 years. I've also seen this before a long time ago, I think it was on episode 01:54. I read the auto of Charles Schultz. Charles schultz is the animator, the guy that created peanuts in like Charlie Brown, check out this crazy stat from his. Beginning with the first strip published on 10/02/1950 until the last published on 02/13/2000 so a fit... Almost a 50 year run. Schultz wrote pencil inked and letter by hand every single 1 of the daily and Sunday ships to leave his studio 17897 in all, in an almost 50 year run. What did we just say on the previous page. Right? Just said Schultz Wrote pencil inked and letter by hand every single 1. We just said that Bale santiago was able to design, cut so fit and finish. It's the exact same idea, just a different industry in a different product that they're making. Back to Bale early life, big things start small something you and I have talked about over over again. Valencia first product was for a cat. His first original work was a collar set with pearls first his cat. The collar was noticed by a grand lady of the neighborhood. So, like, increasing your surface area for luck is really smart. Something really smart to do. Because the person that's noticing this. Right? Just happens to be the great grandmother of the queen of Spain. So she becomes his first patron. At 12, he becomes an apprentice at a tailor to learn cutting an art that few dressed designers actually possess. So that's another... You can't just skip over that. You gotta pause. Like, wait a minute. So he's got... He could do everything himself, and then he's also adding other skills that other people in his industry lack. How can you obtain skills few others in your industry possess this reminds me of Kobe Bryant taking cap tap lessons to strengthen his ankles and source that you're taking posing instruction from Ballet dancers. There's very few Nba players that were in the Tap dance class and maybe none, and very few are none in the ballet, dancing like getting 2 1 on 1 from Ballet dancer. That is a really smart idea. How can you obtain skills few others in your industry possess by age 18, he was learning the women's wear trade, in a store in San Sebastian echelon in a luxury shop. And so Bale his great illustration of this maxim. The public praises people for what they practice in private. He starts towing a 3 and a half. He's a princess at 12. He's in it. He's in a luxury shop at 18. You see this pop popping up later on his career experts as well as customers marvel at the speed, he went about his work, especially the difficult business of fitting models with scores of garments just before collection, he could do a hundred and 80 and a day. The explanation is that from the age of 3 to his mid twenties, he learned thoroughly every aspect of his trade. In other words, he's practicing in private. This is way before. He was regarded as the best designer in Europe. He put in decades of practice. Building on his immense natural gifts he had for instant strong powerful, but also delicate hands, and this is wild, and he's also am. He could cut and sew with either hand. That would be like me being able to read 2 books at once, 1 with each eye. Like, that's crazy. In 19 19, so that, Bale is about 20 fourth this time. He opened his first shop. He's still in Spain. He has not gone to Paris yet. So he opened his first shop in San Sebastian on a coast more frequently by high society. Go to where your customers are. He only... From the very beginning, he only wanted to dress the very best. Remember this for more and later when he's compared to Christian Dior. Okay? This is very, very important. He only wanted to go to the very, very top go to where your customers are. He's like, go to where the rich people are because that's the people I want as customers. And this works because he gets the attention of the Spanish royal family. He was soon in demand at court in the Spanish Royal family. And the last phase of the Spanish monarchy before suspension in 19 31. He was working for the queen. And guess what happens if other people know that you designed for the queen, they're gonna want stuff too, he has a rapid expansion of his business from a from an early age. So he's got the first the first of his shops in Sen On, then he's going to expand. He opened a second house of Madrid and then a third in Barcelona. All 3 were called Isa after his mom, what I say, this is she's the key to everything. Which you get to the end. He's got, like a shrine tour. So their named after his mother, his Spanish business, this was a family run business. His Spanish business was wrong with the help of his sister, his brother and other relatives and was from the first to the very last time very much a family firm, though, it was a very substantial scale. They had 250 people in the Madrid house alone and another hundred working in Barcelona. And so then the Spanish civil war breaks out and he's gonna have to shut down, so he would be around early forties at this point. And so he's gotta figure out where to go. If you're interested in fashion, you know where you're going, he's going to Paris. He eventually is going to reopen in Spain. I I think he's just closed for 2 years, but most of the industry attention and energy is in Paris. And important to note this is not the first time that he's gonna have to shut down temporarily because war obviously going to Paris when the the Nazis invade he's gonna have to shut down temporarily as well. So he's 42 years old He's in paris, and he presents his first collection, the next year, for his second collection, he actually gets the Duchess of Windsor as a client. And then for his third collection, the next year. Sa fifth Avenue places a giant order. So from here on in, it says he was launched and thereafter until his retirement at the end of the 19 sixties, he was 1 of the major parisian houses and himself was regarded as the very top dress. And I do wanna pause here because I did something this morning before I recorded because this is another example of, like, you and I've talked about this. Like, if you have... If your industry has some kind of, like, city center where all the talent. It's probably good Idea to go there. This has been, like, shown over again in history. The example I use... There's a bunch of examples, but I think the best 1 is actually if you were... Young mechanically declined man, interested in building a car, and you were alive in 1900, you better get your ass Detroit. That's where all the talent was. They went up knowing each other just makes for a very fascinating, life story. And so you see the same thing that's happening in the 19 thirties and 19 forties in Paris. And so there's a bunch of examples in the book. It's like Dior, Coco Chanel, Bale, Balm, I think is how you pronounce it E Saint Laurent. They're all in this book. And I went and walked through the design district, which is, like, where all these people or house in the city that I live been. And 1, I thought it was interesting that a lot of these brands are so alive, you know, 80 years later whatever the case is. But when I think Bale Now, I of, like, you know, it's kinda like loud trendy, my opinion very ugly. It wasn't like that. It was the opposite like that when Bale Was running it himself. I think in my opinion, if he was alive, the founder be rolling over in his grave. I'm gonna get to this later, but He designed 1 of his basic principles of the products that he made was the importance of perm. I have never heard of. It blew my mind and I'll get there in a minute. His dresses were be que. There is dresses still like, the dresses that he made with his hands. Are still... Women are have passed them along to... Now, I guess it'd either great... Either granddaughter or great granddaughter. I I'd never even heard of such a thing. And so I1I just I was interesting was I was looking... Out I when I went on the walks this morning. Was looking through the store window. Everything was closed. Was early in the morning. I was like, wow, this stuff is really ugly and very trendy. And I just can't imagine somebody wearing this, you know, 40 years from now where you literally have examples of people wearing a dress that he made 75 years ago. And so that came to mind when I read that line where it's like, no, no. This guy was the top dress maker in the the very center of his industry at the at the time when it was, you know, expanding. There's always this energy and way till you get to how important the the the fashion issue was to the Paris economy. Before we get, I wanna pull out 1 paragraph that that was very interesting because he's very... He's deadly serious about his work. Deadly serious about the quality. It's not a game to him at all. He gets invited to, like, design. There's, like, a collection of dolls that they're giving to some princesses. I think they might be in England or something. And so all the top parisian fashion designers were invited to make pieces for the the wardrobe of the dolls. And Bale was not having it. It says the fact that Bale was invited to contribute underlined his membership in the parisian elite, but he declined, not wishing to take part in mere publicity stunt. A characteristic assertion of his high seriousness. And then we see again just a few years after having to shut down, his fashion houses in Spain. He has to do the same thing in Paris, Bale soon had to contend with a new war. This is Hitler's war. The World war 2. In September 19 39 and shut down his Paris house for a time. In France. Now, this is what I mentioned earlier this surprised me. In France, the fashion industry was regarded as a vital exporter. I don't even know. Paul Johnson is a great writer and a historian. I read this I'm like, there's no way this could be true. But if it's in the book, I trust that Paul research it in 19 38 in 19 39, 1 exported cartier dress would pay for 10 tons of imported coal. And a leader of exported perfume would pay for 2 tons of imported gasoline. Seeing words on paper. Doesn't that doesn't even seem real. That's incredible. So he's he's closed down for a year 2. The fact that he was 1 of the few that were allowed to reopen, because he... His ally, Bale august ally was King Franco of Spain. Remember Bale was from Spain, and Franco was an ally of Hitler. So he was able to reopen his fashion house in September 19 40 and he was just 1 of 60 firms that the Germans allowed to function. And so once the war ends, France is devastated. It's bitterly divided. It's impoverished what's interesting is these are conditions right for launching something new. And then this is where we have this... He's rather... He's an older person in the sense that, like, a Christian Dior wasn't successful fashion designer this point. He only had like, a 10 year run or something like that because he went to dying Young. But he comes in and he realizes like, oh, conditions are right for launching something exciting, giving the people something to be excited about after going to, you know, what it's 6 years of war or whatever it was. Now, this is really important. That I mentioned earlier, Industry, specific talent tends to cluster in the same physical location. And this is important because both Dior and Bale would insist on the very best, like, subcontractors, the people actually producing, like, the materials they're they're using to make their creation. So I'll get there a minute. But big thing that you're gonna learn about Christian Dior is that you don't get to the top by fitting in. You you need to stand out. This is the James Dyson approach. Right? Difference for the sake of it. All this was in preparation for his first proper post war collection. This is Christian Dior now. When a sensation was caused by an unknown designer. That's the. Dior was using prod quantities of precious materials and thumb his nose up at wartime austerity. And what's fascinating about Dior is he kinda comes out of nowhere. Right? He just went from series of kind of 1 failure after another. So let me give you background to to understand like, how unique this was. First of all, this was fascinating. So Dior father was a successful businessman who ran a fertilizer factory. His dad specialized in producing liquid manure. Another way I think about this is the foundation of the D or Empire was literally shit. In the literal sense, and what's crazy is 50 years from now. Right? From where we were in the story. Dior would be the beginning of No L empire. If you haven't learned about that connection, go back and listen to the the first of many episodes that I'll make on On all it's up episode 2 96. It's very fascinating, and he's gonna come up a few times in dior your story as well. But back to his dad, this idea where the fact... The only reason that Christian Dior could afford like how we got to Paris, was that his dad's liquid manure business was so profitable that he had a bunch of houses. And 1 of those houses was in Paris. And even before he was a fashion designer, we see that, with, like, a lot of people you and I talk about true interest is usually revealed early. He loved drawing. He loved dressing up. He would design, like, fancy clothes for his sisters when he was like, a young kid. But what was fascinating surprising about that is he didn't first go into the fashion business. In fact he also loved art. So he actually... The pre history of Dior fashion business is the fact that he becomes partner in an art business in Paris. His father put up the money so he could get into the business. And then when I read this next paragraph, let me tell you what I thought. Let me read the paragraph you first. I says then troubles came. The said, I never really got over them. His brother was locked up in insane asylum, his mother died, and during the depression, his father went bankrupt. And at the same time, Dior, art gallery failed. And so I wrote, would there be a dior fashion brand if this never happened, opportunity is a strange beast it frequently appears after a loss My previous note, what I just read you was written before I read this sentence and is exactly what had just come to mind. Without this financial disaster Dior would probably have spent his life as a middle ranking art dealer and died unknown. And so he takes this opportunity, he just takes a bunch of like random drops. Like, the way you would describe what Christian dior doing before he's gonna get this crazy opportunity, Like, you won't even believe what's supposed happen was that he was essentially hovering on the fridge of the fashion industry. Right? He was broke, taking hub jobs in the industry that he wanted to work in. And then me read this to his fascinating. Then came a unique stroke of fortune that transformed his life. And this is what Paul writes. In this book, I do not perhaps pay enough attention to the role of lock and to create a process, especially to the way it it sometimes allows a frustrated would be creator to fulfill his destiny. Dior certainly believed in luck. Wanna pause there before I get into Dior like, super suspicious behavior. Last week for in the Paul graham episode on 03:14. He said this, because he's read a bunch of biographies just like, I have... When you read biographies of people who who've done great work, it's remarkable, how much luck is involved. They discover what to work on as a result of a chance meeting or a reading a book they happen to pick up. So you need to make yourself a big target for luck. And the way you do that is to be curious. This is exactly what's about to happen to Christian Dior. So let's go back to this idea that do Dior certainly believed in luck. He would go and he's like, he he just believed in Fortune tellers. And so 1 of his Fortune tellers told him that women will be very lucky for you. You will earn, much money from them and you will travel widely. And so he believed that even though he had no reason to believe that at that point, What does I mean by that? As of July 19 46, Dior was a nobody who was in his forties with nothing in his design career to suggest a genius. Yet, it is at this precise time. Right? This is the stroke of fortune that changed dior life. Opportunity a strange beast it frequently appears after a loss. So he gets this meeting in this month. He meets Marcel B sack. Now the crazy thing is. This is the business, B sachs business is the business that a young bernard on all buys. I think he's, like, 35 years old at the time. So Bernard is going to buy this business 40 years from where we on the story. I love how this stuff connects together. It's always fascinating to me. So Dior meats Bo sack. Right? B sack at the time is a textile magnet who was called the king of Cotton, B sack wanted to own a big Paris fashion house to give prestige to his booming, but kind of boring business. And so someone had told Bus act that Dior might be able to help produce his ideas. That's the reason for the meeting. Now this is wild. Think about how Courageous Dior had to be at this point. Right? And this is with your response to. I'm not interested in managing a clothing factory. What you need and what I would like to run is a craftsman workshop in which we recruit the very best people in the trade to reestablish in Paris a salon for the greatest luxury and the highest standards of work ship. It will cost a great deal of money and entail much risk. Now this is fascinating. Because if you stop and think what's happening, you need to know who you're talking to. For some people, a slight minority of humans, they're not trying to go to the easiest route for life. They want to go for great And so this idea where it's just like, oh, what you really want is we're gonna hire the best Craftsman in the world. We're gonna reestablish Paris as a salon for the greatest luxury in the highest standards of work ship. And by the way, Bo act it's gonna cost you a great deal of money and entail much risk. Most people would run away from that. Bo sack runs towards it into a an astonishing degree which I'll get to in a minute. But I couldn't help us think I've seen this before where it's like, okay, few weeks ago, I did the the episode of Mark Twain. 1 of the things that Mark twain wanted to see when losing a man he was going west across, the United States I guess it wasn't in the United States back then. Or at least a lot large parts of where he was covering wasn't yet part of the United States I guess the way I put. And so he was fascinated by this new thing called the Pony Express. Pony Express. Right? When they wanted that they delivered mail rapidly way faster than anyone else could. And so when they wanna track the right kind of risk taking people, you see that in in how you present this stone, just like D presented this Usa sack. This is what the founder of the entrepreneur pony Express said. This is the ad for that. Wanted, young, skinny, war fellows not over 18 must be expert riders, horse riders willing to risk death daily. Orphan preferred. What was the result hundreds of adventure seeking young men actually responded to that ad. Go back even further in the founders archives I did an episode on Ernest Shack. The famous Polar Explorer. Right? He has a world famous. They they call 1 of his, his ad 1 of the greatest job ads of all time. He said, men wanted for hazardous journey. Small wages bitter cold, long months of complete darkness, constant danger. Safe return doubtful, honor and recognition in case of success. There's an element in that into what Dior pitching, B sack, and this is a response. Bo sack like the idea and offer to set Dior up immediately with an investment of 10 Franks, and this was later increased to a hundred million Francs. And we see that Dior came out of the gate swinging. Remember what James License said difference for the sake of it. So it says D doubled the risk of opening a new house with his revolutionary quote unquote new look, A deliberate and defiant return to the most extravagant use of material. He's spat in the face of post war egalitarian and said I wanna make the rich feel rich again. His first collection turned out to be the most successful and fashion history. With no expense spared and endless trouble taken, d recruited and continued to employ the best people to be found in France, France, men and women who would die, rather than turn out an article, which was in the tiniest degree below the best in the world. That is how you win. The success of the house was immediate and prolonged, and the volume of business continued to grow steadily in the 10 years up to dior death in 19 57 by which time the house employed 1000 of the finest experts ever gathered together under 1 roof. They are the pixar of fashion houses. During this decade, dior sold over 100000 dresses made from 16000 design sketches and using 1000 miles of fabric. Again, another example that being prolific is under underrated. And another thing that being prolific does it increases your surface area of luck. It is it's present and I think a lot of industries, but it's explicit in the fashion industry. It has to be understood that designers or cortez never present just 1 line. They produce a variety of styles in each collection and though for publicity perfect purposes, they stress a particular favorite. They know that in the end, the magazine writers, the big buyers and above all the individual customers will decide which is dominance. The sheer volume that they produce being prolific increases your surface area of luck. Maybe think of a Picasso where, you know, picasso is 1 of the the most famous artists in history, he produced 26000 or whatever was We only remember a few, and somebody responded to me. They're like, yeah, But most of his stuff was crap, and I go, that's the 0.1 of the most important ideas that we fundamentally do not understand that is counterintuitive to how our brain naturally works. People don't remember the crap. Another way to think about this is what Paul graham said in that essay from last week's episode. You can't have a lot of good ideas without also having a lot of bad ones. If you have great ideas known 1 remember the bad ones. Now we go back to Bale. Bale never commented on other designers. Another way to say is Bale focused on his own house or Jimmy Iv would have said Bale had blind on. And yet as successful Dior was, everybody knew that Bale Was a 1 of 1. It says in every other way. Now comparing directly comparing Bale, And, in every other way, Bale Was I me superior. And why? Because Dior could not actually make address. He was a designer as Coco Chanel said not a Court, and then Paul Johnson the author says this was true of virtually all of the others then and since. And in fact, he encouraged what Dior was doing. Why? Because he's also a very smart businessman. He realizes that more new customers in the parisian fashion industry is good for everyone in the industry. Bale did not regret the success of the new look. He was a businessman and a very astute 1, and he recognized that it had done wonders for the par parisian fashion industry and everyone involved in it. Himself perhaps most of all had benefited from the publicity. He certainly did not see dior as rival and he had no fear that his own claims to excellence would ever be overlooked. Dior dressed the rich, Bale, the very rich. And this was known at the time It says during the 19 fifties, a woman graduated from Dior to Bale. So what is D doing for bale? He's filling the top of a funnel. He's just gonna bring him more customers. It just may take a few years. And then to D part, he recognizes, like, I'm not bale. Dior was never jealous Bale superior skills. He recognized them and revered the man who possessed him. Dior always called Bale master. And again, they know each other. That's why it's so important for it to getting to the... Wherever your industry is like located. When Bale partner, this was, his lover. Died. Bale was so upset that he's seriously considered retiring and then Dior went to see him and begged him to stay. We need your example and all that is best in our trade. And so what kind of person gets to the absolute very top of their profession. We're... We've seen this before. Bale had a religious level devotion to his craft. He regarded making dresses as a vocation, like the priest, and an act of worship. He felt that he served God by suit ado the female form which God had made beautiful. His approach was revere and indeed sacred. His premises reflected his own vocational tone. So this part was fascinating. So what they mean is not only does the the best companies take on the personality of their founders, but their actual headquarters will look like the founders approach to his business. Bale House in Paris looked like a church, and they compared to some of the other designers at the time and some look like a London town townhouse or something that's like Warren and inviting. And so it says his house was like a church and indeed a monastery. When people visited, they said it was like, entering a covenant. They would describe the atmosphere as monastic in both an architectural and in a spiritual sense. And even the environment within, like, the working environment with... It it's very much like you would you would feel... Like, almost like monk like, nobody spoke. If it was absolutely necessary to speak, the voice had to be hush or reduced to a whisper. Security was intense. It was difficult not just to get in at all, but to move from 1 room to another for all entrances were guarded. Customers which were called patrons were only allowed in by appointment. And then the rumor where Bale actually worked. It was totally inaccessible, except to his most senior staff. This was hilarious. At 1 time, it was widely believed that he did not actually exist, and that Bale was a pseudo, so they talked about the fact that he would never court public publicity He wouldn't go to dinner. He was in it for the work itself to the activity of making beautiful, beautiful dresses that were be be, which will get to in a minute. He definitely preferred to move in silence. He never did anything to court popularity He never gave interviews except once to the London times when he decided to retire, He never went out in society and there are virtually no photographs of him and none of him at work. His remote was not oppose, but part of his dedication to his art, he worked fan hard. Each collection that he made had between 202 hundred and 50 designs, all of which he completed himself since he had few trusted assistance and often turned down promising junior. In fact, a 17 year old Eventually tried to work for him and he said no. More on how he worked. He never raised his voice. Indeed, silence was his norm. There was something noble about him. In just 1 day, he could get through fitting sessions for a hundred and 80 outfits by din of intense concentration where have we seen that again, Edwin Lance said, intense concentration for hour after hour can bring out in people, resources they didn't know they had. It's 1 of the key traits that bale used to get through these crazy days. So in 1 day, he could get through a fitting session for a hundred and 80 outfits by din of intense concentration by working with a team who knew exactly what his gestures sign. For few words were spoken. His fundamental principle as a dress maker. So there's 3 principles we're gonna go over. This the first 1 Fundamental principle as a dress maker was to make women happy. And this description of what he made shows that he was a true master at work. His clothes were above all comfortable to wear. That's incredible because when you look... When I see these designs, I was like, oh, like, that has to be uncomfortable. So his clothes were above all comfortable wear an amazing fact, and it was a fact considering their grandeur. Their complexity and the of their materials. And he had a reason for doing this. This is what he said, Bale argued that if a woman was comfortable in her clothes, she was confident. And if she was confident she was at her best and wore her clothes with style. He said that some designers put a strain on the client so that she was glad to get out of the dress at the end of the evening. He wanted his clients to be reluctant to part with their clothes, which had become an integral part of their body. A second skin. Listen now he talks. This reminded me of Enzo Ferrari is the first person that put this idea in my mind, you can tell when people really have sold soul in the game is because they'll describe their products, the way you would describe your lover. He wants you to not wanna take off your dress. He wants to become an integral part of your body. He wants to be a second skin. This is not normal language that people usually associate with products, right? In ina products. It's a incredible. His second principle was perm. While Dior made changes twice a year, Bale was always fundamentally the same, especially in his splendid evening dresses, which were his specialty. And this is what I meant about blowing my mind. Right? A woman could buy 1 of them as an investment because properly looked after it would last forever. In 2003, I saw a young woman of 18 wearing a superb dress. Is that not a bale I asked. Yes, she said, it belonged to my grandmother. Bale bale wanted his dresses to be be qui. How many people have ever made a dress that could be qui. A dress worn a quarter of a century after its creator had died Perm. He's aiming for perm. He was impressed by the way, dresses his hats and even accessories in certain old masters remained elegant after hundreds of years and he constantly got ideas from them. So again, my favorite line in this book is that all creative individuals build on the works of their predecessor, no 1 creates in a vacuum. Bale took a ton of ideas from past makers, past painters, past artist, and then transform them and added his own touch to create something new. Bale also would create his own words for his work. Right? You don't wear a bale dress. You present it. That's how he would talk to his patrons, his customers? You're not wearing this. This is how you present... This is the proper way to wear it. Right? What we would use wear, But he would say, this is the proper way to present it. Third principle. Right? World class products are gonna contain world class ingredients. This applies to your company too. Great companies are full of great people. Right? Bale bale third principle was the central importance of material in his designs. Textile and lace manufacturers and borders and specialists lined up for appointments to see him and often collaborated with him to produce completely new complex materials. And because he could do everything himself that's allowed him to recognize a true genius, Some of is way better That activity and he is, he could die himself in and often dead his skill embroidery enabled him to pick out the occasional genius to him a first class textile creator was an equal. He patron the best embroidery in the world. That's something Steve jobs to do. There are no shortcuts around quality and quality starts with people. It's 1 of my favorite Steve jobs, quotes. How, again, how do you know their there that somebody has sold in the game? This is this is how you could tell, and this site you can tell somebody doing their life's work. He's making it and not even telling people that he did. He often sew to keep his hand in. And for every question he designed, cut, sew and finished entirely himself a little black dress, usually of silk sold like the others, but never identified as his. He had that comp component to create, and this is 1 of my favorite paragraphs about Bale. The essence of his... You really think about it Let me back up. You really think of this is handmade craftsmanship. Right? The essence of his creation was the work of human hands, bringing into existence, the image images projected on paper from his powerful and invent brain. The archives of his company survive intact, and they revealed the extent to which everything was done by hand. The exact sums paid by his celebrated clients, dates for fittings and deliveries all entered in fine, Pen and Ink. Material supplied in detail, and the price is paid, and countless pieces of paper showing the process whereby each garment was created in ink and pencil and Cra with pieces of the material used pinned on by the master sketch, a lost world of agile, tireless fingers before the computer or even the type writer took over. I wanna draw the parallel to Enzo ferrari yet again. When he first launched his cars in America, this is what was said about them. Nothing like a Ferrari had ever grace American roads. They were cars built by Italian artisans. Every detail down to the steering wheel handcrafted using some of the same methods used to make Roman suits of armor and the royal carriages of ancient kingdoms. And the result of the 70 year career. He's he's wealthy. He's rich. He's got houses in Paris in Madrid in Barcelona in Ba, but the way he designed his main resident something... There's a line in there that stuck out to me that I realized his mom was key to all of this. Remember she teaches him how to sew at 3 and a half years old, The centerpiece of the house was a vast antique wall table with his mother's old singer sewing machine in a solitary state beneath a vast and fearsome realistic cr fix. And then the 19 sixties come, Everybody goes to, like, trendy new designs. He found the word trendy ab abort. He's remember he's going for perm. So it says Bale Continued designing for time, and it is significant that his dresses of the late 19 sixties against the trend. Cut against the bias as he put it. That is a great maxim. That's what he does is a quote from him. Cut against the bias. Cut against the bias is a great maxim. So it says bale continued designing for a time and it is significant that his dresses of the late 19 sixties against the trend cut against the bias as he put it are now the ones most admired, collected and copied. Bale has been genuinely regarded as the greatest dress maker in the world. Abruptly he retired, shut down his paris house completely because there was no possible successor and returned to Spain. He died in 19 72. It is most improbable that the kind of dresses, Bale created in 19 fifties and 19 sixties will ever be made again. They are indeed museum pieces to inspire women are among the fortunate descendants of its clients, heir rooms to be treasure and on grand occasions fl. What an ending? For the full story, Highly recommend buying the book. If you buy the book using the link below, you'll be supporting the podcast at the same time. I would not recommend reading it in chronological quarter. Like I said before, Go through table contents, find the people you're most interested in and read that chapter. It's the perfect book to jump around in. That is 315 books down 1000 go, and I'll talk to you again soon."
}