{
  "transcript": "If there was a prototype operation for what Enzo Ferrari envisioned, it had to be what the legendary it tory Bug built in. This part artist, part engineer, part entrepreneur part sculpt had created an automotive fifth in a tiny village in Als Lorraine France. The Bug bulgaria estate included a small elegant inn for the entertainment of customers, a stable of thorough bread horses and the factory itself which was a series of low buildings set among landscape gardens with a trout stream me through the factory machinery. Bug got was from Milan, born into a family of artists. The boss as he was known, was generally to be found conducting business dressed riding breaches, boots and a yellow coat. His automobiles were and remain a stunning combination of industrial aesthetics and the Jeweler art. As if Fab had somehow been able to motorized an egg. They were simple flawlessly fabricated and reliable. Bug got was just 1 of a bev of colorful eccentric. Dis nobles, playboy boys, dreaming commoners and hard eyed ego man who populated the world of European motors sports in the 19 thirties. He certainly stood above the rest in terms of lifestyle. A feudal be had been created around the spider machines that he manufactured in limited qualities and sold only to those he personally deemed worthy. By contrast, Enzo Ferrari at the time was still a dr, simple journey in, labor in a small garage in an Italian back. But the example that Bug was setting for Ferrari did not escape him. Bug got was a prototype for success. He was manufacturing cars for the very wealthy and fielding his own team of professional race car drivers. Mobs of people were flock to To have their Bug bodies anointed by the master himself. Surely, if Bug bulgaria could succeed at this. A similar concept could be developed by Enzo Ferrari. That was an excerpt not from the book We gonna talked to you about today, but a book that I read originally back on episode 02:20. It's called Enzo Ferrari, the man in the machine and is written by Brock. Yates, but that was the expert that originally got me interested in reading biography of Bug. Up until last week, I had failed to find 1. There is a founder listener by the name of Cameron Priest who who's probably sent me dozens. Don't even know maybe 50 excellent hard to find biography recommendations over the years, and he used the 1 that made me aware of the book that I'm actually holding in my hand, which is called the Bug story, and it was written by Bug daughter, Lab Bug. And this is the perfect book for founders podcast. It was originally published. Very hard to find. It's originally published in 19 67. The copy that I'm holding in my hand was actually somebody's easter gift in 19 72. You can still see the note. And I can tell you right upfront. This a. I'm gonna wind reading again. I'm gonna make more episodes on the future. I absolutely loved. I spent the last 8 days going over the book. I could've spent another week reading and just re reread certain parts of this book. It is perfect. I feel like I've stumbled upon some kind of like hidden treasure. Okay. So I wanna start with the forward where his daughter is talking about, like, why she decided to write the book. This book was written in response to the long felt desire of the Bug godly family to have a full and objective account of the life and work of It tory Bug. And 1 of the things I like most about the book is the fact that towards the end of his life Bug got was, very sick. A few months before he died, he started try to write his auto, he was never published. But his daughter had a copy. So there's large chunks of his auto in this book. So it's like Bug got talk speaking directly to you and I, almost 80 years after he died. So I wanna start in the preface of this book. It was actually written by an engineer who worked with Bug got. So an idea that you I talked about over and over again. There's always a blueprint. All of the founders that were studying, they were inspired by founders or scientists or inventors or explorers that came before them. Obviously, from the excerpt of en enzo ferrari biography we see that in large part, the blueprint 4 Ferrari was Bug. And so these observations about Bug the man made by the engineer that worked with him. You can clearly see why somebody like Enzo Ferrari would wanna pattern much of his career after Bug. And so he says car manufacturers at this time, looked upon their products as parts of themselves. Bug guy was 1 of last car manufacturers to keep the flag of the artistic built car flying high when the mass produced car invaded the scene. Who got maintained that quality production depended upon a small number of skilled workers and a small output. His character was too strong to change to new methods. So what they're talking about here is this is the reason this came of mind is because Enzo Ferrari, he has his famous exchange with Henry Ford the second so that is Henry Ford's Grandson, who was running Ford Motor company in, like the 19 fifties when this is happening. And Ford Motor company had attempted to buy Ferrari. And Henry Ford the second and Enzo ferrari get into this argument. And Ferrari says that you make ugly little cars in an ugly factory. Ferrari like Bug before were still hand building his cars. In fact, in that book that the Ford versus Ferrari movie that came out a few years ago. It's actually based on this book called Go like Hell, which I also did a podcast. There's just great line that talked about how the contrast between the cars that the Ford factory was producing and then he's, like, hand built cars that Ferrari was making at the time. And so it says nothing like a Ferrari had ever grace American roads. They were cars built by Italian artisans. Every detail down to the steering wheel handcrafted using some of the same methods used to make Roman suits of armor and the royal carriages of the inch ancient kingdom. And so this idea of cutting against the bias to use the term that Bale used last week. You have the, like, the trends within your industry that everybody else is adopting and copying, Bug got was like bale Bug was, like, Ferrari. He would constantly cut against the bias. So he says he was he's too strong to change to to new methods as other car manufacturers resigned themselves to doing. So they're talking about changing from these... This like an artisan handmade factory to mass reduction. Bug got had no interest in that at all. And he taught all of his employees to adopt this mindset as well by his training, Bug raised his work man to the love of artists artisans and craftsman. These 2 words evo his own personality. He was an artist and a craftsman. He always assisted that his engineers and technicians should never ignore the prompting of their intuition. I was a young engineer at the time, and I felt under the spell of his charm and his single miss of purpose. To the end of his days, he remained a figure of another age, an age in which the conveyor belt had not yet eliminated craftsmanship. And when individual imagination could have free reign. And then we get to the first excerpt from his unpublished auto where he says in order to explain the strange development of my career. I must first describe my environment during my childhood and what my life was like as a youth. And so the influence of his father, Carlo is very fascinating to me. It's gonna go on for several pages. But I I wanna give you what I think are the most important parts. So he he comes from AAA family full of artists. They were pretty well off. His grandfather was a famous architect and a sculpt his dad was an acclaimed jewelry and furniture designer and he also painted and and sculpted as well. Art was extremely important in their family. We can see this because they named Bug got younger brother, Ram brand, and he's gonna be a famous artist in his own right. But there was just 1 line that jumped out, I mean, when I was reading through this about his early childhood, and that his dad would would tell him that art could not be learned. That if you were going to be an artist, it would be an innate scale, would be something that came completely natural to you. And if you didn't have it, you're wasting your time. The interesting thing to me behind that statement is the fact that that then sent Bug on this search for 1AM I naturally inclined and talented at doing. And Bug, Like Henry ford just stumbled upon the fact that they had a gifted mind for mechanics and engineering. Without any kind of training at all. And discovering this also came from advice that he got from his father. So his father told both of his sons that you should work with your hands and that you can do whatever you want, you just cannot be mediocre. And so when he's really young, He's like, 15 or 16 years old at this time. He winds up trying out this thing called a motor tricycle. So it's just what it sounds. A tricycle with a motor on it. And this is the first time he realized realizes he has some kind of a neat talent here. In a short while by just looking at the machine, I had grasped all the inc intricacies of its mechanism. My father attached great importance to his 2 sons being able to work with their hands. And so Bug golly wrote that even in establishments of higher education, manual work would be a great value to those who are choosing a career. It is a relaxation, and at the same time, it exercises your muscles and your brain. And so a young, like high school age bug guide. We're talking, like, late 18 nineties is we we're wearing in the story. Right? He discovers okay. Wait. He's at the right place The right time, he's the right person with the right set of skills. He says it was a time when people were awakening to the possibilities of self propelled road vehicles. And I was immediately fascinated by these new machines. None of the people who were working on these road vehicles at the time was in fact motivated by thoughts of commercial gain. Listen to the language that he uses to describe the work that he was doing at this time. It was an aspiration to greater freedom to an emancipation from the ties, which bound man to the earth, and it's at this point where he realized, oh, this is going to be my art form. Says he threw himself into this entirely new kind of art where so much was still to be invented. For Bug, the main attraction of was having something to create to model to perfect and the joy of seeing the machine come into being as a work of sculpture did in the hands of his father or his brother. This revelation changed the whole course of his life, and there's a factory producing high quality motor tricycle right in milan. This is where Milan is where Bug body and his family living at this point, And so at 17 years old, he becomes an apprentice in this factory that's producing these motor tricycle. And so he starts with this initial passion, this passionate of mechanics is this passionate of engineering, and then it's going to join with another lifelong passion that he has and that is for racing. Initially, it is for motor tricycle racing, and it's obviously gonna be for car racing. So by time, we've always even 18. He makes his own model of a motor tricycle. Then he takes it from Milan all the way to this race in France. And so before I get to why racing was so important to him even when he was 17 and important to him till he dies, I gotta tell you more about his personality. This guy got like Kanye West levels of self confidence. And so before he enters his race, he's on record saying even before the start, I was sure that I'd win. And to put in the context why that's so astounding is this next sentence. This tri car was the first that he had ever made. I wanna get to this part why racing was so important those, it was fascinating because the way that Bug got thought about racing. And, I talked about this, you know, Did, like, a 13 part series years ago on all of these, like, early American automobile company founders. It was still true in the late 18 hundreds just like it was true in the 19 fifties and 19 sixties and in Europe. Racing is the best distribution channel if you're a car manufacturer. You win a race, you have a line of customers out the door that wanna buy that car. But aside from the benefit of the business, Bug got liked it because it was able racing was the only true objective way. To prove to itself how good his designs were. And so this is a little bit about how he looked at it here. His passion for racing was at once aroused, and this was a passion that he was never to lose. It was not so much for the race itself. It was because it was a natural complement of his passion from mechanics. Racing constituted the testing bench without which all mechanical inventions remain obstruction. It alone could decide all problems and was the indispensable true test. And so the fact that this passion and obsession. Right, grabbed him from the very beginning. Refused to let him. He didn't want it want it to let him go either. Is 1 of the things I most admire about guiding? Why Said earlier, this is a book that I plan on reading and reread many times in the future and hopefully making many more episodes about. And it's because of how he describes this. He's, you know, 17, 18 years old at the time. Such he just wants to spend as much time as possible learning everything he can about his obsession. Meanwhile, I was studying the different types of engines examining their qualities and discussing their defects. I determined to build a car of my own. I had realized by then that I was completely taken by mechanics. In which I could clearly see so many imperfections. My ideas gave me no rest. And so this is like the first hint, but the book talks about it later on. You know, he kept very regular hours. There's really no separation between him his life and his work. I mean, we even talk about the the way he set up his house and his family are... It's literally on the grounds of his factory. That is, like the physical manifestation for what is happening in his mind. He would see the perfect car in his imagination, but he lacked the material to build it. No one's was repaired to invest in his capabilities as a car builder. And so he has to get these ideas out of his head. This is now something that he talks about. He'll he'll do... He'll work this way for the rest of his career and he he would recommend other people doing as well. He put everything down on paper. He began to put down all of his ideas down on paper in drawings and in designs. All the ideas that his head was full of. He spent whole days designing his car in every detail. He talked about it with such enthusiasm that it seemed to be speeding along at 40 miles an hour, even then, sometimes feared that it might turn his mind. So this idea where he sees the perfect car that he wants to build in his mind. Right? It it comes from his imagination first. He has to get it out, so his version of a prototype is, like drawing it out on paper. Then he uses this paper to go and try to raise financing. So this is very similar. I talked about this before. There is this legendary meeting that takes place between Steve Jobs when he was like in his twenties and Edwin Lamb, the founder of Polaroid when he was, like in his seventies. This is from the book instant, the story of Polaroid that have done multiple times. And it talks about the conversation that a Young jobs and an older Edwin lander having. It says that 2 inventors described to each other a singular experience. Each had imagined a new a perfect new product whole already manufactured in sitting before him and then spend years prodding executives, engineers and factories to create it with as few compromises as possible that is exactly what happened with Bug. So eventually, he finds 2 very wealthy brothers. In fact, he they invited them out. They invite Bug to their huge estate, and this is the first time another passion. Bug is, like passion personified. Another passion of his as you could cry guess the fact that he conducted business dresses he was riding horses was horse riding. And it's actually at this state from these 2 brothers that are gonna wind up, funding this initial prototype. That Bug got about to build when I think he's like, 18. Yeah. I'm pretty sure he's 18 here. He learns to love horses and horse riding on a visit from their state. But these 2 brothers meet him and they're like, oh, this guy's is a genius. They recognize that wants a hidden brilliance in him. And we're prepared to go into partnership with him to enable him to build his car. And then we get the first indication of something that he does for the rest of his life. He's a micro manager. He's involved in every single step of the process. He supervise everything. In many cases, he can do every single... There's a there's a line at the very end of the book in the appendix. Let me get to it real quick because I... Am I might not bringing up later. And it reminded me, of, James Cameron and Christopher Nolan who have just spent a bunch of time. Studying in the minds of. And this is about Bug bulgaria says he can do any job in the factory as well as are better than the most skilled mechanic. I'm not kidding. This is crazy. This book is what was it 60 years old. No, long it. 70 something years old where... However old the book is? That line, there's a line just like that in the James cameron biography. There's a line just like that in the Christopher Nolan biography. It is spooky. How you and I are keep studying the same personality in different bodies alive at different times working in different industries. It's so crazy to me. So let me get to this point. He would let no 1 but himself put the car through its paces. It was his from start to finish. He had been responsible for or had supervised the whole construction. He is 19 from the drawing board to the final assembly. So then he goes, this goes back to this like, Kanye West level of of of confidence that is very beneficial. He goes and enters this into the very first international motor show, which was being organized in Milan. This is the year 19 o 1. And so it's a car show based on, like, obviously, how the cars look, but actually how it performs too. So then he does... He takes it like around this track. And, of course, he drives it himself. And yet again, we see more evidence that he was right like he did stumbled upon this innate talent because he wins it. He won first place at the first ever international motor show. And so this idea that you have this gifted person. He's a perfection by nature. Wants to control everything. He's completely obsessed. He's keeping a irregular hours. He's giving everything to this like new craft. By the time he's 19. So he wins the the international motor show. Right? Then there's this car manufacturing firm in Germany. It's called D D dietrich. They wind up offering Bug bulgaria a contract to manufacture his car for them, and he's gonna get paid a royalty. So he... This is the first time he moves from Italy to Germany. And so because his daughter had access to his unfinished auto, we see how he writes about how he felt about his very first contract. Mean he had a bunch of success up a dose point, but this is like, the the the the turning point in his life. And so he talked... He says, I received 25 or 30000 francs when I handed it over my designs. I was happy to have money to spend on, which I I'd earned myself. I drew satisfaction from being able to support myself without anyone's help. And I found satisfaction in receiving a sum of money for a completed job of work, which had given me pleasure to think about and to do, which had been fun to do. He has work that feels like play. And we see again the sustained level of confidence. He's 19. He's like, listen, I wanna do something new. I wanna do something that no 1 else has done before. And this is the first time he mentioned patents, but I think that he ends up dying with, like, 900 patents or something... It's a crazy number. So he says my patents result for my own work, and I'm happy when I can improve on something already existing and arrive at a point which others have not yet reached. At 1 point, I had been granted more patents in Germany than anyone else. And then he talks about the importance because remember, he comes from a family of Artist, he had studied intently Leonardo Vinci, and he realizes that the way Vinci approached his work. There's ideas in the way Vinci approached his work that Bug bulgaria can use in his zone. And the fact that he knew this at 19 is incredible. The importance of being influenced by, you know, the great work and the great people that did that work that came before him. And so 1 thing you learn is he's like, oh, If you can you can develop your, like, powers of observation, that is like a meta skill that can be used for anything. So he says powers of observation are indispensable in order to produce anything. Leonardo Vinci had wonderful powers of observation. He could reproduce with exact attitude, something which today would take a magnifying glass to do. He could catch a movement as the camera does now. And at the same time, he gave the illusion of life to his sketches. Something that photography is unable to do. It is by this observation that 1 can penetrate into the nature of things. If a man like Leonardo became a military engineer, he would have been an expert at it. His advice on any subject would be invaluable and his ideas on the matter would be highly original. An artist of this class misses nothing. The smallest detail invisible to ordinary people is enough to enable him to fix his subject. This habit of observation leads to the heart of the matter in all branches of human activity. Faster progress. This is wild. Faster progress would be made in all fields if cons did not cause us to forget or disdain the work done by others for us. There is a tendency to believe that nothing worthy of note has been done in the past, and this has an unfortunate bearing on our judgment. Thus the present trend toward mediocrity. The improvements I have made to mechanical constructions have resulted from such habits of observation. And so he talks about that starts in your mind first. I often think that 1 should not put pencil to paper before having visualize what 1 wants to do from all angles over the years and after much experience in drawing quite novel and complicated things in pocket books. I have come to work by a series of mental images, and the drawing board enables me to give effect to those images, a technician who cannot put down his ideas on paper is at a great disadvantage. To sum this up, the powers of observation and a great facility with the pencil are the 2 attributes that matter the most. And so before he sets up Bug got as, like, his own independent company. He is going to design cars for other car manufacturers and then he gets paid per car manufacturer on like a royalty basis. And so he does this 2 or 3 times, but the way he sets this up. It really tells you, like, how important independence, like maintaining his independence was. Before I get there though. This is what finding your life's work sounds like. I was h digitize, drawn more and more to the mechanics of voters. These exciting problems had me completely under their sway. And so began for me, the hard uphill task, the think less labor of constructing and destroying and beginning again without a break or rest and for days, months, years even until success finally rewarded all my efforts. And so he has a little team is like 3 people in the the workshop, putting together with the car, 3 people in, like, the design shop, putting it together. They don't have enough money to manufacture themselves, so he does another deal with this company called Dudes. This is dudes gas engine. It's also in Germany. So they're gonna manufacture the car, but they also make Bug the manager of the production department. In his contract though, he makes sure that he's always retaining his independence. And so this is what he says. It was the first time that Had agreed to take an appointment with a firm, meaning an actual day job. Whilst being compensated by the royalties I received on the production of my car under their license. I I'd retain this the important part. I had retain the right to work independently on any other project in which I might be interested. He did not want to be relegated to the ser to of employee. He said so much himself he had felt fe by his appointment in the service of others. And so that clause was the most important clause in the entire contract because what he's doing is in his spare time. He is going to build the very first Bug. So Bug decided to build it himself in his spare time. He worked patiently for many months, gradually assembling it in the cellar of the house where he was living. When it was complete, he gave it a name which would later become renowned. Per sang. It means thorough bread animal in French. And so this is the beginning of the business. This is the beginning of him building his own world within the world. This is the birth of Mole shame where the Bug factory is till to this day. So he goes to a banker with his plans, they give him the funding to start his business, and this is his daughter describing this point in their life at Christmas, we all moved into the new house where we were to live for the next 30 years. So Bug got around 30 years old the time and a description of the early days of his company really tells you a lot about what was important to him, says his cars were hand built each an expression of the creators personality. He retained his independent outlook, his freedom to invent and his urge for perfection down to the smallest details. He took little notice of trends among rival car manufacturers. That reminded me of last week with Bale was like this with other fashion designers. And bug paid no more attention to the presumed tastes of the public. That sounds like Steve jobs. And essentially what they're saying there is He relied on his own taste. He built the product that he wanted to use. And you're gonna see another similarity with Bale, I think, last week could say, like, Dior Christian Dior made dresses for the rich and Bale bale made dresses for the wealthy. Right from the very beginning, Bug bulgaria with his actions is essentially saying, hey, I make expensive shit. I only wanna make high quality products, and I'm aiming for the top. And he did this from day 1, Bug bulgaria made no attempt to compete with the low priced popular models already on the market. The price of the Bug was higher than any other car of equal horsepower. The reason is that this new production stands in a class by itself. And so they start out making, like, 05:10 cars a year, This is not a large production within 2 years his business is already fantastically successful. And this is gonna remind us of 1 of my favorite ideas that David Og noticed about people that get to the top of their profession, and he summarized it with the good ones no more. The public began to take notice of this new construct of cars. It's obviously Bug, whose business was only 2 years old, and that he knew more about the subject than the big firms whose fame had spread around the world. And so before Move on, I just wanna pause here. Like, remember a few pages back where he's like, I felt h ties. I was drawn to this. I'm under the sway. You fast forward 2 years later, and he knows more about it than anybody else. It reminded me of if you think about the main, like, guiding, like, North star to Paul graham essay on, I think episode 03:14. How to do great work. Essentially just telling us over and over oregon again. What are you intensely interested in? What are you irrational curious about? If you're interested in you're not a astra, just follow that? And the reason I think he gives that advice is because we see this... When you do that, you wind up like Bug got You know more about the things that you're intensely intentionally interested and curious about than anyone else in the world. And so this idea that he starts out you he's like, listen, I make the best products in the world, they're gonna be expensive, but you're not gonna find anything better than them. This is where these cult like following start to use the terminology of Steve Jobs, Bug gon believed that he made insanely great products. And what happens? A you would develop a cold falling, and then those believers of Bug go out and recruit more believers of Bug. And so this guy named doctor Esp. One's buying a Bug bulgaria. He's so obsessed with it. He tells everybody about it. He tells... He he just has to be really good friends with this world famous pioneer Avi. This guy named roland ga. He's gonna wanna be becoming a really close friend of Bug got. And so Ga goes to check out. I was like, this guy, my friend, doctor, Esp won't shut up about this guy, let me go to and see what's going on. And so he says he went to visit Bug. His first impression was 1 of surprise. When he entered the gate instead of the usual coming and going of a car factory. He saw Bug dressed for writing walking a fine pony around the courtyard. And this actually enhances his work. This is really really important. Bug got loved writing and kept a number of thorough. Many of his ideas and solutions of mechanical problems came to him while writing. It was a means of relaxation, he would interrupt his writing and go to the workshops when the idea popped in his mind. Right? In writing breaches. If he had suddenly found the reason for a car part not working properly. This is 1 of my favorite ideas from David Over book, confessions of an advertising man. It's this idea that you have to keep open the telephone line to your unconscious. And you see this all the time. Like, why do... I... Do you have ideas, like, suddenly, like, you a problem that you're, like, unconscious or even so cautious mind It's, like molding over, you know, maybe pops up when you're in the shower or you're on a walk or whatever whatever the case is. Be everybody's case, it's riding his horses. And so you see this throughout history. These people talk about the fact that, like, these ideas spawn to mind when you're doing something else. And so Og says, I have developed techniques for keeping open the telephone line to my unconscious in case that disorderly were repository has anything to tell me. I hear a great deal of music. I take long hot baths. I garden. I go into retreat among the amish. That is not a joke. He actually did that. I watch birds. I go for long walk in the country and I take frequent vacations so that my brain can lie fall. No golf, no cocktail parties, no tennis, no bridge, no concentration, only a bicycle, while thus employed in doing nothing. I receive a constant stream of telegram from my unconscious, and these become the raw material for my advertisements. That same idea is happened exactly where we are in this Book body book, but I found fascinating is when Roland Ga famous Pioneer avi is on the visit, on this visit to the factory. He finds out who he's he's interested in a car. What happens? He finds out who just bought this car? The duke of Ba. Just bought the car And this duke just happens to be the brother law to the king of Belgium. And so it says Ga ordered 1 right then and there. And so me and my friends use this word set up all the time. And so the way what a setup is is, like, how does where you live and where you work and the world you're building for your company and everybody in. Like, how does it interact with each other? Bug bulgaria has 1 of the best setups at Mo, Mo, than anybody I've ever come across. It gets even better. In addition to having this, like English mansion on the property for his family, his workshop, the stream of t, the gardens, the horses. He also has a landing strip in a meadow. A lot of the early Bug customers was a there was a big overlap between people that wanted super fast cars, and we're also capable of flying, you know, when they're flying planes. Like, we're talking about, like, right flyers. It's, like 19 10:19 15 kind of planes. And so they come in to Mo, and they just land right in the meadow next to the factory. And so between the increased production, the fact that he has... He's funding his own racing team. Obviously, that's where a lot of people are finding us out about his cars and making and making orders. Like, between the racing and the increasing the production, this is a 7 days a week long hours thing. This is how he's building his company, my small factory acquired great important important Bug spaghetti said. Production was increasing, the nights were often short, but orders were flowing in. And then we get to the first of many turns in Bug life that are outside of his control, but but destroy his business There's a paragraph that comes later in the book after he dies. He dies relatively young, and I will make the argument that he actually died of a broken heart. I wanna read this paragraph that gives you an overview for what's about to happen in his life. It says he was a creator and a human before he was an industrial. And then he showed himself to be an astute and wiley businessman. Conducting the affairs of his factory with success despite keen competition, financial difficulties and the destruction of 2 wars. This is World war 1. That is gonna take all of the progress that Bug got been making, so he's around 33 years old at this point. He he's around 200 employees. Okay? He's been working at this since he's about 17 and he's going to be destroyed, then came the war World war 1, and bug got plans for the future had to be she. And it's amazing that he was able to realize that he's in trouble, and then he has to get out right away. A lot of people would hesitate, like, I'm gonna lose everything. And so his factory now it's in France, But at this point, it was considered German territory. So like, France and Germany constantly fighting over I think you pronounce like, Us I'll say Lorraine. I think is what it's called now. But at this point in 19 14 is in German territories. Like, I gotta get the hell out of here. So it says his decision was immediate. Others might have hesitate weighed things in the balance. Consider the importance of what was at stake, but not he. As soon as mobilization was declared, he decided to close this factory and leave Mo shame with his family, giving up the rich prospects of his flourishing business. And so the book goes into great detail about how, like, perilous journey is he went up getting his family out of Germany, gets him back into Italy. Now this is a crazy thing. He sneaks back into occupied German territory because he has to hide his engines. Remember this part because this is gonna become really important a few years now. The factor was later taken over by local authorities. But before then, soon after seeing his family safely to Italy, Bug got returned for a few days. He buried the engines of 3 racing cars in the grounds of his state. These engines which were his latest constructions were never detected, and he was able to recover them at the end of the war. And so imagine you're in his shoes you have, I think 3 kids at the time, a wife, a successful business. Essentially, his business is gonna be paused for 5 or 6 years. He's eventually gonna go back and reclaim it. He's gonna lose it again in World war 2, which we'll get to. But what was he doing? Like, what was he doing during World war? 1? He's not building cars anymore. And so we see for the first time that his mechanical genius is universal? And he does this first his whole life like He'll make cars. He'll make boats. He'll make airplane engines. He'll make rail cars. This guy a legit genius, so he starts designing during World war 1, he's making airplane engines for the allies and specifically for the Americans Just wanna pull out 1 part because it it made me laugh. This American company. I think this is 19 16, maybe, they're around there. He's making he's making airplane engines form him. It says, Bug got received a nice fat check Less than a week after his first contract with the Americans, and not being used to such prop on the part of official departments, he went to the bank with the check and had to ask if it was valid. And so this is the first time that the book mentions, but I need to bring this to your attention because it's... I'm obsessed with Bug got, the fact the way he built his life, the way he built his business. Everything he did. Yeah. I find him fascinating. But this is something that also is extremely important. This idea that friends greatly enhance the magnificent, mysterious odyssey that we call life. And Bug got was a good friend. He prioritized it. I thought this was very fascinating. An accountable life would not be complete without mention of his friendship. Work was not everything to him. He opened up when in the company of a few friends. He was fortunate enough to enjoy several great friendships during the course of his life. And 1 of these was Roland Ga who I'd mentioned the famous French Avi or the 1 that would land in in the in the meadow at at Bug got setup. Right? Listen to the the... How deep their friendship was. This is incredible. It's even more incredible in the fact that there is war raging are on around them. Right? These are Europeans in 19 15. Ga offer Bug all the money in his bank account. About 200000 francs. It was his whole fortune. You're helping the war effort. Ga said, just as I am. But I know of your difficulties. You have a wife and 3 children, I'm a bachelor, and I might get killed at the front day. Ga sent Bug got a a of them together. Says to it Bug the comparable artist. Who alone knows how to give life to steal. In admiration and friendship signed roland ga. This is how crazy it is. He says, I'm a bachelor and I might get killed at the front line any day. He does get killed. He is a pilot in World war 1, and he dies, I think a year or 2 after this. And so the deeper we get into this book, I think you can see why I had such a a like, a passionate and positive response to Bug got because, like, there's just so many lessons like, he he can teach us. Right? It's like, 1, can you find what you you have a natural aptitude altitude for and a deep curiosity for. This is gonna sound a lot. Like, I feel it's like, regardless like, the the the person of Programs essay how to do great work. Right? It's like, What do you have a natural opportunity for in a deep curiosity essay work? Can you work in that environment? Can you make a commitment to be the best in the world of what you're doing? Can you care deeply about making truly great work? And then can you also make room for other humans in your life? It's not just all work all the time. Like, you saw in the way he built his entire life. His kids were in the factory but his son Gene who's going to die in a car accident when he's I think 30 or 32. It's it's it's right before the guy gonna die shortly thereafter. Like his kids were involved in the business. His wife was involved in the business from day 1. He creates an in on the property, so friends can say customers can say. He was relentless about building deep friendships inside and outside of his industry and helping them as much as possible. And then another thing, Listen what about to reach you? Your entire business was destroyed. You have to start from scratch and Bug bulgaria like, alright then, might as well get to it. At the end of world war 1, this is the state of his business when Bug saw his factory again at the end of 19 18. Only the walls were reviews. While we remained in the machinery and the tools was scarce good for scrap. A completely fresh start had to be made, but Bug got did not hesitate. And so before the war, he had his own company was self contained. Now he's like, okay, Well, I have to build up everything from scratch. Need a lot of money. I don't have a lot of money what I do. So this is how he finance the rebuilding to finance his business. He sold the license to produce his engines as well as a few of his patents to various foreign car manufacturers, so all these, they list a bunch of these companies He does this in Italy, he does this as in England, and he does this in Germany as well. And then he goes and recruit some of his former employees. And so then we see this again, cut against the bias inside your industry. There's a mass production had grown rapidly over the last 4 to 5 years. Right? And so some of his... Competitors were now mass producing and making a hundred cars a day. This was Bug got response, Bug got true to his standards took no interest in that aspect of things. As in the past, he was more concerned to create than to produce. And this is crazy how good he was. Remember he's picking up almost 6 years later, imagine having your business pause like that. He recovered the 3 engines that he had buried. They were just as he had conceived them in 19 14. The general arrangement of these engines is worth recalling. For these cars were to dominate racing in the early 19 twenties. 6 years later almost to the day, 1 of those cars was entered for the light car Grand prix at Le and 1. And part of the reason he was able to win is because it goes back to this idea of cutting against the bias at the time, a theory was generally accepted that the heavier the weight of the car, the better that the car would hold the road at high speed Bug however, believed the opposite and he proved that he was right. This lighter car would win the race with the lead of nearly 20 minutes. This car was called the Bug type 10. Now, I skipped over it earlier, but there's a bunch of examples in the book where he's just got a bunch of controversial innovations, and they're controversial because essentially the exact opposite of what everybody else in the industry thought and believes at the time. So he was the very first person to place the driver and the engine low and towards the back of the car. And like many things at the very beginning, 1 of his engineers that worked from. I was right in the preface of the book we'll talk about, hey, he he preached to us, like, follow your in your intuition. Like you should you should trust your intuition. The reason that he made this innovation, He instinctively thought that this was gonna be better for aerodynamics. There was no way to test this. It's just something he instinctively believed every other car designer at that time, believe that that the driver being seated higher was better. And we all know the result because now all the cars do it like Bug body had figured out, you know, a hundred years ago. Now you could say cutting against the bias is kind of a form of, maybe confidence or even stubborn There's a a negative side to it. Like, what if you're wrong. And in the case, like, he's winning a ton of races. And the races are what's fueling like his sales growth. Right? This is in the early 19 twenties. Now what was fascinating is he starts to lose a bunch of races because he was stubborn. He refuses to to add all of his competitors in the industry, we're adding blower. So these are supercharger. And Bug got thought that was, like, vulgar, like, almost unnatural. So he he resisting in doing it, takes him like, a few years to realize, hey I have to do this. And then once he does it, like he completely dominates. I think they win like, I don't know, like, 2000 races or something like that, but this was fascinating, And it was Bug description of their sales strategy. All the finest trophies were 1 easily by engaging in every important race without pause. And so Bug got, like, Ferrari after and realizes, hey, if I just win If I just focus on winning on the racetrack, then the sales will take care of himself, you see this and how they advertise his models. His cars. He knew that racing was the 1 true means of showing the quality of his cars and enabling him to improve on it. He was also well aware of the publicity he got from racing and right from the beginning his annual catalog proudly listed his successes. So the beginning of the is just like, here's all the races I won. Boom. A list to them. All his racing and this is why it's important. All of his racing cars where catalog models available to anyone and many amateur drivers were only too ready to purchase them. And so something that reappear in the career of Bug got. Is the fact that he was constantly willing to scrap what he's working on to build something new he would not rest on his laurel. And so what I would think about is what he's about to tell you and I hear is like, when you go do something great, just go off and do something else that's great. Don't stop to, like, celebrate the win or, like, admire what you did just keep going. Like, you you just have to keep pushing progress forward. And so he wrote, it is tempting to stop when you've made some progress. But if you wanna follow it up, you can't stop. That is why I shall go on as long as I'm able to. I know you can't always win, but when I'm beaten, I shall know why and I'll beat my rival later on. When a car manufacturer builds a racing car, he always employs the best possible. The best work man, the best engineers, all the best that his firm can provide. Nothing is too good. Nothing is too dear. You've got to win whatever the cost. You work day and night if necessary. Okay. So I wanna spend more time going over Bug got setup or what it was like a more shine. And I think this is important because it's gonna be a reflection of him of the man of his personality. Visitors came expecting to find a factory, and none was able to hide their aston. There was a factory obviously, and even 1 of the most perfect of its kind, For Bug bulgaria sometimes found that the machines and tools that he needed were not available and so he design and made them himself, of course, he did. However, Mo was more than that. It was a house and a family. It was a little world where the attitude to things and the relations between people were out of the ordinary. A customer came to take delivery of a car and got the impression that he had suddenly discovered in this small corner of Als this little fu of an Italian of the Renaissance who had stray into the industrial age. And so this is what a typical experience would be like for a customer on arriving, all I could see at first were some stable, close to a country house. The staples were being used as a workshop and above them in a loft was an office reach only by a short ladder. There sat the accountant. I was explaining the purpose of my visit to him when Bug came up. He was wearing a colonel helmet. And a well fitting cream silk jacket. He took me to see the workshop. Everything there, except for the cylinders, which were made for him somewhere else. Everything was produced in his workshop. And this is 1 of the most important lines in this entire section, which the section goes on for quite a for quite a while. The personality of its founder continue to show in even the smallest details and unexpected ways. They start calling this the mo touch. What a surprise you come across a hamlet of long low buildings with brass bound doors of polished oak and with seam paths between them, also clean and tidy, not a loose stone or a spot of dust anywhere. A car factory surely not and yet it is. You get the feeling of being suddenly confronted with something unusual and beyond classification. The explanation of the shining cleanliness of all the doors in the various workshops was quite simple. An employee, 1 employee did nothing else but keep the paths and the workshops floors clean and the door plates from which all oily marks left by mechanics were wiped away immediately when they were made. That is also something that pops up over and over in the book that he insisted on everything being organized and clean 24 7 to the point where he... Somebody's job was to make sure the rocks were off the pathway. And if there was a smidge of oil on a door as a mechanic left, that had to be wiped away immediately. And so before moving on I wanna go back to this 1 line, the personality of its founder continued to show in even the smallest details and on affected ways. The best way to think about this is a line that I read in 1 of the 10 or 15 books, whatever I've read on Steve Jobs. This is Steve made and remade Apple and his own image. Apple is Steve jobs with 10000 lives. You could say the same thing about Bug guardian another example of his very unusual personality. Bug once received a bill for electricity, accompanied by a letter written in terms, which he considered to be discourage. He said as much to the manager adding come and see me in a year's time. I shall have something interesting to show you. A year later, he had built his own electricity generating plants. There was nothing at which did not bear the mark of 1 man. His tastes, his wishes and even his moods. This is 1 of my favorite parts of the book because it just goes on and on page after page, and I'd finally just wrote. I finally just wrote this notes itself. All of this is excellent. I love everything about Bug. He was always well dressed and wore his clothes with a quiet elegance, whether at the factory or in town. He had a style and manner all of his own. He was an opt. He had a remarkable gift of observation which spiced his conversation. He was gen and generous in every respect, and his ego is only showed if his habits were threatened. He was ex times, young and lively in spirit, tackling problems with enthusiasm. He liked beauty in all things. Cost and financial return were secondary matters. He made plenty of money, nevertheless, and almost without noticing it. Bug got used to say that work was never an effort to him that he built up his business while enjoying himself. He was not en mb of others. Like some English sq, his personal interests were in his estate and his horses and a voter or 2. High society held little interest for him and when obliged to attend social functions, he did so without real pleasure. The truth was that his work was his life and in matters of work he had a horror of Utopia and of mad schemes. His insistence on the job being done properly down to the smallest detail and for any ordinary task. Such as chewing a horse was evident of his concern for exact attitude, and this made a great impression on all those who lived and worked within his orbit. His brain was always at work. He had no fixed hours. He sometimes spent many hours in the drawing office at night for he found that the silence helped him to work out problems which had cropped up during the day. His starting point was always to create the most extraordinary things. And so then I wanna get into more of how Bug got worked and why this reminded me of an excerpt from James Dyson first auto. So said Bug boutique had no technical education and possessed no diplomas. He had learned as he went along from experience and a natural mechanical ability. And so then he tells his story about working is apprentice when he was 18 and realizing, hey the best way to learn something is to try to take it apart and try to figure it out. So he comes across this engine. And he says, I dismantled it all, and I said to myself, what a mess this is? I must put this right. That's how he began to understand internal combustion engines. And so this race car driver is 1 of the first customers ever had, purchased 1 of the first cars that we got able produced. And he says I was struck by the simplicity and direct of the mechanical solutions. In technical schools, apprentice were taught that the outlet valves of an engine had to be wider than the inlet valves because the volume of gas was greater. Bug got was the first to do just the opposite, making his inlet valves the larger, which is what everyone does now. And so in his auto called against the odds, James Dyson tells a story where he's a young man at P singh with an older engineer. This guy named Jeremiah Fry, who was 1 of the biggest influences on James career. And this is what he learned. Here was a man who was not interested in experts. He meets me. He thinks himself. Here's a bright kid, let's employ him. And he does. He risks little with the possibility of gaining much. It is exactly what I do now at Dyson. This attitude of employment extended to fry thinking in everything, including engineering. He did not when an idea came to him, sit down and process it through pages of calculations. He didn't argue it through with anyone. He just went out and built it. When I came to him and I say, hey, I have an idea. He would offer no more advice than to say, you know where the workshop is, go and do it. But I would say, but we need to weld this thing. Well then get a welder and weld. When I ask if we shouldn't talk to someone about say, hydro, he would say the lake is down there, the land rover is over there, take a plank of wood down to the lake, tow it behind the boat and look at what happens. Now this was not a modi Opera that had encountered before. College had taught me to revere experts and expertise. Fry ridiculed all that. As far as he was concerned with enthusiasm and intelligence, anything was possible. It was mind blowing. No research, no workings, no preliminary sketches. If it didn't work 1 way, he would just try it another way until it did. The root principle was to do things your way. It didn't matter how other people did it. As long as it works and it is exciting, people will follow you. And so those last few years at Mu are really the peak of his life. And over the next 10 years, he has to endure unbelievable tragedy until he dies. The first thing to fall is the economy. The great depression causes Bug bulgaria to have to look for other ways to make money, so he has to actually travel away from the place that he wants to be most because he's gonna be designing rail rail cars for the French government. In 19 31, faced with a precarious financial situation, Bug bulgaria had to turn to rail lo commotion. The development and production of these rail cars resulted in Bug bulgaria being absent from mo for long periods for he was obliged to maintain close contact with the engineers and administrators of the French railways. His son gene thus became gradually responsible for the mo factory. So his son gene was supposed to be his successor. The management of the machine factory passed from father to son. So the depression causes a terrible financial situation. He then is forced to spend time away from where he wants to be, his son has to run the factory there's a bunch of labor unrest spreading throughout France. All these other factors were being shut down completely by strikes. This is where Bug got actually, like superhuman level confidence how she plays against them because he thought it would never happen. It's like, oh my employees love me. 1 big factory after another was affected and brought to a standstill. Bug got thought, his factory was saved from trouble. I've got nothing to worry about he kept saying. My work people know me they're part of my family. But the impossible happened the men stopped working and there were protest marches. The factory was occupied. It was a terrible shock and Bug bulgaria was en by what he took to be so much in gratitude and an attack on him personally. That is in 19 36. This is 19 39, the death, the tragic death of his son and successor this young life was so rich and promised and yet so abruptly ended. Gene met with a fatal accident on 08/11/1939, while testing the car, which had just won the Lemon mans 24 hours. He went out after dinner with the family saying, I'll be back in 15 minutes in answer to our warnings to be careful remember This is his sister writing this book. He went out after dinner with the family saying, I'll be back in 15 minutes and answer to our warnings to be careful. He was test driving a Bug bulgaria at high speeds on a country lane, a cyclist pops out, begins to cross the road, gene breaks hard, sw and hits a tree killing himself immediately. Bug is devastated breaks down sa uncontrollably as you could imagine when he hears about the death of his son less than a month later. The second world war begins. And Bug loses his business again, the German invasion and subsequent continuation of France brought an end to his business for the factories taken over by the Germans. His life's work was gone after the war in order to have the business and premises restored him, a court action became necessary. I wanna pause an review before we get there. 19 31, great depression happens. He has to go work for the railways. Right? 19 36 A strike at his factory. 19 39, his son dies in a car crash. Month later, start of World war 2, Germans invade, he loses his factory and his home. 19 44, his wife dies of a painful illness. 19 45, he has to fight the French government to try to get back. He loses the first court case, which causes him a great emotional shock and caused a nervous breakdown. During the appeal, he's has a nervous breakdown. He's depressed. He gets influenza, then he has a stroke that leaves him half paralyzed, slips into a coma for 4 months and dies on 08/21/1947 at the age of 66. 10 days before he dies and while he's in a coma, he wins the appeal on the French government give back his factory in his home. He was thus deprived of the joy of seeing his factory returned to the Bug family. The official cause of death may be a stroke, but I think he died of a broken heart. I wanna end by reading from the epi log goes back to the importance of friendship throughout the life of Bug. There is a letter called my friend Bug, written by a famous French aviation pioneered, Gabriel Voice, It is written about 20 years after Bug got died. And I think it's a great place to end this conversation about a great man. There can be no better ending to this book than the moving testimony of friendship that the famous aircraft construct, Gabriel Voice has written. We were both more or less the same age, but God was by his cradle on 09/15/1881, and bestowed all her gifts onto him. I do not remember our first meeting. I seem to have known this amazing engineer all of my life. Bug got was already 1 of us in the pioneering days of aviation. In 19 o 8, our laboratory was in Paris, and there he used to visit us once a week. I always kept our mechanical problems for that friendly occasion. There seemed to be no snags or obstacles for this extraordinary man. 1 had only to state the problem for it to be solved. Many writers have written about the productions of the factory. But none of these writers have given us a faithful picture of the real Bug. Some have called his charm. Others have disclosed his Whim. None of them has seemed able to bring to life this great man. The immense talent of this born engineer was concealed beneath a cloak of fun and ga, and he gave the impression of never taking himself seriously. I am now 86 years old. And in these last years of my life, I can look back and measure the worth of the men, I have known in the course of a career full of surprises. Most of my conte were incapable of making an effort beyond what was required of them. I have therefore very vivid recollection of those few who were capable of actions and initiative. In his book, the revolt of the masses, Jose Or ortega Ig set wrote these inspired words. Is 1 of my favorite paragraphs in the entire book. A human life by its very nature has to be devoted to something or other, to a glorious or humble enterprise, an or obscure destiny This is a strange but in condition of things. Or Ortega Ego set must have known Bug at the time of riding those lines. The production of cars and Was really just a game to my friend. And his successes came easy to. He was 1 of the last car manufacturers able to imagine whole to assemble in his mind, the most varied and complicated mechanical constructions. Effortlessly yet with exact. In a word, It Bug was 1 of the last mechanics truly worthy of the name. A larger volume would be needed in order to give a full and clear account of his influence. After the war, this truly French technician was the victim of regrettable incidents, and his health was thereby affected. He passed away in 19 47. In 19 13, I lost my brother Charles in a car accident for which a third party was entirely to blame. He was only 30, Yet he must have found death to be kind. He was at the wheel of a bug. And that is where I'll leave it for the full story. I highly highly highly recommend buying the book if you can. I think there's only a few copies available. I'm so glad this book came into my life. It was the perfect vehicle to learn about the genius that was Bug. I will leave a link down below. If you buy the book using a link, you'll be supporting the podcast at the same time. That is 316 books down. 1000 ago, and I'll talk to you again soon."
}