{
  "transcript": "Wanna tell you about something very special, something that may only happen 1 time ever. I am doing a live show in New York city, on October nineteenth with Patrick O's from invest the best. Patrick has interviewed over 300 of the world's best investors and founders on his podcast. I've read over 300 biographies of history greatest entrepreneurs for mine. We're gonna be talking about what we've learned from 7 years of podcasting, sharing our favorite ideas and stories and then doing a live q and a. If this is something you'd be interested in attending, make sure you move quickly, there's a lot of founders and invest like the best listeners in New York have already talked to a bunch of people that are actually bought tickets and are flying in from other states and other countries for this. We just got our first sales update from the venue. We've already sold a few hundred tickets, and we haven't even talked about it on this podcast yet or Patrick's podcast. So again, move quickly do not dill dal. I will leave the link down below. My professional life seemed destined to have 1 foot in Silicon Valley and the other in Hollywood. I first got into the film business in 19 79 when flushed from the success of Star Wars, George Lucas hired me to help him bring high technology into the film industry. Our offices were located about an hour's drive from Palo Alto, the heart of Silicon Valley. That proximity gave me a front row seat from which to observe the many emerging hardware in software companies. I couldn't have arrived at a more dynamic and volatile time. I watched as many startups burned bright with success and then flame out. My mandate at Lucas film to merge movie making with technology meant that I rubbed shoulders with the leaders of places like sun micro systems in silicon graphics. I watched these guys closely, hoping to learn from the trajectories, their companies followed. Gradually a pattern emerged. Someone had a creative idea obtain funding brought on a lot of smart people and developed and solar product that got a boat load of attention. That initial success beg began more success learning the best engineers and attracting customers. As these companies grew, much was written about their paradigm shifting approaches and their Ceos landed on the cover of magazines. But then those companies did something stupid, not just stupid in retrospect, but obvious at the time stupid. I wanted to understand why. What was causing smart people to make decisions that sent their companies off the rails. I didn't doubt that they believed they were doing the right thing. But something was blinding them and keeping them from seeing the problems that threatened to up end them. As a result, their companies expanded like bubbles and then burst. What interested me was that the leaders of these companies seem so focused on the competition that they never developed any deep intros inspection about other destructive forces that were at work. Over the years as pixar struggled to find its way, I asked myself. If Pixar is ever successful, will we do something stupid too. Can paying careful attention to the missteps of others, help us be more alert to our own. Clearly, something was causing a dangerous disconnect at many smart creative companies. What exactly was a mystery, and 1 that I was determined to figure out. In the difficult year, after Toy Stories Debut, I came to realize that trying to solve this mystery would be my next challenge. My desire to protect pixar from the forces that ruined so many businesses gave me a renewed focus. I would devote myself. To learning how to build not just a successful company, but a sustainable creative, culture. That is an expert from the book that I'm gonna talk about today and 1 I just re reread, it is called creativity Inc overcoming the unseen forces that stand in the way of true inspiration and is written by Ed Cat, the cofounder of Pixar, and he lays out exactly what this book is about this surprising twist that happened, his entire life. For over 20 years, he was working towards this goal of creating the first computer animated full length movie. He accomplishes that goal when Toy story comes out. A movie that almost 30 years after it came out. I'm still watching it with my kids. It was 1 of the biggest movies of the year, a massive success the next week Pixar Ipo, I think it's the biggest Ipo of that year we'll get to that story later on in the book. And yet to Ed surprise was the hollow adrift feeling he felt after he accomplished what he thought he wanted to accomplish. And so this book tells the founding story of Pixar tells a story of Ed life, but it also talks about what do you do? After you get everything that you thought that you wanted to get. It is a fascinating look into a founders psyche wanna jump into his childhood, and his childhood heroes and the people that inspired him to want to to achieve that goal on the first place, this would be Walt Disney and Albert Einstein. When I was a kid, I used to p myself down on the living room floor a few minutes before 7PM every Sunday, and I'd wait for Walt. Disney. I was trans by what I saw. Each week, Walt Disney himself open the broadcast of the wonderful world of Disney. Standing before me, he would d the Disney magic. He'd explained the use of synchronized sound in team Willie or talk about the importance of music and Fan, and he always went out of his way to give credit to his fore bears, who had done the pioneering work upon which he was building his empire. Each week, Disney created a made up world Use cutting edge technology to enable it and then told us how he had done it. 40 years later that is exactly what Ed Cat was doing did in his career was also doing his book. He created made a world, used cutting edge technology and then told us how he did it. While Disney was 1 of my 2 boy idol. The other was out what Einstein. Disney was all about inventing the new. He brought things into being, both artistic and technologically that did not exist before. Einstein was a master of explaining that which already was. I read every Einstein biography. I could get my hands on. I've already made 1 episode 9 einstein. It was episode 1 87 if you haven't listened to it. I have a bunch of unread Albert einstein biographies myself. I will eventually get to them and make episodes on on them as well back to this. Both Einstein and Disney inspired me, but Disney affected me more because of his weekly visits to my family's living room. Disney animators were at the forefront of applied technology. Every time some technological breakthrough occurred, Walt Disney incorporated it. I wanted to climb through the Tv and be part of his world. And what's fascinating is when he tries to become an animator. I'd realize realizes, oh, wait. I'm I'm actually not talented. I can't do this. I can't draw. So he has to find another way in which is fascinating, and that's obviously do computer animation. I'll get there 1 second. But his first piece of advice, we we come across his first piece of advice that. He's gonna repeat a few times throughout the book. And that is when you are faced with the challenge, you just have to get smarter. And so he ties that idea back into another event that happens in his early childhood, and that is when the Soviets launch the first satellite, which is Sp into Earth's orbit. And so the Us government's response to this is something that Ed is gonna use in his own career. It says the United states government's wants being vested was to create something called Arp, So that's the advanced research. Project agency that precursor Da, their goal was to support scientific researchers in America's universities in the hopes of preventing what they termed quote unquote, technological surprise. That is a great phrase. Technological surprise. By sponsoring our best minds, we'd come up with a better answers that was what Arp believed. I still admire that enlightened reaction to a serious threat. Will just have to get smarter. And so Arp response to Sp nick was 1 positive example from a childhood. His dad, his dad's quiet example, which actually gonna teach him the life changing power of education. There's just a few lines about this. That I think to tell the entire story. His dad was the son of an Idaho dirt farmer. His dad was 1 of 14 kids, 5 of his dad's siblings died as infants. His dad was the first person in his family ever to go to college. He had to work while he was going to college and pay his own way. He pays own college tuition. Because again, he was the son of a Idaho dirt farmer. His dad was also incredibly capable. He built the house that Ed lived in from the ground up with his own hands. And his dad taught his kids without ever saying so explicitly that they were expected to study hard and to go to college. And Ed was a great student. He was a great student in high school, was a great student in college. He went up graduating from the University of Utah. He gets 2 degrees. 1 in physics and the other 1 in the emerging field of computer science. This is in 19 69. And so his original intention because he thought he's like, okay, well, I'll never be able to... I'm not talented enough to to be a disney animator. He's like, I to shoot choose a different goal. His original goal was, like, okay. Well, what if I can learn how to design computer languages. And if you listen to the Paul Graham episode I did a few weeks ago? I think it's episode 03:14 on how to do great work. Paul has read a bunch of biographies and he noticed something I I'm wanna read from that, say real quick because we're about to an example of this being true in ed own life. And so, Paul, writes. When you read biographies of people who've done great work, it's remarkable. How much luck is involved. They discover what to work on as a result of a chance meeting, which is about to happen right now, are they reading a book they happen to pick up. So you need to make yourself a big target for luck. And the way to do that is to be curious. Try lots of things, meats lot... Meet lots of people, read lots of books and ask a lot of questions. So he's okay. Well, I'm gonna design computer languages then, I met a man who would encourage me to change course, Ivan Sutherland. Sutherland and his partner, Dave Evans were actually running the University university's computer science department. This is at you of you, which is the University of Utah. The way they ran this department is the way that a decade or 2 into the future, Ed Cat is gonna run Pixar. So this is what he saw. Sutherland and Evans were magnets for bright students. They let us with a light touch. They gave us workspace and access to computers and then let us pursue whatever turned us on. The result was a collaborative supportive community so inspiring that I would see later seek to replicate it at pixar. Now this is wild. I love. So essentially what's happening right now and what I'm about to describe to you is it's like Ed got a front row seat for the birth of, you know, the Internet software technology industry. And if you read a bunch of biographies, and you listen to a bunch of these episodes, you see that in the beginning of, these industries, like, when they're starting to explode, all the people wind up knowing each other? So there'd be a ton of examples where you and I have covered biographies of people that went on a degree things, and they met some at some point throughout their career. And so 1 of 1 of Ed classmates, right, in this environment put together by Sutherland and Evans, is Jim Clark. So 1 of my classmates Jim Clark would go on to found So Graphics and Nets escape. I've done 2 Pie Podcasts on, Jim, I think the best 1 is episode number 2 74. Based on Michael Lewis book about Jim Clark called the new new thing. But it's just fascinating to me. How this just pops up over and over again. That they just wind up knowing each other and coming across pass. Now 1 of the reasons that he also had a front row seat for the Internet is because the first 4 nodes of the Arp net, which is the precursor to the Internet. Take place at 4 universities. It's Ucla, Uc Santa Barbara, Stanford and the you of you. And so he says, well, he's at. You are you of you and this is happening. So he says, I had a ring side seat from which to observe this grand experiment. And it's in this environment at this time where he realizes, oh, this is gonna be my other route and I'm going to make a computer animated film. And so he talks about the leadership again, that he's gonna emulate from Sutherland and at Evans that they trust us innovate, And it says this kind of trust gave me freedom to tackle all sorts of complex problems, and then he says he did so with 1 of my favorite words in the English language. And he says I did so with Gust. I often slept on the floor the computer rooms to maximize time on the computer at the age of 26 I set a new goal to develop a way to animate not with a pencil, but with a computer and to make the image images compelling and beautiful enough that they would be used in movies. Perhaps, I could become an animator after all. So I wanna fast forward into the timeline because I wanna get into 1 of the people that fa needs to me the most, a long time ago, like, I don't know. 6 years ago. I read this fantastic book by this author named Brian J Jones. He... Brian j jones has written a bunch of biographies I love. But probably my favorite biography that hey he wrote that I love the most is a biography of George Lucas. I think it's episode 35, I'm going to reread it again soon. But 1 of the things if you listen to that episode if you read the biography that that jumps out on you and why I love reading about Lucas so much is that he was a rebel and a mis fit any he always bet on himself. And it is through George Lucas that Ed Cat is eventually on a partner with Steve Jobs and create the pixar that we know today. So it says it's hard to imagine now, but in 19 76, and again, this is a a great illustration of the fact that George Lucas was capable of independent thought. He didn't care what other people in his industry were doing or what they thought it was the right way. He's like, well, I think this is the right. I'll just bet myself and figure out how to do it. It's hard to imagine now, but in 19 76 the idea of incorporating high technology in a Hollywood filmmaking wasn't just a low priority. It wasn't even on the radar. But 1 man was about to change that with a movie called Star Wars. While no 1 else in the movie industry had even the slightest desire to invest in such things. George resolved in July 19 79 to launch a computer division. Thanks to Luke Skywalker. He had the resources to do it right. And so Ed is interviewed by George Lucas himself, so it's working closely with him, so he'd get an insight into George Lucas, but also some of the things that Ed learned from him. So he says, I got interviewed by George himself. He and I seem pretty similar. We worked with a blind on intensity and had a tendency to talk only when we had something to say. Georgia's George had relentless practicality. He wasn't some hobby trying to bring technology in a filmmaking for the heck of it. His interest in computers began and ended with their potential to add value to his filmmaking process. Lucas Film was based 1 hour north of Silicon Valley by car and 1 hour from Hollywood by plane. This was no accident. George saw himself first and foremost as a filmmaker, so Silicon Valley wasn't for him, but he also had no desire to be too close to Los Angeles because he thought there was something a bit un unseen and in bread about it. He created his own island. Let's pause there. The order in which you read things is fascinating to me because they the effect that has... Think about it. Like, who created their own island? If you listen to last week's episode number 03:16 on Bug. He created his entire world, in this like little sliver of contested land that Germany and France would constantly fight over. His own feudal Be, I think is the term from from that book. It's exactly what George Lucas is doing with Skywalker Ranch. So George Lucas hires Ed Camel, they're gonna make this thing called the Pixar image computer. That's where the name comes from. When Jobs buys the... We'll get there, but when Jobs buys Pixar, from George Lucas after George Lucas is going through a divorce. The idea was like, they're gonna sell high end hardware. Right? And then realize over time that like, no. This is not gonna work. We need to double down on what we're actually passionate about. But anyways, this is what they're trying to work on at that time. It was a highly specialized stand computer. They gave you the power to scan film, combine special effects images with live action footage and then record the final result back on to Film. That is what George Lucas was interested in. And so there's a series of people that Ed Cam throughout his life will work closely with He'll observe and try to learn everything from He's really interested in management because he doesn't really... He knows he's gonna have to do that, but he doesn't think he's actually qualified. He's said like, because this a skill I can actually, like, figure out and learn on my own. And so he he has an entire part which is fantastic. Talking about what he's learning from working directly under George Lucas. I saw that his way seemed to reflect some of the philosophy that he had put into Yoda. Just as Yoda said things like do or do not, there is no try, George had a fondness for folks analog that sought to describe neatly the mess of life. He would compare the often ar process of developing his 4700 acre Skywalker ranch compound that's incredible. To a ship going down River that had been cut in half and whose captain had been thrown overboard. We're still gonna get there he would say, just grab the paddle and let's keep going. Another 1 of his favorite analog was that building a company was like being on a wagon train headed west. On the long journey to the land of plenty, the pioneers would be full of purpose and united by the goal of reaching their destination. Once they arrived he'd say, people would come and go, and that is as it should be. But the process of moving towards something of having not yet or, and and of having not yet arrived was what he ideal utilized. And so on the second or third reading of that sentence it's interesting. I'm gonna pause there. I'm not done with the section, but This idea. Hey. We're moving towards something we haven't not yet arrived is what is, like, George is like, ideal scenario. That's interesting because Ed arrives at his goal and he finds a lot. He's, like, lost and you doesn't use the word depressed, but that's definitely the way Like, if you read between the alliance. That's what he's... Like, what he's infer, and I've talked to a ton of founders. You know, after they sell their company or whatever case is they're Rich as Hell and you have to, like, why am I depressed? Like, what is happening? It's like, well, you need a new mission. There's a great line. Again, going back to the Book... The Bug book. Maybe my all time favorite quote in that book says a human life by its very nature has to be devoted to something or other. To a glorious or humble enterprise. An ill or obscure destiny. This is a strange, but in condition of things and when you lose your mission, it doesn't matter how rich you are, you're gonna feel depressed and adrift just like Ed cat does. Let's go back to George Lucas. George Thought in terms of a long view. He believed in the future and his ability to shape it. And so that line, right? He believed in the future in his ability to shape, it my favorite line in George Lucas biography that Read, it's that George Lucas una invested in what he believed in the most himself. That's exactly same idea that we see in the book creativity Inc. As a young filmmaker in the wake of American Graffiti success. Was advised to demand a higher salary on his next movie, which would be star wars. That would be the expected move in Hollywood bump your quote, bump your quote, not for George though. He skipped the raise altogether and asked instead to retain ownership of licensing and merchandising rights to Star wars. The studio that was distributing the film, readily agreed to his request thinking they was not giving up anything. George would prove them wrong, setting the stage for major changes in the industry that he loved. He bet on himself and 1. Okay So I wanna get into what's set the stage for Ed to actually began his partnership with Steve Jobs. Now the crazy thing, and and the end of this podcast is really, like a second podcast because, first of all, you should buy creativity Inc, especially if you're managing a team, and I would read, like, each chapter, like, probably, like, maybe 1 chapter a week and really think about, like, what he's talking about. But even if you didn't do that, I would buy just to read the afterward, which I think, like, 15 pages about his relationship, with steve jobs. And why that is so important is because Ed was actually partners. He worked with Steve for 26 straight years. Nobody else worked continuously for Steve for that amount of time. So he's a special insight into what Ira would argue is, you know, the greatest entrepreneur ever do it. But there's something that Steve said 1 time, and I wonder he learned it. From Ed, which was that, the storyteller is the most powerful person in the world. In fact, when I got to this section, I also thought about, Don Valentine is the founder was the founder of Sequoia Capital. And he also invested money into Apple in the early days, but he said that something it was fascinating. It was very Why is that important to you and I? Because Don Valentine said the art of storytelling is incredibly important. Learning to tell a story is critically important because that's how the money works. The money flows as a function of the story. And so Ed is making like these little I guess... I don't even know short films I don't know what we call. But he he notices something I just wanna to pull out, and then we'll get into how... Like, where Steve jobs comes into the story. And he says, this is a phenomenon that I would notice again and again throughout my career. For all the care, you put into artist history. Visual policy Frankly doesn't matter if you were getting the story right. So he's gonna talk about the story is king over and over again in this book. So George, this is 19 83. George and his wife are splitting up and he's gotta do a divorce settlement, and that is severely, like, affecting his cash position at his company. He's gotta sell a bunch of assets to to fulfill this divorce settlement and Pixar is going to be 1 of those assets. Here's the problem. Nobody wants to buy Pixar. They were shopped over 20 prospective buyers and none of them bit. At the last minute, general Motors comes in and they're like, okay, We'll take it off your hands. And then 1 week before that deal was supposed to be signed. They back out and that deal falls apart, and this is what Ed Campbell says. To this day, I am thankful that that deal went south because it paved the way for Steve jobs. I first met Steve in February of 19 85. He was still... Steve was still, this is really important to to note. Steve is still at Apple. The first time When he discovered, he's like, these guys are way ahead of everybody else. And so he actually tries to get Apple before he gets kicked out to buy these guys. This is Hilarious. So this is what meeting This is what a meeting with a young Steve jobs was like. We met on a conference room with a whiteboard and a large tables surrounded by chairs. Not that Steve would stay seated for very long. Within minutes he was standing at the whiteboard. I remember his assertiveness. There was no small talk Instead, there were questions. Lots of questions. What do you want? Where are you heading? What are your long term goals? He used the phrase insanely great products to explain what he believed and I wanna pause there because this has come up a bunch of times where? You have a single of purpose, makes it really easy for other people to understand you, makes it really easy for other people interface with you. And if they can understand you, and they can interface with you. Makes it easier for them to help you. That Steve, just... Summarize, his entire approach. His North star, what was important to him, and it's something he talked about... I think he's 30 at the at this point in the story. Somebody he talked about. He was that same phrase when he's in his twenties. He used it before he was going to die. All he cared about was making insanely great products. Steve was prioritizing clear communication to make it easy for you to interface with him and to help him. You wanna make insanely great products come with me, and he does it in 3 words. That is genius Back to this, clearly, he was the sort of person who didn't let presentations happen to him, and it wasn't long before he was talking about making a deal. And this was ed initial reaction. I was very uneasy about Steve. He had a forceful personality where I do not. And I felt threatened by him. For all my talk about the importance of surrounding myself with people smarter than myself, his intensity was at such a different level. I didn't know how to interpret it. It put me in the mind of an ad that Maxwell cassette tape company released around this time, featuring what be we become an iconic image is 1 of the, like, well known ads of all time. It's a guy sitting in a chair, and his long hair is literally being blown back by the sound from the speaker that's in front of them. That is what it was like to be with Steve. He was the speaker everyone else was the guy. And then something surprising happens. After that initial meeting, we heard nothing. Total silence. We were perplexed. We finally learned why a few months later, it was announced that Sc had persuaded Apple's board of directors to remove Steve. When the dust settled, Steve sought us out again. He wanted a new challenge, a new mission. Right? Main theme in the book you need a mission. A human life by its very nature has to be devoted to something or another to a glorious or humble enterprise. An ill or obscure destiny. This is a strange but condition of things. We're seeing it in a young Steve Jobs life. He just lost his life's work. He lost his love. And he's like, alright. Saw him out again. He wanted a new challenge and thought maybe we were it. It's so Steve invites him over to his house. I love the description of his house. If I didn't have a wife and kids. I would live this way myself as well. So said Steve was hard charging relentless even, but a conversation with him took you place as you didn't expect. Several of us drove over to meet Steve at his house in woods side. The house was almost empty, but for a motorcycle, a grand piano and 2 personal chefs. And so there's a slow process of them getting to know each other, saying, okay, Can we be long term partners. Steve is not gonna try to buy and, I mean, you already you know, Steve's he's not gonna... He's not interested like, I'm gonna buy a business and then flip it in, like, 2 years. He's not interested at all. He wanted to build great products. And so this was fascinating because it gives you an insight into a young steve jobs. I met with Steven and generally asked him how things got resolved when people disagree with him. He seemed unaware that I was really asking him, what what I was really asking him was how things would get resolved if we work together, and I disagree with him, and this is hilarious. He said, when I don't see I'd eye with somebody. I just take the time to explain it better, so they understand the way it should be. And so again, go back to this idea that Steve made it really easy for you to interface with him. He was really about what was important to so much so that 1 of Steve's attorney. So they're they're about to close this deal. Right? This this... You have to remember this line for later when we get to the afterward. I remember 1 of steve's attorneys telling us that if we were acquired by his client, we had better get ready to get on the Steve jobs roller coaster. The acquisition process was complicated by the fact that the negotiator for Lucas Film wasn't good. He... The Chief Financial officer underestimated Steve, assuming he was just another rich kid in over his head. This guy told me, that the way to establish his authority in the room was to arrive last. His thinking was, which he articulated out loud to me was that this would establish him as, quote, the most powerful player in the room since he and only he could afford to keep everyone else waiting. All it ended up establishing, however, was that he had never met anyone like Steve jobs. The morning of the big negotiating session, all of us, but the Cfo were on time. Steve and his attorney, me and my team, I don't have to list the people, Lucas films attorneys and an investment banker. At precisely 10AM, Steve looked around and finding the Cfo missing started the meeting without him. Steve had not only foil the Cfo attempt to place himself atop the peck order, but he grabbed control the entire meeting. This would be the kind of strategic aggressive play that would define Steve's stewardship of Pixar for years to come. Once we joined forces, he became our protector as fierce on our behalf as he was on his own. Steve paid 5000000 dollars to spin pixar off of Lucas film and agreed to invest another 5000000 dollars to fund the company, which Hilarious. I think he he's gonna wind up. I think he total all in, before they wound making a profit, he puts 54000000 of his own money into this company. And I think at the time, I've heard different estimates, but he had somewhere between, like, 70 and 9, I think 160000000. So a gigantic chunk. And this is when he has next, so he's just not like next successful at all. So unbelievable. Like, now was 1 of... Maybe the greatest entrepreneur of all time might be the 1 of the greatest investors who also would do that. It's insane, but he's just investing a huge chunk of his net worth into this company. Which he didn't know at the beginning. Again, after we signed our names, Steve pulled me and A aside, put his arms around us and said whatever happens we have to be loyal to each other. The feisty little company called Pixar had been born. Now what's fascinating about this part of the book is you just see how different things can be and the how they change and evolve over time. This is who Steve's partnering with. Right? This is who Steve's is gonna put almost a all his net worth into. And so he says there's nothing quite like ignorance combined with the driving need to succeed to force rapid learning. The main business that we chose was to sell the Pixar image computer, which is going to fail. I think they sell like a hundred of them or something like that. The problem was what we had never manufactured or marketed a high end machine before. We had no salespeople. We had no marketing people. I had never been responsible for a profit and loss statement. I knew nothing about how to manage inventory. And so this entire time, Ed is telling the story of, like, just having to learn on the fly. And he's observing how all these other leaders leaders, bosses he's said in the past from, like George Lucas, realizing, hey, I I can't really interact the way that Steve interacts with people. And so he comes across the work of W Edward Demi, who's on American working in Japan, actually helping the Japanese, like, manufacturing industry, companies like Toyota and Sony are gonna use Demi ideas. And so Ed realized realizes, hey, I actually use Demi ideas. Like I treat them as metaphor. I could use them in my work. And so he identifies what he feels are the most important ideas the ones that he could use. The essence was this. The responsibility for finding and fixing problem should be aside assigned to every employee if anyone at any level spotted a problem, demi believed they should be encouraged and expected to stop the assembly line. Demi approach gave ownership of the responsibility for a product products quality to the people who were most involved in its creation. My approach to managing Pixar going forward. Was to be guided by the central tenet. You don't have to ask permission to take responsibility. And so for many years, they don't even know what their business is going to be. They go through a bunch of different products and business models And so he's talking about this time. My memory of that period is that it is 1 of concerts searching for a business model that would put us in the black. There was always reason to believe that the next thing we tried would be the thing that finally worked. We were just hem money. And I know I've already said this, but it's it's so crazy. It's so insane that he did this. That it's it's worth repeating. Steve, it's sunk 54000000 of his own money into the company. A significant chunk of his net worth and more money than any venture capital firm would have considered investing. It became clear to us that we needed to abandon selling hardware. And really, this is the main point that you should... What is it, like you're intensely intentionally intensely interested in. You should have done that first. Right? They had to go through a bunch of different changes and they just are like, hey, this is where our heart is. Let's bet the company on this. The only thing that made this leap easier was that we had decided to go all in on what we year to do from the outset, computer animation. This was where our true passion resided and the only option left was to go after it with everything we had. And that doesn't happen without a lot of pain. They went up having to lay off more than a third of their employees. There's a bunch of different times where Ed is like, oh my god. Steve is actually giving up. He's gonna sell the company. And he realized, oh wait, no. That's not what he's doing. Check this out this was fascinating to me. 3 times between 19 87 and 19 91 a fed up Steve jobs try to sell Pixar. And yet despite his frustrations, he could never quite bring himself to part with us, so they get an offer from Microsoft just 1 of these companies. Steve's like, hey, I want a hundred and 20000000 for Pixar. And, you know, he just made up the number, and Microsoft not we'll give you 90000000. This is Ed interpretation of this though With each suit or steve started with a high price and was unwilling to budge. I came to believe that what he was really looking for was not an exit strategy as much as external validation, his reasoning went like this. If Microsoft was willing to go to 90000000, then we must be worth hanging on to. Remember, this is a company that Steve is going to sell a few smell to Disney. For 7600000000.0 dollars. So before they go all in on just doing computer animation, They had done, they developed some technology for Disney animation is this system called caps, which is computer animated animation production systems. And so that was like, this initial, like, bridge to this relationship with Disney. So they approached Disney and they're gonna build out, they actually tried to initially, Disney wanted to recruit John Las, which was 1 of the the founding members of Pixar, and maybe the greatest animator and storyteller of all time. And since John wouldn't leave Disney, Jeffrey Katz at who at this time is the head of Disney's Motion Division. So it's like, okay, we'll just do a deal with you guys because I I have to work with john no matter what. And so for the vast majority of Pixar existence, Steve respects passion. He respects talent. And he's like, well, you guys know more about animation and storytelling and than I do So he just kinda leads him alone. But when it comes to negotiating on their behalf, taking care of the money, he always leads that part. And so when the time, when it comes time to negotiate with Katz and Disney. This is where Steve jumps in, and Katz initial offer is actually, hey, we want Pixar to make a feature film. Right? You guys make the story You do all the work. We're gonna own it because we're gonna distribute it. And remember, there's a 54000000 dollar hole in Steve Jobs pocket. When he says this, Steve's Steve's rejected Jeff logic that since Disney was investing in Pixar first movie, it deserved it deserved to own our technology as well. You're giving us money to make the film, Steve said, not to buy our trade secrets. What we brought here was our technical innovations and they are not for sale. And Steve was willing to walk away on that specific point. So Jeffrey gives in 19 91, they strike they strike a 3 picture deal where Disney is gonna say, okay. We're gonna provide the financing and they're gonna distribute the movie. But here's the problem. They just signed a deal where they're saying, hey, we're actually embarking on something we know very little about because since we're using computer animation, there was no 1 else to else to ask for help because no 1 had ever done this before. There's a famous quote that I read in 1 of the biographies of steve jobs. We said the only time you ever saw an entire company of a players was in the early days of picture pixar. I think they had, like, 400 Can't remember, it was, like, 200 or I wanna say 400 people. That's the way I remember. They had, like, 404 hundred people and every single 1 was an all star because they're doing something for the first time, and the first movie they make is toy story. And like I said earlier, I just rewatch this, You know, the last like, I don't know, 12 months ago so something like that. It is still excellent. It's incredible how well that movie holds up. So they go through the process of building this. Right? And then Steve throws them a curve ball. He says in the in the book that you... If you're gonna work with Steve. You he's just gonna throw a curve ball. Like, you're gonna have to deal realize that. And so he meets with Steve meets with John and, John Las, and he had Cat. He's like, okay, Toy Story is almost ready. We're gonna go public. And they're, like, what? And so, like, hell, no. We can't do this. And it says Steve. This is our mom he said, and then he lays out his logic. Let's assume that Toy story is a success he said. And let's actually assume it's a big success he said. When that happens, Disney Ceo, Michael Is, who's at the time. We'll realize that he has created his own worst nightmare, a viable competitor to Disney. This is all Steve's Logic. Okay? Steve predicted that as soon as toy story came out, E would try to renegotiate our deal and keep us close as a partner. In this scenario Steve said, he wanted to be able to renegotiate better terms. Specifically, he wanted a 50 50 split with Disney on the financial returns. I think at this time, it was like, 90 10 or 85 10, something like that. So if Disney is getting... I mean, putting up the money. They're distributing... They're getting the vast majority the money. It seems like we can't run a business that away. Gotta we gotta... We need 50 for percent of the profit and to do that, we need to be able to put up 50 percent of the money for the movies. In order to fulfill these terms, we would have to be able to put up our cash for our put up cash for our half of the production budgets, a significant amount of money. And to do that, we would have to go public he said. And this is the crazy thing It's like Babe ruth calling a shot. Right? We would... He says we're gonna go public 1 week after Toy story open because he believed he he watched Toy story. Back when I was reading them, I read a bunch of biographies on larry Ellis years ago and Larry Ellis his best friends to received jobs. And he said that Steve was obsessed a toy story that he'd make Larry else and watch it like, 30 times. It is crazy. So he's like, this is this is a hit. Like, this is gonna be smash. Toy story drops on, I think that Thursday, we're gonna go public, the third the Thursday after that. If I'm remembering this correctly. So it says we would go public 1 week after Toy story. Steve turned out to be right. As our first movie broke records at the box office. All of our dreams seem to be becoming true, and then our initial public offering raised nearly a hundred and 40000000 for the company. The biggest Ipo of 19 90 foot 5. And a few months later, as if on queue, E calls, saying that he wants to renegotiate the deal and keep us as a partner, he accepted Steve's offer of a 50 50 split. I was amazed. Steve had called this exactly right. And so this is when we go into the surprising part, it's surprising to anybody, it hasn't experience this firsthand, but extremely common that if it happens a bunch of people, you you might find yourself in this position in 1 day. And I think reading its book and just knowing this this exists in a bunch of forms. Is very helpful. The fact that he got everything he possibly wanted. It could never expect, you know, that that his he created the world's first computer me movie. It's 1 of the most successful moves of all time. His company is now a 50 50 partner with Disney, who he idol license since he was, like, 12 and yet he feels completely empty and adrift inside, and so he has to pick a new mission, so ed go after toy story after feeling, you know, down and depressed. How could we enable the talents of these people? To keep them happy and not let the inevitable complexities that come with any collaborative endeavor undo us along the way. This was the job that I assigned myself, the mission that he assigns himself, and the 1 that still animate me to this day. And so that is the main crux of the book. It's like, he's got all these ideas on how to make a sustainable creative environment. So I'm just gonna pull a couple of ideas. This idea will stick with you. It is probably the 2 sentences of a sentence that I remember the most from reading this book 5 or 6 years ago. So talking about, they started Toy story 2. The movie was so bad. They had to fire the team the the director and the team and give it to. I think John las fixes it. Right? He extremely painful, time consuming expensive. I'm giving you the punchline here though. Right? So it's like, remember that the spine of the story. That woody, his dilemma was the stay her to go was the same before and after that we worked on it. 1 version didn't work at all, and the other was deeply emotionally affecting to the audience. Why? Talented and storyteller had found a way to make viewers care and the evolution of this storyline made it abundantly clear to me, this is the maxim. This is the punchline line. This is the most important part. If you give a good idea to a mediocre team, they will screw it up. If you give a mediocre idea to a brilliant team, they will either fix it or throw it away and come up with something better. The takeaway here is worth repeating getting the team right is the necessary precursor to getting the idea right. That insight that its people over everything. Right? Go back to see jobs idea. This is a the only companies ever seen that has a a team full of a players. They're betting everything on the talent that they have. That idea causes him to completely redo the entire organizational structure of the company. Some points even though they're they're you know, creating, movies in in in a, like, a brand new way no one's ever done before. They started copying some ways of other, like, movie studios or were set up. We think this doesn't make any sense. We had a development department that was charged with seeking out and developing ideas to make any new films. Now I saw that this made no sense. The New goal find, develop and support good people, and they in turn will find develop and own good ideas. Now here's a problem though. You go all in on talent. Well, these super like a players of people, people are are completely addicted to their life's work and achieving excellence. Right? They tend to be work h, that can be excessively dangerous. In fact, when they were going through this because they had a deadline Toy story too. An overworked employee actually drives up parks the car, And I think his wife is working there as well? And she goes, hey, how was the drop off? Like, how... Like, you dropped our baby off at at Daycare. How was that? And he's like, oh my god. He had left the baby in the back seat and the baby almost died. And Ed realizes oh my god, what kind of environment am I building here we were almost... The like, the direct result of pushing everybody to the their absolute limits. We almost killed a baby. And so this causes him to change the way things are done as well. A motivated work workforce pulling together to make a deadline could destroy itself if it's left unchecked. Though I was immensely proud of what we had accomplished. I vowed we would never make a film that way again. It is my job to protect our people from their willingness to pursue excellence at all costs. This is trickier than you might think. Pixar people are ambitious high achieve who wanted who want to do their best and then some. But if we are in this for the long haul, remember going back? Ed treats the the world like a classroom. Every single experience he has. He learns from it. What did he tell us couple chapters ago. George Lucas had this insane long view of everything. And so it's grabbing that idea from Lucas isn't and applying it here. If we are in this for the long haul, we have to take care of ourselves, we have to support help healthy habits and we have to encourage our employees to have fulfilling lives outside of work. And 1 of the things you most admire if you read this book about both Ed Cat, Steve Jobs and John Masse is that they believe that quality is the best business plan. So Disney had originally wanted Toy story 2 to go straight to video. And they did that. Not because that's gonna en enjoy the the highest quality product. They did that because they were making so much money selling, like V dhs and I think Dvds at this time. So as a pure money play. The problem is it's saying that Toy story 2, which is not gonna play in theaters doesn't have to be as good or as high quality as Toy story 1 and so Ed fights back on this. And this is fifth this is really interesting. Can remind me something I read in, this fantastic biography of of, Steve Jobs called becoming Steve Jobs about this phrase that he has called the Apple experience, which I'll get to in 1 second. Tory story tube taught us this lesson. Begun as a direct to video sequel, the project proved, not only that it was important to everyone that we weren't to second class films, but also that everything we did. Everything associated with our name needed to be good. Thinking this way was not just about morale. It was a signal to everyone at pixar that they were part owners of the company's greatest asset. It's quality. John coined a new phrase at this time that quality is the best business plan. Ed advice that anything associated with your name has to be high quality. Steve's application of this idea Apple was the Apple experience. I'm gonna read from becoming Steve jobs now. Steve understood that every interaction customer had with Apple could increase or decrease his or her respect for the company. As he put it, a corporation could accumulate or withdraw credits from its reputation, which is why he works so hard to ensure that every single interaction, a customer a customer might have with Apple, from using a Mac to calling customer support to buying a single from the itunes store and then getting billed for it was excellent. Same exact idea that Ed is talking about here, every single thing associated with our name needs to be excellent quality. Is the best business plan. Another idea Ed preach. You start with something that sucks. Right? Your job, what you get paid for is to make it not suck. Early on, all of our movie suck. Really, you'd be surprised how bad the first versions of our films really are. I'm not trying to be modest. Pixar films are not good at first. All the movies we now think of as brilliant where at 1 time terrible, and this is as it should be. Creativity has to start somewhere. There is a basic truth. People who take on complicated creative projects become lost at some point in the process. It is the nature of things. And so he talks about you need to develop mechanisms inside your own companies to get you back on track. And so 1 thing they use and they repeat a lot. Throughout the book is the importance of can. You attack the quality of the person's idea, not the person, but you cannot sugar coat. It is this up to Pixar level quality or not. And because he preach, hey, all of our movie suck at first, no 1 takes offense. It is the nature of things. They are bad. Our job is to make them suck less. That is what we get paid to do. Another idea he has. The best products emerge from within their creator. We believe that the most promising stories are not assigned to filmmakers, but emerge from within them. Our directors make movies that they have conceived of and are burning to make, so they have this mechanism called the brain trust. Anywhere from, like, 5 to... Like, 30 different people, they'll meet with a director or filmmaker, throughout the process, they'll review them, and they just give, like, very blunt can like critiques, hey, you know, could you draw this better? This story is a little week here whatever are the case. Now This is important part. The brain trust has no authority. The director does not have to follow any of the specific suggestions given. The brain trust notes are intended to bring the true causes of a problem to the surface risk not to demand a specific remedy. That specific remedy has to come within the filmmaker. And if it doesn't, you have the wrong filmmaker. And so another thing that he preach and repeats that you are not your idea. This is related, these are all related there in the same chapter. This principle lu most people, but it is critical. You are not your idea. And if you identify too closely with your ideas, you will take offense when they are challenged. And so another great thing about the book is that he's working with all these, like, first class directors and filmmakers. They're, like, almost like a team of founders and in in and of themselves, and they say really fascinating things. And so I just wanna pull out 1 here. This is the filmmaker Andrew. Andrew is fond of saying that you need to be as wrong as fast as you can, so get to the wrong answer as fast as you can. It's the way I would summarize what he's about tell here. In a battle, if you're faced with 2 hills, and you're unsure about which 1 attack he says, The right course of action is to hurry up and choose. If you find it's the wrong hill then turn around and attack the other 1. In that scenario, the only unacceptable course of action is running between the hills. You need to get to the wrong answer as fast as you can. Then he has a lesson that he learned from Steve jobs. You need to know what you were best at. Steve believe that John and the story people knew more about narrative than he did and he left it to them. At Apple, he had the reputation of being deeply involved in the most my new details of every product, but at Pixar, he didn't believe that his instincts were better than the people here. So we stayed out. Can matters at Pixar. It overrides hierarchy. And so another great thing that you learned from Steve is that business is problems, problems are inevitable. That's why I think the the maxim that I learned from Henry Kaiser like years ago. That that problems are just opportunities and workloads, it's such a fantastic maxim, they should be expected. And in fact, Steve says if you don't have any problems, you should be very, very worried. At 1 point, Steve called me to check on our progress. It's really strange I told him. We haven't had a single big problem on this film. Many people would have been happy with this news, not steve. Watch out. He said, that is a very dangerous place to be. And so Ed takeaway from this as I came to think of our meltdown or problems as a necessary part of doing our business, like investments in research and development. And so he keeps hitting on this idea that you should get used, like, things are gonna suck, problems are inevitable. This is, like, business problems. Like, it's never gonna go away. You have to get accustomed to this. And so he's gonna talk about the fact that these these final product products. Go through these, like, rapid changes. They go from sucking or the story bad to, like, you know, winning Oscars and and making hundreds of millions of dollars. And I get to... There's only, like, 2 or 3 sentences on these 2 pages I wanna read you. But It's fascinating because he's talking about a product and I realize if you read a lot of biographies, this is true for people too. Anyone who has seen the movie knows that the final product bears no resemblance to that description. But what nobody knows is how many wrong turns The story took over a period of years before it found its true north. This is true for people too or another way thing think about accepting the error part of trial and error. The principle I'm describing here. Iterative trial and error has long recognized value in science. I read that sentence and I thought of 2 things. Both of people have done multiple multiple biker Thomas Edison. I have not failed. I just found 10000 ways that won't work. And more importantly, and I think better more applicable to where we are specifically in this story is Edwin Land. What did Ed Camel just say? Principle Describing describing here iterative trial and error has long recognized value in science. Why don't we really understand it has value business. Right? Edwin Lance said this 50 years ago, what the physical sciences teach the social sciences is how to fail without a sense of guilt. And then he points out something that Jeff Bezos noticed well that's very common mistake that companies make, especially as they grow. You have to know what your actual goal is just doing the process, improving the process is not the goal, making something great is the goal. Making the process better, easier and cheaper and important aspiration. Something we continue to work on. But it's not the goal. Making something great is the goal. I see this over and over again in other companies. A subversion takes place in which streamlining the process are increasing production sup plants the ultimate goal which goes back to what is the ultimate goal making something great is the goal. That the plants the goal. This kind of thinking yields to predictable and original fare what's fascinating is, we see Can't noticing that as they, like, continue to grow and make more movies in Pixar. This is something that Jeff Bezos also observed in this fantastic book called Invent and Wander, the collected writings at Jeff Bezos, it's all of his shareholder letters and transcripts of his speech. I think I've done 2 podcasts on it, but I buy the book and just keep it. It's excellent. And he talks about this. He's like, well, as get... This is now Jeff Bezos writing. As companies get larger and more complex. A tens a tendency to manage to proxies. A common example is process as a proxy, which is exactly what Describing to us where we're in this book. Good process serves you so you could serve customers. Right? Process is not the gut saying. Process is not the goal. Good process serves you so you can serve customers. But if you're not watchful, the process can become the thing. This can happen very easily in large organizations. The process becomes the proxy for the results you want pause, what is the result that Camera wants making something great is the goal. Right? Go back to what Jeff Bezos says. This can happen very easily in large organization, and the process becomes a proxy for the results you want. You stop looking at outcomes, and you just make sure you're doing the process right. Gu is what Jeff Bezos writes. It is not that rare to hear a junior leader defend a bad outcome with something like, well, we followed the process, a more experienced leader will use it as an opportunity to investigate and improve the process. This is Jeff Bezos punchline. The process is not the thing. Go back to this idea that the unfair advantage. 1 of the unfair advantages is that Ed Kamala is that he's working with all these gifted. Filmmakers. This is, like, having a team of founders. There's another great idea that I thought I was interesting from this filmmaker, named Brad Byrd, and he talks about that your organization is an ecosystem. You need stress. In needs stress to survive. Brad bird sees that every creative organization is an ecosystem. You need all the seasons he says. You need storms. It's like an ecology. To view lack of conflict as optimum is like saying a sunny day is optimum. A sunny day is when the sun wins out over the rain. There's no conflict. You have a clear winner. But if every day is sunny, and it doesn't rain, things don't grow. And if it's sunny all the time, if in fact, we don't ever have night, all kinds of things don't happen, and the planet dries up, the key is to view conflict as essential. Go back over that. The key is to view conflict as essential because you know that's how we know the best ideas will be tested and survive. You know it can't only be sunlight. Another idea. The new needs, friends, this actually comes from Brad Bird as well, but it's Brad Bird as On ton Ego if you're seen ratatouille it, you know what I'm about to read you. Brad bird wrote this speech that he gives at the... Towards the end of the movie. And so it says, the speech rocked me. This is Ed Campbell talking. He's like, that speech rocked me. And to this day, it sticks with me as I think about my work, and so he's gonna quote from the movie. In many ways the work of a critic is easy is easy. We risk very little yet enjoy a position over those who offer up their work and their selves to our judgment. We thrive on negative criticism, which is fun to write into read, but the bitter truth we critics must face is that in the grand scheme of things, the average piece of junk is probably more meaningful than our criticism designating it so. Where there are times when a critic truly risk something, and that is in the discovery and the defense of the new. The world is often un kind to new talent to new creations. The new needs friends. He's got an entire section dedicated to what he calls the power of limits He says limits that we impose internally can be a tool to force people to amend the ways they are working and to invent another way. We must think of smarter ways to work. Limit forces us to rethink how we are working. And this is why it's so important. The demand for resources is literally bottomless. Unless you impose limits, people will always justify spending more time and more money by saying, we're just trying to make it a little better. It is impossible to do everything on your list. So you need a set a deadline, which enforces a priority based reorder of your list followed by the difficult discussion of what on this list is absolutely necessary. Another great line, again, this book is full of them companies like individuals do not become exceptional, by believing they are exceptional, but by understanding the ways in which they aren't exceptional. This is another great thought and something that you see in the arc of a human life through reading biographies. I've known many people I considered to be creative geniuses. Yet, I can't remember a single 1 who could articulate exactly what this vision was that they were striving for when they started it. Creative people discover and realize their visions over time and through dedicated, protracted, struggle. Going back to another piece of advice in these gifted to filmmakers from this team of founders and he has around them. This is 1 of my favorite metaphors for building a business I have ever read, it's stuck with me from years ago and it's from Andrew stan. If you're sailing across the ocean and your goals is to avoid weather and waves, then why the hell are you sailing? You have to embrace the sailing means that you can't control the elements, and that there will be good days and bad days and that whatever comes, you will deal with it because your goal is to eventually get to the other side. You will not be able to control exactly how you get across. That's the game you decided to be in. If your goal is to make it easier and simpler, then don't get in the fucking boat. I added that emphasis by the way, that curse where it is not in the book, but I think it just makes that, that fantastic metaphor even better. There's entire... Goes into this new challenge when Steve decides to sell Pixar to Disney, Ed Campbell and John Las are gonna be head of pixar and Disney animation. And so this is there's there, you know, a new mission. To use that example that, you know, at... From the beginning of the book where we're had to pick a new mission after the fulfillment of that, you know, multi decade long goal. Now I had written note to myself about Steve's decision to sell to Disney. I'm going to... I'm gonna put the book down read this note because I think it gives a great overview of what takes place. And then I wanna pick the book back up and go to this afterward, which is almost like a second, like, a podcast within a podcast. Because there's just so much good information here about, you know, their lifelong partner 26 year long partnership. So Steve Jobs and Michael, I'm reading notes there's note out of myself. This is from other books that Have read about the sale To pixar Steve jobs and michael E were like, oil and water. They could not get along. A few years later negotiations broke down between them, and picks pixar started looking for other partners. Then Michael E gets fired. The new Ceo of Disney becomes bob is Bob Ig. Bob Ig finds out, and he's gonna be the next Ceo. His first phone call is he makes to his daughter to let him know. The second person he called was Steve Jobs, and he told Steve Jobs that he valued Pixar and he wanted to make a deal. This is now do our quote from Bob Ig feel to explaining why he felt Disney needed to buy Pixar. He says Michael E didn't understand that Disney's problems in animation were cute as they were. They manifested itself in the way he dealt with Pixar. He never felt he needed Pixar as much as he really did. Every negotiation needs to resolve by compromises. Neither 1 of them, E are Steve Jobs is a master of compromise. But wait a minute. How did Bob come to the civilization that rightfully so, that Disney needed pixar. This was 1 of the most surprising things. He is at a random parade, so he's at Disney, Hong Kong. He's watching a parade at Disney Hong Kong. This makes him realize how important Pixar was to Disney. Why? Because I realized that the only characters in the parade that had been created in the past decade where Pixar. And he's standing next to Michael E when this happened, so he says Light this is now direct quote from Bob Bye again. A light ball went off. I'm standing next to Michael, but I kept it completely to myself because it was such an indictment of his stewardship of animation during that period after 10 years of the Lion king, beauty and the beast and Aladdin, there were 10 years of nothing. Another surprising thing is that Bob begins to negotiate with Steve to buy Pixar, and he does something very, very unusual. He actually does something that anybody negotiating would tell you never do. He tells Steve how badly Disney needs Pixar. And even more surprising this actually works because this is how Steve reacted. So this is what Steve jobs said. This is why I love Bob Ig. He just blur it out. Now that's the dumbest thing you could do when you're enter negotiation at least according to the traditional rule book. He just put his cards out on the table and said we're screwed. And I immediately liked the guy. That's why Steve is saying, like, this is actually not... This wasn't dumb on his part. I immediately like the guy because that's how I work too. Let's just immediately put all the cards on the table and see where they fall. Disney winds purchasing Pixar for 7.4 or 7600000000.0 something like that. Most of that isn't Disney stock. Steve Jobs was... This actually is the first thing that makes Steve Jobs billionaire. He was a billionaire off of Pixar, stock, not Apple stock. Steve Jobs was the single largest shareholder in Pixar. And after this deal, another interesting fact was that stem Steve Jobs the single largest individual shareholder in Disney. So with that, let's go back to the book. Let's go to the afterward. It is called the Steve we knew. Again, I think everybody should have you're managing other the people you should have a copy of creativity and I have the Kindle version, the hard version. May have the paper back version somewhere. Even just for the the afterward, I think it's worth the price of admission. Even though the other book... The the main part of the book is excellent. I work closely with Steve jobs 26 years. To this day, for all that has been written about him. I don't believe in any of it comes close to capturing the man I knew. I've been frustrated that the stories about him tend to focus so narrowly on his extreme traits and the negative difficult aspects of his personality. Inevitably, profiles of Steve describe him as a as stubborn and imp. And a man who held s steadfast, who held S steadfast and unwavering to his own ideas, refusing to budge or change and who often tried to brow beat others into doing things his way. While many of the anecdotes people repeat about his behavior as a young executive are probably accurate. The overall portrait is way off the mark. This is the punchline. The reality is Steve changed profoundly in the years that I knew him? How could he not? Over 20 relentless learners, a relentless learner that refuses to quit. 26 years. He knew Adc Cam, of course, he's gonna change and get better at get better at what he needs to do to accomplish his goals. The word genius is to use a lot these days. Too much that I think. But with Steve, it's actually warranted. Still, when I first came to know him he was frequently dismissive and b. This the part of steve that people love to write about. I realized that it is difficult to understand people who deviate so radically from the norm like Steve did. This narrative misses the most important story. And this is why I think the best biography of Steve Jobs Ever written was is becoming Steve jobs because it talks about the transformation that Ed got to witness firsthand. In the time I work with Steve, he didn't just gain the kind of practical experience you would expect to acquire running 2 dynamics successful businesses. He also got smarter. He became fair and wiser and his understanding of partnership deepened. This shift didn't lead him to abandon his famous commitment to innovation. It solidified it, and I think Pixar played a role in that development. Remember in late 19 eighties when Pixar was founded, Steve was spending most of his time building next, at pixar none of us including Steve knew what we were doing. Steve would over reach in early negotiations with customers. And sometimes, this backfire Steve had over reached, his behavior would create ill will, and he later told me that he would... That he had learned from this. In those early days, Steve sensed that there was something quite special going on at Pixar, but it frustrated him that he couldn't figure it out. And he kept losing money in the meantime. And so this is something that Steve knew? He had an expensive group that was ahead of its time. Could he hang this is something he didn't know. Could he hang on long enough for that potential to flower, especially if he didn't know if it ever flower? What kind of person signs on for that? Would you? That is 1 of the most important sentences in this entire book because it forces you to stop. Would you? Let's say you got 70000000 dollars you got next is not a successful business. And you don't 54000000 into Pixar. And literally, every month your partner comes up. And ask you, hey, Steve, here's the revenue. Here's expenses. You gotta write another check to cover payroll. That's insane. Would you? That he's asking us. Would you? You gotta stop and actually pause and think about it and say they did this. We tend to think of emotional and logic as 2 distinct mutually exclusive domains, not steve from the beginning when making decisions passion was a key part of his calculus. At pixar, even when we were along way, we were long ways away from being in the black that aggressive ness was tempered by his acknowledgement that we knew things about graphics and storytelling that he did not. He respected our determination to be the first. To make a computer animated feature. Even when we were unsure how to reach our goal. Our passion was something Steve recognized and value. That's what Steve, John and I ultimately bonded over. Passion for excellence. A passion so ardent, we were willing to argue and struggle and stay together even when things got extremely uncomfortable. Excellence is the capacity to take pain is the summary of that last paragraph. We bonded over a passion for excellence, the passion was so ardent, we were willing to argue and struggle and be in pain and stay together even when things got extremely uncomfortable. And we see other people within Pixar were willing to push back to, again, lead with passion, Guess is the way to think about this. On the movie of Bugs life, the marketing people were in conflict with the filmmakers. The filmmakers wanted of the widescreen format because it led to a better experience in the theater. The marketers believing that consumers were less likely to buy a video with black bars on the top and bottom, argue that the widescreen format would mean a reduction in our Dvd sales. Steve agreed with the marketing people. I took Steve around like a few weeks later if this happens. I took Steve around the offices so he could see some of the people working on the a Bugs life. The production designer was on the film was his guy named Bill Cohn. Bill was showing some images that happened to be in the widescreen screen format. Steve interject that it was nuts for us to be making a widescreen movie. Bill came right back at him. Explaining why the widescreen screen format was absolutely crucial from an artistic standpoint. An intense back and forth followed. It got... It was definitely heated. Later, Bill came to see me looking rattled. Oh my god. I was just arguing with Steve jobs, did I blow it. On the contrary I told him, you won. Steve had responded to Bill's passion about the issue. The fact that Bill was willing to stand up so forcefully and articulate for what he believed and showed Steve that Bill's ideas were worthy of respect. Steve never raised the format issue with us again. Ed point with that story is this... It's in direct conflict which with what was a popular narrative. Remember this book were in, like, a couple, like, 2 or 3 years after Steve jobs. Die. Upon meeting, Steve, people generally had to become accustomed to his style. Brad Bird, the filmmaker remembers a meeting during the making of the movie the incredibles soon after he joined the studio when Steve hurt his feelings by saying that some of the incredibles artwork looked kind of, quote, Saturday morning. A reference to a low budget cartoons. In my world, that's kinda like saying your mama sleeps around Brad said. I was see. Brad came to understand though that Sea was speaking not as a critic. But as the ultimate advocate. The incredibles he was implying had to reach higher. He was just saying that we have to show this is something bigger, and that epi Steve. Steve had a remarkable knack for letting go things that didn't work If you in an argument with him, and you convinced him you were right, he would instantly change his mind. He didn't hold on to an idea because he had once believed it to be brilliant. Perspective is so hard to capture. I work with Steve for more than a quarter century. Longer, I believe than anyone else. And I saw an arc to his life that does not accord with the 1 note portraits of relentless perfectionism that I've read in magazines, newspapers, and even his own authorized biography, relentless steve. The bo, brilliant, but emotionally tone deaf guy that we first came to know change into a different man during the last 2 decades of his life. All of us who knew Steve well noticed that transformation. His experience with Pixar was part of this change. Steve aspire to create utilitarian things that also brought joy. It was his way of making the world a better place. That was part of why Pixar made him so proud because he felt the world was better for the films we made. He used to say regularly that as brilliant as apple products were, eventually they all ended up in landfills. Pixar movies on their other hand would live on forever. His role evolved during our time together. In the early years, he was our ben, the 1 who paid the bills to keep the lights on. Later, he became our protector, a constructive critic internally, but our fiercest defender to the outside. While he never lost his intensity, we watched him develop the ability to listen. More and more, he could express empathy and caring and patience, he became truly wise. The change in him was real. And it was deep. Shortly before his death, John had visited Steve for the last time. We saf for an hour talking about coming projects that he was so interested in. I looked at him, and I realized this man had given me, given us everything that we could ever want. I gave him a big hug. I kissed him on the cheek, and I said, thank you. I love you, Steve. The roller coaster came to a stop and a good friend got off, but what a ride we had taken together. It had been 1 hell of a trip. And that is where I'll leave it for the full story. Highly recommend you buy the book If you buy the book using the link that's in the show notes in your podcast player, you'd be supporting the podcast at the same time. That is 317 books down 1000 go, and I'll talk you again soon."
}