{
  "transcript": "I know that I'm a lucky man. I was lucky to survive capturing in Singapore and to come out of the jungle live after 750 days as a slave. I was lucky to survive my ordeal in the Japanese hell, and after we were torpedo, I was lucky to survive 5 days adrift alone in the South China sea. I was lucky to survive my close shave with the atomic bomb when I was struck by the blast at Na nagasaki. For over 60 years, I have remained silent about my suffering. About the unsettling tales of unimaginable torment. I am breaking my silence to bear witness to the systematic torture and murder of tens of thousands of allied prisoners. We were a forgotten force in Singapore that vanished overnight into the jungles to become a ghost army of starved slave laborers. We were starved and beaten, tortured and massacred in the most sadistic fashion. In the early years after the war, my nightmares became so bad that Had sleep in a chair for fear of harming my wife as I lashed out in my sleep. My nose had been broken often during the beating that I could not breathe through it. The tropical diseases that racked my body gave me pain for many years. I have never been able to eat properly since being starved and then the lining of my stomach stripped away by dysentery. I developed an aggressive cancer linked to my exposure to radiation and Nagasaki. This skin cancer, I am currently battling is un the result of sla virtually naked for months on end in the tropical sun. Yet some good has come out of this. My deal has made me a much more patient caring person. I vowed to spend the rest of my life helping others, and I'm pleased to say that I have done so. I have tried to use my experiences as in a positive fashion and have adopted a motto for them. There is no such word as can't. I have not allowed my life to be b by bitterness. I have lived a long life and continue to live it to the fullest. I enjoyed a long marriage. I have been fortunate to have a family. I have remained fit and I still enjoy my passion for ballroom dancing he is in his nineties when he's writing this. I hope that this book will be inspirational and offer hope to those who suffer adversity in their daily lives. Life is worth living and no matter what it throws at you, it is important to keep your eyes on the price. Remember, while it always seems darkest before the dawn, perseverance pays off and the good times will return. May health and happiness be yours. That is an excerpt from the book I'm gonna talk you about today and 1 that will be to completely different from anything else that we've covered on founders by so far. That book is the forgotten Highlander, an incredible World war 2 story of survival in the Pacific and is written by Ali E court. The reason I wanna tell you about this book and to make this podcast is because this book, the actual audio book has been a tool that I've been using for years. So it is very apparent. It's any stories over and over again, the fact that a large part of entrepreneurship is a struggle with your own mental health. Mark Jason has the best description to this, he says that when you're building a company only ever experienced 2 feelings, euphoria and terror and nothing else in between. And it is the inevitable terror parts. The parts where you're feeling discontent where you're feeling down. We're you're under under unbelievable amounts of stress, which are most dangerous because that is when you are prone to give up and to quit. And so as Charlie Mu says, if you live long enough bad shit is going to happen to you, it it's inevitable. I've read a bunch of stories about how people do with this. So like, if you read the auto of people like Teddy Roosevelt or Nelson Mandela, they would exhaust the body to relax the mind. Some people play sports. Some people go for long walks. Some people get sleep. Whatever it is. 1 thing that has worked for me is listening to the audiobook of this book. It is a near perfect audiobook book. It is 3 hours and 14 minutes long. When I'm under intense amount of stress, and here's a weird thing that you probably experienced too. Sometimes, there's no obvious reason for your stress. Everything in your life is going well. Your your family is healthy and happy. You're fine. Your business is going okay, but there is some kind of weird, reoccurring discontent and stress level that I think all entrepreneurs experience. And so when that happens, I felt find it very helpful to step outside of myself, and the way I step outside of myself is I listen to this audiobook. I don't know if I listen to it 5. Times. I don't know how many times. And I think to myself if Ali endured this. If he survived this. If he didn't let that stop him from living life to the fullest, then you have no excuses, David. And I'll give you a summary at the very end what makes this maybe the most remarkable story that I've ever read. I have not come across another book like this. So I'm gonna jump right in. Just a, he's living in Scotland. Just a few days after my twentieth birthday, the dreaded letter came from the war office is the beginning of World war 2. He's gonna be drafted and cons script into the army. They don't tell them where he's going. I was to report to the Gordon highlander headquarters. So that's the part of the military can be in. That's why the book is called the forgotten highlander because they dis literally disappear into the jungle and they slave away for over 750 days, but naked. Just wait just wait till you see what this guy had to endure. I will lose my job. So this is his actual... His first reaction to being drafted into the war Was not oh my god. I may going to war. I may die. He's like, oh, no. I lose my job. He had been working full time since the age of 14. Because his family didn't have a lot of money. The family simply could not pay for me to attend school. I was thrilled to be working because I was I was contributing financially to my family at home. He knew he was 1 of the Fortune ones actually have employment. This is right. During the great depression, I love my job and did everything I could to keep it. In those days, there was not a lot of employment. The shipyards, textile factories and paper mills had all been badly hit by the depression, and we lived in constant fear of becoming idle. And so most of the things I'm gonna share with you today. It's just the details of, like, all the stuff that he had to suffer through and to to, like persevere through But I do wanna pull out a couple examples where we see this a lot. I I call this using the world as your classroom. He develops all the skills and knowledge that he doesn't use right at time, but they wanted becoming beneficial later on. And in this case, he he was just he had nothing to do. When he was a young man, they didn't have a Tv. There was no radio. He's living in Rural Scotland. So what he did. Is he's like he had a lot of energy. He kept himself unbelievably physically fit, and he didn't know one's up saving his life later. This is why I'm telling you. But he didn't know how Fit was until he got to Boot camp, and he's going through all the Pt pto, the the physical training. And he's like, oh my god. I'm, like, way more fit than anybody else. This also helps him survive later on. So he talks about what he did to keep busy. He's not looking at screens. Right? He's playing football we'd call that soccer. I'd played football. I'd be swimming. I played Rugby and Cricket. On Saturdays, I played rug Rugby in the morning, then in I'd played football in the afternoon, and then I do gymnastics in the evening. I could not have fitted much more into my schedule if I tried. But I never thought anything of it. On Sunday mornings, he'd go down to the swimming club. They jump into this freezing cold water. This is gonna save his life later. Every Sunday at 6AM, I'd be there and I'd be shiver. Later, all these swimming lessons would really be a life saver. He already mentioned in the introduction that he's gonna be on a Japanese hell is going to be torpedo by the allies, and he's going to be stuck and adrift at sea for 5 days. So I skip ahead to when he gets sent to Singapore. They don't tell him where he's going. And I I guess, I should bring up something to as well. So I was actually listening to the audiobook book while I was reading this book. I had I bought the paper back so I make podcast on it. I didn't know. Whoever edited the audiobook, they took out large chunks of this book. So if you want more detail by the paper back. I would go for the audiobook book though because I think did an excellent job of actually editing. They probably edited away maybe 60 percent of the actual book. And so I wanna go over a couple things because a main theme of this book is that incompetence. There's a penalty for incompetence. In some cases, it can get you killed. In business, it can cause bankruptcy. Think about the the the the pain inflicted on those around you if you... If your business goes under and the financial hardship that you potentially incompetence could put your family through. Right? But in this case, so that's like the metaphor that mean, yeah, the you and I are using. But in this case, incompetence can get... Get you killed. So they they send him to Singapore, and he... There's gonna be like, a year and a half, maybe 2 years before he gets taken captive. And he's just noticing the arrogance and the complacency and incompetence of the British military at this point. And here's the first example. He arrives where he's gonna be stationed, and he's like, this is kinda weird. I noticed immediately that the fencing did not extend all the way around the Barracks and it seemed a rather sleepy haven. And then he talks about the training and the equipment, they wasn't adapted to the environment. I think about this all the time because Ed says Charlie Mu says the same thing The only way to play to win in businesses is to play games where you have an edge. There's a line that that stuck out. I read this biography of George Washington and Ben Franklin called Franklin and Washington This episode 02:51 if you haven't listened to it. I'm gonna tell you a line from there 1 second because talks about, hey, the the military police would literally pick you up and and put the soldiers in jail if they weren't wearing the proper uniform. They're in the tropics. You know hot Singapore is. And listen to what they're having them do under penalty of arrest. If we were spotted without wearing our proper uniform, including our thick red checkered wool caps. Despite the intense heat, the military police would pick us up There's a an excellent line that I've never forgotten in the Franklin Washington biography. It's actually what led to Ben franklin, meeting George Washington it's the fact that George Washington was helping the British soldiers fight the native Americans. The British shoulders took what worked in Europe and try to transport it into a completely different environment. Thinking that would win War the Native Americans and the Americans were just destroying them, which Washington wrote about and was published in newspaper. That's how franklin met and became way of Washington 1 meeting them, the the line from the book is, you might as well send a cow in pursuit of a rabbit. The Indians were accustomed to these woods. The native Americans were playing within the circle of competence the British soldiers were not, and so you know who's going to win that game. We see a very similar example in Singapore right during World war 2. The quarter handed me my rifle. I thought he was kidding. I stared at anti gun with utter disbelief, I saw that it was dated 19 o 7. It was a bashed up relic from before the first world war. Remember this main theme is that incompetence can get you killed. This is spread across many pages is another example. Bizarre each day between 1PM and 3PM, the whole camp came to a standstill for a Si. Every man had to be in his bunk during that period. So taking a nap. I disagree with this from the start. The enemy seemed unlikely to suspend hostilities to allow us time to rest During the hottest part of the day, it was hardly suitable training for jungle warfare, but our superior thought differently. This ridiculous routine was typical of the complacency that served the British so badly in Singapore. Moving ahead, another note of myself, a main theme of this book, never underestimate human incompetence. So now they're training they're trying to train them for this fight that they'll likely take place in the jungle, and they're not realizing that your ideas aren't going to work here. Their tactics seemed antiquated and obvious. And they would have us weaving through the jungle. The enemy would have seen us coming from miles away. The officers were completely out of their depth. And so he makes the point over and over again. This was in incompetence combined with over confidence the British... Is the largest empire in the world at this point. And he's thought it as weird. Like, on on the ground, I'm seeing all this, like, these stupid ideas. We have terrible, antiquated weapons. We're in these ridiculous uniforms that just make our job, make doing our job. We've even harder. We're in the tropical sun. Our officers or drunk which I haven't got to yet. And yet if you read local newspaper, there's all these headlines saying Singapore is imp. They would run run lung... Lengthy articles on the Fortress Singapore and how the it was completely secured by the British, and there's no way it could be ever invaded it and taken. And he and he said the more that they trumpet their imp predictability, the more I began to doubt its. Remember. This is coming from the greatest empire in Earth at the point. And so Bill W book to scroll will take care of itself says when you reach a large goal or finally get to the top. The distractions and new assumptions can be dizzy. First comes heightened confidence followed quickly by over confidence, arrogance and a sense that we've mastered it. This is exactly what is taking place in this book, we figured it out. We are golden, but that gold can tarnish quickly. Mastery requires endless mastery. In fact, I don't believe there is ever true mastery. It is a process, not a destination. The British are treating it like it was a destination. And so as time goes on, Ali keeps getting promoted. And yet, a lot of times when he meets his new superiors, they're like, he calls him imp boosters. They're just all drunk, and he still sees more and more examples of what they're... What we're being told is not matching up what I'm what I'm experiencing on the ground. And here was the thing I guess would scare you the most. The pace of evacuation of the local population of women, children and other civilians was increasing ominous. Why are the local sleeping? Again, the British army is complacent. The military is complacent. Why aren't you asking? What's happening? What do they know that it's causing them to flee and we're just carrying on like, it's an everyday thing. Talks about they're having at the exact same time this is taking place. They're having these, like, crazy over the top, luxurious dinner parties that the governor's mansion, people show up in tuxedo and are eating like Caviar and also the crazy stuff. It's like, this is kinda weird. Like, this is what you guys are doing. And yet all the civilians and all the local population is getting the hell out of here. And so Ali and some of his fellow soldiers that are paying attention what's going on, they're getting terrified. And they're, like, I'm scared to death, and they're like, okay, well, maybe the Japanese are just as dig as disorganized as we are and then the response at the lunch table. This guy says a line that in my opinion is 1 of the best lines in the entire book. He says invaders are always organized. And so they were complain about this, but their superiors would say this is impossible. And a lot of this is rooted in the fact that they thought there was, like, they were it was a racial supremacy over the Asian forces. So he says there was an under current of complacency in racial supremacy 2. It was inc incompatible that the greatest empire that the world is known could be def defeated. This is our their line. By little yellow men, all kinds of this mum jumbo was repeated in relation to the Japanese and their alleged weaknesses. And this kind of attitude carries right up into the point where there is no turning back on the eighth of December 19 41, it was a normal day in Singapore just like any other day. Until there was a tremendous explosion just 50 yards from my small office that sent me diving under the desk for cover. Japanese bombs started raining down on us. This was it, I realized war. I could finally learn why my father's hands shook during thunderstorms his father had served in World war 1. And so there's gonna be a few weeks of this bombing until he's actually captured it in the middle of this. 1 of his superiors comes to him, and they drop off Ali. I think 21 at this point in his life. Maybe I think he's 21. And so they give them... He has to care for these kids. The you have to remember them because They're gonna pop up in the story a few times. And so they bring over this 14 year old named Freddie. His l elder brother James, who's 15, and then a 16 year old kid, John. And so Ali was like, what the hell am I supposed to do with them. And they're like you have to watch over and take care of him. So he puts him in the basement they're gonna be there for a while until the Japanese actually come into the office and and to, leave these guys away at gunpoint. This is what he's experiencing this whole time. All my previous experiences in Singapore. The arrogance f frivolous behavior, sheer in suggested that we were no match for anyone, let alone a well organized and determined ag aggressive, and that is exactly what he's saying. Like, we look like amateur, they look like professionals, and they're just running through us like a hot night through butter. And now we get into this unbelievable torture that he's gonna be under for the next 5 years. So they come in. They get take everybody at gunpoint. They're bay adding people. They're chopping people's heads off, and he... He's out in the blazing sun. Remember, these these are they're broadly Northern European. Right? They're not. Supposed to be this close to the equator. As we stood there in the blazing sun without food water, a shelter the horrible reality broke over me in sick depressing waves. I was a prisoner. It was a gut wrench realization to think that my Liberty was gone, and it would be no telling for how long it would be so this was the worst moment of my life. Essentially saying, I have no freedom. I have no autonomy. I have no control. So they make them start to watch. A her... Or they make them start to March rather. A horrific sight confronted us. We came face to face with a thick of severed Chinese heads, spear on poles on both sides of the road. For the rest of our March, spiked heads appeared to intervals in this way, they are forced to March over 18 miles and on both sides of the road for 18 miles. You have people's d capita heads on spikes. And so they are immediately put into these sq conditions he is going to have a bev of tropical diseases, I'll go through all of them and then I'll, I'll, like, summarize this to the very end. Everybody has dysentery, which torture your stomach lining and had you running to the Lit dozens of times a day. So he's got dysentery. At the same time, he gets his first bout of Malaria. He's gonna get dysentery, malaria, tropical Ulcers over and over again. I didn't know what a tropical Ulcer was before I read this book, and then I made the mistake of doing a Google image search. I remember the very first time I search for it Google used to show it to you right away. Now they have the thing where if you just do a Google's image search truck ulcers, so you know they kinda, pixel pixelated like, are you sure you wanna see this? Essentially, your... Your flesh is eating away, and you can see the bone. That's gonna happen over and over again. I suffered my first bout of Malaria. With no sprays and mosquito nets. The place was alive with insects. And so let's go back to this feeling of, hey, I have no autonomy me no control They don't tell you what they're gonna do with you It's just marching 1 day. Now they're gonna put him. He doesn't even know he's on the death march. This is some a famous event in world war 2. He's gonna eventually, build the... They called the death railway, and then the bridge over the River Kw. They've made movies about this, But this is how they transport them. They put... There's these these trains. And there's these shipping containers that are about 18 feet by 10 feet, and they throw them in there with 30, 40 other man. If you don't get... If you're refuse to get in the train, they'll bay and at you. And then they closed the door, and it's like, oh, this he says this felt like a death sentence. In a s steel box. We stood there for hours before the train started moving the heat was appalling. Dehydration said quickly and coupled with the malaria. I already had I was suffering. There is no space to lay down, the smell inside the carriage, we came un un bear foul. Without toilets the men had to relieve themselves where they stood. Several were very ill, with malaria, dysentery and diarrhea. People vomit and fainted. And they says dust came in to the container, and it just added to our unbearable thirst. It was 36 hours before we were let out of the wagon. When they were let or out of the wagon, it was just a stop to give them like, a me portion of rice He says the only thing he could see was the jungle. And so after several days, they finally get to another camp. Kinda looks like civilization. Now here is the issue... Interesting thing that happened several times throughout the book, there is several examples. Okay? Of other prisoners because the the captures are lying to together. Like, we're gonna send you to this, you know, this vacation camp or whatever. It's gonna be a lot nicer. Just complete, like, psychological warfare with them. Right? And so there's several examples in the book of other prisoners believing that their cap would eventually treat them who humane. And Ali just observed their existing behavior is like there's no way. So they've been doing this to us for now weeks in sometimes months and you think they're gonna suddenly change and deliver on these fake promises. So there's all these conversations happening with other soldiers around. And he's was like, yes, think Christ, this is over. This doesn't look so bad. At least we're not in the jungle. No. This will be fine. We might even get some time off to go downtown and see some girls. And then Ali said, I did not share their optimism and was proven correct. And so they load them back on the train, and this is just days after days. You're standing there. People are sick around you. They're having diarrhea, They're vomiting, the smells tents. You can't... It's like, unbelievably hot in there. There's no wind, and this is the first time He's like, I need to kill myself. I cannot... I can't possibly do this. He doesn't know he's still got another 5 years before he's going to be freed. I felt doomed and resign myself to death. It would have been a blessing. I considered suicide and began to fantasize that the train would jump its tracks and that I would be killed swiftly without any more suffering. He didn't know that was the beginning of his suffering. The train journey eventually finished, but we had yet to reach our final destination. And so they're like, okay, get out. It's completely dark During in the middle of the jungle and their captures are saying, hey, you have a 50 kilometer March ahead of you, and we have to complete it that night. That is a lie. It is way longer than 50 kilometers. And so this is known as the death March. I think 600 people start. I forgot. I think a couple hundred people die along the way. And so there's different ways that they'll die. Some of them just fall behind. They're too exhausted too sick. And so, you, the Japanese leave them to die or they'll, like, they at them on the way out. Some people when they stop to have, like, a little bit of rice. They'll just walk out into the jungle to die. But this is going to wind up being an 11 day, nearly nonstop March. He does have a piece of advice that stay at the front and do not look back. I think that that idea of don't... That advice don't look back is smart a lot applies to more than just this. The bennett he he was... More physically for anybody else even though he's a dysentery malaria and he's just terrible, feeling terrible at this point, but he would stay towards the front. Because if you notice if you're in the back, you see the people quit and you're like, oh, I should quit. There is something to this. The benefit of being near the front was that you saw fewer men surrendering to fatigue, illness and death. Thinking, okay, Camp possibly get worse. It gets worse. After 11 day hike through the jungle. They get to this, like, weird clearing in the middle of the jungle. And they're like, oh, this is your ultimate objective. This is your camp and they're like, what are you talking about? There's nothing here. There's not even a single hot. They're like, yeah. Here's a bunch of tools here some pickaxe axes, some shovel, and some saw. Now you have to make your home. You have to build your own hot hut because all men that survived will work on the railway. And they're like, what are you talking about? What railway a railway. A railway here in the middle of nowhere. It seemed mad. Now here's the crazy thing. There was some British engineers. I think, like, a decade decade and happy for this, had considered building a railway to the junk... The jungle. And they said he couldn't be done without a a massive sacrifice of life. And so the Japanese are like, yeah, We know. That's what the Pow are for. And so this is what he's building. It was just the first of 750 days. I would spend as a slave in the jungle. We were to begin construction on the infamous death railway. It was 415 kilometers long through some of the most in hospital terrain on the planet. Over 16000 British, Australian, Dutch, American and Canadian prisoners died on the railway. We did this on starvation rations with no access to medicines of any kind. We lived in camps buried deep in the remote jungles where red cross inspectors are representatives of neutral foreign powers could never find us. So this is the part of story where they discover a new disease called rice balls. At this point, most of the prisoners have Barry berry, Malaria Dengue fever in dysentery, a new illness had also started to ra some prisoners. It was called Tin. It was also nicknamed rice balls because the hideous swelling had the torment tendency to attack, crack and in inflamed the sc. And it's not like when you were sick, they let you stop working, you had to work on the death railway away while you had everything. While you had all these diseases. There was 1 interesting line that I wanna pull out though, the fact that if you can convince yourself of the mind is a powerful place in once you feed affects infection in powerful way. Right? The people that had lives to live for. Something else to live their life for above themselves, not just themselves, so trying to get home to their family, trying to get home to their kids, whatever case is, you would think it's counterintuitive. The younger, like, the 19 year olds So 20 year olds died at a faster rate than, like, the 30 and 40 year olds because the 30 and 40 year olds had something to live for. A lot of the men were married and we talk about their families back home. These slightly older men in their thirties and forties survived in much greater number. Surprisingly, it was the young man who died first on the railway. The older men had families that they had to live for. And when I reread that part, maybe I heard this crazy story on a podcast. Years ago. There was his former Nfl player Who's used to play for Miami Dolphins. I can't remember his name at at at at the moment. But he was by himself. He was, like, taking, his boat. I think he was, like, 17 let me say 10 miles offshore. I don't... It was like, it was far. Let's say 10 miles, maybe 15 miles something like that. Offshore. He was taking his boat from 1 spot to another. It was on auto autopilot. He was by himself. He went to the back, try to fix something, and it hit, like, a, like, hit a bump and he had fallen out of his boat and the boat just kept going. And he's like, oh, shit. And so he had no choice, but to start swimming to shore. Like I said, 10 or 15 miles away. And so he goes on this in same journey all throughout the night. So he starts swimming at maybe, like, mid morning. I think he doesn't get to short till the next day at like, 5 in the morning or something like that. And he tells the story, and all you could think of was I have my daughters. I have my daughters. I have my wife. Like, the amount of pain once get when he he survives he goes to the hospital like, all the skin. Like, head from his neck and his head and his back have been completely ripped off because think about, like, you're just swimming. Right? You're doing, like, stroke... Like, your your swim stroke through the ocean. You know, there's waves, their sun, there's salt water it just rips up all the skin you're completely dehydrated. And just this idea where it's like I have to survive, not for me, but for my young kids and, like, that that that the amount of motivation and, like, mental fort 2 that that gave him. You know, he lands the next morning. Stumbles up the beach and knocks somebody's door. He'd been gone so long, and they they had found his boat that his wife was already resigned to the fact that her husband was dead and she was waiting till the morning to tell their kids that their dad was not coming back. We do not understand the power of the human mind. That that's so apparent. And we forget that we don't understand the power of the human mind. In fact. There's another character in the. I don't know if I get to. His name's doctor Math. He is, he's winds up saving Officer's life a bunch of times, but he's a doctor, but they have no... They have no supplies. And so he's he's racking his brain about how he can help these people. And what he realized was he starts giving people there, like deathly ill. They're, like, death door. He starts giving them objection injections of... It's like, water with a little bit of salt in it. And he tells them like, it's a it's a special medication. It's gonna get you better or whatever. You know, it's gonna kill all the bacteria and everything else. And the people... Just that that placebo effect actually worked. And so that is insane. And again, that I think that is the main point of of reading this book of listening to the audio book. I'm just realizing that and you are so much stronger. You can endure so much more than you think you can. Go back to this. He has 1 mantra. Survive this day. Every morning I would tell myself over and over. Survive this day. Survive this day. Survive this day. Survive this day. We all suffer from depression, men were taking their own lives. Men cut their own throats are simply walked into the jungle to die. That is a consequence of not having that kind of mental fort. Going back to all kinds of diseases that they're forced to work in. Remember, he, he's in a a jungle naked. He's doing this naked due to the lack of vitamin b and our our plain rice diets. He only ate rice for, like 3 and a half years. All of us had fallen victim to Barry Barry that gave us a swollen tummy and a tremendous pain in your joints. Sometimes the side effect of Barry Berry was blindness. So he's got Barry berry. He's got malaria. He's got dysentery. Guess what he has now. Kidney stones. Kidney stones were brought on by constant dehydration. And then you got more pain and suffering because they're getting beaten everyday. Beating were totally routine, Guards would strike the open tropical ulcers on your legs with the bamboo stick causing intense agony. Again, if you want just just Google immature tropical ulcer. Each time I took a beating it chipped away, not just in my bones, but at my will to endure them. These were some of the most sadistic and evil people on the planet. And this what he means by that, they'd find interesting ways to torture the prisoners, so they would t Prisoners to the ground spread eagle, they would wrap wet rat return around their ankles and their wrists and then tie them to stakes in the ground. As the Rat return dried, the ties would slowly mash into the skin because they would get tighter. So they actually used this. This the way they built their hut, They would wet Rat return, right might be rat return. Where they would re rat retain. And then when it dries, it would they would wrap it around bamboo sticks, and then it would dry, it would it would, like, kinda seal the structure for the hut. And so they would do this for your ankles and your and your and your wrists, and then it would drive. There's nothing to stop it from constantly constrict you. So it would like tear into your bones. Put it around your ankles and your wrists and then tie you to stakes in the grounds. As a rat return, dried the ties with slowly mash into your skin drawing blood and tearing into cartilage as a pulled limbs from their sockets. They would leave these people there all day. Going back to the tropical ulcers, the cuts in my feet and legs had turned in tropical ulcers, they routed your flesh, muscle and tendons. Flesh simply fell away. This is the first time that doctor Math gives him advice. This is not the last time. Is the first time that he gives Alas star advice that saves his life. Because he's like, listen, I have no medicine for you. He goes you know what's in the Lat trains. Right? So that's where you're obviously everybody's def deprecating and peeing and everything else. There's maggots in there. You goes, you gotta go to Little trains. This is how... This is crazy. Listen to what I'm about to say to you. This is insane. So the doctor says yes, go go down to the trains, pick up the maggots. They fix you right up, Go down to Lat find yourself a handful and sit them on your ulcers. They will chomp through the dead flesh and before you know it know it, you'll be right as rain, And it actually works. He says, I can still fill the sensation to this day. They literally eat eat away the dead flush, and you have to get them out of there. You have to pick up the count how many maggots been in there because you're gonna actually die... Like, they can cause you more damage if you leave them in there. So you wait until they're done, that you have to pull them out. And this is the advice that doctor Math isn't giving you the power of the mind. On countless occasions, I've seen 2 men with the same symptoms in same physical state, and 1 will die and 1 will make it. I can only put that down to sheer power, the power of the mind. He's telling Ali stark. Don't you dare. Don't you dare give up. Do not let them beat you. This is going to be hideous, but you can survive it, and it's glad that he did. He winds of going back to Scotland. Gets married. Has children has grandchildren. And so he goes back to this idea that he keeps having this reoccurring thought. It's just simply cannot get any worse, it's impossible, and it always gets worse. They had reduced to the stone age. There were no positives, No haircuts, No days off. No vegetable stew. Node fried decades. He's like, fan about food because he's always starving. No song. There was not even a single book in the entire camp. It was work, work, work and more work. It simply could not have been any worse. The same thoughts went through my mind. We have been used up. We're no use to them anymore. We're all going to be massacred, and we know it's going to get worse. What do I mean by that? A guard tries to rape him, and then he's put in solitary confinement. 1 night, I woke with dysentery. I raced the little trains in the dark, but on my way back to my hut, a guard stop me. He hammered in my face. I had no idea what he was saying on, what he was going on and about. He was talking frantically, and then pointing down in my mid drift to my horror, I realized that he was becoming f. Jig, Jig, he was saying, no. I shouted him. Jig, you me Jig. I told him no again firmly. He carried on trying to grab me. So without hesitating, I kicked him as hard as I could square between his legs. He collapsed groan and agony. And so because he hit a guard, they throw him into solitary confinement, it's completely dark, completely black. He has no idea how long he's gonna be in there for. Most people that are put in there do not come out alive. And he talks about this every minute of every hour throughout the night was pure torture. As Day broke, I was a hopeless mess. When I lost consciousness, they threw buckets of water over me and kick me. They bashed my eyes until they was sealed shut. I had heat exhaustion. I prayed for a bullet through the brain. In the darkness, the sense of isolation was devastating day came and went The only notion of time provided by the arrival of a watery bowl of rice once a day. Malaria struck me down pain that was diverted only when tropical ulcers and kidney stones reared to the fore. I had counted 6 or 7 bowls of rice by the time they allowed me out. Benny survives long enough to start working on the bridge of the river require, which was a movie about. And then here is the big problem. The river require, harbor a killer even more lethal than the Japanese and our starvation diets as an inevitable consequence of the lack of sanitation and tens of thousands of dead bodies buried in shallow graves are dumped in the jungle. The river system was loaded with Cholera. I just finished reading this book called S, which is heavily recommended to me, and I learned there's a colorado out epidemic in that book as well. It's like a deadly killer. Learned that I think it said the the the word cholera is like Greek for diarrhea, something like that or Latin for diarrhea. But the crazy thing is how fast I can kill you. So what cholera is is essentially is essentially explosive diarrhea and violent projectile vomiting usually at the same time. The first 24 hours were crucial. If you could survive a day and night, you would probably live. Most men who succumb did so in the first few hours. That's a crazy thing. Men who threw the bodies of collar of victims on the funeral empire in the morning could easily contract the disease die and be thrown on the pie themselves in the evening. And is after having cholera, malaria, dysentery kidney Stones tropical ulcers all Barry very all at the same time, the unexpected lucky break he's actually too sick. To work on the railway. He's lucky they didn't bay at him and just killing and leaving in the jungle. The next thing I knew I was being carried down to the river on a stretcher and loaded on a 40 foot barge. We arrived at a hospital camp. It was then, I realized how lucky I was. They were nearly 10000 survivors gathered in the camp in various states of decay. Cholera had been the final straw for my health. I could no longer walk. As to relearn how to walk. Dysentery Malaria Barry Barry and gaping ulcers heading golf both ankles and lower calves. I could no longer even move my legs. And so he is nearly dead, but he had good karma. Remember when back in Singapore, they they dropped off this 14 15 to 16 year kid, like, take care of them. They all looked up even though Ali on, like, 5 years older him. He, like, genuinely cared for them and and protected them. And so he hadn't seen them, and I don't. It's been like a year and a half or something like that. And so he winds up running into the younger kid. The kid is, like, 15 or 16. That's the Freddie kid. Freddie he he was, like, uncontrollable in the sense like he would explore the camp. He'd he was extremely outgoing. He'd make relationships with everybody. He was a good smugglers. He's like this little kid. And so the reason I say he had good Karma is that Freddie and his brother had been put at this hospital camp the whole time, and they were healthy. And so they were able to smuggle Ali our extra food to help him recover food that other people were recovering in the hospital camp did not get access to. This supplements to my diet of 2 egg omelette molasses Coconut Papaya assisted in my recovery and probably helped save my life. And so he still cannot walk yet. And so this is where he's learning mind control. This is where again. He's he he's writing a book at 90 years old. Detailing every single thing that he went through to inspire you to not give up. Think about the kind of mind control that you have to be able to do something like that. There was nothing to do, but sit but sit and waited it out. By now, I could shut down my mind more easily than before and ignore my terrible thoughts. So once he's nurse back to health and able to walk in and his captures are not going to sit there and let him, you know, he's not gonna be hanging out the hospital camp anymore. He's put exactly but he's put back to work, they take them back to Singapore and now he has to work at the docks It says I had decided to say apart from everyone else and focus totally on survival. I lived a day at a time in my own little world, a private cocoon. To survive each day required maximum concentration. It also meant that you had conserve every possible ounce of energy. I was so damn tired all the time. They're working from Sunrise to sunset many times after night. Right? They're being starved. They don't have enough calories. He winds up... I think at the beginning of the war, he's, like, a hundred and 35 pounds. When they... When the the Us marines rescue him in Nagasaki. He's, like, 82 pounds. He looks like a holocaust survivor. You sleep, but you're never fully recovered ever. And then your body's energy's is also drained by all these tropical diseases that he has too. This is when he's working at the docks. And again, there's no autonomy There's no control. There's no predictability. They just keep moving him around. And that's 1 of the the like, the the the unknown is 1 of the things you... Your humans are using most scared of. The days turned into weeks and then into months, they're seeing no end into our misery. The then 1 day, while working on the docs, we were suddenly heard it onto a large ship. None of us were given any prior warnings. The liner, essentially, these are, like, massive, like, tankers. Right? The liner that they're putting them in, The the ship that they're putting them in had 2 holds. Both were both of the holds were obviously not made to accommodate human beings. This is the Japanese hell ship And he says nothing in all of our suffering had prepared me for anything like this. And even today, I can scarce find the war subscribe the horse. It was a terrifying black pit. Claus and panic gripped the men. These ships became infamous in the anna of second World war 2 history as hell ships. Men driven this is insane. Men driven crazy by thirst because there's no water, killed fellow prisoners to drink their blood. There is cannibalism and, which I didn't even know was a real thing, taking place in these hell ships. Men drank their own urine, sick prisoners were tram to death and suffocated. The heat down in the hold was unbelievable. I was suffering from dysentery and dehydration in 3 and a half years, I had never had a proper bowel movement. The smell inside was ind, an over overwhelming mixture of extra, urine, vomit, sweaty bodies, weeping ulcers and rotting flesh. The men who died were not taken away their bodies lay among us. 6 days of this, and I wondered how much more I could take than in a distance came a explosion. We had sailed into a trap set by the American submarine who were determined to sink as many of the vessels as they could. We suddenly felt a tremendous blast and explosion tore through the hold. 2 torpedoes would send the hell ship to the bottom within 15 minutes. The noise was horrendous. The pressure of the water pushed the hatch wide open water rushed into the hold straight away with incredible pressure. It pushed me up as the ship continued to tip over by some miracle the water wash me out of the hatch, and I rushed out into the sea. I popped out of the ship like a cork out of a champagne bottle. I knew from my boy scout training. This is what I mentioned earlier, right? How you pick up ideas, skill sets earlier in your life. You never know that you can use them later on. This in this case it Saves life. I knew from my boy scout training that I had to swim away to avoid getting pulled down by the suction. I swam for my life. Drowning and dying men called for their wives. Their children are mothers. Men said things like daddy will be home soon and then disappeared beneath the waves. How little could a human being survive on. I was about to find out Suddenly, the thoughts of sharks came into my mind. There's an actual excellent podcast episode, I'd like to recommend to you, Dan Carlin hardcore history, addendum feed, Not his main feed. His second feed, which you can just find by by searching hardcore history, Addendum. Number 5. Nightmares of the Uss Indianapolis. I think it's like an hour and a half 2 hours long, you will not believe. The amount of soldiers eaten by sharks when these ships were torpedo and sank. Somehow, he survives 5 days on this raft that is big enough to fit 1 person. At some point on the fifth day, there came a lot of shouting around me. I was lifted into a small boat and then onto a Japanese w ship. I was as close to death as I've ever been. I was then dropped off at a port where other ship Pod survivors. As the punishment, as punishment, we were paraded through the village stark naked, now he's actually on the Japanese mainland. Even in this terrible condition, and after all we had been through, my comrades, ravaged by exposure, naked and in slavery were defiant. Their spirits unbroken. They sent us to a Japanese prison camp. It was a few miles from a sea port. That sea port was called Na nagasaki. We were put to work immediately. This time we had to labor in a coal mine. We had to fill coal carts with our bare hands. Anytime when he wasn't doing this by a miracle, he was actually reunited with doctor doctor Math, and this is gonna be become important. So she said I spent time at the hospital hut. Doctor Math and I spoke for hours on all topics. He imparted a lot of his medical knowledge and wisdom to me. He warned me. This is life saving advice that he's going to use later. This a reoccurring theme in his life. All these pick, like, learning as much as you possibly we can, being physically fit, you have no idea how they'll benefit you later in life. He warned me that when I got out of the camp, I would have to be careful what I ate. Your stomach is shrunk so much that you have to be very careful. Anything too substantial eating too quickly could kill you. It would prove life saving advice. And so at this point he's helping out in the hospital hut. He says the ninth of August 19 45 began, like, any other day. I began my daily chores. I was around midday that I undertook my most hateful task, empty the Lat cans into the tomato plants. So they're taking human species putting it on top using his, you, manure, putting on top of tomato plants, and it says it made tomato plants, like the size of apples. This when his he was he was surprised at how well this worked. So he's doing that. That halfway through this ta hates, there came a tremendous clap of thunder from the direction of Nagasaki, a sudden gust of very hot air blasted into me and knocked me down. So just think about this. Everything this guy had to endure and yet somehow he winds up a couple miles away from when the Americans drop the atomic bomb on Nagasaki. The radiation causing cancer that has endure later on its life, but it also leads to his rescue. A few days later while working in the hospital, I heard a commotion outside. I caught my first glimpse of Us marines for a stunned moment I gaze at them. We stood and watched them in amazement. Men were shouting and screaming. Throwing things in the air, weeping and kissing the earth lost in emotion. Some of the Americans were visibly upset at the sight of us and the pathetic state we were in. They lifted up men's shirts shocked by the angular and protruding rib cages bloated bell and infant waist lines. So they're giving them food and allowing them to clean themselves. I un dressed and stood straight under the water. It was the finest a shower I had ever had in my life. And my first proper wash in 3 and a half years. When I left Aberdeen, that's why his little city he lived in I weighed to help the a hundred and 35 pounds. But here in Nagasaki, on the steel scales, I was reduced to a skeletal 82 pounds. There is a multi month journey for him to get back to his home in Scotland. He had been... There's been a couple times where he was able to write home and tell his family that he was still alive. He winds up getting to the train station. They introduced me to their new baby boy born just a few months before. They had named him Ali star in my honor. They had thought I had been killed. His mother, his brother, his sister, his aunt, his father thought he was dead. None of the half dozen cards are so that I had sent from the camps had ever arrived. I was back from the dead. And yet it continues to get worse. He asked about his girlfriend. I asked about Hazel and without looking at me, my mom said that she had married and moved to Canada. Then she cleared her throat and told me nervous, you should also know that your friend Eric didn't make it. That was his best friend, his best friend died in the war. I felt ill. He was killed on his first mission over Europe. It was all too much yet another kick in the face. Nothing prepared me for the loss of such a close friend. All I could think was why then am I still alive. I hated myself. I knew they were trying to be there. His family trying to be there for me, but all I wanted to do was be on my own. I had lived a solitary and sorry life for so long that love only suffocated me. For months, he struggles with trying to be a social person trying to get healthy. He still is too sick to work. And then he had this love before the the war of ballroom dancing. Something he's still doing. He passed away a few years ago. Something he still still doing even in his nineties. And that actually, like, getting into something he loved, wanted up being the best rehabilitation for him when he... That's how he winds a meeting his wife. That's why he winds up building his... Building up his strength. And he just said, but the best rehabilitation I could have ever asked for was ballroom dancing. And then unexpectedly he a reunion with Freddie. Freddie was in the war when he's was like, 15 years old. He's probably let's say probably 20 21 when he shows up at the door. 1 day in July 19 46, there came and knock at the door. I had visitors. I came downstairs opened the door and almost fell over. Freddie stood there with his trademark G. This is very important because some people never recover from the war. So it's it's 1 thing to survive. Right physically. You also survive mentally not let it inhibit you living the rest of your life. For the rest of his life Freddie would phone me every night no matter what was happening in either of our lives. But Freddie name never came out of the camps, and he drank heavily to forget. He would die within 10 years of returning of cirrhosis of the liver, still a young man. And so he talked about this motivating himself to did not let the same thing happen to him. Yet I owed to myself into the others who never made it back to make the most of my life and he brings it up to the 90 year old version of him. My 2 children grew up and it took great pleasure from their success as I did when my grandchildren came along. Life continued to throw up challenges. After my wife Mary suffered a stroke, losing the power of speech, I nurse her for 12 and a half years. Do all of this? My suffering as a prisoner taught me to be resilient. To appreciate life and all that it has to offer. Which he did and he says, and at 90 years of age, I'm still working on my fox chart. And so now Wanna put the book down and I wanna read to you that my summary that I wrote to myself, the first time I had read the book. And so this text I'm about to read you, I will put it down below in case you wanna copy because Also when I'm stressed, I find reread this helpful. And so here's what I wrote to myself and for myself many, many years ago. Ali E was cons constructed into the British military to fight during world war 2. He was 19 years old. He was sent to Singapore. The Japanese invaded and he was taken hostage. He survived 750 days in the jungle working as a slave on the death railway and the bridge to the river kw. Most of the time he were completely naked. He contracted dysentery, malaria and tropical ulcers. A lot. He was transferred to a Japanese health ship. The ship was torpedo. Almost everyone on the ship died. He did not. He spent 5 years adrift sea until he was picked up by a Japanese w ship. He was sent to Nagasaki and forced to work in a mind. 2 months later, he was struck by the blast from the atomic bomb. He was freed by the Us shortly thereafter. He returns home to Scotland and finds out his best friend died in the war and the girl he loved got married and moved to Canada. At 90 years of age, he wrote the book to inspire others to persevere when they are faced with hardships in their life. I think it's a great book for entrepreneurs. The story demonstrates the adaptability of all humans our fierce desire to survive and puts the stress of building companies into the proper perspective. The entire story only takes 3 hours and 14 minutes. I hope this podcast serves as a reminder that we're all way stronger than we all know, and I hope I can convince you to buy the audiobook. If you want more details and buy the the paper back version that I have, which is much, much longer, I will leave a link down below. If you buy the book using that link you'll be supporting the podcast at the same time. That is 318 books down 1000 ago, and I'll talk to you again soon."
}