{
  "transcript": "Although he was still a very young man, Churchill was no stranger to situations of great personal peril. He had already taken part in 4 wars on 3 different continents and had come close to death in each 1. He had felt bullets w by his head in Cuba and saw his friends hacked to death in British India. Although he had tried again it again in war after war to wing glory, Churchill had returned home every time without the metals that mattered. No more distinguished or famous than he had been when he set out. The bo war he believed was his best chance to change that. To prove that he was not just the son of a famous man. He was special. Even extraordinary, and he was meant not just a fight for his country, but 1 day to lead it. Although he believed this without question, he still had to convince everyone else. The 1 scenario that Churchill had not envisioned was crossing enemy territory alone without companions or provisions of any kind. He didn't have a weapon, a map, a compass or even any food. He didn't speak the language. Beyond the Vegas of outlines, he didn't even have a plan, just the un unfavorable conviction that he was destined for greatness. That was an excerpt from the book I'm gonna talk you about today, which is hero of the Empire, the bo war a daring escape and the making of Winston Churchill and was written by Candice M. So about a year and a half ago. I read 1 of my favorite biographies of Winston Churchill written by Paul Johnson, it's only like a hundred and 70 or hundred and 80 pages long. And I thought it was excellent. It's episode 02:25 if you haven't listened to it. But what's fascinating is the cover of that book made me think of something. All the pictures in my mind and things that I've ever seen of Winston Churchill. Were, like, the Winston Churchill show that fought the Nazis. And yet the cover of Paul Johnson's book has 4 different pictures, 2 of them are of a young Winston Churchill. So after that, I realized hey, I should really read... Well, I mean, what's the subtitle? The making of Winston Churchill. So I've always fascinating by these biographies, and I read a couple of them. Where they cover, like, the first, like, you know, 20, 30, maybe 40 years of somebody's life. And so I ordered 2 books are that I could find on young... Winston Churchill 1 is called a Young Ty, and I ordered the the book that I'm holding in my hand. I will leave both link below in case you wanna get them. But the reason I started I wanted to start with this 1 is because the author of this book, Candice M also wrote my... I've read a bunch of books on Teddy Roosevelt Hill here in this book as well. But my favorite book so far that I've read Teddy Roosevelt this book called the River of Doubt and Candace M milan was the... Was the author of that book as well. So if I I'm reading to understand what Winston Churchill was like. I might as well start with with the author that Already love her work. This book is only going to cover. This is incredible. It's incredible story. This book's only gonna cover the first 25 to 26 years of Winston Churchill life and then it ends. There's a maximum that Repeat over and over again that became really obvious and really apparent the more study History's Greatest founders, and that is belief comes before ability. This book, maybe you had to summarize this book, that... That's how you would summarize it. By the time, Winston Churchill 24, he is utterly convinced that it is his destiny to become prime minister of England. And so let's jump into his personality and some of the things that were motivating him to make the decisions he made when he was a young man. Since his early childhood memory, Churchill had been fascinated by war. There is no ambition I cherish so keenly, he said, as to gain a reputation for personal courage, and the important part of are 1 of the important parts I should say, of having this ambition for personal courage to being interested in war and then using, like, being a hero and becoming famous as a, like, a entry or gateway into politics is he's doing this at the time. When the British Empire at his Apex are at Zenith. At this point, it was, the British Empire covered more than a fifth of the world's land surface. The British empire had come to rule about a quarter of the human race. It was the largest empire ever known, it was 5 times. The size of the Roman empire. By the time Churchill reach adulthood, the greatest threat to the empire no longer came from other major powers. But from the ever expanding burden of ruling its own colony, so we are going to be an 18 99, and 1900 for most of this book. Now this is why Churchill took an early interest in this. To Churchill such far flung conflicts offered an irresistible opportunity for personal glory and advancement. This book has a bunch of excerpts from letters that he wrote, books that he wrote. There's a lot of correspondence between him and his mother, and he tells her exactly what he wants. He will he wants a chance to prove himself. Churchill was born into the highest ranks of British ari. And what what I respect about him is, you know, he could've have lived a life of privilege and a life of leisure and very much like Teddy Roosevelt, he desired to test himself and to live a full life and not just rest on the laurel of the... Like, his his the family that came before him. For a member of Churchill high social class, such bold una ambition was a novelty. This is actually really important because it's gonna come up over and over again. He did not really act British. Or he did not act as he was supposed to act. And so 1 thing that Churchill had from a very young age. Is just like, I don't even know how to describe it. Like, unbelievable relentless self belief almost like this God complex. And usually with that, you have an ind to the opinions of other people in regards to how you should behave what you should be doing. So it says in his open pursuit of fame and popular favor, Churchill seemed far less victorian as he was expected at. Right? Than Roosevelt. They mean Theodore Roosevelt. There's going to be a lot of parallels between a young theodore Roosevelt and a young Winston Churchill. In fact, there'll be a direct comparison a little later on. This is some of the complaints that other people you like, you're not being victoria and you're not acting like you're a ari democrat. What are you doing. Winston advertise himself as simply and as unconsciously as he breathes. Churchill was widely criticized for being a self advertiser. He did not care at all about this criticism. He thought, hey, if I could actually seek fame if I can win glory in these wars, and I can act... That's like the the way I'm gonna break into political life. He says this explicitly. He says distinction in turn could be par into political clout. The kind of public life that he long for and which he believed was his destiny. For that, he was willing to risk anything even his life. And that's the important thing. He was willing to risk his life on things that he believed in. You know, he they they said it. Like, he could stayed... He could spent his time playing Polo or fox hunting or anything else. Instead, he goes to Cuba as a military observer. I think he's, like 21 years old at the time. And this is the first time that he gets up close with death. He's actually... There's a bullet that goes right over his head. And strikes and kills the horse that is standing next to him. When he doesn't get the glory that he wants in Cuba, he's like, okay, Well then I'll just go and fight in India, and he'll use... This is another thing. Or I guess 2 things. 1, he never waits for an invitation. And 2, he's completely fine pulling every single string and using every single relationship that he has to get what he wants. Churchill had never had any qualms without pulling every string he had. I am certainly not 1 of those who needs to be prod he said. In fact, if anything, I am a prod. And this is a great description him at this time. Churchill did not need encouragement. He only needed a chance. And so he goes to India to help the British fight the passions. Now, in his description of the enemy, we see the traits that he admire and other people. And then based on his actions, this is what I mean. I don't even know how to describe it. Mega might be the way to describe like, his You'll see, you know when you see what I'm talking about a minute. In his actions, it just tells you the level of self belief in this... His complete belief that he's, like, destined for greatness. He can't be killed because there's no way he's too important and fate wouldn't have him just have like, this normal ending. The descriptions of churchill like self belief in this book or my biggest takeaway from it because it just happens, you know, page after page after page. So let me just get into this and hopefully, you'll see why just... I don't I'm I'm at loss for words. Like, it's incredible the way this guy thought about himself. So he says, the passions fought hand to hand and face to face. They seemed terrifying heed of their own safety or even survival, and then Churchill would you can... His behavior, you could say the same thing about him. They fought when they had no chance of winning, when they were alone on the Battlefield when they had been shot and spear and bay. Careless of what injury they may receive churchill observed in awe. They devote themselves to the destruction of their opponent. And so this is what I mean about this like meg Man self belief. Churchill understood that he could very easily be killed in the battle of the lay before him, but he did not for a moment believe that he would be. I have faith in my star. He said that I am intended to do something in the world. In fact, soon after arriving in India, he had told a fellow officer that he expected to be prime minister 1 day. And so he does something the note of that myself on this page is like, I don't understand this. This, I don't understand. He He's not trying to blend in on the battlefield. He literally wants to stand out. So he gets this gray pony. And his entire point is to stand out to the enemy. I, this is crazy. Churchill took great satisfaction and the knowledge that he would be impossible to miss. I wrote on my great Pony all along the front of the line of the ski line where everyone else was lying down in cover. He would later confess, foolish perhaps, but given an audience, there is no act too daring or too noble. This mentality continues. This is after the battle, he winds up shooting. This is the first time he's ever killed a person. Says he would never know how many men he killed that day before help came. But even as he looked down on the mutilated bodies all around him, the bodies of men he knew, men very much like him. He knew that he would not share their fate. He was meant to live of that he was certain, more than that. He was meant to do something great with his life. I do not... This is check out this quote. I do not believe the Gods would create so potent a being as my self for so pros and ending. So I think I should actually pause and back up? Like, why? Why am I doing so many... This is the third podcast I've done on churchill. I think I've done 2 in Napoleon and I'm gonna do a ton. You know, over the next few decades, I hope I do 10 or 15 or 20 different episodes on both of these people. And the reason is is because if you study history entrepreneurship 2 people that are not, like, didn't start companies. They're not typical like entrepreneurs. Are mentioned over and over again by history's guys entrepreneurs. So if you're studying the history of history guys founders before World war 2, they all say the same thing. They're motivated and inspired by Napoleon. After World war 2, Napoleon is still there, but then they bring up Churchill a lot. And so I wanna know why some of the people that built the world's most successful companies ever. We're inspired by people like Churchill and Napoleon and there's so many times where churchill talking and writing and giving speeches where I'm like, this just sounds like no napoleon. And so this is the first time in the book where I got, I'm reading this for It's like, I don't believe the Gods would create so potent to being as myself for so per and ending. I have no idea why, but when I read that line, I thought of something I learned. In the book of the mind in Napoleon that I did on episode 03:02 Napoleon said, if I have any ambition, it is so natural to me, so neat, so intimately linked with my existence that it is like the blood that circulates in my veins like the air that I breathe. This innate. This self belief is innate in churchill. He... Everything that happens to him, he reads as an affirmation that he should believe what he believes about himself. As sobering his churchill had found the carnage that he'd had witnessed. His faith in himself and the future had not for a moment been shaken on the contrary. He was acutely aware the fact that the the men all around him were killed and and he emerged, not just a lie but hold. Nothing touched me he wrote. I destroyed those who molested me and so passed without any disturbance of body or mind. But just because he has his level of belief doesn't mean he's always right. He thought he could leave the army. Right? He's like, okay. I think I've done enough. I'm going... I wanna run... His whole goal is like, get glory War and then par that into public office. Right? Then get elected to, like, you know, basic level and then eventually work my way up and become prime minister 1 day. And so this is his first mistake where he does this. He's he leaves the army. He says, I shall not be a soldier. He's gonna run for elected office and lose. I like how he described this though. He knew he could believe that he was destined to do this, but it wasn't guaranteed. It is not without some mis giving that I let go of my tow rope he said, and commit myself una aided to the waves of life's oceans propelled only by my own machinery. He's saying I will take the risk of not being a soldier anymore. For my t goal, I want to be in public office, I wanna be prime minister 1 day, this reminds me a lot. When I got to the section of if you read any Robert Carr books, his multiple part biography on Lyndon Johnson. So L j. He had a plan to be president, and it started with getting elected to Congress. If I'm remembering correctly, he even turned down he even turned down the ability to run for the governor of Texas because, like, that's not my goal. My goal is federal office my goal is the presidency I'll have a better chance of getting there going to Congress first. And so he has a lucky turn of events for him. Unfortunately, 1 of the representatives dies unexpectedly of pneumonia so that opens up the opportunity for churchill to run, but this is where his relentless up belief is going to be proven wrong temporarily. So says he was stricken down when pneumonia pneumonia, this was less than a month before the election. Churchill was got himself on the ticket, whether he was ready or not in his own mind, of course, he was more than ready. There is no doubt he wrote that if anyone can win this seat, I can. And so as you can guess, we know that he is gonna lose a selection because this entire book is about his time in the bo war and specifically the fact that he becomes a... He becomes a cap he... Pow. He gets captured, and then he has this daring a successful escape that makes him world famous. What I did admire about his approach to running for office even a young age though. Is just how much He would practice. He could use this relentless combination of practice and self confidence. Obviously, the public praises people for what they practice in private, churchill known, his gives some of the best speeches Well, this is how he actually did it. For Churchill a few things in life could compete with the thrill of climbing onto a stage stepping behind a podium and commanding the attention of every man in the room. As much as he loved public speaking, it did not come naturally tim. He overcame this problem with practice and perseverance such is his quote. Although he would become famous for his sharp wit, Churchill was also uncomfortable addressing an audience unless he had carefully written and exhaustive rehearsed every line of his speech. Winston spent hours preparing for every formal lecture and even his brief remarks. And would do so throughout his life. A friend would later joke that Winston had spent the best years of his life composing his impromptu speeches. And then in typical churchill fashion, he He starts to get slightly good at something and he's like, oh, I'm gonna be the best in the world best in the world at this. It was clear to them that he had the potential to become a great 1, perhaps even the greatest. And so even with the self belief even with the practice not good enough. He loses his first election. He is 24 years old at this point. And so other politicians are making fun of him. They say stuff like this. I thought he was a young man of promise, but it appears he's a young man of promises. This sear assessment only hardened churchill resolve. He had no money, no occupation and it appeared, no 1 who believed in him quite as much as he believed in himself. The only thing he knew with any certainty was that in the end whatever ever took he would succeed or quite literally die trying. There's is a, quote, an image of a quote that I keep on my phone from this author, Steve Ronaldo who also makes podcasts and and and shows on Netflix. And he says you're often driven by the hatred of the version of yourself that would quit. And so he goes away to recover to scheme to plot to figure out what his next move is. Now here's the crazy thing. Is family... They have a family history that goes back like hundreds of years. His family at a palace. You got a Google image search thing. This is incredible. So his family's palace is called Glen he, and this is where he's gonna go. Churchill had always believed that Glen he. Its history. It's grandeur. It's power to all had molded him, creating the foundation for the great man he was destined to become. We shape our buildings he said, and then our buildings shape us. Glen served as a painful reminder of his inability thus far to live up to it. And so at this point, the palace is like this entire dedication to somebody had lived 200 years before, which is John Churchill, who was believed to, like be 1 of the greatest generals in history. And in fact, Winston writes a bite later on Winston rights biography of John Churchill. And he said that he had 1 skill that made him indispensable. He never lost on the Battlefield. And it was because of all the wars that he had won that he actually gets this palace. It was given to him. And, so it says nearly 200 years later, the weight of John Churchill legacy, followed his ambitious young descendant wherever he went. It's fascinating so similar thing about what's taking place on these few pages what's going on in the mind of Winston Churchill at this point in his life. And essentially like he's being stretched to what is possible. Right? And I think I don't have a family house. You probably don't have a family palace either, But I think biographies of people who achieve great things. Actually stretch what you think is possible. And if you think about it's kind of this weird closed loop because people that live life silver remarkable that somebody wrote a book about them, wrote a buyers about them. In there biographies, you realize that they're reading biographies too. And so it just goes on and on and on. And so as prone to happened at this point in history, there's another, war that Brit... The British were fighting. And so Churchill had already in, like 2 or 3 books at this point, mostly about his time at war. And so he winds up becoming the best paid war correspondent in England. And so he's going to go to South Africa for the bo war. And his approach is remarkably consistent. So it says when it came to taking advice, Churchill was his mother's son. He was defiant determined to decide for himself where he would go and what he would do. And so he starts writing about this the reason he wants to do this is 1 he's looking for glory to poorly back into political power right, but he also thinks that he's a gifted writer. He says, He had long had faith, quote, in my pen. The success of his books had only strengthened his already substantial confidence Churchill was no hack and he knew it. My literary talents do not exist in my imagination alone. And so he has to go on this 2 week trip on a boat to get from England to South Africa, and he's struck by the arrogance and over confidence of the British military officers that are on the boat with him. This is gun. There's a lot of similarities between what's taking place in 18 99 and 1900 in South Africa coming from the British as we covered last week, 40 years after this, the British attitude, and I guess, opinion towards the Japanese. That that took place, you know, 19... In the late 19 thirties early 19 forties. It's essentially the same thing. It says some of our best officers were on board Churchill Wrote, and they simply could not conceive how, quote, irregular amateur forces like the boars could make any impression against disciplined professional soldiers. And so right away, immediately, In fact, before Churchill rachel's boat even gets there. The boars, I I would describe them as this. They're perpetually prepared. The Brit... Here's a problem. The British are utterly predictable. The boars know the terrain. Their knowledge of the game is gonna give them an edge. They're gonna wind up killing 1 of the most famous British generals and just rolling over him even before a churchill gets there. And so after I read through this section, I was making my notes. I just I just wrote to myself. I don't ever want anyone to be able to guess my next move, and it's... Eventually this turns around, you know, about a year from now. But not after the loss of a ton of British supplies soldiers, generals, they just... The boars just kick their ass. Whatever waves of Panic, the British army might have imagined, the reality was stark different. The boars were not frantically preparing for war. They weren't rushing together maps and men's, supplies and ammunition. They didn't have to. There had never been a time either in their own lives are in those of their fore bears where they had not been ready to fight. Every boy man and boy between the ages of 16 and 60. And many much older and younger than that set out for war. There was no need to enlist in the army because there was no standing army, and there was no need to find a uniform because there was no uniforms. Uniforms this is the borrower perspective. Okay? Uniforms are something soldiers wore. And boars were fiercely adamant that they were not soldiers, A term they found deeply offensive. They referred to themselves only as citizens. This example of how they were perpetually prepared. The average boar man was accustomed to living, off of just a handful of staples coffee, brown bread and dried meat. They had been stock weapons when it came to march, it was impossible to compete with the boris. They were used to hunting lions Their lives depended every day on the speed and accuracy of their shooting. They were the finest mass of rifle armed horsemen ever seen Churchill wrote, and the most capable mounted warriors since the mongols. They were also determined to win they felt that they had no other choice. They believed that this land was their birth rate and a gift from god. So a boy growing up in their culture, learned how to shoot a rifle as soon as he was strong enough to hold 1. Everybody in their culture had spent the great majority of their lives at war in 1 form or another. And so it wasn't just the British generals are on the boat with Churchill. I thought like these guys, these are like, little farmers where the greatest empire. We're gonna roll right through them. In fact, This is the death of this guy named Pen Simmons. So Pen simmons is a famous general. When churchill is getting close to South Africa, another boat pulls up and writes out, like the big a big sign telling them that pen simmons was killed. And the people that were on the boat with Churchill are Arrogant generals and people in the military Couldn't believe it. And he was killed because of British over confidence. That's what gets them killed. This is just like their attitude 40 years later against the Japanese episode 03:18, if you haven't listened in the last week's episode. Penn simmons continued to insist that there was no cause for concern. He sc that no bore commando would dare attack a British brigade. I feel perfectly safe he said. And so the next day at 5 in the morning, they get attacked. And his arrogance is not just in words it's in actions as well. So they're gonna attacked. They don't know terrain. They don't know how many people it's training to. They didn't know how many people are attacking them. They were completely unprepared. And he does some weird things where He decides he he refuses to make himself blend. In fact, he goes out of his way to make sure that the enemy knows who he is. He insists that his aid d camp ride by his side, holding a dashing scarlet panicked. And so if you're the army fighting this guy? And you have their leader saying he'd waving like, a giant red flag here Am. What do you think is gonna happen to him? He winds up, getting into fight? He says he had been shot in the stomach, and he said, I am severely mortally wounded. The general on the other side and they wouldn't even call him in generals he's gaining named Ba. Sending somebody like Penn Simmons in pursuit of somebody like Bat in this land and terrain is like sending a cow in pursuit of a rabbit. Ba knew the region well. He had been born nearby and had grown up herding paddle over hundreds of miles of its scrub Grass. The British on the other hand, knew almost nothing about this place are its surroundings and had no idea what tactical opportunities are dangers it held. Paddle So not only are British utterly predictable, and not only do they not know the terrain, but they're also excessively slow. This reminds me of something that I learned from reading about Ernest Shack. I'll get to in a minute. In comparison to the astonishing mobile bore, who were able to wage war with little more than men, horses and guns and to move from Battlefield to Battlefield at a moment notice. The British army moved at a gl glacier pace weighed down by the sheer number of its possessions, and it goes into detail of all the weird things. Kinda like creature comforts that they carry into battle into war, it's just very bizarre behavior. And if you've ever read the the famous book endurance, which is the story of Ernest Shack. There's a line in there's 1 of my favorite ideas that Ever come across in any book that I read, and it says from studying the outcomes of past expeditions, he believed that those who burden themselves with equipment to meet every contingency had fared much worse than those that had sacrificed total preparedness for speed. That's a description of the boars. They had sacrificed total preparedness for speed, and we see another bizarre choice. This is again just like the British and Singapore where they'd make they're in the tropics. It's a hundred degrees. It's humid It's disgusting out, and they're making them wear these wool caps and these costumes, high costumes in these uniforms that are made for much colder climates. They refuse to adapt to the actual environment that they're operating in. So it says to the boars, however, even the Khaki uniform seemed to elaborate if not ridiculous. British officers wore high, peaked pitch helmets that shaded their eyes from the sun but were hot and uncomfortable and made easy targets for bo sharp. It's remarkable how so much of human nature repeats, and you just see this sober and over again. So now we get to the point where I mentioned earlier that Churchill didn't act British that he was... He acted Rosa V there's a bunch of other war correspondents that are going to be stationed in and around churchill, and 1 of these guys spending a lot of time with churchill on and He's like, man, This is this is another Teddy Roosevelt. Atkins had been with Teddy Roosevelt in. So Cuba. So it says Atkins found churchill, not just amusing but fascinating. He had seen his like only once before in Cuba during the Spanish American war, Atkins who was used to the almost extreme discretion and modest of British military men. Was startled by Roosevelt blatant self promotion, but he didn't hold it against him. In fact, he found it honestly refreshing. Nor did Atkins believe the churchill was simply boasting when he reel off his accomplishments and outlined his audacious plans He thought that Churchill like Roosevelt was probably just telling the truth. And Churchill, like Roosevelt was willing to put himself in harm way to take a risk to get what he wanted so he's talking about He's like, I gotta get to the front. You can't be a work work correspondent and he he says he's a work correspondent, but he's he's armed. He's gonna wind up playing a decisive role in the battle and and trying, like, save a bunch of people. This just like this quasi, like, was like a soldier slash reporter. But what he realizes, like, the rest of these work respondents not rest of, but some of them aren't scared. They don't wanna get to the front. And so he feels taking this risk gets him ahead of the vast majority of people that refuse to do so. This is a quote from Churchill, a man should get to the front at all costs. For every 50 men who will express a desire to go on service. There's of only about 1 who really means business, and he will take the trouble and run the risk of going to the front. So there's a bunch of examples of the difference in the way the the the British approach war and the way that the bore approach it. So the British war was, like this grand adventure, and you can kinda see it with some of the weird decisions they make on the Battlefield. To the boris, it was a trade. And so it says for the boris, war was not an exciting adventure, but the cold, cruel, in capable business of life. The boar went out in a business like way to kill men as he would to kill dangerous wild beasts. And he saw no more glory in dying at an enemy's hand than in being eaten by a lion. And so the boars do everything possible to try to win. So if you're having a shoot up with somebody, you're gonna take cover behind rocks or whatever you can. Right? The British wouldn't at the very beginning. Eventually, they're like, oh, they're... First of all, the the boars can... They're they're way more accurate. So they can... You know, they hunt lines, they're used to hitting targets from far distances. And so they wanna it killing a bunch of British soldiers. And this is the British response. They were beginning to see the advantages of blending into their surroundings being quiet quick and even duck. We are learning lessons every day from the boar. We are getting to know his game and learning to play it ourselves. Nothing but being shot at will ever teach men the art of using cover. Now that statement, the art of using cover. So the way Churchill is going to get caught. They are using the the British are moving the railways to move supplies and troops and everything else. Right? They have these things called the British armored train. It is the most mis thing I've ever heard in my life. So picture a shipping container with the top cutoff off. And so because the British is so predictable, the board set a trap, they know exactly what they'll do. So they cause this train the churchill was on to retreat. They had put a bunch of rocks around this corner so they knew once the train hits it, the train going to do derail. All of these British soldiers are gonna tumble out of this ridiculous non armored armored train, and they can just pick them off as they please. And so that's exactly what happens. Churchill is actually incredibly brave. There's all these eye witnesses about what he did. He's gonna wind up surviving, he winds up helping other people survive too and this is where he gets captured, but this is actually... This is what was said about Churchill says Winston is like a strong wire that stretched always springs back. He prosper under attack and dis. He lives on excitement. The more he has to fight for the greater the obstacle, the greater the triumph. And so he's taken prisoner or they're forced to March to where they're gonna hold all the prisoners in this psych. Makeshift prison, what was interesting though, is 1, he he flips out immediately because he just can't accept the fact that he's forced to submit to obey into a door to another person. Right? But he's also shocked at the civility It says he was struck by the civility of the men, meaning the people that it were had taken him cap captive. The boris. If you listened to last week. Essentially Churchill is in the exact opposite environment that the forgotten highlander that the Gordon Highlander were in. And so even on this March, they were being civil to. They says you need not walk fast, 1 of them said in perfect English. Take your time. When Churchill lost his hat, another boar had tossed him his own. And this level of compassion came straight from the top of the person running the boar army at the time, when they kill Pen simmons, what I mentioned earlier, the leader of the boar army this guy named Jab had actually sent Pen simmons widow a letter of sympathy, then he demands that the boris treat wounded British as they would treat their own men. In many cases, they were even more compassionate to the British than they were to their own men. They gave the wounded the blankets off their own saddle and slept themselves on the naked v. So the word v is actually used over and over again. I had to look it up. It's actually an un cultivating country or Grass in Southern Africa. But I could not fathom the treatment of these British Pow after what we went through last week. Listen to this. The boars allowed their prisoners almost unheard of latitude. They were permitted to receive visitors To buy newspapers and to be waited on by their soldier servants, so some people like churchill. They actually went to war with like a mans servant. The prisoners could buy almost anything they could afford from cigarettes to bottled beer to even clothing, bedding, towels, and even a new suit. And yet, is through this imprisonment. Right? Churchill personality is revealed to us through this imprisonment. This is like the 4 seasons compared to the stuff that was going on with Ali star E corp in in Singapore, in Japan last week. Although Churchill acknowledged that he was the least unfortunate kind of prisoner to be, he had hated his captivity with an intensity that surprised even him. He could not bear the thought of being in another man's control. And so immediately, he goes, search going crazy. He can't focus. He's miserable, Churchill would allow nothing to distract him from his 1 overriding all consuming goal, escape. And so he starts hatching all these different plans And then especially at this age. He might've have been this his whole light, but he has a giant mouth, he just can't shut up and so he tells people what he's gonna do, that he's still around other military. Officers that out rank him, so they can tell him hey, You can't do this. When some of the senior officers found out about his wildly ambitious plan, they quickly put an end to an all. Churchill was disappointed, but as ever un repentance, who shall say what is possible or impossible in these spheres of action, 1 cannot tell without a trial was his response. And so eventually, he's going to hatch a plan with 2 other people In fact, actually, these 2 other people come up with the plan and then Churchill goes off on his own. He's actually the only 1 out of the 3 that is able to escape at this point. Which why is why the books at the beginning wasn't planning to be alone without food without a compass without a plan, but that's just how it happened. But this is wild. This is what he does. Like, I I don't know the word for this. I keep using the word mega Man. I don't even know what it is. But what this guy does is, he's gonna escape. Before he escapes, he writes a letter to the secretary of state for war of his enemy, and he leaves it on his bed, so it is found and discovered after he escapes. Unable to leave without having the last word regarding his imprisonment. Churchill had written a letter to the secretary of of state for war and left it were it could not be missed. It was an imp not to mention dangerous thing to do. Keep in mind, he is hundreds of miles away from even neutral territory. And he's deliberately poking the bear kinda like, look what I did, I escaped and this causes the entire like nation to be mobilized, and they they sent, like thousands of pictures of him looking for him. They even put out a poster saying you can capture him dead are alive. This was not a smart thing to do. And so the way he escapes is rather basic. He just waits for the guards to move. And he goes to an area of the fence that's not guarded. It's nighttime, and then he just jumps over it. But what he did after that I thought that was fasting where he goes out and, like, the the prison is right in this town. And he just decides he's like, okay, What am I gonna do I try to sneak out. He's like, no, I'm just gonna act this if I belong here. And so he said he made no attempt to hide or even keep in the shadows. I said to myself always more audacity. This is 1 of my favorite it might be my favorite idea in the book. Because at every turn that that is that is Churchill guiding maxim, always more audacity. So he knows he has to get to Portuguese East Africa. What he doesn't know is how he's gonna get there with no food, no weapon, no compass. So it's like, well, how do I even know if I'm going in the right direction, and so he's... He realized realizes, hey, I'm just gonna follow the train tracks. Now he's outside of town. He found the train tracks. He's sitting, like, hiding in a bush and he asked out himself. He's like, well, what train should I take? And then he instantly answered the first 1, of course. But what he realizes without any supplies, he only has a few days to figure this out. And nearly everywhere he turns, he risks getting captured or and potentially killed. So the first night that he's free. He knows he has to try to make cover the most distance as possible because in the morning, they're going to discover the fact that he wasn't there. And the fuck... That it's kind of a a rather humorous way that they discover. And that churchill had escaped. This also speaks to the fact that this really wasn't like prison light conditions. Guards would bring you coffee in the morning. You actually could get regular haircuts and shaves. So the way he's discovered is because he had forgotten that he had made an appointment for a shave. And the barber was going around, couldn't find him anywhere. And so he's going around asking everybody's like, where the health Churchill Wars Churchill. The people that were inside the camp the knew he escape that we're trying to talk about Was, he's sick Or he's in the bathroom. Eventually, the barber creates such a stink and refuses to leave, that is how the guards have realized that Churchill had escaped. And so as during this uncertain period of him trying to figure out how the hell do I get Portuguese East Africa. He's alone at night and was fascinating is you ever hear this this term that there's no atheist in a Fox hole. Well, Churchill is doc, like, he wrote a lot about it. He he's he was not a religious man. And yet at maybe the deepest darkest point of his life. He finds himself in hiding, and he spends the night praying, and he said he prayed long and earnest. And a day or 2 later, he gets the biggest break of his life. He is running low on food. He is not... He has no shelter. He's all alone. He has no idea what the right move to make is and he's only 25 years old at this time. And so he desperately needs to break more than any time. In his life ever up until this point. And so it says throughout his adult life, which had largely been made up of a series of wars, each 1 following hard on the heels of the last, Churchill had had moments of worry, fear and even despair. But never before, had he been tentative this time, because I think he understands, like, this is life or death. Right? This time, for perhaps the first time in his life, he was paralyzed with indecision. And so as he had been falling a train, he had jumped on to some trains and then jumped off He kept seeing things like little collections of civilization. And he saw 1 that even in the middle of the night was lit up and so he walks towards it. It is 3 in the morning, he walks out to and he realizes it's a coal mine. There's a bunch of small houses on the actual property of the Coal mine. Right? He has to take a risk. And so he's describing how he felt at this point. Remember. 3 in the morning, he'd been on the run for multiple days, very little water, almost no food, no weapon, no compass no shelter nothing. Right? No knowledge that he's even on the right path. And instead says his strength was slipping. The prospect of further futile wandering terminated by hunger, fever, discovery or surrender. What other choice did he have? He advanced towards the house and knocked upon the door. And what happens next is unbelievable by an incredible stroke of luck, Churchill knocked on the door of John Howard, the mines manager and 1 of the few English men who had been allowed to remain in the area during the war. When Howard agreed to help Churchill. Churchill said he felt, like a drowning man pulled out of water. Saying that's incredible luck. I don't even think is is good a good enough description. Right? In this area, this part of the world he's in. There's a hundred and 10000 square miles around him and somehow, Churchill had stumbled upon 1 of the few places. In a hundred and 10000 square miles where it was still possible to find an English man, there had been a proclamation by the board government, ordering British subjects to leave the country 2 months earlier. This guy was allowed to stay because a German owned the mine and said that his presence, this English presence was integral for the successful continued operation of the mine. And even more remarkable, earlier that day, the government had been out to the mine looking they they're searching house to house to house. Every single spot looking for Churchill. This is where the part of the book where they said they had printed out over 3000 pictures of Churchill face largely spawned on from the fact that he decided to write that stupid letter to the secretary of state of war. And so John Howard may be running the mine, but it's also there's pun of. Dutch people there, there's 4 people there. He's like, listen, we to... I I don't... And I'm gonna help you. I'm committed to help you get out of the country. Right? I'm gonna help you escape. He's gonna give churchill unbelievable resources. But until I come over the plan. There's only 1 place I can put you. And he put some deep down in the mine in, like, a stall for a pony. There's absolutely no lights down there. It's pitch dark and it's covered in rats. And so John and a small group of other English men and people that want are willing to help Churchill. Wanted to taking them down there, then Churchill will sees him walk out and he has this realization. Right? Because like you see the the the lantern and the light slowly disappearance of the distance. And it says his fate now resting in the hands of men, he did not know but would have to trust. And so after several days of planning and trying to figure out a way to get churchill out. They realized like, they can't just leave him down there. It's completely dark. It's it's rather inhumane. There's like, the secret hiding space in his office. Churchill still can't go anywhere, and he's gotta be sneak food, but he's leases inside, and during the, like, it's actually light, and he has access to book. So that's another thing, like fundamental understanding of Churchill. He was a terrible student, but an incredible reader. For most of his life churchill had taken refuge in books, he had never liked school finding at a grim joy struggle and himself more often than not at the bottom of his class. He wasn't well liked by the other boys, and his parents had all but abandoned him. So I even touched about on the his relationship with his mom or his father who's passed away at this point in the story. When I read that other book called, the Young Titan. I'm sure I'll go into more detail about that. This is just about this incredible escape that he... He that that that takes place in Africa. But this idea where I'm pretty sure his dad thought he was dumb. Obviously, not dumb. Says, he wasn't well likely other boys and his parents had all but abandoned him. So he was left with few places to turn for Solace and friendship. The greatest pleasure I had in those days was reading Churchill said. He would read books on history, philosophy economics and evolution. He read for 4 or 5 hours every day. I remember reading biographies of Ari aristotle Nasa. So later on in his life towards end of his life. Churchill the most famous person in the world. And he's actually on... He spends a lot of time aboard Aristotle and Ness is yacht. And what he does is he has that same schedule where he'd wake up, wouldn't leave bed, and he was just read and read and read for hours and hours in bed. Went getting out, like, noon or something like that. So that habit of just reading for hours and hours and hours every day when he had, essentially like a kid he kept for most of his life. This is a really important point point you need to make as much as he's a formidable individual. He has unbelievable levels of self belief. It's obviously willing to take great risk and to try to, like, go after what he wants life. Churchill could not have done this alone. Other people had. They had to go to great lengths to help him escape where he would never happened. And they're doing so if they get caught under the penalty of death. So they come up with this idea. There's a guy that works at the mine that also has a side business where he buys wool from the Germans, and then he ships it to the coast, and that's exactly to the port where Churchill have to go. This is the first, like, neutral territory, which is Portuguese East Africa. Okay? So they had this idea, well, we have these giant bales of wool that we're shipping by train, enough to fill 7 box cars. I think we can hide you inside 1 of these. And this is what I mean that he has to put his fate completely in the hands of other people, they do this, and so it says as soon as he bro into 1 of the wall fails, he would be obliged to rely on chance or worse. To Churchill perspective. Someone else's intelligence and cunning. This state of affairs was far less appealing to him than the dangers he would face if he were once again on his own. And so he gets in there and look at all the things they have from. They gave a gun. They gave enough food to sustain him a journey that was twice as long, so you get much of chickens to eat loaf bread, some fruit that kind of stuff. They gave them 3 bottles of tea and a bottle of whiskey. And this is not a big area. The area that they they set up for is just tall enough so you can sit up. So you can't stand. And then just long enough to lie down. Now here is the crazy thing. Charles Burn. Right? Which is the guy that owns this wool business. He's just a shop keeper, and he decides it's now his obligation to go with Churchill to make sure he gets there to do safe because he's got bribe the the whole this entire book is just a series of bribes. And so he decides like, not only would he turn a blind eye as Churchill crawled into 1 of his box cars, but he would ride with him to make sure that he actually made it. So he's obviously not in the wool barrels. He's in a compartment on the train. And so it says the train would have to stop at several stations along the way, and Burn knew that it would be inspected by armed guards. Someone would have to intervene. And so unexpectedly the bribe start really early. Burn had expected to bribe a few men before he and churchill reached a final destination. But he now realized that he would have to open his wallet before they even left. And so sometimes they want money at other stops on like to different transitions. They actually want, like, bottles of whiskey. And so at every stop along the way you have burn them. So this is what I mean about, like, He's running interference for church. All churchill can do is either sit up or or lay down. He cannot make a sound. He can't do anything. He's... His life is completely in Burn hands. And there's there's all these guards everywhere, and so they get close in, like, Sometimes he also was like, hey, you want some coffee, he'll he'll, like, distract the guards. Let's go walk and get coffee. He'll do whatever he can to keep them away from Churchill hiding spot. And so this lasts for 3 days, 3 days where he's stuck inside this compartment. Right? Then once they crossed the border, this is this is what I mean about. His maxim is always more audacity. Right? As soon as he was certain that no 1 could see or hear him, he forced his head out and felt the wind rushing through his hair. He lifted his revolver and shot it again and again and again, this is just like, what I mean about the, like, church's little nuts. He's gonna write a letter before he escapes to the secretary of State of war. And he just crosses over the border that doesn't mean he's safe yet. And he just decide decides, hey, I'm so I have to celebrate. He's not free. He's still stuck in the train when he's doing this. Loose love revolver shoots it again and again and again and literally screaming for joy. He said, I sang and I shouted and crowe at the top of my voice. I was carried away by thankful and delight. The problem is he was not yet out of the enemy's grass until he steps inside the doors of a British consulate, he could still be recaptured. So eventually they stop at the final destination. Right? Burn is still with. Burn sneak across the border as well. He gets church out of there says Churchill leap from the train and cover... It was covered in cold dust, looking black as a sweep, so like the people that cleaned chimney sweep. So now there's another dangerous part of the trip because now they gets from the train station to the British consulate, Burn him has to burn him nose area. He has to lead him through this. He actually gets seen, transporting a stranger to the British consulate later on, he actually gets questioned. And they threatened to kill him, but they could never prove that it was churchill. And again, his life, his very life is in Burn hands. As Churchill followed burn him through the turning chaos the 2 men did not exchange his single word or even acknowledge each other's existence with no idea where he was churchill turned tight corners past small houses cross street after street until suddenly, burn him stopped, standing in silence the older man gaze across the street. His eyes on the roof of a large building. Churchill suddenly realized with a catch in his throat flying from its roof where the bright red and blue colors of the union jack. And we see through his actions that even after this ordeal, his personality remains the same. Crossing the street churchill pass through the gates across the garden up to the front door, thin, exhausted covered in suit from head to toe with a gray gl of triumph in his eyes he demanded to see the council general. The council secretary who had no idea who his filthy mad man was attempted to determine away. Be off, he said, the council cannot see you today. Instantly filled with outrage fury, Churchill did not even acknowledge the fact that the secretary had spoken. Shouting at the top of his lungs, he simply repeated his demand insisting that he see the council personally at once. So great was his ind nation and so loud his voice that it carried up to an open window. Wondering who could possibly be making such a racket, the console general himself put his head out the window. A moment later, the council stepped up to the young man standing at his door and asked his name. It was 1 of the last times in a long life that anyone would ever again need to ask Winston Churchill that question. What an ending for the full story, I highly recommend buying the book. If you buy the book using the links since shown notes in your podcast player, you'll be supporting the podcast at the same time. That is 319 books down 1000 ago, and I'll talk to you again soon."
}