{
  "transcript": "I first met Jack in the summer of 19 99, a few months after he founded Alibaba and a small apartment in Hangs out, some hundred miles southwest of Shanghai. On my first visit, I could count the number of c cofounder by the toothbrushes jammed into mugs on a shelf in the bathroom. In addition to Jack, there included his wife, Kathy and 16 others. Jack and Cathy had wage everything they owned on the company, including their home. Jack's ambition then as it remains today was breathtaking. He talked of building an Internet company that would last 80 years. The typical span of a human life. A few years later, he extended Alibaba life expectancy to a hundred and 2 years, so that the company would span 3 centuries from 19 99. From the very beginning he vowed to take on and topple the giants of silicon Valley. Within the con confined of that modest department, this should have seemed delusional. Yet there was something about his passion for the venture that made it sound entirely credible. Jack is different from most of his Internet billionaire peers. He struggled in math as a student and wears his ignorance of technology as a badge of honor. His outs sized ambitions and unconventional strategy won him the nickname crazy Jack. In this book, we will explore his past and quirky personality to learn the method to his madness. Okay. So that's from the introduction of the book that I wanna talk to you about today and what we're gonna be using as our guides to learn more about Jack M, and that book is called Alibaba, the house that Jack m built by Duncan Clark. So I've heard of Jack M before, and I've seen a couple of his speeches. But I didn't know too much about Alibaba business. I've read a few articles and heard a few podcasts, but this book really kinda opens up exactly what they do and how they make their money. Next few paragraphs, it kinda describes the scale that we're we're talking about here. On 11/11/2015 in Beijing. In the iconic bubble like structure bathed in blue light known popular as the water cube, the venue for the Aquatic events in the Beijing Olympics held 7 years earlier. It wasn't water that flowed, but streams of data. For 24 hours without interruption a huge digital screen flicker with maps, charts, and news crawls reporting in real time, the purchases of millions of consumers across China on Alibaba websites. In front of hundreds of journalists, broadcasting the event across China and around the world. The water cube had been repurposed as a mission control for the Chinese middle class and the merchants marketing to them. A 4 hour live Tv special called the 11:11 global festival shopping Gala was broadcast to help keep shoppers up until midnight. In the first now here's the crazy part. In the first 8 minutes of 11:11 15, shoppers made more than 1000000000 dollars in purchases on alibaba sites, and they kept on shopping. 24 hours later, 30000000 buyers had racked up over 14000000000 dollars in purchases. 4 times greater than 11:11 Us equivalent, cyber Monday. So they did 14000000000 dollars with of purchases in 24 hours. Let's find out on, a little bit about all the the products and the websites that Alibaba owns. So the... The note left myself was 1001... 1001 mistakes. And what this author is calling the iron triangle, and we're gonna see some of Jack's personality right away. Jack likes to say that his company's success was an accident. Quote, Alibaba might as well have been known as the 1001 mistakes. In its early years, he gave 3 explanations as to why the company survived. We didn't have any money. We didn't have any technology and we didn't have a plan. But let's look at the 3 real factors that under penn Alibaba success today. The company's competitive edge in commerce, logistics and finance. Alibaba e commerce sites offer a variety of goods to consumers. Its logistics offering ensures that those goods are delivered quickly and reliably and the company's finance subsidiary ensures that buying on Alibaba is easy and worry free. The e commerce edge, unlike Amazon, Alibaba consumer websites to be, and T all carry no inventory. So let me just preface the beginning of this podcast. I can barely pronounce most words in English. There's no way I'm gonna get any of these words correctly. So I'm gonna do the best I can, but I'm most likely mispronouncing them. So we're first introduced to their 2 main sites. So it's tab ba, ta A0BA0, and T. Carry no inventory. They serve as platforms for other merchants to sell their ware. To bow consists of 9000000 storefront fronts run on run by small traders or individuals. Attracted by the site's huge user base. These micro merchants choose to set up their stalls on to bow in part because it cost them nothing to do so. Alibaba charges them no fees. But tab bow makes money, a lot of it from selling advertising space, helping promote those merchants who want to stand out from the crowd. Merchants can advertise through their paid listings are or display ads. Under the paid listing model similar to Google's adwords, advertisers bid for keywords to give their products a more prominent placement on Bow. They pay Alibaba based on the number of times consumers click on their ads. The old joke about advertising is, I know at least half of my advertising budget works, I just don't know which half. But with paper performance advertising and a ready market of hundreds of millions of consumers to bow commands an enormous appeal to small merchants. So to validate sell advertising space that's how they make their money. On T all, they actually get a percentage of everything sold. And so, the way the book describes it in a good way to, like, a mental shortcut to think about this is To Ba like these micro merchants that can sell anything where t malls, like, large companies like Nike Ga L'oreal, and they cough off about a 3 to 6 percent of the sales price to T mall. Okay. Skipping had a a few pages before I go on to the logistics and and the financial part of Alibaba. I noticed something that's really interesting to me, and it's the internet is feeling the void created by state planning. So I just wanna share a couple of examples of that with you real quick. Despite massive construction of shopping malls, supermarkets and corner stores, China's offline retail penetration, is still extremely low. For every person in China, there are only 6 square feet of retail space. Less than 1 quarter of the space in the United States. China will likely never close that gap and why should it? Traditional retail is hardly a paragon of efficiency. With the burdens of inventory and rental costs, offline stores are rapidly losing sales to online players in many product categories. In China today, some shop owners are too busy taking care of customers online to bother with those who actually wander into their store? Many vendors in China have simply dispensed with the shop entirely. Why rent an expensive space that is only open at most half of every day when your to bow storefront is open 24 7. Nature of horrors a vacuum. And in the and in China, the Internet is filling the voids created by a legacy of state ownership and state planning. That's why shopping online in China is even more popular than in the west. Jack summed it up. In other countries, e commerce is a way to shop. In China, it's a lifestyle. Groceries are another popular category because as Jack explained, quote, supermarket and supermarkets in China were terrible. That's why we've come out on top and, quote, already more than 40 percent of Chinese consumers buy their groceries online. Compared to just 10 percent in the United States. And so I went to whole foods to get some groceries, and I noticed that now, Amazon Prime members can get free grocery delivery. Within 2 hours. And it kinda reminded me of the story that's in the book the everything store where, Jeff Bezos wants to buy at the time diapers dot com. And the founders of diaper diapers dot com, They have no interest in selling So they meet with him, but they don't work out a deal because they're just not interested in selling, and they they wanna keep growing company. And so Jeff responds with saying, okay, That's fine. Okay because, you know 1 of his most famous, sayings is your margin is my opportunity. So what he does is all the products like diapers and and the rest of the stuff, similar things that you would need for child, when you have a baby, which was obviously diapers dot com's, main market. He just slashed the prices and start selling with a loss and just blood diapers bled them out until they agreed to sell. So I thought of that when I saw that now they're offering free grocery delivery because the main competitor there is the business insta cart. Anytime you're in a whole foods, at least where where I live, you see tons of Insta card employees. And I've used Insta a few times, but I, this is ridiculous. Not only need they charge a fee, and then you obviously wanna, be a good person and and tip the delivery person, but then they, they add additional, like, percentages on some of the stuff you buy. Where when you're doing it directly through Amazon since they old whole whole own whole foods. They sell you for what you would in the store and they charge you nothing. And I just picture Jeff Bezos sitting somewhere and like, oh, that's a that's a nice business. You have their Insta card. It'd be a shame if anything happened to it. So I have a feeling. And I guess, why Brought that up here because 40 percent of Chinese consumers buy their groceries online. It's compared to just 10 in the United States. I don't know those numbers are they look like today because this book was from 2014 and 2015. But I do think with sir similar opportunities like the... The 1 Amazon is doing with Whole Foods, that number, inevitably be gonna, going to go to going to increase. Okay. So let's skip out a few pages. They talk about the logistics edge. And this part was actually a little confusing for me. So the the note I left on the next page what would you what would you do? Which strategy would you pick? And let's let's just... I don't see how this is an edge. I guess, for for Alibaba yet. Okay. So this says on singles day 2015, and that's the 11:11. It's the the actual event is called singles day. So on that day, orders placed on Alibaba website generated 467000000 packages, requiring more than 1700000.0 courier and 400000 vehicles to deliver the goods. China today has a variable army of courier, on foot, bicycles, electronic bikes, trucks and trains, and they are the Un song heroes of the country's e commerce revolution. Chinese consumers spent more than 32000000000 dollars on package delivery in 2014. So the the numbers in the in this book just blow my mind. I mean, there's more people using the Internet and China today than there is than the actual, amount of citizens living in United States. So the number increased by more than 40 percent in a year, but the volume is set to grow dramatically in the years ahead on and then here's a what I mean. On average less than 1 package per month is delivered for every person in China. Without the low cost delivery, the... That the courier services provide, Alibaba would not be the giant it is today. To survive in a cut through industry, some of the courier firms have adopted clever methods to keep costs at rock bottom. In Shanghai, for instance, courier shuttle back and forth in the subway passing packages over the barriers to 1 another to avoid buying multiple tickets. And it... This is what I mean that's little confusing. But none of these courier are employed by Alibaba itself. Most of the packages in China are delivered by private courier. So Alibaba doesn't employ them directly. They invest in some of these companies so. Like there's 1 called. And Invested in. And this is what I mean by which strategy would you pick. So it says by investing in, Alibaba aims to lock in vital relationships with its logistics partners while finding outside investors to fund the expansions of the network themselves. Can neither owns the physical infrastructure of the network nor employs the personnel who make the deliveries. Those assets are contributed by the consortium member members and partners. Allowing Alibaba to pursue a quote, asset light strategy. A lot is writing on this approach. Alibaba principal e commerce competitor, jd d dot com is pursuing an asset heavy strategy. Investing directly in its own logistics infrastructure. Jd mascot is joy, a gray metallic dog chosen no doubt to give symbolic chase to T malls black cat. Today, Jd has built up the largest warehouse capacity of any e commerce company in China offering speedy delivery services, including same day delivery in 43 cities. Sound familiar. J d com jd d dot com runs a truly end to end system, controlling its own procurement inventory, distribution and warehouse systems with goods delivered to customers by uniformed courier, riding Jd branded vehicles. So right now, in the United States, you see Amazon is kind of a mixture of these 2. But they're clearly Amazon is clearly moving from a asset light quote strategy to an asset heavy. You can see that with the the purchase of planes and they have now the Amazon trucks, some of my... The Amazon packages that I get delivered or delivered by Ups, but also a good amount are starting to be delivered by sub subcontractors that are contracted directly from Amazon. So if I had to guess, they clearly want to if you can tell by Jeff Bezos history he seems to be a big fan of vertical integration. And if you remember the, podcast on Rockefeller, Rockefeller had a lot of strategies too where he starts out, he gets a wedge into an industry, then he starts with oil refineries. Then he starts to, to buy up his competition. So he's now dominant that had a dominant precision... Position in his industry. Similar to how, I think now is over, like, 50 percent of all e ecommerce in United States. And then eventually, he wants to control is just 60 wants to control everything from... From top to bottom, which I think is what Jeff is doing as well. So the the book is writing that this is an actual, an edge. They called the logistics edge to Alibaba, and I'm not sure that's accurate especially because Alibaba is now reading up on the internet industry in China, there seems to be a duo between Alibaba and tencent, So again, I don't know if that's still accurate today. I'd be very curious how many packages are delivered, like, what percentage are actually delivered directly by Alibaba in the companies it owns as opposed to just relying on, an asset light strategy. Again, it makes more sense when you're starting out maybe to do that, but, Alibaba was a massive company now. So... Okay. So let's go to finance edge and, very similar to we we talked about this a little bit with the Elon Musk podcast. With Paypal. They have this product called Ali pay, and here's the weird part though. And I want you to remember this part for later in the podcast because this is gonna come up. And it's 1 of the strangest stories I've ever read. So the quota left myself note left myself was no longer owned by Alibaba. The final edge in the Iron triangle is finance. In financial services, Alibaba most important asset is Ali pay. It's answers to Paypal. By far, the most popular online payment tool on China, which actually that, now it's there's... The payment system that wechat, the tencent cent owns for Wechat is actually, I think the larger than Ali pay is now if not mistaken. Ali Pay handles more than 3 quarters of a trillion dollars a year in online transactions. 3 times the volume of Paypal, and 1 third of the 2500000000000.0 global online payments market. And this is the weirdest part. No longer owned by Alibaba, Ali pay is the largest asset of a company controlled personally by Jack. So I'm not gonna get into that now because the the the story unfolds later on, and it makes more sense at the end, but just remember, because it is bizarre. And I would also say the the parallel here to Paypal is imp inc because they do a lot more. It's almost like it's turning into, like, virtual wallet and a bank. Let me give you an example. They have their own mutual funds so check this out. Offering much higher returns on deposits than the meager returns by re... Meager returns paid by the banks. Alibaba You online mutual fund proved so popular when it launched in 2013 funds that it stirred China's stagnant financial service industry into a frenzy of activity. Eu bail, whose name translates in English as savings balanced treasure sounds inn enough, a place that a deposit your loose change. But when it launched the product out when it... Excuse, when it launched the product, Alibaba said no limits on the amount consumers could deposit. Not only were the rates had offered much higher than the banks as much as 2 percentage points higher, but you be Eu allowed customers to make withdrawals at any time without penalty. As a result, individual consumers transfer tens of thousands of hundreds of thousands into the fun. That's tens or hundreds of thousands. Sorry. The banks became alarmed at the outflow. By 2014, Eu had attracted over 93000000000 dollars from 80000000 investors. More than the combined total accounts at all of of all other money managers in China. The inflow was so huge that in only 10 months, U was ranked as the fourth largest money manager in the world. Closing in on global industry star wars, such as Vanguard, Fidelity and Jp jpmorgan. So you can clearly see the analogy to to Paypal so. It's imp inc. So what I... A lot of the book goes into and what I wanna spend a good amount of the podcast on is it, like, in all these stories is learning what the personality of the the person the actual founder. So this is the personality of Jack M, and then I'm gonna get into which which is amazing to me is his early life. Like, how he started out. Okay. So, we're still in, like, present day. So it says, 1 of the most circulated images of Jack on the Internet is a photo of him sporting a mohawk, nose ring and makeup, including jet black lipstick. On that occasion, a celebration of Alibaba tenth anniversary, Jack saying Elton John's, can you feel the love tonight. To a stadium full of 17000 cheering employees and 10000 other spectators? Jack combines a love of show with a re for defying stereotypes, where other business Mo like to talk up their own connections or academic credentials, Jack enjoys talking down his own. I don't have a rich or powerful father, not even a powerful uncle. Having never studied abroad, he likes to describe himself as 100 percent made in China. He stands out as a tech company founder with no background in technology. At Stanford University in 2013, he confessed. Even today, I still don't understand what coding is all about. I still don't understand the technology behind the Internet. Jack has made a career out of being underestimated. I am a very simple guy. I am not smart. Everyone thinks that Jack M is a very smart guy. I might have a smart face, but I've got very stupid brains. So the the book asked the question. Like, is this is this actual... Is, like, he's an Is he a dumb guy? Is that even impossible, most likely, it's just an act. So it says, his achievements have proved otherwise. This dumb down is of course, just a faint. Jack once explained that he loves the... This is Hilarious that he loves the lead character of the movie force gum because people think he is dumb, but he knows what he is doing. On the first day of trade... On the first day of trading of Alibaba shares, Jack was interviewed by c Cnbc live on the floor of the New York Stock Exchange. When he was asked, which person had most inspired him, Jack replied without hesitation. Forrest gum. His interviewer paused and then said, you know he's a fictional character. Right? So, we're gonna go into his miss his mission... And this is Jack's Mantra. Just like the... There's these I would say sayings or ideas that are repeated constantly. You see this a lot with founders. So in in Jeff Bezos case they're called Jeff Ism. I call these Jack because they're repeated constantly. And he kinda just has he he how can I describe this? So if you watch... So I watched a bunch of his speeches. And what's remarkable about him is he basically tells the same speech every time with different variations. So it's almost like he... He's working off a script that he just repeats and he knows. So, perhaps the most famous lesson of Jack, the teacher, they called the teacher because that's was his first job. Is known by heart by every Alibaba employee. Customer's first, employee second and shareholder third. Jack describes this as Alibaba philosophy. When asked by the journalist Charlie Rose, if he saw himself as an apostle for small business, Jack agreed. I'm a strong believer. It's my religion. Many small businesses in China don't just use Alibaba websites as a marketing channel. They depend entirely on them to make a living. Jack has always insisted in offering most of Alibaba services for free. Before I continue this whole thing of being an apostle. I've I've referenced that on the podcast as being an evangelist. I'm definitely an evangelist for small business and a strong believer. My... Not only is because I've been interested in in my whole life, but, Now I just see it almost as a necessity as, like, oh, a weight being pragmatic. If you're living in a country where wages basically been stagnant for 40 years, and all the things that we need, housing education and health care has gone through the roof, well, doing more of the same is is is not gonna get you out of that situation. So I think that more people are gonna have to learn to become founders and entrepreneurs, whether that's a 1 person business or a large business or and everything in between. I just think that's That's the the path forward. Especially if there's limited economic growth, like, there has been in in the United States the last 20 years. Alright. So off my soap and back to the book, Jack doesn't sugar coat the challenges to his employees. 1 of his favorite messages to them, is today is brutal, tomorrow is more brutal, but the day after tomorrow is beautiful. However, the majority of people will die tomorrow night. So he's... I've heard him say that multiple times in different speeches too. So it's definitely Jack them. So this is a little bit more on his personality. And, this is... I found this interesting. It talks about what is... When you visit Alibaba, their headquarters. What's in their library. So it says Jack is a keen reader. Particularly of titles by the Hong Kong boy born Martial Arts writer, known in China by his pen name Jin Young. His works are featured in the library along with classical works and the latest books on management theory are Silicon Valley icons like Steve Jobs and Elon Musk. Both those books we've covered here, maybe get Jack M to listen to the podcast. Employees are discouraged from ever complaining a pet peeve of Jacks. And encourage instead to shoulder personal responsibility, carrying out or del tasks rather than waiting for 4 orders from on high. That's a message. I I could definitely support. And Okay. So now I'm skipping ahead. This is by... I I don't... I wouldn't say by far. It is 1 of the most interesting parts of the book. So I'm gonna spend a good amount of time. A decent amount of time talking about his early life because I think this is very inspiring. That no 1 starts out as, you know, a multi billionaire. And in and Jack's case, you couldn't have started out it'd be very hard to find somebody it started out lower. So this is a little about his little bit about his early life about his discipline and about his curiosity. A future icon of Chinese entrepreneurship, Jack came into the world at a time when private enterprise had almost been completely extinguished. 90 percent of industrial production had been taken into the hands of the state. As a boy, Jack fell in love with the English language in literature. Particularly reading Mark twain the adventure of Tom Sawyer. Later, it was the arrival of foreign tourists in China that provided jack with his opening to the outside world. In late 19 78, when Jack was 14. China launched their new open door policy. So this is before I was born, but they had a leader. His name was some... I don't know. Pronounce It's Den Dang Z ping maybe. So they... China was doing really ports time, so they're in pursuit of foreign trade and investment, and they're kinda, loosening up state control over some things. And at the time... According to this book, the country is on the verge bankruptcy and it needed hard currency. So it's decided to to open up its borders a little bit. So in 19 78, only 728 foreign tourists visited... Okay. This is the city he lives in. I don't... I'm gonna pronounce it hangs out. So hopefully, that's kinda close. But the following year, more than 40000 came to the city. So within a year of opening us up, we go from 700 people to 40000. Jack, and this is gonna be 1 of the first in the book and hitting his life story, there's just a bunch of of lucky breaks. And we're gonna see how they kind of connect to them. Now he's smart enough and disciplined enough to take advantage of them. But, It just he was extremely fortunate in in many of these cases. So it said Jack Re an opportunity to practice English. He started waking up before Dawn and riding his bicycle for 40 minutes to Hangs za hotel to Greet foreign tourists. Remember he's 14 at the time. As he called. Every morning from 05:00, I would ring... I would read English in front of the hotel. A lot of foreign visitors came from the Usa and from Europe. I'd give them a free tour of West lake that's the neighborhood, and they taught me English for 9 years. And I practice my English every morning no matter if it's snowed or rain. Jack never dismiss how much learning the language had helped him in life. English helps me a lot. It makes me understand the world better. Helps me to meet the best ceos and leaders in the world and makes me understand the distance between China and the world. So the next page note that myself as a random meeting changes the trajectory of Jack's life, and this is 1 of the lucky breaks. Among the many tourists who came to Hangs out in 8 in 19 80 was an australian Australian family, the more known as the more more lease. For Jack, their visit would change his life. So he went to meeting this this young boy, and his name is David David Mo, and David's talking here, and it says, it was on that free evening, flicking matches in the park that I was approached by young man wanting to try his newly acquired English skills on me. He introduced himself, we swapped pleasant trees and agreed to meet in the park again. On July fourth, their last day in Hangs out, David introduced Jack to his sister Susan and invited him and some other local children to play Frisbee with them in the park. David's father, so now David's father coming over to the park. David's father Ken Mo once subscribed his first impressions of Jack as a barrel boy or a street hawk. And he's not... He doesn't mean that it's a pe jo of, by any means, you'll see how important David's father, Ken is in Jack's life. He really wanted to practice his English, and he was very friendly. Our kids were very impressed. David described how the family stayed in touch. What followed that meeting was a Paypal relationship that I kept kept up for a few years until my father started to take an interest in helping this young man. Jack would correspond regularly with Ken, referring to him as dad, who asked him to double space his letter so that any corrections could be sent back in the spaces. David, remember David's is a son. David explained the original with corrections was return for learning purposes with the reply letter. I believe this greatly helped and encourage Jack to continue with his English studies. So in between more stories on how the More are gonna help, Jack. I found an example of Jack's perseverance. So I wanna talk about that real quick. So it says these skills were of little use of against 1 of Jack's earliest folks. I talk about how he really got into Martial Arts and Tai chi and who's shooting young, man. In China, all high school students hoping to go on to higher education have to pass a merit based national higher education entrance exam, commonly known as the Gu, literally the high test. I'm just gonna call it the high test. The high test takes place over 2 or 3 days. Math along with Chinese and a foreign language is mandatory. The high test is widely is widely seen as 1 of the most challenging in the world. Requiring a huge amount of preparation and amortization. Today, there is growing criticism of the exams negative social consequences, including depression and suicide. Jack took the high test but failed badly, scoring 1 out of 120 in math. His hopes crushed, he took to men labor delivering heavy bundles of magazines from printers to the Hang train station on a pet. A job Jack managed to land thanks only to his father's connections. Jack was rejected from numerous other jobs, including as a waiter in a hotel. He was told he was not tall enough. Jack found inspiration in the book life written by the Chinese author Liu. The book relates the story of Gal Gil, a talented man living in a village. Gal struggles, but ultimately fails to escape the but ultimately fails to escape the clutches of poverty. Jack resolved to have a different fate and took the high test again. This time, his mask score improved slightly to 19 out of a hundred and 20. But his overall score dropped considerably. Jack once again set out applying for jobs to make ends meet. He sent out 11 job obligations, but all met with rejection. Jack likes to tell the story of how even Kfc Kentucky fried chicken, turned him away. The only 1 of 24 candidates they didn't hire. Un, Jack became a... Became a regular every Sunday at the library of his university where he... Of this university. Where he committed to memory the formulas and equations he would have to master the... To pass the test. Jack never gained admission to a prestigious university in Beijing or Shanghai. But in 19 84 when he was 19, He raised his mask score sufficiently to win acceptance to a local university, that hangs out teacher's college. On his third attempt at the high test, he scored 89 in math. So it goes from scoring 1 to 19 now up to 89. His score was several points before below the normal acceptance rate at other universities for a full 4 year undergraduate degree. Normally, he would have been relegated to a 2 or 3 year associate's degree course. But hangs out teacher's college had a few spaces left for male students, and Jack squeak in. The college was not a prestigious 1. Jack recalled that it was considered the third or fourth class, a third or fourth class in his city. In his public appearances, Jack often speaks of his twice failing the high test as a badge of honor. Okay. So let's go back to this family from Australia. This is a story about when the More invite him to come to Australia and then also, about he kind of intuitively understands after this trip, the the importance of thinking from first principles. And so the meet Jack when he's a boy at 14, they're still in touch with him now he's almost 20. And so in 19 85, Jack also received an invitation from Ken Mo to stay with his family at their home in Australia. It was the first time Jack had left China. He stayed for a month and returned a changed man, now this direct quote from Jack. And Everything I'd learned in China was that China was the richest country in the world. Jack Later said, when I arrived in Australia, I realized it was totally different. I started to think you have to use your own mind to judge and to think. Jack's friendship with the Mo blossom. After Jack's trip to Australia, Ken Mo made a return visit to hangs out. As the M family home home was too small to host guests, Jack arranged accommodations at a student college for the More lease. Back in town, Jack arrange at banquet for his Australian friends with some local officials and Vip. Looking out over a street below where a festival was taking place. Steven Recalls. I'd never seen so many people congested in 1 place. It became clear that when Jack, it became clear then that Jack was a bit of a network. Organizing a vehicle and a dinner with the mayor required connections. Back and hangs out, Jak University Life was not care free. Money concerns were pressing. Once again, ken morally stepped into help. While the tuition at the college was free, the compulsory living fees were beyond the means of Jack's family. When we came back to Australia Australia, we thought about it. Morally recalled. And decided we could help. It was not much 5 to 10 dollars a week, I think. So I would send him a check every 6 months. So they're financially supporting Jack allowing him to to study and their support doesn't stop there. Now this is also, amazing. So Jack gets married to his wife Kathy, and the more leaders are actually gonna help him buy his first house, apartment. The More once again showed their generosity and gave the couple 22 22000 Australian dollars at the time it was about 18000 dollars Us. To help finance the purchase of their first home. Jack later said the word... That words could not express what Ken and Judy Mo had done for him. Ken died in September 2004 at the age of 78. His obituary in a local newspaper record that he had taken his children to China and Cuba and encouraged them to get an education, travel and have a political point of view. This broad minded generous approach extended outside the family and Ken is well known for be preventing a young a poor young Chinese boy. This boy is now a man who heads a successful company in China. So I just thought that was amazing. Just a an amazing active generosity. And could you imagine giving 18000 dollar. I need to say this Ken wasn't... He was just working class. He he wasn't rich. You know, his fan... His family had some resources, but they they were not considered rich. So it's quite extraordinary. Alright. So I skip ahead of Jack's first business and this quote to get Rich is glorious. Jack was not yet an entrepreneur. Upon graduating in 19 88 with a bachelor's of green in English, he had he had become a lecture in and international trade at the Hangs out Institute of electrical engineering. Jack was the only 1 among 500 graduates to be assigned to teach in an institution of higher learning, but he had started to think of a future beyond teaching. Jack recalled the lesson he drew from Dang southern toy tour. Dang is the Chinese leader, the 1 who opened up, China, and in 19 92, he he undertook off, something called, his famous southern tour, and I was on that tour when he pronounced that to get Rich is glorious. So, okay. So Jack recalled the lesson he drew from Dang Southern Toy. Tour. You can be rich, you can help other people were rich. Jack began to pursue opportunities outside his school. He started teaching English classes at the Hang zoo y mca. Jack's english classes were popular because he spent little time teaching grammar, vocabulary or reading out text. Instead, Jack preferred to pick a topic and engage in conversation. Okay? So he has a day job at the University and then a night, he starts making some extra money on the side, teaching other people English. But Jack's teaching days were coming to an end. He resolved to launch his own business before he turned 30. Working part time on his new business after class, he named his first company Hope. In January 19 94, at the age of 29, Jack founded the Hang z H bow translation agency. So when I was reading this, it's interesting to me because there was somebody... Somebody... I think Northwestern University just did a study. Because there's just, like, this myth at Perm me, And if you don't start a company when you're young, that it's just not gonna happen for you when it's the opposite is true. So the results of the study was a person is 46 years old is 3 times as likely to found a successful business as a person who's 25. And it talks about... It's the definitive new study that dispel the myth of the wonder kit. So when you're young, you certainly have an advantage in the sense that you probably have a lot less to lose and you can recover from mistakes faster. But people, gain a lot of, knowledge with experience, especially since I I think of when I of about entrepreneurship Think of Peter Dr famous quote that it's not an art... Our entrepreneurship is not an our our science. It's a practice. And the reason I bring that up is because he's 29 years old. He's gonna fun found this company High translation agency, which she's calling hope. Right? And it's not gonna work out and he he has to found a... It's 2 more companies before he he finally starts Alibaba. Which so I just wanted to share that with you. Okay. So Jack convinced some students from his English night school to lend a hand with the business. Largely to help find his first clients. On opening day, his students went to this Wool Square, which is nearby office with banners to help public size the company. So we're gonna learn a little bit about this business now, and I love this this idea it's about jumping into the sea. So... Okay. So this is 1 of Jack's first employees talking. Nobody else saw the opportunity in this business. We didn't make much money at first, but Jack persevere. I respect him tremendously for he has a great ability to motivate people, and he can invest things invest in things that seem hopeless with exciting possibility. He can make those around him get excited about life. So they call this Jack Magic. It's the way he gets people hyped up in and the way he has, like this infectious personality. So he's gonna describe his business and then, it's interesting because the timing is really good for him because there's what they call an entrepreneurial revolution happening at this time in China. Jack's first business was focused on helping local companies find customers overseas. Jack later recalled, I had to teach during the day and had no time to help others do translation work. But lots of retired teachers had nothing to do at home, and their pension was low, so I wanted to found a translation company to be an intermediary. With its narrow focus on translation, Jack would not find commercial success with hope. But his first venture gave him direct exposure to the entrepreneur entrepreneurial revolution and his first tentative steps as an entrepreneur himself. The Chinese word for hope was He, which literally translates to as to vast like the sea. Popular slang for leaving a government job and entering the private sector at the time was to jump into the sea. Jack wanted to get his feet wet as an entrepreneur, but he wasn't quite ready to take the plunge and abandoned his public sector job as a teacher. Entrepreneurship is such a well established part of modern Chinese business and culture today that it's easy to forget how much things have changed in the last few decades. In the earliest days of China's economic forms, entrepreneurship was viewed as a highly risky, even illegal undertaking. Memories then were fresh of those imprisoned are even executed during the culture revolution for carrying out commercial activities. Some... The book gives some examples. So I just wanna... This is really interesting to me. So the first entrepreneurs is, the... And it's the, Chinese word get get who, maybe, the Get who, we're not leaving behind a stable government job. But rather with those with nothing to lose. They were mostly agricultural laborers, their low status inviting the majority of Association of peddle. As they grew richer, they were resent and mocked for their success and lack of class. 1 early get, even paper the walls of his home with banknote notes. Some of the richest peep... Business people in China today started out as lowly Get. Many in the zinc Z z province, which is I think the... Which is the province that that Jack was from. And these are examples of the same people in his province that were considered Get that were, you know, relatively poor and then they go on to be re rather successful. So here's some examples of that here. Today, many of the provinces entrepreneurs sit atop, China's richness. Most like Jack started out living hard sc lives. Z King hu worth more than 11000000000 dollars is the founder of W. China's largest beverage manufacturer. From the age of 4, Z grew up and Hangs out, later working on a salt farm, working on a salt farm on an island off the coast of N bow before graduating from secondary school. In the 19 eighties, he sold ice pops on the street for less than a penny. Liu Sc worth more than 2000000000 dollars founded Gee. China's first non state owned car manufacturer. He started out assembling refrigerators using spare parts, then in 08:19 88 founded Gee. In 2010, Gee purchased Sweden's Volvo cars. Liu Gang, worth more than 7000000000 dollars is the founder of Wang Z Group. The Hangs based auto parts manufacturer. He started out as a farmer, then started buying scrap metal from villagers. Then there's a guy named Gu, Gu chang, a man worth an estimated 7000000000 is the founder of an investment firm fo soon. Gu say, survive the culture revolution only by eating moldy dried vegetables later winning entry to Shanghai... Prestigious food in your university diversity where he sold bread, door to door in the dorms to make ends meet. So that that... I like... I really like that pair... That those few paragraphs there. Just as a reminder that people's, you know, people do a lot more with a lot less. And this is a jack on the advantage that these founders had. Jack summed up the d d ism of his home province. As entrepreneurs from sang jin, our greatest advantages are that we are hardworking courageous and good at seizing opportunities. We have these excellent qualities because we were given nothing. We are not like other provinces, which had resources of coal or ore. We, entrepreneurs have markets. As long as we're are in places where there are people, we will always be able to find opportunities, it will be in the same. It will be the same in the future. I like that that thought into Well, this part reminded me the note of myself was the obstacles of the way, and this is his first exposure to the Internet. In 19 94, his hope translation venture had gotten off to a troubled start. While his monthly office rent was almost 300 dollars, his first month's income was just over 20 dollars. Hope may spring eternal, but Cash is king. Jack was facing a crunch to support his venture, Jack started pedal goods on the streets. His translation company also became a trading company. Hope started to sell gifts, flowers, books and even plastic carpet. A range of items that fore shadows to bow. Jack recalled we did everything. This income supported the translation agency for 3 years until we started to make ends meet. We believe that as long as we kept doing it, we would definitely have a future. Soon an unexpected journey, which looked first as a like a disaster was about to give jack of of lucky break. This is what I mean by the obstacles away. So he was hired to assist as an interpreter in helping resolve a dispute with an American company over the construction of a new highway. So the fact that he's member back when he's 14, he starts he spends every day I think for 8 or 9 years, practicing his English. So because he spoke English so well, the government, lists him to try to resolve this dispute with American company. So they're gonna send him to America, and this is where he's gonna see the Internet. After a year of negotiations, no agreement had been reached, and the initial funding promised by the part the United States had not materialized. Jack was tapped to find out what was going on and hopefully end the deadlock. First, Jack traveled to Hong kong where he was told that the company's funds were held in the United States. So Jack embarked on his first trip there. He would stay for a month. The trip would give him his first exposure to the Internet and he would return to China, a changed man. So he's up in Seattle at the time, and this is the first time that he sees the Internet, and this is the genesis of his second business. And it's he says, Jack recalled his first online session. My friend Stuart said, Jack, this is the Internet. You can find whatever you can find through the Internet. I said, really? So I searched the word beer. A very simple word. I don't know why Searched for beer, but I found American beer, German beer, and no Chinese beer. I was curious, so I searched China, and no China, no data, and intrigued, Ja, Jack asked stuart for help. I talked to my friend. Why don't I make something about China? So we made a small, very ugly looking page for the translation agency? I listed and I listed it on there? The site for hope hope translation was just text without any images, plus a telephone number and the price for translation work. Jack later recalled to the journalist Charlie Rose. I it was so shocking. We launched it We launched it 09:40 in the morning. 12:30, I got a phone call from my friend. Jack. You've got 5 emails? I said, what is email? 3 emails came from the United States, 1 from Japan and 1 from Germany. Back in hangs out, this is... He returns now. He said about building his concept of an online yellow pages. He named the business China pages. In this, his second venture, he would dive head first into the entrepreneurial sea leaving his teaching days behind So this company is gonna be called China pages, and it says the company was 1 of the first in China devoted to the Internet. To fund his startup, Jack borrowed money from his relatives, including his sister, brother law and parents. Jack's wife Cathy was the first employee. On 05/10/1995, they registered the domain name China pages dot com in the United States. In July, they officially launched their website, which featured a red frame map of Asia with China highlighted under their title, China business pages. The online China business directory. And this is what China pages look like when somebody came to visit. I can still remember the first scene I saw when I walked into his office. It was a pretty empty space with only 1 desk set up in the middle of the room. There was only 1 very old Pc desktops surrounded by a lot of people. So the idea for the company is just gonna be a directory, a listing of all the business in China and try to help those businesses find more customers. So this is really interesting. The note that myself was the Internet on paper. China pages needed more clients if it was going to survive. But demonstrating what China pages was all about was not was not easy for 1 very basic reason. And hangs z at the time, it was impossible to get online. Instead, Jack came up with an alternative approach. First, he spread the word through his friends and contacts about what the Internet could do for their business. He then asked those interested to send him marketing materials to introduce their companies and products. Next, Jack and his colleagues translated the materials and sent the materials by mail to V in Seattle V partner. They're the ones running the website out out of in the United States and Seattle. V then design then design the websites and put them online. Then they printed out screenshots of the websites and mailed them to hangs out. Finally, Jack took the printed materials to his friends and announced that, although they couldn't check this themselves, their websites were now online. By the end of the year, there were only 204 Internet users in the whole prop offense. But Jack was among them, and it was finally able to load a website in front of his first clients. Now check this out. On the 4 86 computer, he brought back from Seattle and his suitcase. It took 3 and a half hours to download the front page. I was so excited. Skipping ahead in a few pages and a little bit on the timeline. This is an example of more perseverance, so he's running China to pages. He's got some clients, but Well, we're we're gonna just see her here. While Jack was good at gaining cup publicity, China pages still wasn't winning much business. And its efforts to open doors with the central government came to not. In July 19 96, China's national broadcaster, broadcast a documentary called M Young the scholar. That's Jack's name, which showed Jack being re buff by a government official. As she filmed, Jack... As she filmed Jack was getting shown the cold shoulder. He was almost bankrupt. In the documentary through a window through a window to the Beijing streets outside, Jack made a resolution to himself. In a few years, you won't treat me like this. In a few years, you will all know what I do. And I won't be in dire straits in Beijing. So he winds up getting a little bit of business, skipping a little bit of head. This is where he loses control. He... They're almost running out of money, so he's forced to merge with a state owned enterprise. It's 1 of these telecom that we're interested in getting an the Internet, and he thought it was gonna be some kind of, like, joint venture partnership, and they wind up screwing them over. And What happened is they... He... There's, like, 7 people on the board seat and because this this clinical joint venture, the the state owned enterprise, awards itself 5 out of the 7 board seats. So they would basically have an idea, and then at the board seat, just, excuse me, the board meeting every single idea, none of his ideas were passed. So they just wanted to really basically squeeze them out, and this is some of the lessons that he learned. Jack had lost control of his pioneering venture. At that time, I called myself a blind man riding on the back of blind tigers. Without knowing anything about technology computers, I started the first company. And after years of terrible experience we failed. The China pages episode provided him with some important lessons, as well as good materials for his speeches, such as it is difficult for an elephant to tram an ant to death as long as you can dodge well. And with good strategies, you will definitely survive. To this day, I've realize 1 thing. Don't be nervous if you face huge comp competition in the future. Jack points to China pages as influencing the way he would structure his subsequent venture. From then on, I have held a firm belief. When I start a business in few in the future, I will never hold the controlling stake of the company, making those controlled by me suffer. I will give plenty of understanding and support to lower levels. He felt he was suffering. He was a london was being forced to suffer. I have never once had a controlling stake at Alibaba. I am proud of this. I am the Ceo of the company because I lead it with my wisdom, courage and resourceful, not capital. Jack's invented quote that the internet would change everything was right. The problem was that he had launched his venture too soon. Jack put his dreams on hold, taking a job in Beijing at the unit of the ministry of foreign trade and economic corporation, so he goes back work working for the government. There he was like a fish out of water, counting the days until he could jump back into the entrepreneurial sea of China's Internet, which is about to get a whole lot bigger. After his struggles with hope translation in China pages and an uncomfortable period working for the government in Beijing, Jack went on to found Alibaba at the beginning of 19 99. Because so now he's on his third shot, So let me just give some background. I'm gonna skip over a bunch of some of this... A bunch of the stories in the book. I wanna get to where he meets Jerry Yang, and I would definitely another lucky break. So he's working for the government in Beijing. And at the time, Yahoo is extremely popular in United States. So a lot of people copy that idea, and there's a lot of now more... A lot more successful internet companies in China at the time, including 3 of the largest ones, which are portal company similar to what Yahoo was back then. And he at the time, Jerry Yang, is like, a hero in China for founding Yahoo and becoming successful when he he's so young, So Jerry Yang is traveling to Try to look for opportunities. And, Jack winds up getting assigned to be his tour guide. Okay? So Jack became increasingly frustrated as he watched the triumph for it. Of portal pioneers gain momentum. Here I was. I've been practicing for 5 years in the Internet field, Jack recalled. Everything changing very quickly. If I stayed in Beijing, I couldn't do something really big. I couldn't realize my dreams as a public servant. But his government perch ended up giving Jack another lucky break. His first encounter with Jerry Yang, the founder of Yahoo. As the general manager of info share and a fluent English speaker Jack was asked to receive Jerry Yang and his colleagues, who in late 19 97 came to Beijing to look for opportunities for Yahoo in China. Jack's experience as a self poured a self appointed tour guide and hangs out, came in handy now in Beijing, since Jerry was traveling with his younger brother Ken and was keen to see some of its sight. So this, lucky meeting with J yang becomes very important. Later on, as you might know, Yahoo invest a billion dollars into Alibaba, and it's due part to the relationship that Jack starts to cultivate with Jerry Yang and a bunch of other lucky breaks which we'll get to. Now I'm just gonna hit some of his ideas on business that he talks about throughout the book. And this is making money from Shrimp. He's already found Alibaba at the time. So Jack and convene a meeting on on 02/21/1999 at his apartment, confident in his future success, he arranged for the meeting to be filmed. And this is him. In the next 5 to 10 years, what will Alibaba become. Answering his own question, he said that our competitors are not in China, but in Silicon Valley. We should position Alibaba as an international website. The reality was that Jack lead to the portal game had to find his own niche in China. The portals were trying to capture the growing number of individuals user... Individual users coming online, but Jack was going to stick with what he'd knew best, small businesses. In contrast to the business to business sites in the United States that were focused on large companies. Jack decided to focus on the shrimp. He found inspiration from his favorite movie for his gum, in which gum makes a fortune from fishing shrimp after storm. American b b businesses are whales, But 85 percent of the fish in the sea are shrimp sized. I don't know anyone who makes money from Wales, but I've seen many making money from shrimp, and then he wants to assemble what he calls a team of regular people, skipping ahead again, Alibaba was c was c founded by a total of 18 people. 6 of whom were women. None came from privileged backgrounds. Prestigious universities universities are famous companies. This was a team of, quote, regular people, bound together by Jack's energy and his unconventional management methods. So Alibaba was off running. I just wanna include this because this was surprising to me, and it's it's it's jack's biggest rival, and it's not what you would think. And there's all these kind of stories in these books when... That the I've been reading for the podcast that, it's always like a slap in the face and a reminder to me that the global market is massive, and there's million millions. If not, more, businesses you've never heard of, that print money. And this is a business I wasn't... I never heard of, and it's... Well, I'm gonna tell a little bit about it about it now. So this is Jack's biggest rival. Instead, Jack's biggest rival was not even a new economy company at all. It was an old school publisher of trade magazines. Global sources that's even company, had been around for more than 3 decades. The company was run by its founder, Moral Hi, a rec inclusive American whose base of operation was his hundred and 60 foot yacht anchored in the Philippines. Henri was a native of Hastings Nebraska, but he had been a resident of Asia since 19 65. He had built up his company originally known as Asian sources media group by churning out thick trade catalog, stuff with advertisements for manufacturers in Asia including Asia of electronics, computer products, watches, toys, and sporting goods. Sent a buyers such as Walmart, The magazine generated hundreds of millions of dollars of orders per year. Reluctant to cannibal hits its profitable offline business, global sources was nervous about building a presence on the web. Henri was dismissive of b b sites, and he said suppliers and buyers were happy with the fax machine as that was cheap and simple to use. Oh, at this time in the book, he's looking for investment, Alibaba was already up and running. And at the time, Goldman Sachs starts an investment division, looking specifically to invest in businesses in Asia. So this is, the worst deal he ever made. Jack had succeeded in securing big... A big name investor in what would prove a critical step in Alibaba story, but it would also come to regret selling such a large stake in the company. 50 percent, which you would never recoup. In reality though, Jack had little choice. He was an unproven entrepreneur based in a provincial city in China who was negotiating with a huge global financial institution. But having already given out a lot of equity to his c founders, and now 50 percent to investors, He ended up with a much lower share of his company than many of his peers. Jack would later joke only half kidding that it was the worst deal I ever made. And Goldman Sachs actually went up losing faith they sell... They prematurely sell their stake in Alibaba, they went up making money. I think I think it cover it later in the podcast. But and just in case I don't. Within like, a a few years, I think they get, like, 7 extra number. But if they would have held on, that 5000000 would have been a a few billion dollars. So this part, I highlighted is, the note I left his wisdom is distilled experience. Jack revel than the attention he received at Harvard, including the Mon Crazy Jack, the time magazine gave him shortly after. He particularly enjoyed talking about the reversal fortune of being once rejected by Harvard, but later being invited there to give a talk. I did not get an education from Harvard. I went to Harvard to educate them. Jack has always been dismissive a business schools. It is not necessary to study an Mba. Most Mba graduates are not useful. Unless they come back from their Mba studies and forget what they've learned at school, then they will be useful. Because schools teach knowledge, while starting businesses teach wisdom, wisdom is acquired through experience, knowledge can be acquired do hard work. So that quote, I mean, obviously, I think it's, you know, it's he's got a flair for the dramatic. So I don't think he means every... I mean he says most Nba graduates are not you. So that's probably not true. But I do think it's interesting his idea where he's like, okay. Well, schools are teaching you knowledge, but you need wisdom and wisdom is acquired to experience. So you'd... You'd actually learn more from from trying business first. And this says knowledge can be acquired through hard work. May... I saw this tweet that I think is is interesting. As far as a fast way to learn, which I think is what we're trying to do here. But, by reading books about people that have already successfully founded companies, you're kind of you're you're receiving their wisdom, the wisdom that they've acquired to to experience, which is basically distilled in book form. So this is a quote that I came across that I wanna share with. It says reading is not a chore. Reading is theft. It is a robbery. Someone smarter than you has spent 20 years beating their head against the wall trying to solve the problem you're dealing with. You can steal that hard 1 knowledge that hard 1 knowledge and make it yours. That is power. It's part of the reason I love reading is because, like, I always said it's like, having a 1 side conversation about somebody that's thought a lot about the topic they're writing about. Because to write a book in the case of Jack M, we're dis still, you know, 25 years. Of building businesses. And you're not gonna learn everything in that time, but it's 1 hell of a shortcut. And as far as the amount of time, like, signal to noise ratio or time to value, I think is extremely high. Okay. So I'm wanna spend some time on... So this this company called Soft bank, which is really well known. I think they run the largest fund in the world, and they wind up investing in Alibaba. And according to some some extra research I was doing to get rid of this podcast. It's most successful investment ever, was the 1... Investment they make in Alibaba. So they they give Alibaba a 20000000 dollars and the investment turned... Debt 20000000 turns into 60000000000 when Alibaba in public. So that's from soft wikipedia page. I did not. I couldn't find if they held on all way through, but that's an insane amount of return. So soft soft gonna invest. And I've I've heard the name and of their founder. And his name Masa Son. And this is the... I've even looked for a biography on this guy because, it just seemed interesting, and I couldn't find anything. So this book actually dedicate a few pages to to, almost like a mini biography. So I'm gonna read a lot of this part, because I find it fascinating. Well, let's let me just get into it. Masa Yoshi son known to his friends as Masa. Say... Shares some similarities with Jack to Both are short stature and known for their outs outside ambitions. Sun grew up in circumstances even more difficult than Jak. Born on Japan's southern most main island of KKK. The sons lived in a shack and didn't even have an official dress. His father was a pig farmer who brew moon shine on the side. Son was bullied for being ethnically Korean and was forced to adopt the Japanese surname Y mo. At the age of 16 Son moved to Northern California in search of a brighter future. Gaining acceptance to the University of California Berkeley where he started his entrepreneurial career. His most successful venture was building a voice operated translation device to be sold airport kiosks. Sun designed, built and then licensed the technology to sharp electronics for half a million dollars. In the United States, Sun started to import early models of the Pac man and space invaders game consoles, they were becoming popular time, leasing them to local bars and restaurants. After moving back to Japan in the early 19 80, Suns started a software distribution company. At the launch of the venture in a see in a scene echoing Jack's own irresponsible optimism or irr optimism. Sorry. He famously climbed on top of a shipping box in front of his employees, just 2 at the time, both working part time. And vowed that their new venture would make 50000000000 yen, 3000000000 dollars in revenues within 10 years. By the time, he first met Jack, Son had become a billionaire many times over. He was known for making quick decisions. 1 of his best was the press... Was the pre investment he made in Yahoo in 19 95. Son also negotiated the right for Soft bank to become Yahoo exclusive partner in Japan a deal that would yield him tens of billions more. Meeting son, Jack knew he had found a kindred spirit. We didn't talk about revenues. We didn't even talk about a business model. We just talked about a shared vision vision. Both of us make quick decisions, Jack recalled. When I went to see masa Masa son, I didn't even wear a suit that day. After 5 or 6 minutes, he began to like me and have began to like him. People around him have said that we are soul mates. At their first meeting, after Jacket finished describing Alibaba, by now some 100000 members strong, Sun immediately turned the conversation to how much soft could invest. I listened to mister M speech for 5 minutes and decided on that spot that I was ready to invest in Alibaba. Son recalled. Son interrupted Jack's presentation to tell him he should take soft banks money because he should spend more... He should spend money more quickly. Son was asked what it was what it was that prompted him to bet to bet on Jack back in 2000. It was to look in his eyes. It was an animal smell. It was the same when we invested in Yahoo. When they were still only 5 to 6 people. I I invested based on my sense of smell. III don't even know what to I don't even know what to make of that. A few weeks after their first meeting in Beijing, son invited Jack to Tokyo to finalize terms. As soon as they entered Son's office, the negotiations began. Jack would later infuse his description of their meeting with Martial Art imagery, and this is a dark quote from Jack right now. Masters of negotiation always listen. Don't talk. Those who talk a lot only have second rate negotiation skills. A true master listens, and as soon as he moves his sword, you pretty much collapse. Goldman and the other funds had just invested 5000000 dollars for half the company, valuing Alibaba at 10000000 dollars. Nasa opened negotiations by offering 20000000 for 40 percent of the company. This valued Alibaba at 50000000 dollars post money. In just weeks, Goldman Goldman investment had increased in value by 3 times. But then we thought we didn't wanna give up too much equity. So Jack said, Masa, that doesn't work for us. Masa had a calculator. He was literally doing the math right there. But Masa wanted 40 percent, so he said, how about double the money? I put in 40000000 for 40 percent. Jack offered to think it over. Upon the return to China, Jack wrote son an email turning down 40... The 40000000 dollar investment. Instead, he offered to take 20000000 dollars for 30 percent. Adding, if you agree, we will go ahead if not, that's it. Jack later explained why he turned down the larger amount. Why would I need to take so much money? I didn't know how to use it, and there would definitely be problems. Jack didn't have to wait long for his reply from son, which came in the form of 2 words go ahead. So this is his idea of being the last man standing. Alibaba at the time is going through a lot of trouble. They're running out of... They're burning through money. They're not making enough money, and they're just having all kinds of problems with their with their websites. So it says the dark days of 2001 and 2002 would later become part of Alibaba lore. Jack later referred to this period in 1 of his pep talks to the team. At that time, My slogan was, be the last man standing. Be the last person to fall down. Even on my knees, I had to be the last man collapsing. I also believe firmly at that time that if I had difficulties that there there must be someone who had worse difficulties. If I had a hard time, my opponents had an even harder time. Those who can stand and manage will win eventually. At this time, to to up and running, it's doing well, but it's having to fight the Chinese market against ebay. And the note I left myself was the shrimp tactic. So it said ebay signed exclusive advertising contracts to promote its site on all the major China Internet portals, preventing them from displaying ads promoting rival sites. This forced Alibaba to attempt to adopt a series of g marketing techniques. Including reaching out to hundreds of small but fast growing sites and online communities that ebay had deemed unimportant. With the backing of Soft bank, Jack took a move from Yahoo Japan's playbook. Remember, Soft bank owns in Yahoo Japan, In 19 99, when Yahoo, Japan launched, its e commerce business. The C has hundred and 20 employees to list items for sale on its new site to make it look active and popular. 4 years later in China, Jack did the same. In We we had altogether 7, 8 people in the Tada tobacco team. Everyone had to find 4 items. I rum through my chest in cupboards. I barely had anything at home. We pulled about 30 items, and I brought yours and you brought mine and that's how it started. I even listed my watch online. So, this fight that they... The the fight that they you actually have with ebay. It's actually a case study in managing in what... And how to manage in what... And how not to manage rather, a business in a distant market are learning what not to do. More money. Ebay itself remained oblivious to the rising threat, considering it's so far superior to this quirky local rival. When asked about rivals in China, ebay, senior Vice President mentioned only 1, and it's just mentioned some 1 that doesn't even exist anymore. So we don't need to worry about the name. Jack revel in being ignored. During the first year, ebay didn't consider us their rival. They didn't even think we could be that there they didn't even think that we could be their rival. They thought we haven't even heard about Alibaba, such a strange name. Chinese all know what to bowel means. Foreigners don't. Ebay was confident that's global network and experience would ensure each network pulled well clear of any competitors. Each net was the ebay clone that ebay buys to get into the into the Chinese market to begin with. But corporate bureaucracy worsened by the extended in this functional reporting lines all the way to San Jose were to sm whatever Em of entrepreneurial still burned within each net in Shanghai. Ebay ebay China adventure lasting from 2003 to 2006, is today a case study and how not to go about managing a business in a distant... I mean, I'm just gonna highlight and compare and contrast how to bow wins with the local strategies and how ebay basically does Walsh it does basically everything wrong that you could possibly think of. So this gap was reflected in the design of the 2 rivals websites. Ebay move ebay moved quickly to align the each net site with its global site. Revamp how products were categorized and altering design and functionality of the website. This not only confused customers, but also alienate a number of important merchants who saw their previously valuable China account names had been deleted. This invalidate their trading history and forced them to scramble to reapply for new names on an unfamiliar global platform. Worse still, the Chinese website lacked a customer service telephone number. Ebay China site modeled closely on ebay in the states, looked foreign to local users who found it empty when compared to local sites. In website design, culture matters. In the west, websites like Google had become popular for their clean lines and un nc negative space. But to the mass market of Chinese web users, accustomed to pop ups and floating banner ads, they seem static and dull. As you can see for yourself by opening to bay dot com, successful Chinese websites are typically packed with information and multimedia graphics. Requiring many scroll downs to see the whole page. From its outset to Bail had been a website built by Chinese for Chinese, and it worked. It's not just a graphics that helped to bail connect with consumers. Be structured its website like a local bazaar, even featuring innovative ideas such as allowing male or female shoppers to click a button to display products most suited to their interests. The design of the site makes it the virtual descendant of the Yi woo wholesale market. Where Jack and many other entrepreneurs drew drew their inspiration. The founder of another niche e commerce venture explained. If you go to Yi, you can order as little as 3 pairs of shoes. 1 factory specializes in sole, another in the upper, another factory or perhaps small village specializes in the laces. To tap the motivation of those small merchants to make money. For companies like ebay and Amazon, their experience in the United States and other western markets proved to be of little use. Commerce in China is very strange. The rival commerce founder continued. It started with consumer to consumer and with non standardized products. This was like, this was unlike Amazon. Unlike the conventional wisdom where you need to start with standardized products like books. The more standardized the supply chain, the higher barriers for e tail. All the smaller mom and pop stores selling when on standardized products are more accommodating more flexible in supplying goods. That's unique to China. This is a crazy part. It made by starting with consumer to consumer, it made the price fact the price factor very appealing. Individuals can be happy to make even less than 1 cent on a sale in China. To bail outs ebay by having a better understanding of the country's merchants for whom membership had been free of charge from the outset Just as free listings was a core principles for the b b alibaba dot com. It became a key competitive weapon for Top dot com too. Buyers pay nothing to register or transact, Sellers pay nothing to register list products or sell online. Like we talked about earlier. They wanna winds it being a completely free site for a long time and then they wanna making a lot of money on it just by selling the sellers advertising. Each net had started out with free listings, but faced with spiraling costs in August 2001, it started to charge listing fees to sellers, adding commissions on all transactions the following These resulted in a sharp reduction in the number of auctions on the site. And then a few pages later, we find another decision or a decision by ebay to centralize, each and its website winds up being disastrous. It says a decision... A decision by ebay in September 2004 would serve to push many of each and that's to customers away. Ebay executives in San Jose decided to migrate the China website to the United States. Instead of hosting the website close to customers in China, it was shifted to the states In a border internet where a website is hosted it shouldn't matter. But China is not a border internet. In China, the effects of the government's long standing efforts to build and extend the great firewall of China, often means websites hosted overseas are much slower to load than those hosted in China itself. All web traffic accessing sites hosted outside the mainland had to go through a series of choke points where the request is screen. This as you can imagine slows down the site and makes it almost unusable. Ebay had its reasons for the migration as the business grew in China, the engineers in San Jose worried whether the platform built by Shanghai based startup could cope. It turned out that each net had built robust technology capable of scaling up by even a hundred times. But after a series of site outages that had damaged its reputation at home, ebay had become obsessed with the stability of its platform. Ebay pushed ahead with a China migration anyway. The attraction of a unified worldwide site with a consistent set of features was just too hard to resist. Some senior executives with an ebay already knew that migration would be a mistake. The company had already seen the damages the damaging impact in Taiwan. But bizarre, ebay managers in Taipei were blocked by migration obsessed managers in San Jose from sharing their experiences with the team in Shanghai. As predicted, as soon as the China site was migrated and integrated into the global site, the impact of each nets traffic was disastrous. It dropped off pre. Customers in China started to experience long delays and time outs on the site, and here's the the best summary of it. Why would they bother to wait for ebay in China? A site that charges fees went to Bow was available and... Was available instantly and for free. So ebay, there... As they continued experience trouble, they actually doubled down and Meg whitman makes some a lot of, few curious decisions here, and this is gonna introduce us to a series of jack, and this is Jack responding when, Meg Whitman, announces that she's gonna spend a hundred million dollars, upgrading the site, hiring personnel and spending money in advertising. And he says this is music to Jack's Ears. He joked to Forbes magazine that ebay had deep pockets, but we will cut a hole in their pocket. When I heard that ebay would spend 100000000 dollars to break into this market, I didn't think they had any technical skills. If you use money to solve problems, why on Earth would you need businessmen anymore. Businessman understand how to use the smallest resources to expand. Some say that the power of capital is enormous. Capital does have its power, but the real power is in the power of people controlling the capital. People's power is enormous. Businessman power is inaccessible. It's the end of his quote. I think that really hits on Pride jack's most valuable trait as he really does know people. And what he's saying is the the real power is the power of the people controlling the capital, not just the capital itself. So Jack continue to just talk about this and he's gonna throw out some jack here too. The moment she, meaning meg whitman. Wanted to use money as her strategy. We knew she would lose. First, they didn't consider a arrival, then they treated as too seriously as arrival. Neither of them was the right strategy. When we say if you have no enemy in your heart, you will be invincible to the world. We mean you have diff... We mean you have different strategies and tactics. In terms of strategies, you must pay attention. Whenever there is rival merging, you have to study whether it could become your rival and if so, what to do. Whatever is stronger than you, you have to learn not to hate it. When you treat it too seriously as rival and intend to kill it, your techniques are completely exposed. Hatred only makes you a short sided person. Okay. So the the book details more of the fight and then the eventual, win over ebay. So if you're interested definitely read... You can read the whole story in the book. I'm gonna skip ahead to Yahoo billion dollar bet. And, yeah, It goes really into... The... And the entire... There's an entire chapter on, Yahoo in China. And I'm gonna skip over a lot of it, because if if I read it all, it'd be... This podcast has be, like, 5 hours long. So, Just this is a summer. Yahoo struck out twice in China. First founder, then then 37 21. After years of frustration, Jerry Yang made a bold decision. He handed Jack a billion dollars in the key to Yahoo China's business in exchange for a 40 percent stake in Alibaba. That means, that would... 1 of the best investments ever made also. So just to give you a little bit of background what they're talking about theirs. The the entire book is a series of American companies trying to come over to China, and let's say, from the year 2000 222 thousand 10 and just being beaten back mer. I think there's a quote in the book where Jerry is like, I don't think there's 1 come 1 American company that that's that succeeded there. They spent a lot of money, but almost all of them failed. So Jerry saying, hey, we we're... This is not working out. I'm gonna bet all my money on this Jack guy, and Jack was not his first his first choice. Yeah I think it was, like, a fourth or fifth choice. So... And those all didn't work out for 1 1, reason or another, and this is another lucky break for Jack. He gets a billion dollars. And there's is some overlap here Soft bank at the time is Yahoo largest shareholder, and is also the largest shareholder of of, Alibaba at the time. So they were essential and broker this deal. So let's... Well, let's start at the end here. A decade later, Jerry Yang reflected on the deal. Pointing out that in 2005 when Yahoo made the investment. The balance sheet netanyahu Yahoo was around 3000000000 dollars. So it wasn't as though there was a huge amounts of ka at Yahoo, putting a billion dollars in Dolly Alibaba he added probably raised a lot of eyebrows. And he says, he talks about, like Jack's Charisma being in an important role, and and and people not understanding if you hadn't met Jack. So there's that more of that Jack mad magic. But then he also he says, he goes, and he, meaning Jack really had an inside track on being a very dominant commerce platform in China. And here's the breakdown of the deal, and you'll you'll see that Jack in Hindsight kind of regrets it a little bit. So the final ownership of Alibaba would be Yahoo 40 percent, Soft bank 30 percent, and existing management 30 percent. In 19 99, jackets sold 50 percent stake in Alibaba to Goldman Sachs and other investors, something he had joked was the worst deal he ever made. Did he feel any sellers or remorse about parting with this 40 percent stake? A decade later, he again looked back on this deal? I asked for 1000000000 dollars and they gave us 1000000000 dollars. I thought the war between To buy and ebay would be... Would last for a long time, so we needed enough cash to fight. In the end, 1000000000 was enough to scare off ebay. We asked a lot, but we did not know when we got the money, ebay would run away, which is exactly what happened. So the money wasn't used. Jack said he would do the Yahoo deal again, but in a better smarter way adding. Nobody knows the future. You can only create the future. So skipping ahead a little bit. This is another I think example of what I was talking about bright Jack's best skill. They... Alibaba, the main Alibaba website, not Tab bow and and, is gonna have an Ipo in 2005 in Hong Kong, and then they have an Ipo... A second Ipo in, 2014 in the United States. But this is 1 of the reasons, Jack wanted to get this done. And it said the second was that at the Ipo allowed Alibaba to take care of its employees. Jack understands people more than any business. He knows business well. But if you ask me the 3 skills Jack has amongst people, business or It, It is the worst, business second first is people. Alibaba b business was 8 years old. Jack knew that he needed to give his employees an opportunity to cash in their shares. David remembers Jack telling his employees. You need to buy a house. You need to buy a car. You can't wait to sell the stock to get married to have a baby. Selling the stock doesn't mean you don't like the business. I encourage you to sell some to build your life to give a reward to your family because if you you've been working hard. You've been away from your family. They need some reward. And indeed a few pages later, his... To to build on this idea that he knows people. This is his unique reaction to the financial crisis, this is happening in to 2 2008. As you can imagine, if Alibaba is connecting Chinese companies to companies all over the world, when you have an entire financial downturn like you saw in 2008, especially in the United States, his business is going to take a hit. So As a Ceo of alibaba dot com, David Way was expecting the falling share price would trigger a lot of pressure from Jack. But he remembers, Jack never picked up the phone or came to see me about the share price. Never once. He never talked about profit growth. But there was 1 occasion when he did experience Jack's Wrath. The only time he called me after midnight was when our team changed the website a little bit. He was shouting. The only time he ever shouted at me. I had never heard him so angry. Are you crazy? Jack wasn't yelling at him about the stock price. He was angry about down and in prominence prominence a long standing discussion form set up for traders to chat with 1 another. Jack demanded David move it back the next day. David pushback saying that Alibaba needed to focus on transactions, not discussions. Adding that the space on the homepage was very valuable for advertisers. So I think what David saying there is very, like a common thing, a typical business person would arrive to as a conclusion, and it's probably the exact wrong thing to do, and a person understanding people would make the move that Jack's gonna do here. But Jack was emphatic. This is a quote from man. We are a b2b marketplace. Nobody comes to trade every day. We are more important a community than our marketplace. The same for Tab bow. Nobody comes to shop every day. If you downgrade this forum, you are focusing too much on profits, switch it back to a non revenue generating entry point to the business community. And he continues this another thing that he does in reaction to the financial crisis that, again, most business people would object to and indeed most peep... Business people did, but It winds up being the right decision. Jack realized that the downturn game of gave him a way to increase the loyalty of his paying customers. He initiated a dramatic reduction in the cost of their subscriptions, telling David, let's be responsible to our customers. They are paying 50001. We can give them 30001 back. The stark stock market went crazy, David called as investors called him up to complain. What? You're losing 60 percent of your revenue, but there was a method to Jack's madness. Jack was serious about putting the customer first. But David emphasized Jack was not esp an ideology or let's give everything for free. Instead, Jack was always trying to understand how to get the money back later. He's just not greedy about getting the money first. Looking back on the price cut, David concluded the move was well timed. Revenues didn't drop at all. Customer volume growth offset the price drop completely. And after the financial crisis was over, we didn't raise the prices. We created an opportunity to sell them more value added services, more of an Internet style model. Jack actually told me he wanted to change it anyways. The crisis gave him the opportunity. Skipping ahead. I haven't talked about this much, but it's is the theme throughout the entire book about the the difficulty of operating a business in China and how you have this huge... This much stronger central government than you you would see in like the United States or West. So this is Microsoft in the Chinese government and then Jerry Yang is fired. Okay. So remember, yahoo is a large shareholder in in Alibaba. So Alibaba and Yahoo enjoyed a long honeymoon. But a surprise event in early 2008 brought it to a dramatic end. Microsoft made an unsolicited offer to buy Yahoo for 44600000000.0 dollars. If the deal went through Jack realized, Microsoft would become his biggest shareholder. That was a risk. The Chinese government had contacted Alibaba for comment about the possible change in ownership. And here's the reason why. Microsoft and the Chinese government had long enjoyed an unpredictable love hate relationship. But there had been tensions too with Microsoft expressing its ex exploration at the rampant pi. The p of its products and the Chinese government accusing Microsoft of mono behavior. So Bill Gates had been had maintained relationships with the president of China at the time, but publicly, they're also at each other's throats over China, you know, thinking Microsoft's a monopoly. And then Microsoft trying to get some of their money back from from rampant pi. So in public, Jack insisted that Alibaba would remain independent regardless of what happened with the bid. Alibaba has been independent for 9 years. No matter what happens, we will go on our own way. But in private, he was alarmed. Alibaba wanted to trigger the right of first offer clause in the 2005 deal, which allowed it to buy back yahoo stake in the event of change of ownership. In the end, Jerry Yang, rejected Microsoft so before I continue reading... This just review which has happened. So, there's this unsolicited offer, it's, I think, like, a 70 percent premium over Yahoo who's currently trading for. So it might be good for ebay are excuse for Yahoo and his shareholders, but it's a problem for Jack because the Chinese government's already asking about it. And if, based on what I'm reading in the book, once they start talking about it, like, that's basically a way of them saying, hey, make sure this doesn't happen. So in the end, Jerry Yang rejected Microsoft's offer. Investors in Yahoo were furious as management had turned down an offer that value the company at a... 70 percent premium. So he had did. Investors called for his head. Jerry announced he was stepping down as Ceo handing the reins over to to Carol Bart. Yahoo decision to reject Microsoft had cost Jerry Yang his job and dented his pride. Yet Alibaba had dodged a bullet. So this Carol Bart lady went up, being... She's a Ceo of y'all have for about 3 years. There's a bunch of stories in the book about her and Jack just don't get along. But I don't... I'm not gonna read any of that. If you wanna learn more, obviously, read the book. I do... I... Because I wanna focus Now we've we've arrived at what I mentioned earlier. Is 1 of the crazy stories I've read. I still don't even understand how this happens. So this doesn't do with Ali pay. And Ali pay now is called ant financial. So just before I get into the story, just background and financial value value today somewhere in, like the 40000000000 dollar range if not more. It has about 50 percent share. Of the Chinese mobile payment market. So just keep that in mind when we're when we get into the store here. So this crisis centered on who owned the Ali pay business. Ali pay was a critical cog in the Machine. Only more than 700000000 dollars a day in transactions, more than half of the total market in China. And at 1 point had, like, 70 percent market share down now. But on 05/10/2011, it emerged that Ali pay asset had actually been transferred out of Alibaba group that previous year. The business was now owned by a company, personally controlled by Jack. It's called the names not important because the name changes so much. But the import part is Jack owned 80 percent of the company. And we find this out because there's this paragraph buried deep in, 1 of Yahoo quarterly earnings report, and this is what it reads. To expedite obtaining an essential regulatory license. Remember what I just said about the difficulty of maintaining a business with the strong central government of China. To expedite obtaining an central regulatory license to ownership of Alibaba group's online payment business Ali pay, was restructured so that a hundred percent of its outstanding shares are held by a Chinese domestic company, which is majority owned by Alibaba Group's chief executive officer. That's jack. Right? A business potentially worth 1000000000 dollars just went missing, and that's... Remember it's more like 40000000000 dollars. That evening, in an effort to limit the damage, Yahoo disclosed that neither it nor Soft bank had been told about the transfer of control until after the fact. So those are, yeah Alibaba is 2 largest shareholders. Alibaba also released a statement confirming the transfer and explaining that it was made to comply with the regulations from the people's bank of China. People's bank of China is gonna be known from here on out as Pb. China's banking regulator. Specifically, the Pb had issued its administrative measures for the payment services provided by non financial institutions. So that's just a list of regulation. Which required this is an important part. Alibaba explained the absolute controlling stakes of non financial institutions must be domestically held, meaning that Soft bank and Yahoo could not have a controlling state. But there was a gap between the public statements from Yahoo and Alibaba, opening up a series of troubling questions that were essentially who knew what when? The Chinese business publication, I'm just gonna call it c because I don't know how pronounce the Chinese business publication c confirmed after an investigation that Ali Pay was sold in 2 transactions in due in June 2009 in August 2010, and this is to the name of Jack's company, which is now and financial. The firm control by Jack. The total price paid was 51000000 dollars. Okay? So I know this is a lot of numbers here, But let's let's focus on the important ones. It's saying they paid 51000000 dollars for business at the time those valued for at least a billion dollars, which is obviously, way off, which today is valued around 40 to 50000000000 dollars if not more. Okay? Critics argue argued that Yahoo was either dishonest or incompetent. If Yahoo knew about the transfer, why hadn't they told their investors? If they didn't know about it, why not? Other troubling questions were also raised by the crisis? Did Alibaba really have no choice but to transfer such an important asset out out of the company? Furthermore, did that transfer have to be made to a company under Jack's personal control? And what was gonna happen next? So this this page, it's gonna get wild, but the note I left myself for on this page was history does the the saying I always like to say, are the quote I love is history doesn't repeat human nature does. And we... I don't think we're ever really gonna find out the truth here. I'm gonna tell you the story of regardless, but I just think it's really hard when humans have an opportunity like this where you can buy an asset that's not... I mean, you're not... You're you're buying something for 50000000 dollars is potentially with tens of billions of dollars. I just think that you're gonna justify that in in all kinds of reasons. Now there is some regulations that that we've talked about here and we're gonna continue to to discuss, but my sense is just, come on, man. You saw the opportunity you just took it. Like, you're just justifying after the fact. I have no proof of that. It's just my personal opinion based on observing humans, but, I don't know. Okay. So here here now we're gonna get some other people involved. Behind the scenes when the crisis first broke, Jerry Yang was upset, but he remained calm. Masa Yoshi son, however, remember the the head of Soft was inc. What was Jack thinking? To figure out what's was going on, Jerry offered to fly to Beijing. Meeting there with a senior official at to Pb, he was told that it was best to just accept the situation. When he pressed for an explanation, he was simply informed that the matter was out of their hands. So accept a situation and it's out of our hands even though were the ones writing the rules. Jack's defenders argue that he was simply first to see what the regulatory wind was blowing. Parking the Ali pay asset into a domestic company that he controlled could ins Alibaba from the risk that new licenses expected to be issued by Pb would be denied to foreign invested companies. So it's kind of like a rumor at the time. This may happen. It's probably gonna happen, but we're not... We're gonna actually be explicit in our intentions. And my whole thing about human nature repeating, because of all the businesses that you you would own, Be Team all, Alibaba, and Ali pay? I I have to think Ali pay is gonna be the most valuable 1. Assuming... At the time, it's dominating... It has, you know, 7 70 plus market share for the Chinese mobile payment market. So anyways, Jack Defenders argue, so it was just basically smart by him. He saw the regulatory wins. He's and he he pre this by by making sure that it was a hundred percent domestically owned. In an effort to clear up the matter in 2014 ahead of its Ip Alibaba justify the transfer by explaining that the action enabled Ali pay to obtain a payment business license in May 2011 without delay and without any detrimental impact to our China retail marketplaces are to Ali pay. Indeed, Ali Pay now entirely domestically owned was the first of 27 companies to be issued licenses, and it was awarded the license number 001. But Jack's credits critics charge that because Pb also issued licenses to foreign invested companies such as 10 cents 10 pay that the argument that the Ali pay had to transfer ownership of out... Excuse. That the argument that Alibaba had to transfer ownership of Ali Pay out of foreign hands doesn't hold water. To this, Jack's defendants argued that the comparisons with 10 pay and other foreign invested companies is invalid. Because Ali pay already had such a dominant share of the market. It could not have been expected such len. So see how they're kinda talking out of both sides of the mouth here. Pb also issued a deadline for in this taking play in 2011. September 20 11. For all companies to either obtained their own licenses or merged with an existing license holder holder. Companies that had operated in a gray area now found themselves being divided into black and white based on whether they had foreign investment and had obtained a license. Those that had not yet received licenses face the risk of going out of business? Just later. In light of all this was Jack justified in making the transfer Volley paid to his control? Or are those who to this day criticized the transfer justified. Both sides of the argument relied on their interpretation of what the Chinese government in the form of the Pb had in mind, but that was as clear as mud. Pb had never said that foreign invested entities could could own payment platforms. But equally, it had never said that they could not. They argued by transferring an asset to a concern under his name for a price too low to be fair. So that's the main criticism of of Jack. And that's why I'm just Yeah. Maybe you could use excuse that Pb c is, purposely opaque, and you're reading the tea leaves better than else, but you're also getting a hell of a deal. And so here here comes, the next note I left myself was is b beef with Mayo Son. And then... So this is Jack and Mayo, son getting into it. Jack said that today's situation is not designed by us, but we are compelled to do it. So his his direct words, hey, you know, I'm just reacting to what there's what's happening. The complexity of decision making of shareholders and the board is also a problem of corporate governance in the future. Interestingly, Jack revealed that Alibaba relationship with Yahoo was stronger at that point than with Soft bank. This is jack talking. The problems between me and Yahoo are easy to solve. They are problems of interests But the issues between me and My son are not only issues of interests. Beyond the Ali pay dispute at the height of the controversy Jack disclosed that he had fundamental disagreements with sun on a range of Hr issues, including employee incentive schemes and staff training. So now he's, like, airing out the internal disagreements between what an employee is and how they should be compensated. This is Jack talking. He thinks that employees can be replaced at any time. I believe that we should give opportunities to young people in China, sharing the future with them. He thinks that's not the case in Japan. I pay you wages. So if you wanna do it, that's fine. But if you don't, there will be others. First of all, I don't think what happens in Japan is necessarily right. Second, this is totally wrong in China. I believe customers first employees second. We shouldn't have this company with... We couldn't have this company without our staff. We have completely different principles on this issue. The issue has been there since day 1. Jack revealed that his disagreement with son was was long standing that had they had been fighting over it regularly in the past few years. Jack also contrast his approach to equity ownership. 17000 employees at Alibaba have shares he said. You see that from day from that day, you see that from the day that Alibaba was established into the... Until today, my share has been getting smaller and smaller. Jack argue that son by contrast had a stake in Alibaba of 30 percent from day 1, and now it is over 30 percent. In a sign of the tension that had erupted between the 2 men, he invited journalist to look at Suns approach to his own employees at Soft bank. You can check if he's given anything to his employees. If he, meaning son is asked to take out 1 percent of his stake, it's like pulling out a tooth from a live tiger. While Jack profess his admit... Is his admiration for a suns skills of negotiation. He also said son is the world's number 1 iron rooster. A Chinese idiom describing people who are extremely sting. Meaning there is no chance whatsoever to pull out even 1 hair from an iron rooster. So a few months later, Yahoo benefiting through its continued stake, they come to an agreement would receive compensation of 2 to 6000000000 dollars from their proceeds of any future Ipo of Ali pay. So the book doesn't go into whether Soft bank got any more money, but we know that Yahoo gets about anywhere from 2 to 6000000000 dollars. But again, so it went from 51000000, now way up to 2 to 6000000000. And today, that company, you know, valued way more than that. So that was just that's the conclusion of just 1 of the strangest stories. We don't actually figure out what the actual truth was. We just hear both sides. No 1 ever says anything else, which I think is very bizarre. I don't I just... That's that's... I don't know. It's... Can I? Bog my mind that that that happened. It's just a weird, like, occurrence of events with all these different parties. You have the Yahoo United States. My Son in Japan. You have Jack running the Alibaba business in China and then you have the Chinese government. And I don't know. It gets really confusing. And I think it kinda leads There's there's a paragraph towards the end of the book that I wanna share. And it's Jack just talking off hand, and I think it's kinda revealing, and he says, Jack also discussed the strain of running a public company. He complained that his life after the Ipo was more difficult than before. And then if and then here's a part... Important part. And that if I had another life, I would keep my company private. And I'm gonna close here, I just love this last sentence. 1 leading Chinese internet entrepreneur put it to me like this. Most people think of Alibaba as a story. It is not just a story. It is a strategy. And that's definitely what I took away from the book. The main the main point is that there's many different paths to running a successful business and your choice of the path, to me is the strategies that you choose and Alibaba has very unique strategies. And now today, interesting enough, I've read that in addition to all the businesses they own, as I mentioned the duo between tencent cent and Alibaba. That's only further exacerbated since the events that took place in this book. Like I said, the book was written for few years ago, I read that now 80 percent of all the valuable tech companies in China, being... Tech companies founded in China and and being worth more than a billion dollars, 80 percent of them have received funding from either, Alibaba and Tencent. So Alibaba kind of not only... Are they going and dominating other markets, but they're kind of em what what soft does and house soft has has generated the wealth they have. So in any case, if you want the full story as always, read the book very interesting. It's like A78 hour reads, it's about 300 pages. I'll leave a link down in the show notes, and that's it. Thank you very much for your time. I hope you found this information valuable, and I'll talk you again next Monday."
}