{
  "transcript": "Churchill lost something in 19 15 that he never regained. At 40 years old, youth begins to slip away from most people. But while Winston loss was not merely a matter of looks or energy. It was a spirit that had once seemed so vital and inaccessible. A lively spark that had served him well from crisis to crisis. But it flicker and went out in 19 15 and Churchill was never the same. He persevere in politics until his moment in the sun came 25 years later in 19 40. But by that time, he was a harder, much less ex character. He had learned the tough lessons of a long life lived at a high level. That even the best plans go aw. That even the best friends prove unreliable and had even the best intentions may be misunderstood. It was better for the world that he had known failure and suffered moments of self doubt. What took the place of this glamorous charm was the acc force of a character that had been tested and strengthened over time. These experiences had taught young churchill aim valuable lessons. Often, a politician who fights on equal terms with other giants is already in his prime, and will be too old to apply the lessons of his experience in a second career like that, which Churchill enjoyed as prime minister in 19 40. He brought to that position of leadership a level of skill and understanding that few politicians could rival. For 25 years, after the end of his first rise to power. Churchill was frustrated to sit and watch as others reached the top while he seemed to lang in lesser positions. He was forced to learn patience and to ponder the meaning of his early experiences. Most importantly, he refused to accept that the promise of his early career was dead and gone. He continued to guard that legacy, even when few believed it was worth guarding. His old enemy, Edward Carson seemed to understand that there was something in Churchill character that simply wouldn't allow him to give up At a dinner, not long after Winston was dismissed as the first lord of the admiral, a journalist asked carson. What is the trouble with churchill? Carson thought for a second. And shot back a perceptive reply that would have made Winston smile. Winston is a dangerous optimus. That is an excerpt from the very end of the book that I'm gonna talk you about today, which is Young Titan, the making of Winston Churchill and is written by Michael Sheldon. So I stumbled into a rather lucky set of circumstances last week, if you listened to the last week's episode covers the first 26 years of Winston Churchill life. I had bought the book that I'm holding my hand, months before I bought the other book. I didn't even know. This book picks up exactly where last week's book ended. So this book is focused. This is a very unique biography of winston Churchill. There's over 1100 biographies and print in the english language on Winston Churchill, by the way. But this book picks up, it covers only the years, 26. He's 26 to 40 years old when this book ends. So you don't have to listen to last week's episode before you listen to this 1, but I think listening to them. Both will give you a better understanding because we're we're trying to figure out I was like, okay, We... Everybody knows the Winston Churchill, you know, who's in his sixties. The 1 that's fighting Hitler. The 1 that inspires this entire country to fight, the 1 that refuses to give up. What this book is about is the personality and the force of will upon which is future success. It's gonna come 25 years after the book ends. Rest upon. So let's jump right into what this book is about. History likes winners. In the image of the older Victorious churchill has long overshadowed the story of the eager young man who soared to prominence only to find that he had over reached and who left office with his reputation in tat. So Star he's 26 years old, it's gonna end when he's 40 and fired. And wait till we get there because even his choice of what to do. After he was fired and left disgrace and rather shocking and depressed, but really his choice of what to do next is 1 of the most admirable things about Winston something I talked about last week is everything that he didn't his like he did not have to do. He sought out difficulty. He sought out greatness. He really thought from the very early age. This is I think I said last week, He's maybe the most confident young man have I've ever recovered on the podcast. He believed from a very young age that he had a role to play in his back to the. So he leaves the office, repetition and Tat. Yet in many ways, this is really the crux of the entire book. Yet. In many ways this early period is the most colorful of his career and is a key to his character. Churchill thought his chance for greatness on a grand scale would come early in life, and for such a restless ambitious man, the long wait was difficult to bear. By the time he became prime minister at 65. He was more than ready for the job. Now. What's amazing There's examples in this book. There's even examples in the book last week. He was expected by himself and the people around him to be prime minister 20 25 years before he actually reached that goal. And yet the entire point is that he would not have been ready to take that position. If he'd had gotten it when he wanted. If he had gotten it earlier in, like, there's a lot of parallels laws. I think I have a lot of notes, Steve Jo on my mind, the the the the wilderness period, You know, when Steve was fired from apple and then when he comes back and and goes on Sets the greatest record in my argument. Greatest record in entrepreneurship history. And Steve would tell you this himself without that 13 years of struggle. He wouldn't have nearly been the leader in the entrepreneur that he was later in his career same exact case here for Churchill, which we'll talk to a lot about today. He had spent a lifetime preparing for his part. This sentence is 1 of the most important in the book and the important understanding churchill. The adventures and ordeal of those early years were essential to the making of the man who triumph in the second world war. Young Winston career began with dreams of success that fueled a spectacular political rise, but which ended in dramatic failures just like jobs, creating an equally spectacular fall just like jobs. At 40, he was largely written off as a man whose best days were behind him just like jobs except jobs that happened jobs when he was 30. As Churchill confessed in old age, he had felt so misunderstood in those younger days that he thought that he had become in the eyes of many, quote, a freak. Always that, but much hated and ruled out. Redeeming this is his next mission if you think about how incredible from 40 to 65 this guy persevere to this. Redeeming the promise of his youth became the great challenge of his later life. 1 thing that you get at of reading a bunch of biographies is you realize that people don't stumble into greatness, and it was a case for Winston Churchill as well. In a conscious and methodical way he set out as a young man to become the hero that he believed his era demanded. He fashioned his career as a grand experiment to prove that he could work his will on his times. Per in that approach despite repeated setbacks and often harsh ridicule of those who didn't share his high opinion of himself, The reason if you go back and listen last week's podcast guess the reason, you go read that book, the book is excellent. But the reading of the book is gonna be very different from the podcast that you hear me that you heard that I made. I wanted to focus on and I did this intentionally on the fact of this relentless self belief. And this is why is... I think we're gonna come to this a lot today as well. This idea. At my career a grand experiment, I feel have a role to play. I can con contribute. I can change the world. You have to persevere in his case, he did it for decades in the face of other people telling him Stop believing your special winston, why are you talking about yourself like this? Why do you think you're you're destined to do great things. Why do you have all this self confidence. Fuck these people. In this book and last book, there's a bunch of other people around winston telling him to not be who he was? In the last book and in this book too is a bunch of examples of people constantly trying to get Winston to not believe in himself. And every time you have Winston refusing to cooperate refusing to be in their eyes reasonable. Why does that matter? Because it is highly likely that if he gave in to the opinions of other people about himself, Britain would be speaking German today? The choices we make in the actions we pursue make a difference. They matter and they can change the course of history. And this idea that Winston is constantly surrounded by people that don't share his high opinion of him. It's an important thing to point out and to repeat. No 1 knows you as well as you know you. Therefore, your opinion about yourself is greater than all the other opinions of everybody else around you. Winston Churchill life is a decade after decade after decade example of that extremely important point. Many of his conte accepted that history is, quote, the biography of great men, but whether Churchill belonged among the great was always subject to hot debate. It is no longer a debate. This is my favorite part of reading books about Winston Churchill and why I highly recommend you do as well. He had few doubts about his destiny, however, at the heart of this story is an irr spirit. I believe in personality he declared, endorsing the notion that the heroic of great leaders not vast movements or imp systems shape history, we live in an age of great events and little men he said. And if we are not to become the slaves of our own system. It will only be by the bold efforts of originality by repeated experiment and by the dis disproportionate consideration of the results of sustained and un thought. Little men let events take their course. I like things to happen And if they don't happen, I like to make them happen. Churchill words will fire you up. This guy was gifted at his master of the english language, you see it in his speeches, you see it in his writings. Another thing I pointed out last week I wanna repeat today. So people around them. They realized that there's was this great line about it, and they said that his ear was sensitive att to the Be note of history. And the fact that he had a legendary ancestor, which I talked about last week, which is John Churchill John Churchill, they said You Was 1 of the greatest generals up there with Napoleon. Churchill rights top biography, winston rights top biography about John Churchill says he never fought a battle that he did not win, nor prestige, prestige fortress that he did not take. And if you really sit here and think, I'm only on page 6. But already, you're you're sitting here in you're you're completely enveloped in Churchill perspective his personality to his worldview and what what what I feel like he's speaking to the reader. He's like, in every age, raised using the example, you know, you knew, ton of history. We're gonna talk about napoleon. You know, I should buy the Kindle version of this book. I bet you if you buy the kindle, of search Polling, and it's in here a dozen times, maybe 10 times over and over again. But the fact that he was he was since his ear was sensitive att to Bog Note of history. He greatly admired people that achieved great things in the past and really what the message that he's saying to you and I. In every age, there a great men? Why not us and why not now? And so as he's reading about these great people, he realizes, oh, they're like me too. I, like, I always talk about this example. I was expected to say this. But 1 of my favorite things I've ever heard. And it's the fact that Kobe Bryant obviously idol Michael Jordan growing up, pat a lot of his his game after him would watch video tapes of them. I remember this is hilarious. I read this like 600 page biography of Kobe Bryant and his high school girlfriend was, like, being interviewed like, what's it like, dating Kobe Bryant. She's like, well, our dates consist of me going over to his house and us watching videos of Michael Jordan. And so Arlene his career, I think maybe the first time you ever played against Michael Jordan his teammate. Says, hey, I got some advice. Whatever you do don't look at Michael Jordan in the eye, and Kobe was like, what? Why wouldn't I do that? And what Kobe had realized. He's like, oh, my teammate didn't realize realizes is I'm that too. And so there's all these examples of churchill being inspired by these great people of the past, but not in, like, a... Said put them up on a pedestal, not an realization kinda of. It's like, oh, I'm that too. And so 1 of these people is Lord Byron. And so it says that Churchill found encouragement for his passionate nature in the writings of the romantic poet. So that's Lord Byron from early youth, he was drawn to Byron as a stirring example of the man of action who was also a man of ideas. Both men so now he's starting and compare himself to Byron. Right? Both men were dazzled by the story of Napoleon's rise and fall, and both kept cherished bus of the great French leader on their desks. Churchill was fascinated by byron poetic meditation on Napoleon's un undo ambition. And so what I love is these people that master the English language or any language for that fact, and they're able to convey a deep insight or idea and just a handful of words. And so byron version of describing Napoleon's ambition only took 5 words. He just... He called it a fever at the core. More similarities between Byron and Churchill like Byron Churchill was a chronic of his own history, in a series of books written at a rapid pace in his early twenties, he created vivid descriptions of his early adventures as a soldier and war correspondent. When I was 25 years old, Churchill said in old age, I had written as many books as Moses, something I discovered. I got discovered it this week when I was reading this book, Churchill had written 43 books. Did you know that that that was very surprising to me. And in these books, it says he lived the adventure of a story book character, fighting on the Indian frontier scouting for rebels in Cuba traveling along the nile and most dramatic of all surviving capture by the boars in South Africa. And just like he predicted early in life, his goal, I'm gonna get glory at war. I'm gonna use that war to get famous. And mean use that famous to get elected to pull political office that is exactly what happens when he has that daring escape after being in the p... In the prisoner camp in South Africa, and then the the news of his escape spreads all over the world becomes world famous and he gets swept into office. So that is the starting point of this book, also gonna talk about what happens to him over the next 14 years. This is a journey that will take him from the beginning of his 26 year to the end of his fort year. The failure part being very important what he learned from failure was crucial to his later success, but it a devastating setback who sting he would feel for years. That's the first time or maybe the second time. I wrote the word Steve jobs because there's so many times that Winston a story parallel, Steve. Between his rise and fall, he built a modern navy experimented with radical social reforms, survive various threats on his life, made powerful enemies and a few good friends, Fell and love several times, became a husband and a father, annoyed and delighted 2 British monarchs took the measure of the German military machine, risked his life in the air as a pilot in training, authorized executions of notorious murders and faced deadly artillery barrage on the Western front in World war 1. By the end of his first 40 years, he had a good understanding of how far his talents could take him and how far he could fall. What remained constant was his obedience to that bold early declaration, I believe in personality, exploring the heart of that personality is the aim of this biography. So in addition to spending the last few weeks reading 2 books about churchill also rewatch this this movie called in the darkest hour, And there's a scene in the movie that I wanna tell you about that comes at the very very end. The movie is just about him be becoming elected to prime minister when he sixties he's 5 years old. And what I found most interesting with the movie is all the pressure for the people around him in the government you know, we need super peace for Hitler. We need a super peace. We need, like, let's give up. We can't fight this war. We're we're not gonna win. Let's, you know, try to bring him to the bargaining table. And the movie ends with this speech that have in real life where, you know, half the people are trying to convince him to give up the other half are are with him saying we should fight. He gives... He's just a master or and very persuasive speaker. And so what happens is by the end of the speech, everybody's on his side. And there's 1 guy that did not want this to happen. Sitting in the audience with another guy. And, 1 guy turns the other guy goes what the hell has happened. And his response is perfect. Churchill mobilize the English language and senate it into battle. Steve jobs said the storyteller the most powerful person in the world. The most important point here is not that churchill was born with this gift. He got he developed it through practice. In fact, Churchill had such a good memory and spoke so eloquently that if his wife was in the next room, and she was hearing him speak. She would ask. She could not tell if he was speaking are reading aloud. Even when he was speaking x except, the census would come out fully form only if if they were written. And so that's gonna be a present fact in any book that you pick up on Churchill, he spent the days leading up to his speech polishing his remarks and committing them to memory. He stood before a mirror pretending he was addressing the house. This became a common method for preparation for him to the annoy of others nearby. All day. Called a friend, he might be heard booming away in his bedroom or rehearsing his facts and flourish. And the resounding knocks on the furniture, so hitting his hand to emphasize the point on the wooden and furniture. He would write out a short list of his major points and keep them handy while he spoke. His greatest speeches would use common words in pleasing rhythms to cast complex ideas in memorable images. From early adulthood to old age, Churchill rachel's eye and ear were tuned to the discovery of arresting analog. Something else at Churchill Housing common. Read everything. He read everything. This is just like an early, when you can go to Thomas edison and when he's like, a 12 year old boy, working on the, the rail line. He would stop over where I think in Detroit. He you read every single book in the Detroit library. I always tell the story 1 of my favorite things. Ever, Edwin Gets to Harvard. Right? Where goes to the Harvard library, reads every single book on light Once he finished. Like, there's nothing else I can learn here He drops out of Harvard Ghost to New York City, then goes to New York city public library. Reads every single book on light then goes back to Harvard. It does it again. Jeff Bezos is grandfather. We talk about this when Jeff Bezos was a kid. He'd spent his summers on his grandfather's ranch in They'd go. They'd bring them to, like, the local library. Let them sit on the floor, and he would just read every single science... Fiction book in the library. You don't read 1 book. You don't read to. You read them all and you see this over and over again. While other politicians were content to get their information from a gathering of newspapers. Churchill devoured whole shelves. Whole shelves of books. Churchill began living with books and sleeping with encyclopedia. Even from an early ages work ethic surprise everyone around him, his power of work is prod. It's almost commensurate rent with his passion for it. The great thing about Churchill life is so much of his documented in writing in his speeches even when he was young, he'd go around, so he's in the house commons, and he he doesn't feel like he has a peer group that is looking at life the same way in which he looks at life. And I think understanding his view of life knowing why he believed what he believed you is key to understanding his actions. And so what he's noticing is he's, like, well, my peers don't think the way I do. His peers weren't looking to cultivate a sense of destiny. They did not share his particular passion for great men and great monuments. Churchill had a romantic view of life as a heroic endeavor full of grand sentiments. Remember, he grew up in a physical environment that celebrated greatness. Winston was in no danger of remaining quiet about his own achievements. The house could still speak volumes on his behalf as a testament to the fighting spirit and boundless ambition of his breed talking about John Churchill again. Winston Churchill wanted to be the dominant political figure of the time. So we're gonna talk more about his relationship with his father. Remember his father dies, I think Churchill about maybe 20 years old when his father dies. His father dies relatively young. And so you'll see in the way that a young churchill acts, like he treats older more powerful figures as really as father figures. If you've ever read Robert Carr books on L j. There's this thing that, Lynn Johnson, They... Linen did this the same thing. Like, he... It's not that he didn't particularly admire his father look up to him. And yet he would early in his political career. He'd meet all these really successful, usually, you know, speakers the house where the case is. And I think they even used the designation in the book. They call him L j's They called him a professional son. And in many ways, Churchill behavior reminded me of this. The first example of this, this is gaining named Joseph Chamberlain, Joseph or Chamberlain is going to be this very powerful, like self made entrepreneur and then very powerful political figure in Britain and and, Neville chain bert in a twist of fate. This is a Neville Chamberlain father. Neville Chamberlain is obviously the prime minister that was busy kicked out during horn 2 and Churchill takes place. But boy before that happens 30 years before that happens, Winston actually develops a relationship with friendship with Joseph Chamberlain, and they rhino becoming kind of enemies. Joseph Chamberlain is older. I wanna give you a little background on who he's seeking out and who he's trying to be influenced by. Joseph Chamberlain was a self made man He made his own fortune as an industrial list by mass producing screws so cheaply that he dominated the market. He became 1 of Birmingham ham largest employers and then moved into politics and transform the city. It was definitely a world builder kind of personality, In his city, he decides to clear out the slums. He fixes the water supply, and then he starts building all these e all these civic buildings. Literally changing the physical environment in which he inhabited, he gives Churchill tore, turns to churchill and says, the first time I came here. I came here to sell them screws. And so Churchill seeks him out, says Churchill was very friendly towards him in the same way, he would treat him like a father figure and engage him in late night talks often that would last until 2 in the morning. I had a great many more real talks with him than I ever had with my own father, Churchill said. And so in turn, Joseph treats him almost like 1 of his own sons because it's the time his 2 other sons didn't seem. They said they didn't seem headed for distinction. And Even at this young age, Churchill only had 1 goal, this is gonna very similar to to Lyndon Johnson again. The goal is the very top. I may start out as a congressman. Right in L case. I'll go to Congress, then I will be a senator, but his goal from day 1 It's like, I'm going to be the president. Churchill go from day ones. I'm going to be the prime minister. For Churchill, there was only 1 golden Politics the top, and everything else no matter how pleasant was just a stepping stone. And 1 thing that was particularly fascinating to me in this book is they talk about, like, now, you know, he's kind of a Joe is kind of like distinguished gentleman are trying to play like the role of a r aristocrats, but there's a line that jumps out at me, and it says on occasion Churchill caught a glimpse in him of the old cut throat. That word is literally in the book. Right? On occasion, Churchill caught a glimpse in him of the old cut throat king of the screw trade. That's what people would call him They reference him as king of the screw trade. And doing business against him was difficult because he was a cut. Why is that important? I've talked in the past about my obsession with Game of their thrones watching the series multiple times. I just went through it. I don't know a year ago, 6 months ago something like that and took notes on literally, any line. I have a I have a an Apple note of game with own lines I want to remember. Because I think they're, like Maxim and instructor for life. A couple of days ago, I was just interviewed on invest, like, the best. It's episode 03:43 in case you wanna listen to it, but Patrick at the very end of that, conversation, he asked me, like, what is your favorite game of Thrones line? And I realized after the fact that my favorite game of Thrones line is those on the margin often come to control the center. But my answer on the interview was actually my favorite game with their thrones story. Quick little story in, like 3 or 4 sentences. And so it comes from this character named, Braun Braun came from absolutely nothing born an unbelievable poverty, but he's is 1 of these cut throats, and he's trying to negotiate a way to get the most valuable land or the most valuable castle in this actual of, like, in this world that they're operating. And when he states his goal, hey, I want High garden, and he states it to the sons of this ill family called the lannister. 1 of them says, High garden will never belong to a cut throat. That is the word that they use. High garden will never belong to a cut throat. And Bronze response is excellent and it's a summary of what I've learned by reading hundreds of these biographies. And he says, no. Who were your ancestors? The 1 who made your family rich? Fancy lads and silk, they were fucking cut throats. That's how all the Great Houses started. Isn't it by a hard bastard and the way to think about this is Joe Chamberlain was the cut throat. He was the hard bastard. He's the 1 that built the family Fortune. And with age in time that aggressive ness may diminish, but it never disappears and we're seeing that even when he's a much older man in his interactions with churchill and she says on occasion churchill caught a glimpse in him of the old cut. And other people saw this too. There is a woman who compare. She meets both Joe Chamberlain and Church Compares both of them on separate pages. This is excellent. Let me go to what she said about Joe Chamberlain first. She had looked closely into his personality and didn't like what she found. By temperament, she concluded He's an ent and a des, running alongside this genuine enthusiasm is a passionate desire to crush opposition to his will, a longing to feel his foot on the neck of others. Then she has dinner with Churchill. First impression she wrote of him in her diary, restless, almost into so without capacity for sustained and una unexpected labor. Ego, shallow minded and reactionary, but with a certain personal magnet, he had what the kids call r. What you and I would call charisma, superhuman levels of charisma, but with a certain personal magnet. That's the word she's using. Great pluck and some originality, not of intellect but of character, he talked exclusively about himself. He has no notion of scientific research, but his pluck, courage resourceful and great tradition may carry him far. So Wanna go back to this idea that other people will constantly get you try to limit your ambition, try to dim your light for their sake. And I a compare and contrast it to the advice that he actually gets from Joseph Chamberlain. So this guy says, when he was told 1 day that Winston was caught up in reading yet another book on Napoleon. He shook his head in disappointment and said that Winston would do better to study the dr heroes of life. Framing oneself upon Napoleon has proved a danger to many a man before him. That's just another way of saying Napoleon was special. You're not special You're not Napoleon. What are you doing you're wasting your time That's not advice that other cut their or other people that have have achieved great things or or have the desire to achieved great things would give you. So this is Joseph Chamberlain. Somebody achieved great things, counseling a younger Winston Churchill. He says, if a man is sure of himself, it only sharpen him and makes him more effective. Remember Winston said he had more conversations with joseph Chamberlain he had with his own father that leads me into his relationship with his father and the fact that he's gonna write a thousand page biography on his father. A main influence in Winston Churchill life just like a lot of people the you and I study is the fact that you can always understand the son by the story of his father that the story of the father is embedded in the sun. So before we get into, I need to put down this book and pick up hero of the empire from last week. There is a photo insert. And more importantly, a caption in the photo insert of that book that describes gives you an overview of the complicated father son relationship. Born into the highest ranks of British ari, Churchill had an heir of h self confidence even at the tender age of 7, what he long for most however was the love and attention of his father. His father's Lord Randolph Churchill. Lord Randolph had little time for his oldest son. 1 of the greatest regrets of Churchill life was that Randolph died an early and tragic death, depriving Winston of the chance to know his father. And so now we have Churchill in his late twenties, maybe early thirties. I'm pretty sure it's late twenties writing this gigantic biography on his father. The biography was meant to honor Randolph memory, but writing it was also way for Winston to understand his own life. He had never established a close connection with Randolph though he had year for 1. His father was a tragic figure, an ambitious and outspoken politician sounds familiar, but a failure as a statesman at 40 P would argue that Winston was just like Randolph a failure as a statesman. Randolph was a wrestle man always searching for attention, but never getting enough to please him sounds just like his son. The proud son of a great family, but a difficult husband and father living in Randolph shadow was far For much of his life, Winston couldn't help wondering if his father's legacy was a blessing or a curse. And so the fascinating part is in this biography, he's not just trying to tell the story of his father. He's trying to tell the story of himself. The randolph who emerges from Winston book is a misunderstood hero who tries to inspire his party and his country to treat achieve great things, but who is defeated by the forces of reaction and selfish interest. Too soon, his wings are clipped and he slowly false earth. At the time that churchill is writing. He has no idea ideas that he's going to find, find a similar fee for himself, about 10 years from now. He lives large and dies young. A thousand pages long, the biography is a towering, gl monument, the sun gathering up disordered pieces of his father's life to construct a romantic vision that might guide his own career. What is also fascinating about this book is the fact that because his dad and these dad died when he's like, 46, something like that. There's a lot of people that were friends with his dad that work with his dad that were colleagues of his dad that are still alive as Winston matures and becomes older, Winston becomes to know some of them, and they usually hold an opinion like this. Winston is astonishing like his father in manners and ways, and the whole attitude of his mind. But mister Churchill is superior to his father. He adds a knowledge and industry that his father did not possess everywhere you go when you meet when people meet winston Churchill shot at his energy, his intensity and his work ethic, what is happening there. Did Churchill know his father and possessed these talents ditch is that part of what drove him to out undo his father. You see a lot of lines like this, it was this deep well of strength that often left his conte in Wonder and that sent him apart from so many other sons of the air who thought it vulgar to appear too energetic. It also distinguish him from his father. Why would he wanna be distinguished from his father? What killed his father, Randolph suffered for years from the d debilitating effects of the syphilis that killed him. The whole experience as Winston says in biography was an embarrassment. It was also heart to a son who wanted to idol his father. He never forgot the morning that Lord Randolph died more than a half a century later. I'm gonna interrupt the sentence. If you have kids do not underestimate the impact. Long after you're dead, your impact on your children lives on, listen to this. More than half a century later when he was prime minister for the second time, he surprised his doctor by suddenly remark, my poor poor papa died on 01/24/1895. It was a long time ago. The date was sear into his memory. Strangely listened to this. Strangely, his own death would fall on the same day, Churchill took his last breath at the age of 90 on the morning of 01/24/1965, the 7 anniversary of his father's death. Church was special was obvious a lot of people around him. There's this quote that has been on my mind a lot since I since I read it for the first time. It's actually in the other book too and it's in this book. And the I think about the subscription the more I like it. So he has this lifelong on friendship with actually, a woman that he wanted to marry. And she turned them down. Her name is Pamela. And so they wanna be coming friends for 60 years, but she gave 1 of the best descriptions of churchill, and the more I think about it. It's 1 of the highest compliments that you can actually give a person. She sit here and think about what she's saying. The first time you meet Winston, you see all of his faults. And the rest of your life, you spend in discovering his virtue. There's 2 successful attributes that Churchill has. The thing think we try to emulate like 1 is it says, he... They always talk about his energy levels. They say that he never seemed to run out of energy. I'm just gonna leave a link down below. There's this excellent video. I think it's 11 minutes long It's about this guy who sold his company to Steep jobs a few years before steve jobs died, and even when he was sick. Knew he had cancer knew he was dying. And even though Steve was older than him, this is the guy that wind of selling his company Steve and then going to work in Apple. Even though Steve was older in him and sick, he said that Steve was way higher energy than he was. And so I'll leave that link down below the show notes I highly recommend I've watched a video out I don't no price 5, maybe 10 times. The story is fascinating. And so the second trait is the fact that Churchill Throughout his life sees things earlier than other people. When I'm about described to you. This is 8 years before World war 1, he's observing the german military. He knows that they're a threat. He tries to tell people around them, people don't believe them, they don't agree. There's another great... I covered this book on Churchill. I think was the first book I ever read on Churchill. It's called the splendid in the vial and it's all about his time as prime minister, and there's a great line in the book That goes something like You may not like Churchill, but he was right on Hitler. He saw Hitler for who he was way before most of the people around him. This idea that he just sees things earlier than other people. It happens over and over and over again. Remember, this is 8 years before world war 1. Churchill spent a week observing maneuvers of the German army? It was a chance to take a close look at the military machine that posed the biggest threat to peace in Europe. Though though Kaiser Wilhelm insisted that's the leader of German at this time. Insisted he didn't wanna war with anyone. Yeah, okay. Well, what's coming out of your mouth and then what are your actions always go with the people's actions. The Kaiser himself issued the official invitation asking Winston to be his personal guest for the week. Oh okay. What are you gonna do? Churchill followed a mock battle of 50000 men in the German infantry, artillery and calvary. The regiment was a proud 1 and took itself seriously as a fighting force. This his Churchill observation. The Kaiser gave him a special pass to inspect the latest German art artillery weapons and invited him into a field conference with his generals. Well for a guy that says he doesn't want war. Certain certainly practicing a lot for it. Kaiser Wilhelm began showing off his knowledge of all the great battles fought over time, his history lesson had a serious point. He was clearly suggesting that blood would be spilled again if any army was un unrealized enough to attack the Germans. His words reinforced the message. Germany was ready and willing to make war if pushed. So Churchill goes back and he says he gave the germans credit for superiority and numbers quality, discipline and organization. This is Churchill writing. Right? They have superiority in numbers. Quality, discipline and organization. These alone he emphasized where 4 good roads to victory. You should pay attention to what they're doing we should prepare now 8 years before war breaks out. Third trait, his churchill force of personality, and it's really interesting because this is described by 1 of his lovers. It's remarkably consistent. This is Churchill as a young man. It's gonna sound a lot like the churchill, the the 1 that the world came to know and love, Winston discourse on the B of human life and his determination to accomplish great things in the short time available. He told her we are all worms, but I do believe that I am a glow worm. More important, she perfectly understood the nature of his talk that it was essentially Winston thinking aloud. He was highly opinionated strong will, idealistic, romantic, intense, overwhelming and demanding. He possessed a boundless, boundless drive. Churchill had big ideas, and he wanted to act on them without delay. He says stuff like this to everyone all the time. Sometimes I feel as if I could lift the whole world on my shoulders. And the the reason this is important to repeat is because his internal world. Right? His inter internal monologue is telling him, I'm special special and special. And then the external world starts to agree with his internal world telling him that you are special. And you see that at his rapid rise at 33 years old, he was finally taking his place in cabinet and was the youngest to do so in almost half a century. This is so important to understand because then you realized the shock. Imagine if he had this relentless self belief since time time you were 7 they said. When time you were 7, then everything around, you you rise faster and at a younger age anybody else, you get to 40 or thing, okay. This the next stop is prime minister, and then the exact opposite happens. You get kicked out of government, and you think your entire life is over. We're gonna get there in a minute. More, personality traits that he shares with Steve Jobs he generated his own light. It was intense, direct and concentrated as a beam. Another trait that Churchill shares with Steve Jobs the fact that he raises the bar and pushes the pace for everyone around him. This is going to be Churchill front of me, I guess is the way you would describe it, they're serving together their fellow politicians, and even his own bag of notices a distinct difference between Lloyd George's life before churchill and after churchill, this is what an ambitious somebody that that's raising the barf at pushing the pace what that looks like the effect they have in your own life. The answer was that his greatest cabinet colleague and rival, Winston Churchill came afterwards during Lord George to do more than simply sound radical. Once Churchill joined the cabinet, everything changed. As a pair of powerful personalities with high ambitions, Winston and Lloyd George came to dominate the liberal government both as partners and his rivals with each trying to reinforce or undermine the other depending on their shifting self interest. Winston was the spark. That ignited the change. Winston made it clear that he was not there to do business as usual. I intend to make myself damn disagreeable he said. This phenomenon was noticed by Paul Graham when he was building y comb he talks about in his essays why ambitious people need. They must be around other ambitious people, let me read you an excerpt from 1 of Paul essays, ambitious people are rare. So if everyone is mixed together randomly as they tend to be early in people's lives, then the ambitious ones won't have many ambitious peers when you take people like this. And put them together with other ambitious people. They bloom like dying plants given water. Probably the most ambitious people are starved for the sort of encouragement that they'd get from ambitious piers, whatever their age. And so Churchill was doing this sn for the people around, but he's actually trying to change the institution which he's operating. He tries to do it for the government. And really you could think about this is not as what he's doing as a politician, but this is his blueprint for life. In effect, Churchill was proposing to do for the nation, what he had been doing for himself. To achieve quick success by thinking big, taking risks and making the most of opportunities why they lasted. And then just a few observations that I enjoyed from his the the human aspect of his life, not just his career, and it's the fact that he did want a family he wanted love. You see him in this book, struggle. Try to find the right woman. He attempts us many times. Finally gets it right, gets married. Lux out finds a supportive lifelong spouse and then becomes a father for the very first time at age 34, and he's writing, There's a bunch of letters that he writes to his wife that are fascinating, but I love this. Like, he's happy that he's not single anymore being a father and having a family was very important to him. Batch life had been lone than Winston had wanted to admit and now he finally had a companion with whom he could share everything. And so he raised his wife. I feel a vivid realization of all you are to me and of the good and comforting influence you've brought into my life. It is a much better life now. And so Churchill aggressive nature obviously is going to be loved by some people hated by others. He went up doing a good job of offend, 2 kings. 1 king that he was able to offend is Edward the seventh. And if you really think about the subscription of Edward the seventh in how he lived chose to live his life Churchill was really offended by the behavior. It's just this this this... The worst kind of monarch that you could ever imagine, And I don't know much about how... Like, what he did, you know, to the country's hole. I'm talking about how he lived his life. Churchill just viewed him as just just fat lazy king. And you'll see why with this subscription, Edward the seventh would indulge his ga appetite with Gust. It was the good life that had ruined his health adding so much bulk to his modest frame that he could barely move at the end. He was so stout that he completely loses his breath when he has to climb upstairs. Life had become 1 long feast. Much of it served to him by a parade of society beauties who added their fawn cor whoever knows what that means. Who added their font Crisis to his many other comfort. So he just sought comfort, sought a life of idle sought a life of the easiest pass path through life, they you could possibly imagine leads to an early death. This is the exact opposite. What I again, I I normally repeating myself. But Churchill like Teddy Roosevelt about before him I'm and a bunch of other people. I just like people that do things when they don't. They're taking the harder path when they don't need to. And you see this later on his life in that book to splendid in the vial. I mentioned earlier. There's notes that Churchill sends to his son. Where he hates idle. He hates laziness. He hates another people, and he hates it within his family members. And so he writes this to what he's, like, a young adult on its time. And he says your idol and lazy life is very offensive to me. You appear to be leading a perfectly useless existence. And so if his son and the king were searching for the easiest path possible. Churchill did the opposite. We see this with a letter that his wife writes to him, Dear, you worked so hard she wrote him and have so little fun in your life. She was only partly right. Hard work in exciting times was Winston idea of fun. And the constant desire to push to pace to constant intensity that he conducted hit all affairs with, it could be exhausting to people around him. He was demanding in all things that mattered to him, which is often exhausting for others who lacked his intensity. And even the way he plays, This is the surprising thing that he liked best. I don't remember reading this before. But it comes up a bunch of the times in the book books, so I have to imagine that the other... It was in the other biographies I read. But it says 1 of Winston favorite ways to relax was to dig in the sand, so he'd go down to these beaches. And sometimes he get caught doing this. And this is what he's doing on the beaches. He would create battle defenses and pretend campaigns as a way to indulge his ever active imagination, idle on were not welcome. This was serious work in its own way giving the builder a refreshing chance to create worlds of his own without having to ask anyone else's opinion or permission. It was 1 of the things that he like best in the world. And out of everything else that you and I are talking about. Right? If we're really, like, okay. Let me... What we're trying to do here is trying to figure out what was a young Winston like? What was he doing that is gonna prepare him for his greatest moments that he could not have possibly predicted and was going to come? And this idea is like, what was he doing when he was playing going down to the beach and actually engaging in these campaigns. Almost preparing himself. For real life events are gonna happen 25 30 years into the future. And this kind of intensity and practice and dedication leads to, again, another sign from the external world that he is a special as he thinks he is at 37 years old, he becomes the civilian head of the strongest naval force in the world. He becomes the first lord of the admiral, I think if that's how you pronounce it. And as soon as he takes over the organization, we see personality involved in the organization. He said that the only results that really mattered was the fleet, so his ship's ability to confront an enemy with a few minutes of shattering, blasting over force. The only punch worth throwing was a knockout punch. This is Churchill personified. Said Churchill, the best way to make war impossible is to make victory certain. He did nothing by halves. And so he immediately goes and tries to fix all the problems that he sees with Britain's navy. The first thing is the fact that, hey, our ships has to be fast. And ships go faster if you... If they burn oil instead of coal at the time all of his ships burn coal. So he's like, okay, let's burn oil, but they're like Winston. Here's the problem. Britain doesn't have a reliable supply of oil. Now this is crazy. This blew my mind. You know British petroleum of Bp. Winston played a role in creating it. So he solves the problem. The fact, hey, I I can't... I wanna burn oil. My supposed have burned oil, not coal. Wasting how many oil. Okay. So let's go buy a majority interest in an oil company. Tu sis he would solve that problem by taking Britain into the petroleum business arranging for the government to acquire a majority interest in the Anglo Persian oil company, which is now British petroleum or as we know at Bp. That is insane Blew my mind. Second problem. The most advanced gun of the day is these 13.5 inch guns that are on these these, like, the naval destroyers. Right? Like, that's not big enough. I want a 15 inch gun. And everybody tells, like, well, here's the problem. No 1 knew what the 15 inch good would work because as Churchill put it no such thing as a modern 15 inch gun existed. None had ever been made, but that did not deter him. So I get to this part. Right? He's essentially saying, hey, team, I want you to build something that we don't know, like, 1, No 1 else has. And the reason no 1 else has is because no 1 knows if it can be done, but if we can figure out how to do it, then that means will be the only ones with it. A long time ago, like 2 3 years ago. Probably 3 years ago. I read this biography you of Larry Ellis that that's insane. Actually should actually reiterated it. It's called the Billionaire and the mechanic. It is about... I think the subtitles Howell Larry Ellis and a car mechanic teamed up to win Sailing greatest race, the America's cup twice. And so I'm reading the section of this churchill book, and it made me think because Larry was, you know, he's an extreme winner. I think I said in that book that if Michael Jordan sold enterprise software he'd be Larry ellis, like, they have the same kind of competitive, like, psycho competitive drive. And so Larry pushes his team. They're losing at the race. He's like, hey, We're gonna build the largest hard wing. That's like, thing that goes on top of the sailboat. And everybody's around them Was like, you can't do that No one's ever done it. And Larry... Way, he thinks about it is it's actually kinda of genius. He goes, this is what Larry said. I know that most people think that trying to build a hard wing of this size is crazy, But that's the beauty of the idea. The other side isn't trying to build 1. So we'll have a wing and they won't. And what he's really saying is like if we can do something really hard, we won't have any competition. It's exactly what Winston is saying here. Winston was willing to make plans on a grand scale and to be imaginative and daring when others were content to think small and go slow. I think the fact that Churchill was a relentless student of history I think you stumbled upon and discovered something that I think you and I also know if you read a lot of biographies. If you're studying and you're learning from history. This stretches your own story. It makes you reach farther it makes you believe that you're capable of more than maybe you you're doing right now. And you we see this as a lifelong student of the country's history. Churchill was allowed to play a role in the epic story of the British naval power. He was following in the steps of giants who would defeated the Spanish or armada in the sixteenth century and Napoleon's navy in the nineteenth. He did not want to be the man who let the royal Navy be overwhelmed by the Germans. And so as I mentioned earlier, Churchill has his talent to be able to see things, usually years in advance of other people. He wants to prepare the Navy wants to be the world's best navy wants more ships. And the cabinet keeps telling, no you didn't need 4 battleship ships what's wrong with You only need 2. Be reasonable. I hate that word. The worst advice I've ever heard is like be realistic. That's terrible vice. So the it says, you know, you don't need 4 more battleship ships. You know, I think 2 is gonna be enough. 2, you know, we feel in the cabinet that is more reasonable, and I love this the this few sentences. That word reasonable was the key. Winston opponents never tired of saying that he was unreasonable. He wouldn't listen to reason they said, he wouldn't compromise they said. And part of the reason they thought he was so unreasonable because they didn't believe war was actually going to happen. There's a lot of statements in the book. They're like, it's impossible for 2 civilized European company, or countries such as Germany and and England to actually engage in in warfare together or against each other rather. And yet just a year or 2 later in August 19 14, the war with Germany actually began still only 39, this is just great great writing. Still only 39 Winston was now at the center of a world war. It had taken them only 13 years to rise from a parliamentary back venture to 1 of the top posts in an empire at war. He now had the chance to change the course of world history and to prove the worth of his heroic view of life. Winston enjoyed an enormous advantage for this was his hour the arrival of the war that he had seen coming and had prepared himself to fight whether by lands, sea or air. And what is shocking is how everybody around him does not have this same approach. They weren't taking it seriously. There's a bunch of people in high positions to the government says for the British what would help to turn the war into such a long and bitter s was the half hearted way in which their leaders through the nation into the fight and then failed so long to pursue it vigorously. Churchill rival, this guy named Regiment Mckenna who actually wanted to read to be the head of the navy not Churchill starts saying stuff like this. Churchill talks well. He says, but he's never done anything big. He continued in this vein for some time completely blind to the irony that he was golfing while Churchill was hard at work. Churchill gave a forthright explanation of his position if we have to fight, we must fight with single hearted conviction. So I just have 3 notes on this page number 1, pursue your goal vigorously. Number 2. Non self aware idiots surround you, like the guy saying, Churchill not doing anything, while. This guy's golfing. Churchill literally puts himself in harm way repeatedly. He risks his physical safety, which he does not need to do, which is also what he did earlier in life as we talked about last week over and over again Why this guy's is on a fucking golf course. Non self aware idiots surround. That is number 2. Number 3, fight with single hearted conviction. And so we see the fact that Churchill was willing to put skin in the game. He shocked the military and most of the nation when he abruptly decided to throw himself into combat, as a field commander in all but name. As first Lord, Lord of the admiral, he wasn't supposed to be on the bridge of a battleship under fire, much less commanding troops on the front lines, But on October third, when he went to the Belgian port of Ant to observe the fierce fighting there, he ended up staying 3 days in leading the be forces as if he had suddenly been transformed into a general. This is leadership. He was under continuous and heavy fire and the sheer violence of it. As well as the drama of the last stand against an overwhelming German force, awakened every fighting instinct in his body. And even with that, the shocking thing is how fast his fall comes. Remember he gets the job at 39 at 40, he is disgraced. And it comes down to the Gall campaign. He definitely played a role in formulating this idea for this campaign. I've heard it's always his blame. That's that's what I've understand this book makes the case that, you know, definitely... He was definitely to blame, but, you know, the the... He took the lion's share of the blame, and there's a lot of people blame. But it says he was wrong, it was a disaster from start to finish. As the situation went from bad to worse the next few months, mistakes after mistakes was made by both the navy and especially the army, which tried to clear gall of Turkish troops who proved to be far more disciplined into determined and the British had been willing to believe, talked about that last week. There is this tendency for large, powerful countries, just like large powerful companies. They get fat and lazy and arrogant because they've they've just had success after success after success. This inevitably leads them to underestimate their opponent that is never smart to underestimate anybody. It is all downside no upside. They did this in the bo war. They call you... Like, we can't lose a bunch of these farmers. Right? They do this 2 decades later, in Singapore like I talked about on the Ali star Earthquake. I think it's episode 03:18. A few episodes back. Same exact thing here. They're like, there, these these turkish shoes we're gonna smoke them. And the result was something around 20 to 40000 dead British soldiers, tens of thousands died as the fighting dragged through the rest of the year. It was 1 long mis adventure that did nothing to change the course of the war. The blame for this tragic campaign was put at the feet of Churchill who was made to pay the price for the failure. This setback was so big that a suit big scape was needed and Winston was it. With astounding sudden, his meteor rise fl out. He's going to keep... Get kicked out of government the people he thought were his friends did not see any reason to help him. Supposed friends and Ally say stuff, like Churchill will have to go. He will be a ruined man. He has kicked out. He is no longer allowed to be the first lord of the admiral, says I am finished he lament. I'm am finished in all that I care for. This is what he cares about the waging of war and the defeat of the Germans. The reversal of fortunes could not have been more shocking. And because he was so so confident and and so boast This is obviously going to be predictable. Well, Winston enemies were j. They were finally having the revenge for all the... For all his moments of defiance and in imp. For a long time, Winston was in a state of shock. It really was describing what happens when you lose a sense of purpose. For a long time, Winston was in a state of shock. He wandered around, like a man half alive. He looked years older. His face pale, he was very depressed. It was not simply his mis fortune that weighed on him it was the abrupt loss of purpose. He spent 5 months idle waiting for opportunities that never came. He made up his mind to start his career all over at the age of 40. He was suddenly confronted with the possibility that he had reached the last chapter and now he must fight or die. Remember the war is not over. He couldn't take any comfort from the story of his father's life for Lord Randolph had never managed to revive his own career after falling from power in his late thirties just like he is. Right? Winston must have been haunted by that fact and have wondered whether he was simply repeating a family tragedy. His father linger too long and suffered a slow death. Winston would take his chances in the trenches. His star had grown so dim that he didn't think his reputation could suffer much more from this point, it seemed that he can only rise if he survived. Ever the gambler, he was willing to throw the dice once more and risk everything for another chance to restore his fortunes. He arranged for a letter to be given to Cl his wife in the event of my death. He is going off into the trenches world War 1. Death is a very real possibility. This letter was supposed to be the voice of a ghost speaking to Cl, in case his story had reached its end without the chance to add 1 more chapter. He wrote, do not grieve for me too much. I am a spirit, confident of my rights. Death is only an incident and not the most important, which happens to us in this state of being. On the whole, especially since I met you my darling 1, I have been happy, and you have taught me how noble a woman's heart can be. If there's anywhere else, meaning in afterlife. If there's anywhere else, I shall be on the lookout for you there. Meanwhile, look forward, feel free, rejoice in life, cherish the children, guard my memory. God bless you. Goodbye. Winston. And that is where I'll leave it for the full story, Highly recommend reading this book, and I would also read here of the Empire. I think they're both fantastic. If you find yourself wanting to learn more on Churchill, I made 2 other podcasts about him, it's episode 1 96 and episode 02:25. If you buy this book or any of the books. Using the link below, you'll be supporting the podcast at the same time. That is 320 books down 1000 ago, and I'll talk you again soon."
}