{
  "transcript": "Not long after the launch, my boss Steve took me aside. He told me that he had an interesting meeting with Jeff who made it very clear that setting and insisting on high standards was an essential part of Steve's job. To make his point, Jeff Asked Steve, if he had ever seen the movie the Avi. The story of Howard Hughes, the business Ty, Avi and film director. Jeff described a scene in which Hughes played by Leonardo D cap visits 1 of his aircraft manufacturing facilities to check on the progress of his latest project, the Hughes h 1 racer, which is a sleek single passenger plane designed to set new speed records. Hughes examine the plane closely, running his fingers along the surface of the future watch. His team watches anxiously. Hughes is not satisfied. Not enough. He says, Not enough. These rivets have to be completely flush. I want no air resistance on the fuse future lodge. She's got to be cleaner, cleaner. Do you understand? The team leader nods back to the drawing board? Jeff told Steve that it was his job to be like Howard Hughes. From then on, Steve had to run his fingers over each new Amazon product, checking for anything that might reduce the quality. And insisting that his team maintained the highest standards. Steve was telling me the story for 2 reasons. First, it was a heads up. He wanted me to know as 1 of his senior team members that he would be sending me and my team back to the drawing board if our product didn't measure up. Second, he was telling me that I too was responsible for setting high standards for our products. He was telling me that I had to be more like Howard Hughes. That was an excerpt from the book that we talked you about today, which is working backwards, insight stories and secrets from inside Amazon, and is written by Colin Brie and Bill Carr. This is the second time I read this book, And I think this book is actually perfect to giving you an idea of what it was like, working with Jeff Bezos. The 2 c authors actually worked with Jeff for combined 27 years. And 1 of the c authors Colin was actually Jeff's shadow when every everywhere with them every single meeting for 2 straight years. And so the purpose of this episode is gonna mirror the purpose of the book where they said this book is primarily about showing you some of the unique principles and processes at Amazon with enough detail that you'll be able to implement them if you choose to. And most of my notes and highlights are ideas directly from Jeff. And what makes this book so special on what I really wanna focus on today. Obviously, Jeff Brilliant. He's gonna have a lot of fascinating and genius level insights, but he also explains the reason behind his insights. So he says when I write about what led Jeff to making key decisions in this book. I can do so because I often directly asked him for his specific thinking behind his insights. And the reasoning behind them was often more illuminati than the insights themselves. And as that b like Howard Hughes story illustrates. Jeff is a master full communicator. He's able to identify a handful of principles are important to him in the building of his company, and then he finds ways to teach those principles and to repeat those principles for everybody inside the company. And so they make the point at the very beginning of a company. The founder is the culture. The founder is the 1 that's teaching way the principles. So it says Amazon opened for business in July 19 95 staff by a handful of people hand picked by Jeff Bezos. He decided that getting in on the growth of the Internet was a once in a lifetime opportunity. So he gave up his lucrative and promising career. He wanted to create a new and compelling experience for customers, so there's just a few things to get started few few traits to get started 1, handpicked core 2, try to find and pursue a once in a lifetime opportunity, and then the third thing that he's gonna repeat over and over again for the next 20 years is that a company can be a fast follower, they can copy. They can imitate or they can innovate. He repeats over and over again Amazon is here to innovate. We are here to create new and compelling experiences that did not yet exist. The hands on nature of Jeff Bezos at the beginning and really throughout the entire book cannot be understated. In the very early days of the company when it consisted of a handful of people working at a 3 small rooms. There was no formal leadership principles because Jeff was the leadership principles. He wrote the job descriptions. He interviewed the candidates, He packed in ship boxes and read every email that went out to customers, taking part in every aspect of the business allowed him to communicate the Amazon philosophy informally to the relatively small group of employees. Jeff was never shy about how he wanted things done, and he began to instill guiding principles. Like customer session and un high standards into every small step his team took. Jeff had 1 simple rule. It has to be perfect. He'd remind his team that 1 bad customer experience would undo the goodwill of hundreds of perfect ones. So if you've ever read Jeff shareholder letters. You already know these principles, he identified them from the very beginning and repeat them over and over again. I made, I think 3 episodes now on Jeff Shareholder letters, I'll leave them all linked in the show notes you've you haven't listened to them, but the principles he would were to repeat our customer session, innovation. Frugal gallery, personal ownership, bias for action, high standards, under promising and over delivering. In fact, talks about it in the book that the fact he would proof read all the customer service emails. And so 1 thing that he wanted to do at the very beginning speaking of under promising and over delivering is, when you go to buy something on the website, you know, they'd say, hey, we're gonna send this Us postal first class mail. You might get it in about a week. Then once you place the order, you would get an email from Amazon saying, hey. We upgraded you for free, and you should have your item within 2 to 3 business days. People love this. Under promise over deliver. This is 1 in response from a customer that Jeff particularly liked. This was called out as a complimentary upgrade in the shipment confirmation email. Thank you emails for the upgrade included 1 that read. Quote, you guys are going to make a billion dollars. When Jeff saw that he roar with laughter and then printed out a copy to tape back to his office. There's so many people that work with Jeff that actually described him the same way. They say he's relentless. He has un unreasonable high standards, and he's prioritized speed. And so he has a genius idea on organizing, groups within your within your company. But I think it could be traced back actually, to the very first job description, The very first ad he ran for for Amazon employees. And so it says the job description the he for the very first employee said, you must have experience designing and building large and complex systems, and you should be able to do it in about 1 third the time that most competent people think possible. And so that idea that he repeats over Nerve again is the fact that speed matters in business. And so he's constantly looking for ways to remove blocks, debt slow down, the speed of which his company can move. And so he comes up with this idea which I'll get to in 1 minute which is called single threaded leadership. So he says, the organization that moves faster will innovate more simply because it's able to conduct a higher number of experiments per unit of time. Yet, many companies find themselves struggling against their own bureaucratic drag which appears in the form of layer upon layer of permission, ownership and accountability, all working against fast, decisive forward progress. So that is the problem that Amazon's encountering and then almost every other companies can encounter. And so this is the solution they come up with this. The answer lies and an Amazon innovation called single threaded. So let me define single threaded leadership. They say it's been 1 of Amazon's most useful inventions. The basic premise is that for each project there is a single leader whose focus is that project and that project alone, and that leader oversees teams of people whose attention is similarly focused on that 1 project. And so this is a main point that they're gonna come back to over and over and over again that everyone in your company should work on 1 thing only full time. I saw very similar idea in Peter Till book 0 to 1. I wanna read from that book right now. Peter Wrote. The best thing I did as a manager at Paypal was to make every person in the company responsible for doing just 1 thing. Every employee 1 thing was unique and everyone knew I would evaluate him only on that 1 thing. I had started doing this just simplify the task of managing people, but then I noticed a deeper result, defining roles reduced conflict. Jeff and his team at Amazon are gonna realize that, but they also realized that if you can avoid dependencies you actually move faster and spend less, so let's jump into what they figured out or what the the more about the problem they were trying to solve and why they came up with this idea of single threaded leadership. We were spending more time coordinating and less time building. And so what they do is they identify and they try to avoid dependencies. So anytime 2 teams within a company have to speak to 1 another or have to coordinate with 1 another to accomplish something that slows the entire company down. Each overlap created a dependency. And a defined dependency as something 1 team needs, but can't supply for itself. And so the more dependencies you have the more bureaucratic drag you have. Why is that Because managing dependencies requires coordination, meaning we have to talk to each other. People sitting down and hash out a solution and coordination takes time. We were spending too much time coordinating and not enough time building. And so that leads directly into 1 of jeff's best known ideas and this idea that he says that communication internal company communication is actually a sign of dysfunction. He is not trying. Most companies, Jeff's point is, most companies try to get better at communicating. To Jeff, that means you're encouraging, and he doesn't wanna encourage communication. He wants to eliminate communication. And so this is more about why and then Jeff's solution to this. When your dependencies keep growing, it's only natural to spark dry speeding things up by improving your communication. We finally realized that our all of this cross team communication didn't really need refinement at all. It needed to be eliminated. It wasn't just that we had the wrong solution mind, rather we've been trying to solve the wrong problem altogether. We finally grasped at the true identity of our problem. The ever expanding cost of coordination among teams. This change in our thinking was nudge along by Jeff. I heard him say many times that if we wanted Amazon to be a place where builders can build, we need to eliminate communication, not encourage it. When you view communication across groups as a defect which Jeff does, The solution to your problem start to look quite different than traditional ones. He suggested that each software team should build and clearly document a set of application, program interfaces. So Apis what everybody calls Apis. Right? For all the services that they offer and Api as a set of routines, protocols and tools for building software applications and defining how software components should interact. Jeff's vision was that we needed to focus on loosely coupled interaction via machines through well defined Apis rather than via humans through emails and meetings. This would free each team to act autonomously and move faster. Okay. So 2 things. 1, you gotta stick with me because it's remarkable how all of Jeff's ideas fit together and how the logic is cohesive and everything relates 1 thing relates to another. But the second thing is, if you don't already own this, I'm gonna highly recommend that you buy, it's a no brainer. I think I pay, like 20 bucks for it. But now he's gonna go into why this is so important a few pages later. Jeff insisted that instead of finding new and better ways to manage our dependencies. We figure out how to remove them. Why? These largely independent teams could now do their work in parallel. Before you had 2 teams waiting each. Now you have 2 teams working continuously. Right? These largely independent teams can now do their work in parallel instead of coordinating better, they could coordinate less and build more And now why is that, why is fixing this so important. Right? This an entire chapter dedicate this? And if you really think about what they're saying here is like, The reason that fixing this is so important is because less coordination means more building. More building means more experimenting. More experimenting leads to more unpredictable but lucrative products, there's a there's a sentence a couple pages earlier that I think relates to everything. Time and time again. Think about how many freaking project products or inside Amazon. Right? What they're about to tell us is very valuable. Time and time again. We learned that customers would behave in waves we hadn't imagined. Especially for brand new features or products getting to the building of those brand new features and products faster is unbelievably important. And 1 way to do that is through this Amazon innovation called single threaded leadership. Autonomous teams are built for speed. We must move faster. Then he ties this to everything. This is 1 of my favorite He's ever said. This is Jeff on decision making speed. And once you hear the way he thinks about this, you you understand why he keeps emphasizing prioritizing and repeating the need for speed. And this is from his 2016 shareholder letter. Jeff suggested that most decisions should probably be made with somewhere around 70 percent of the information you wish you had. If you wait for 90 percent, he said, in most cases, you're probably being slow. Plus either way, you need to be good at quickly recognizing and correcting bad decisions. If you're good at course correcting being wrong, may be less costly than you think. Whereas being slow is going to be expensive for sure. And what's fasting is once you apply this idea to your company realize the bottleneck goes from being too much communication and too much waiting around for other people, which delay your ability to build new products to actually, the limiting factors going to be great leaders. We were able to identify some brilliant managers. They turned out to be notoriously difficult to find in sufficient numbers even at Amazon. Great team leaders proved be ra another way to think about that is great anything is where. The limiting factor here is great leadership. And then the second part of that is they have to work on this full time. They cannot do anything else. This is just a fantastic line on why. The best way to fail at inventing something is by making it somebody's part time job. And so the problem that they were trying to solve in the vision they had was how to move faster and remove dependencies, but what they also realized once this was in place that ownership and accountability are much easier to establish. Under the single threaded leader model. And why? Because Jeff Bezos just like Peter Till are only evaluating that person on 1 thing and 1 thing only. Another unique idea in the way to build and run Amazon that Jeff came up with He actually found this idea in a paper. And then decided to use it. So it's something I'm gonna repeat over and over again. You've heard me stand on past podcast podcasts. But if you're paying attention, the whole world is a classroom. You'll be shocked. If you go to this book, you'd be shocked at how many ideas Jeff got from reading paper or reading a book, having a conversation that he used inside of Amazon if you're paying attention, the whole world is a classroom. So it says if you were to ask recently hired Amazon employees, what is surprised the most in their time at the company so far. 1 response with certainly topped a list. The Eerie silence in the first 20 minutes of many meetings. The reason for the silence, a 6 page document that everyone must read before a discussion begins. Amazon relies far more on the written word to develop and communicate ideas in most companies and this difference makes for a huge competitive advantage. So this is when they kick out Powerpoint and they switch to these narratives. So Colin is Jeff Shadow at the time. You remember. He goes everywhere Jeff goes. Sits on every single meeting, this... The insights that he has in this book are remarkable. And so a long time ago, way before Wifi on planes, he would take a lot of flights with Jeff. And so 1 thing that I love that I've learned about Jeff from the very first book I read on him, and it's really important. I think I a lot of people already know to use this in the company. The importance of a shared base of knowledge. If Jeff thinks there's a book that's valuable to read. He doesn't... It's not that he reads myself. His entire he makes this entire executive team read this. And so on this flight, they're both reading the same essay. The idea was like, we're gonna read and then discuss this essay. This is way before the narrative structure of the meetings. Right? They're still using Powerpoint, and it's not going well and so they're looking for solutions. So, again, if you're paying attention in the whole world is a classroom. After a particular difficult presentation in early 2004. We had some downtime on a flight, and so we read and discuss an essay called the cognitive style of Powerpoint pitching out corrupt within, written by Edward Tu. Tu identified in 1 sentence, the problem that we'd been experiencing. As analysis becomes more causal, multi variant comparative evidence based and resolution intense, the more damaging the bullet list powerpoint becomes. Tough proposed a solution in the essay for serious presentations It would be useful to replace powerpoint slides with paper hand outs with words. High resolution hand outs allow viewers to contextualize, compare, na and recast evidence. He offered wise advice on how to get started. Make this transition in large organization, making this transition in large organizations requires a straightforward executive order. From now on your presentation software is Microsoft word, not Powerpoint get used to it. That is tough words and that is essentially what we did. And so Jeff sends an email because this can only come from him. The s team received an email with the following subject like no Powerpoint presentations from now on. The message was simple and direct. S team members would be required to write short narratives describing their ideas. Jeff was the only person in the company who could mandate such a change, and he offered a short explanation for the reason behind the change. The reason writing a 4 page memo is hard of in writing a 20 page powerpoint is because the narrative structure of a good memo forces better thought and better understanding of what's more important than what and how things are related. Powerpoint style presentation somehow give permission to gloss over ideas to flatten out any sense of relative importance and to ignore the interconnectedness of ideas. And then they describe why spending the first, you know, 20 minutes of an hour long meeting, in silence reading these narratives together. It's so valuable. It was 1 of my favorite sentences, our paragraphs in the entire book to why books have lasted for 5000 years. In fact, I got a text from a founder friend the other day. And he was asking me why why if I've noticed that why billionaires read so much. I get to that a minute. The silence can be unsettling it first, but it becomes routine. Even though you cannot hear it with a well written narrative, there is a massive amount of useful information that is being transferred in those 20 minutes. There is a massive amount of useful information that is being transferred in those 20 minutes. So Friend text me the other day, Him and his brother or c cofounder of company doing really, really well. They're both relentless learners, and they raised a bunch of money for their startup. From several billionaires, many of which are world famous if I had mentioned them, you'd would know who they are. And in many cases, they'd get to spend time with them. They'd they'd go to their houses. They'd see their libraries, and I gotta text them the other day. Said something like, I know a bunch of mid entrepreneurs companies aren't that successful. They don't read at all. And then yet, I spend time with these billionaires and he's... And they read all time. He's like, why do billionaires read so much. And I think this sentence right here describes that. Even though you cannot hear it. There's a massive amount of useful information that is being transferred in those 20 minutes. That useful information that knowledge can then, obviously be turned into profit. It can make their companies better, it can make them more money. That is why you see. So... And IIII talked about this on... I had lunch at Sam's office. I think it's episode 2 97. And, you know, I've seen this over and over again too. I had the same realization than my friend had. But I just remember after spending 2 hours with Sam talking about all... I mean, you knew everything about... You knew way more about business history and read way more biographies than I have. And I remember on the drive back, it just hitting me. Like yeah, Of course. You don't go in you know, go and sell a company for 38000000000 dollars and then read and learn all this stuff. He'd been doing this since he was 20. By the time I met him, he was an entrepreneur for over 61 years, and he was still up until the day died. Still reading books, still listening to Podcast podcasts still being curious about the world around him, still treating the world like a classroom. And so not only do they read a lot, but they also are able to produce unique insights. This is a simple tip from Jeff Bezos on how to produce unique insights in what you're reading. Jeff has an uncanny ability to read an narrative and consistently arrive at insights that no 1 else did. Even though we're all reading the same thing. After 1 meeting I asked him how he was able to do that. He responded with a simple and useful tip that I have not forgotten. He assumes each sentence he reads is wrong until he can prove otherwise. He's challenging the content of the sentence not the motive of the writer, and I love this part. Jeff, by the way, was usually among the last to finish reading. Okay. So they realized the narrative structure is superior to run their meetings. What they wind up also realizing is that it's superior for building products. For meetings, it's called a 6 page narrative for a product design or new product creation. It's called the PRA faq, the Kindle is actually the first product. And we'll get into more detail about how the Candle came to be including this is very important meeting that Jeff Bezos and Steve jobs had in 2003. And so this idea of working backwards is so ingrained in the Amazon culture. They thought it's was so important that they they named the book out after it. And really, it's just you start with the desired customer experience. So it says most of Amazon's a major products since 2004 have 1 thing in common. They were created through a process called working backwards. It is so central to the company's success that we used it as a title for this book. Working backwards is a systematic way to vet ideas and create new products. It is a key tenet or assuming me it's key tenant is to start by defining the customer experience then work backwards from that point until a team achieves clarity of thought around what to build its principal tool is a second form of written narrative called the P r Faq short for press release, frequently asked questions. And so you start from the customer's perspective. You literally write a press release For a product that does not exist yet. Right? The press release that literally announces the product is if it were ready to launch and an Faq anticipating the tough questions and they work backwards from that. And so once again, we see Jeff come up with unique insights because they weren't doing this originally. Right? So they would come up with new ideas, and they'd pitch him to Jeff. And in the the book says, listen, we just tried... We'd used, like Nba style methods, we would gather data about the size of a market. We'd construct financial models that project annual sales. We would calculate gross margins assuming a certain cost of goods from our suppliers. We we'd project operating margins. We would outline deals that we could make with other media companies. And Jeff did not find that this was a good use of their time. We had several meetings with Jeff to present our ideas. He never seemed satisfied or convinced. He found our proposals light on the details as to how the service would work for customers? He finally asked where are the mock ups? Jeff was referring to the visual representations that would show exactly how the new service would look on the Amazon website? We didn't have any mock. We just wanted to sell Jeff on the opportunity. We would deal with the customer experience and other details once we got his go ahead, but if Jeff wants to see mock ups, you had better make a mock up a few weeks later, we were back with mock ups. Jeff listened carefully to our presentation yet again and then began asking detailed questions or so many sentences in the book just like that. You're talking to him you're presenting to him and he gets right to the heart of the matter of read that in other books as well. And so he just goes straight down the details. He would ask questions about every button, every word, every link, every color. For music, he asked how our services would be better than itunes. For ebooks, he wanted to know how much the Ebooks would cost. He asked that people would be able to read their ebooks on a tablet or a phone as well as their Pc. We answered as we had before. We had not figured out this stuff yet. That answer did not go over well. At all. Jeff wanted to know exactly what we were going to build and how it would be better for customers. 2 Jeff, a half baked mock up was evidence of half baked thinking, and he was quick to say so often using strong language to make his point. And so this is the first time I wrote in the book and on my notes, but it's over and over again, founders force the issue. Founders are forcing functions, a forcing function an event that forces 1 to take action and produce a specific result. Remember this for later, it is mentioned over and over again. The fact that this is the role that Jeff is playing inside of Amazon. Jeff suggested a different approach for the next meeting. Write a narrative document. And it described your best idea for a device or service for the digital media business. He even offered to do it with them. This is incredible. So the next time they meet, they bring their ideas and it looks like a press release announcing what the... Their idea does for the customer, and they're they're gonna work backwards from that. This is the birth of this idea. 1 person proposed an ebook reader that would use new e ink screen technology. Another described a new take on the MP3 player. Jeff wrote his own narrative about a device he called the Amazon puck. When I'm about to, this is crazy. What I'm about to read to you, he wrote in 2004. He is going to describe the Amazon Echo, which is going to sell hundreds of millions of these things. The Amazon puck would sit on your countertop and could respond to voice commands like puck, please order a gallon of milk and the puck would then place the order with Amazon. Why is Jeff forcing the issue? Why is he insisting that we're doing this? Because writing required us to be thorough and precise. We had to describe features, pricing, how the service would work, why customers would want it half baked thinking was harder to disguise on the written page than in Powerpoint slides. Jeff then pushed the idea further he is a forcing function. What if we thought of the product concept narrative as a press release. Usually, in a conventional organization a press release is written at the end, of the product development process. In this standard process, that company works forward. And really what they're telling you Amazon inverted this process. And so the kindle is going to be the first product in which they used and they created using this press release approach and this is part of 1 of the reasons why it's so important. Previously, they were working forward like every other company and other they're working backwards. When we were working forward, we were trying to invent a product that would be good for Amazon, the company, not the customer. When we wrote a Kindle press release and started working backwards everything changed. We focus instead on what would be great for customers. An excellent screen for great for a great reading experience. An ordering process that would make buying and downloading books easy. A huge selection of books. Low prices, we would never have had the breakthrough necessary to achieve that customer experience where not for the press release process, which forced the team to invent multiple solutions to customers problems. And in the kindle chapter, there's an entire chapter dedicated to describing the product development, they go into why working backwards helps your company to develop new skills. You'd develop new skills over a 1 period of time. Your company, obviously, you comes more valuable. Another thing that Jeff insisted on, you have to have constraints the the press release portion of these documents has to be 1 pager or less, and then I think they limit it to about 5 pages, 5 pages or less for the Fa faq section. And then this is why. I just use the word forcing function as the founder. That's the term they actually use here. Restricting the length of the document is a forcing function. We have seen that it develops better thinkers and communicators founders, develop better teammates, which in turn, develop better products. It's the same idea. So I wanna spend a lot of time in the development in the Kindle before I get there. I wanted to go back to this idea that the whole world is a classroom, and you can't help but notice how many times Jeff is just using ideas from other companies things that he's reading and he's using him inside of Amazon. Right? Using them as a metaphor to use it to help his his company perform better. But I was also struck by this idea, while I was reading this book. That you could think of the belief system of the founder as the language of the company. That is why Usually written down and repeated it over and over again, and it definitely is the case in Amazon, but you also see the belief system of the founder, expressed through their actions and so this idea that Jeff identified with from day 1 that we're going to ob access over customers. He'd make every single person in the company, including himself, work customer service. Actually take calls. And so I love this, and there's a lot of good ideas here. Including the importance of combining data and anecdotes. Data and anecdotes make a powerful combination when they're in sync, and their valuable check on 1 another when they're not. The most powerful anecdote in this regard features Jeff himself. Amazon has a program called customer connection, which is mandatory for corporate employees. Every 2 years the corporate employee is required to become a customer service conversation for a few days. They have to listen in on calls, watch, email and chat interactions and then handle some customer contacts directly. Jeff is not exempted from this program. While I was working as his shadow, it came time for his customer connection rec certification. Jeff was particularly good with customers over the phone, though he was sometimes overly generous. He gave 1 customer a full product refund when the policy was to refund the shipping cost only as 1 example. But this is fascinating. He's gonna use an idea from Toyota and realize, oh, Toyota has an idea and implements an idea in their company that we're lacking here. And it's because of this again, he's showing with his actions how important customer services. On the first day of training, we listen to the Cs to Cs agents handle a few calls. On 1 call, the customer complained that her lawn furniture had arrived damage. The Cs agent asked for the product number. As the customer was looking for it. The Cs agent muted the call and said to us, I bet she's referring to This lawn chair and pointed to the product on the Amazon site. Sure enough when the customer read out the number from the package slip, it was the 1 that the Cs agent had predicted it would be. After the call was ended, Jeff asked, how did you know the customer is going to say that. The Cs agent responded that it happened quite often with this newly listed product. The packaging was inadequate and the furniture got banged up in transit. Jeff had recently been learning about how Toyota approached quality control and continuous improvement. He mentions this over and over and his shareholder letters. By the way, this this idea of continuous improvement that he learned from the Japanese. 1 technique they use in their automobile assembly line was the and in cord and on cord. When any worker notices a quality problem, they are authorized to pull a cord that stops the entire assembly line. A team of specialist swarms to the cord polar station, they troubleshoot the issue and they develop a fix or the arrow never happens again. Here was a similar situation in Amazon, except without the on cord. Jeff yelled out, we need an on cord for customer service, and so they wind up ins 1. It turns out that the Amazon version of the On cord empowered the right people those on the front lines who were talking directly to customers. It surface serious issues as soon as they were noticed. Okay. So then we're gonna go into why working backwards were so important and the development of the Kindle before we go to that. They quote heavily from Jeff shareholder letters to really explain Rem, the belief system of the founder is the language of the company. Jeff's belief systems were written down in the shareholder letters and then repeated over and over again inside the company. And so this is Jeff writing in his shareholder sharing his belief. Right? We want to be a large company that's also an invention machine. We want to combine the extraordinary customer serving capabilities that are enabled by size with the speed of movement. Nimble and risk acceptance mentality normally associated with entrepreneurial startups. I believe we are the best place in the world to fail and we have plenty of practice. And failure and that he's not failing just for failure sake. He doesn't wanna fail. Right? This guy's is super competitive, but this is his main point. Failure and invention are inseparable twins. He just said Amazon will be a place, the best place in the world to invent. So failure and invention are inseparable twins. To invent you have to experiment, and if you known an advance is going to work, it's not an experiment. The kim they did not known advance the Kendall is going to work. Most large organizations embrace the idea of invention, but are not willing to suffer the string of failed experiments necessary to get there. And so 1 competitive advantage advantage Des Jeff bezos who sees that the Amazon has is they're willing to fail for a longer period of time. Long term thinking levers our existing abilities unless us do new things we couldn't otherwise contemplate. Long term orientation interacts well with customer obsession. If we can identify a customer need and if we can further develop conviction that the need is meaningful and durable, Our approach permits us to work patiently for multiple years to deliver a solution. The key word here is patiently. Many companies will give up on an initiative if it does not produce the kind of returns they're are looking for within a handful of years. Amazon will stick with it. Patience and carefully manage investment over many years can pay off greatly. And so you might be thinking, okay, That's great David. What does this have to do with working backwards. And they're about to get into that working backwards is exposes skill sets that your company needs, but does not yet have. So the longer your company works backwards, it's the more skills it develops and the more valuable valuable it becomes the more things that can invent and his whole key for inventing is he only wants to invent where and when differentiation matters. Invention works well where differentiation matters. In the company's early days, the hardware that powered Amazon's data centers was not the point of differentiation that changes with time, which we'll get to in a little bit. Was not a point of different differentiation with the customer creating a compelling book buying online experience was, whereas with the Kindle, which is where where about to go into. Others were selling ebooks, so there was a real value in owning and controlling the creation for an outstanding device for our customers to read the ebooks on. Differentiation with customers is often 1 of the key reasons to invent. And so they're constantly talking about the way, hey, normal companies, they build things with a skills forward approach. What does I mean they look inside the company like, what are the assets that we have? What are the skills we have, What can we build with that? Working backwards forces you to master new skills. That again, working backwards, exposed skill sets that your company needs, but does not have yet. So the longer that your company works backwards, the more skills it develops and the more skills that develops the more value what becomes over time. Amazon's working backwards process, starting with customers needs and not corporate needs or competencies, often demands that in Jeff's words, we exercise new muscles. Never mind how uncomfortable and awkward feeling those first steps might be. And so I say all that to set this up, a meeting with steve jobs led to the invention of the kindle. So you can really think about what's about take place here is how the ipod and itunes influenced the development of the kindle. This meeting is gonna happen in 2003. At this time, I think 77 percent of Amazon 70 or 77 percent somewhere around there of Amazon's revenue came from, like, physical books, book, Cds, music that kind of thing. Right? And they clearly see that this wasn't gonna last forever. So it says in 2003, Jeff and a bunch of people from Amazon traveled to the Apple campus in Cup to meet Steve jobs who had invited us down for a visit. Jobs got to the real purpose of the meeting and announced that Apple had just fur finished building their first Windows application. He calmly and is why I love jobs. I love his confidence. He'd calmly and confidently told us that even though was Apple's first attempt to build for Windows, he thought it was the best windows application anyone had ever built. He then personally gave us a demo of the soon to be launched itunes for Windows. During the demo, Jobs talked about how this would transformed the music industry Up until this point if you wanted to buy digital music from Apple, you needed a Mac, which at this time comprised less than 10 percent of all the home computer market. Apple's first foray array into building software on the competing Windows platform showed how serious they were about the digital music market. Now anyone with a computer would be able to purchase digital music from Apple. And then jobs immediately attacks Amazon's business. Job said, that Cds would go the way of other outdated music formats like the cassette tape, and their importance in portion of overall music sales would drop quickly. His next comment could be cons considered as either a matter of fact statement or an attempt to go Jeff into making a bad business decision by acting impulsive. He said, Amazon has a decent chance of being the last place to buy Cds. The business will be high margin, but small. You'll be able to charge your premium for Cds since they'll be hard to find. Jeff did not take the bait. Only Jeff can speak to how the meeting impacted his thinking what we can say is what Jeff did and did not do afterward. What he didn't do and what many companies would have done is to kick off an all hands on deck project to combat this competitive threat and race to build a copycat digital music service. Over and over again, Jeff says I do not wanna be a copycat. I why I don't wanna follow. I wanna be a fast follower. I want to lead and I want to invent. Instead, Jeff took time to process what he learn from the meeting and formed a plan. He appointed a single threaded leader, which is the guy Steve from the Howard Hughes story at the very beginning. So you have a single threaded leader named Steve to run digital who would to report directly to Jeff so that they could work together to formulate a vision and a plan for digital media. And I love the explanation of this. I'm gonna read the whole paragraph you because I think it's so great. In other words, his first action was not a what decision. It was a who and a how decision. This is an incredibly important difference. Jeff did not jump straight to focusing on what product to build, which seems like the straight line from a to b instead, the choices he made suggest that he believed that the scale of the opportunity was large and the scope of the work required to achieve success was equally large and complex. He focused first on how to organize the team and who was the right leader to achieve the right result. At that time, Amazon did not have billions of dollars to spend on digital media or anything else for that matter, so we would need to lean heavily on the frugal gh principle to stay in the game with the bigger players. Jeff was a student of history. And regularly reminded us that if a company didn't or couldn't change and adapt to meet shifting consumer needs, it was doom remember, he's got transition his business from 70 percent physical book goods to essentially all digital. And he used the example of kodak failure to do so as a warning sign. You don't wanna become kodak he would say, referring to the once mighty photography giant that had missed a turn from film to digital. We were not going to sit back and wait for this to happen to Amazon. So let's pause here before we move on. Again, it goes back to this main idea in the book, you need to have single threaded leadership on every single important initiative or project inside your company. Why. Jeff felt that if we try to manage digital media as a part of the physical media business. It would never be a priority. The bigger business carried the company after all and would always get the most attention. Getting digital right was highly important to Jeff, and he wanted Steve to focus on nothing else. In other words, Jeff is disrupting himself. Then we go back. Again, you can think of the belief system of the founder as a language of the company. What is he gonna repeat? You can invent or copy we choose to invent We had many meetings with Jeff, I would present our ideas for our music product or a company we might acquire each time we had these meetings, Jeff would reject what he saw his copycat thinking. Emphasizing again and again and again that whatever music product we built, it had to offer a truly unique value prop for the customer. Let me repeat that. Any product we build has to offer a truly unique value proposition for the customer. He would frequently describe the 2 fundamental approaches that each company must choose between when developing new products and services. We could be a fast follower and make a close copy of successful products. We just make another itunes. Right? We could go that route. We can make a close copy of successful product that other company had built or we can invent a new product on behalf of our customers. He wanted Amazon to be a company that invent. He would immediately force this. He recognized building a copycat version of the ipod and itunes was a non starter. He chose the path of invention by looking beyond the music category. This is so important because every other big company It is essentially, at this time, just copying are attempting to copy Apple. They wanna go into these, like, this conference where these these music executives are, speaking. They know Jeff's in the audience. They kinda like, encourage him because these are just more revenue for the music industry? Like, yeah. Amazon should build this. And this would be more revenue for Amazon and more revenue for universal music And just like you're not controlling what I'm thinking. You don't get to dictate the products that my company makes. There is no differentiation we cannot beat... We can't out Apple Apple. So you don't try. What did Warren Buffett say. How do you beat Bobby Fisher? The answer is you play him in any game, except chess. Back to this, he chose a path of venture by looking beyond the music category, which led him to begin Amazon's foray a into digital by focusing on ebook and an ebook reader device. In doing so, Jeff demonstrated his belief that true invention leads to greater long term value for customers and shareholders. Jeff is so good. This guy is so good. Look how he takes what Apple did to the music industry, what they use for ipod and itunes and how it influenced the development of the Kindle. There's a reason why I keep making podcast podcasts after podcast podcasts and reading book after book of of Jeff Bezos In fact, there's a line I read years ago in the Cb Insights newsletter. That really hits home how special this guy is. And it says to read Jeff Bezos to shareholder letters is to get a crash course and running a high growth Internet business from someone who mastered it before any of the playbook were written. Listen to what he does here, Jeff zeroed in on the fundamental difference between the digital media retail business and our existing physical media retail business. Our competitive advantage advantage in physical media was based on having the broadest selection of items available on a single website, but this could not be a competitive advantage in digital media where the barrier to entry was low. Any other company could match our offering. Any other company could build an ebook store where they offer the same breadth and depth of books and songs as any other digital venue. They just had to be willing to undertake the tedious work of aggregating the digital files together. Into a single online catalog. So we knew we couldn't meet Jeff's requirement that our digital business have a distinct and differentiated offering just on selection and aggregation. Remember that he's he's the forcing function. He's saying, or a digital business must have a distinct and differentiated offering. And so Jeff Tells Steve, right? The guy with a single threaded leader on here, we have to move out of the middle and venture to either side of the value chain. In digital that meant focusing on applications and devices Consumers used to read, watch or listen to content. As Apple had already done with itunes and the ipod. We all took note of what Apple had achieved in digital music in a short period of time and sought to apply those learnings to our long term product vision, our long term product vision in books, not music. We believe that customers would want the ebook equivalent of the itunes ipod experience, An app paired with a mobile device that offered customers any book ever written. The content available at a low price that they could buy, download and start reading in seconds, but we would need to invent the device ourselves. The idea this is so crazy. Remember. Now we know how successful it is. I had the first. Kindle by the way, which is like this big bulky white It's like 400 bucks too. It was crazy. But anyways, this is, like, now this makes sense. But back then, this is how... This is why he's so special. The idea that Amazon, a pure e commerce e commerce distributor of retail products made by others, which is what they were at this time. The idea that Amazon a pure e commerce distributor of retail products made by others would become a hardware company and make it... And sell its own reader device was controversial. The Kindle chapter in this book is incredible. I'm still in it. Not enough myself. I wrote a margin actually, outsourced and your company doesn't acquire the skills. Amazon wants the skills. What does that mean? Our decision to become a hardware device manufacturer would inform a number of decisions down the road. Many companies that decide to enter a business area in which they have little internal expertise are capability, which is what Amazon hat doesn't have a description of Amazon at this time. Right? They choose to outsource. This can sometimes times be mistake, and they use an example. In the early days of e commerce, brick and mortar retailers created their first online retail sites. They brought in third party developers. This approach enabled them to move quickly, but it deprive them of the flexibility to innovate and differentiate, and that's a big problem because who had that ability to differentiate and innovate and who are the now these brick and mortar retailers going online and competing directly against Amazon. We know how that ends. Retailers who outsource e commerce lack the ability to idea and test new products. And so they list a bunch of products that Amazon was able to test way faster because they had this building. They can only pick from a menu of options from their outsourced provider. At best, they would be fast followers of what the innovators built The innovators being Amazon. Are like, okay, We're gonna we're gonna take that same idea and go out and acquire the skills necessary to become to transform from a pure e ecommerce distributor of retail products made by others to hardware makers. And this directly leads to an idea that you and I've been talking about over an today. Founders forced the issue. Not outsourcing means it's gonna be more expensive so we're gonna spend a lot more money. It's gonna take longer to get a product there. But at the end of that, if we are successful, we have a set of skills that we lack beforehand, then we can go out and do this over and over again. Again, founders foresee the issue, we'd know that the Kindle would take time and money to develop, but by the middle of 2005, it became clear. That it was taking much longer in consuming more money than we had anticipated. What was Jeff Bezos reaction to this. There was a heated discussion about the surprising ramp up in expenses at some point in the debate someone asked Jeff Point Blank. How much more money are you willing to invest in Kindle. Jeff calmly turned to our Cfo, shrugged his shoulders and asked, how much money do we have? That was Jeff's way of signaling the strategic importance of kindle. Another example, the whole world classroom and Jeff taking an idea from another company, Jeff went through many Blackberry devices. This was hilarious. A few of which had been fried by sweat dripping on them during his workouts. This sounds really intense. The feature that really attracted him to the Blackberry was constant connectivity. Jeff loved that his phone was always connected and automatically refresh itself to display every new email. In those early days of digital media, this was a first. And the Blackberry did this without having connect to computer. And so he has a said idea is like, why? What's the kindle... What's that idea? The principle behind that idea that we can apply to the Kindle? He wanted the kindle to be like the Blackberry? No wires never need to connect to your Pc. He talked over and over again about the ability to be patient to have long term thinking and to want to invent and invest in that invention. That meeting with Steve jobs happened in 2003 the kindle goes on sale for the first time all the way November of 2007. It retails for 399 dollars and would hold 200 books. It sold out in less than 6 hours. And so another example of being influenced by another company. If you're read the everything store, it's talked about a bunch in there, the fact that Jeff met with Costco Founder, Jim S. And the meeting change trajectory of Amazon, he implemented a bunch of ideas in that meeting into Amazon, 1 of those led directly to this membership program. Done now over a hundred million people are members of myself included, which is Amazon Prime. What's fascinating is how fast they built Prime. Jeff sends a email in October 2004, saying we need to do this and by February of next year, it is live and a product that actually exists. This is what the email read. We should not be satisfied, remember, back to the founder as a forcing function. Right? We should not be satisfied with the growth of our retail business. This is a house on fire issue. And we need to dramatically improve the customer experience around shipping. We need a shipping membership program. Let's build and launch it by the end of the year. And so their thinking was let's not do what people expect now, But where is this going? Before you had to drive to the store to get something, then you order Amazon maybe becomes a week, 10 days later, then 5 days later, then 3 days later. Now today, it comes in a few hours. Right? And they knew this all the way back in 2004. Let's start building for that future today. 2 day shipping and eventually 1 day shipping and same day shipping will become the norm. Therefore, while what we've built is good, it is not good enough. We should do this now, we have an un unfavorable conviction that long term interest of shareholders are perfectly aligned with the interest of customers This is clearly in the interest of our customers so we will do it now. And again, there is many such sentences like this 1 in the book, Jeff insisted on this path, which resulted in Amazon Prime. Now it was fascinating as they develop Prime, we see that Jeff is just very uncomfortable with mediocrity, and he still wants to make sure that his company is not going with the skills forward approach that most companies have Let's start with the optimal customer experience and work backwards from that. And you're like, jeff, we don't have those skills Exactly. So we're gonna go out and acquire those skills and over time, that's gonna make our company more valuable. Now the customers have gotten a taste of free shipping, they no longer wanted to be forced to choose between slow and free and fast and expensive. Jeff exhibits discomfort when presented with an either or proposition in which both results are mediocre, viewed through his customer obsession lens. The only answer to the question, which would you rather have slow and free or fast and expensive is fast and free. So the catch was that fast and free was where Amazon needed to go next, but our fulfillment capabilities were not yet up to the task. If you had read the book up until this point, this... What I'm about tell you is not in the book, but you would derive this conclusion and at the end of that says, the faster free was where Amazon need to go next, but our fulfillment capabilities were not up to the task period. Most skills forward companies would stop there. That's now where Amazon stopped. That's where they started. Another great idea. Walk your store, Walk your store again goes back to the founders is the forcing function. More most retail Ceos walk the store when they have a chance and Jeff is no exception. The typical physical retail Ceo can pay a visit to his outlet when they're in the area, and they'll do a bit of browsing and observe what's going on. An online retail Ceo like Jeff can walk the store anytime. And Jeff's preferred walking the store time was early Saturday and Sunday mornings. It was not unusual for me to wake up at 7AM on a weekend and read 5 or 6 messages from Jeff to the relevant teams on issues that he had found while walking his store that morning. This is what he expects when he emails you. When he sent a team, an idea, it did not need to be implemented, but it definitely needed to be evaluated, and that evaluation needed to be communicated back to him. Again, he's showing with his actions this is important to him, they're supposed to have a meeting on Prime that Jeff scheduled a meeting on Friday. Forcing Amazon had this... They had a, like, a site wide out outage. There was they're experiencing technical issues. So this guy named Vi, he actually had to cancel the meeting, which is the right thing to do, and then we reschedule for another time. Jeff took it his stride and said, okay, we can reschedule the meeting. How about tomorrow morning at my house? And this idea that Jeff says that the meeting is Genius. That's when Jeff and all these other people, Matt at his house to go over what would become Amazon Prime. Jeff said this is his main director. This is Genius. Jeff said he wanted to build a moat around his best customers. He wanted to build a moat around his best customers. So Prime starts with the free 2 day shipping that everybody knows they now have added a bunch of different benefits at no additional cost. Although that I think I think I started out paying. 79 dollars a year and I think it pay, like, a hundred and 29 dollars a year so history is a cost. But at this time, it was the same price. And what was fascinating is I didn't know. So obviously, know that, you know, every prime member has access to Prime video, but I didn't know... Or I didn't remember rather. That they had started it out trying to compete with other streaming services. And so they went from 1 bad idea to the next. And again, remember how he said that Jeff can read the same document as everybody else and get different insights. Jeff actually comes up with another idea that no 1 was thinking of. Based an idea that worked for another company in a different context. And that company was Netflix. So it says Jeff came up with a simple idea. Let's make videos free for prime members. They were trying to make it a separate standalone subscription. Product, it was not succeeding. So like way, let's just added to Prime because again, his whole thing is however where we gonna be differentiated. Now listen to this. This had not been on anybody's list of ideas. Jeff reminded us of how Netflix got started off by offering watch now streaming videos to its Dvd subscription service. So I need to back up and dig go into more detail you may remember this. I've been subscriber in netflix forever. When I first subscribed, I would get Dvds in the mail. That was all Netflix offered. Then eventually, they said, oh, now you can stream, but their streaming offerings was like, really, really... It wasn't good. Instead of trying to sell it. They just gave it to existing members for free. So now you have Amazon Prime video that's ends not really good. So why don't we just take the idea from Netflix and just add it as a benefit for our our existing subscribers? So as Jeff remind us how Netflix got started off our offering watch now streaming videos to its Dvd subscription service. It's an o by the way offering he said. When Netflix started, they didn't have a great selection of movies and Tv shows either, not good enough that customers would pay extra for them. Instead, Netflix gave their customers additional value as part of their existing subscription. Netflix was essentially saying the service you pay for is great and oh, by the way, here is something extra for you to watch. And then he says why he wants to do this. Jeff argue that prime with streaming video would be a unique offering in a competitive differentiator. Any competitor might launch a prime prime shopping clone he said. Or they could potentially build a new Netflix type service, but it was unlikely that any 1 of them would be able to do both. And then over time, obviously, further differentiation is, hey, we're bidding against Netflix and Hulu and all these other essentially, like, studio and the the content creators have to supply. Then all the streaming service coming over the top and say, hey, how much you want for that? And another streaming service says, oh, you you'll pay a billion. I'll pay 2000000000. And so they realized, like, we don't wanna be in this never ending cycle of bidding against Netflix. And and Hulu... We don't wanna keep paying studios more in additional fees for every country that they enter, and there's all these, like, issues that that they go into detail. And so again, they're like, well, if you wanted to be truly differentiated, what would you do. And once they ask themselves that question, it says that led to a start in the conclusion, we had to create our own content. It was time to make our own movies and Tv shows. And I just wanna share 1 more idea that I think ties a lot of these ideas that you and not I've been talking about today together, the world is a classroom. We're gonna differentiate. We're not gonna copy. We're gonna work backwards from the optimal customer experience, and we're gonna use a written narrative to guide product development. Jeff and I attended an O'reilly emerging technology conference. And we went to a panel featuring Stuart Butter who c founded Flicker and later Slack. Someone asked Stuart to describe a typical day at Flicker. His answer was surprising. He said that about half the day was probably the same as it was for many of the people in the audience, scrambling to keep their technology platform 1 step ahead of the rapid growth of their business. They worked on scaling their databases, web servers, software and hardware half the day. Right? Stuart said they did not spend as much time as he would like on innovating things that were unique to flicker. After the panel Jeff and I had a brief chat about Stuart comments. We both noticed the same thing. A phenomenon that Amazon would later refer to as un heavy lifting. That is the tasks that we could do for the companies that would enable them to focus on what made them unique. This was an opportunity. The corona the opportunity for Aws obviously. In building and operating 1 of the world's largest websites, we had acquired a core competency only a few other companies could match. Working backwards documents for the early Aws products, the P faq stated that we wanted the student in a dorm room to have access to the same world class computing infrastructure as any Amazon software engineer. That powerful metaphor in the P Faq document really help crystallize the thoughts and ideas of the Aws product development teams. And that is where I leave it, no brainer. Absolutely no brainer to buy this book. I'd buy this book for yourself for a bunch of people on your team. If you buy the book using the link that's in the show in your podcast player, you'll be supporting the podcast at the same time. This is definitely a book Will reread and revisit into the future. If you want more episodes that are like this, 1, I did an episode very similar to this, but it's about Steve jobs. It's called working with Steve jobs. This number 2 81. By my count, this is the eighth Jeff Bezos episode that I have made. If you wanna listen to them, episode 2 82. Jeff Bezos to Shareholders. Episode 1 80. Jeff Bezos, invention of a global empire that is the sequel to the everything store. Episode 1 79. Jeff Bezos the everything store. Episode 01:55. Jeff Bezos Vincent in Wonder, episode 71, Jeff Bezos to shareholder letters. Episode 38 space barons, which goes into the difference between the way Jeff is building his rocket company, and Elon is building his. That would be an interesting book to revisit because I was probably 5 or 6 years ago the book, and episode 17, Jeff Bezos was the first time I did an episode in him. As always, everything I mentioned will be linked down on the show notes and available at founders podcast dot com. That is 321 got 321 books down, 1000 ago, and I'll talk you again soon."
}