{
  "transcript": "1 plan no matter how well laid out couldn't possibly respond to all of these situations. This is why Ke does not put much stock in traditional strategic planning. He explains it this way. Reality is chaotic. Planning is ordered and logical. The 2 don't square well with 1 another. When Usa air pulls out of 6 cities in California, they don't call me and tell me they're gonna do that. Now if we had establish a big strategic plan that is approved by our officers and the Board of directors. I would have to go to the officers and the board and tell them that we wanna deviate from this plan. They would wanna know why I wanna buy 6 more airplanes. The problem is we'd analyze it and debate its merits for 3 months instead of getting the airplanes taking over the gates and dominating in California. The meticulous nit picking that goes on in most strategic planning processes creates a mental strait jacket that becomes disabling in an industry where things change radically from 1 day to the next. When a financial analyst chi did ke about not having a strategic plan, he said, we do have a plan. It's called doing things. That is an excerpt from 1 of the 2 books that I'm going to talk you about today that is from nuts. Southwest Airlines crazy recipe for business and personal success that was written by Kevin and Jackie Free. The other book is called Herd heroes and was written by pilot that worked at Southwest for 37 years. I have not been able to find a comprehensive biography on her ke her. I think 1 should exist. I think he's an... He was an extraordinary person, a gifted built the most successful airline in history which we'll get into today. So to make this episode, I used these 2 books, I re reread this is the second time I read. The the nuts book. But I use these 2 books and I took notes on interviews that Herb did when he was alive. So what I'm gonna do first is I summarized all of my notes from the book Herbs heroes. I just wanna go over that outline I think will give you a good overview as to the type of person herb was and why he was that way. So he's born during the great depression. His father worked in a soup factory. Herb older brother was killed in World War 2. Herb is 10 years old. At this time. After his brother dies, his father dies unexpectedly the year after. And then within a few years of that happening, herbs 2 surviving older siblings move away for college. So now herb grows up the second half of his childhood, is just him and his widowed mom. And so her influence and the lessons that his mom taught him, he uses his entire life including in building his company. So they would have late night talks almost every night at the kitchen table. And even when he who's a kid, They're staying up to, like, 2 in the morning, and she's teaching herb about life, and 1 of the most important things that she did was she taught him that adversity is a normal way of life. This is a woman that lost her son, lost her husband and yet there was no self pity whatsoever. She said that stress in difficult times was not d debilitating, but opportunities to excel and achieve. And so even from a young age, he starts to find problem solving in. The reason I've always admired her admired Herb, I've tried to consume as much information about him as possible. And the reason it came to the top of my mind to make an episode about him right now is because I was reminded of something that he said during a talk. And this came many years later in his life. He's already been working on Southwest for multiple decades at the time, and he was asked. You undergo a lot of stress all the time. How do you handle it? And his response is perfect. He said, I don't handle it. I like it. And so that's a maximum that I wanna repeat myself. As we're building our company's difficulties and hard times are inevitable, and I'm just gonna remind myself. I don't handle my stress. I like it. It completely changes your mindset until, like, this isn't something I have to do. It's something I get to do. Back to his early life. He was a gifted athlete. In high school, he ran track, played basketball and football and letter in all 3 sports. Before college, he works at the very same factory that his dad had worked at. And he works there for 6 years. He did every single job at the factory. This is something he's gonna continue to do at Southwest, which we'll talk about later, but this is why what I'm telling you this. He called his 6 years working in a suit factory. Right? This is a guy that's going to go on to 2, he's can really gifted to everything does. Gifted to athletics. He's really good at college. Gets a law degree. Clerk for the supreme court has a successful law practice and at 35 with 4 kids decides, hey, I'm gonna be an entrepreneur. I'm gonna try to run. I'm gonna try to start an interstate airline in Texas. And so with all that, the fact that he said the 6 years at the suit factory doing every single job, he called it the best education he ever had. And so even when he was younger and then throughout his entire career, people say the same thing about it them, over we're never again. Describe him as a fierce competitor, and they said he had a hard work ethic. That is a, quote, a hard work ethic. He was working a hundred hour weeks at the beginning of Southwest because he still had to practice law to pay the bills. It took them 4 and a half years between the time they raised money for the company. They search the company, and then they're actually allowed to fly their first flight. Another thing about her herb, he was old school. He was hard driving, hard drinking fast living T. He started every day early. Regardless of how late he was helped the night before drinking. That's gonna come up over and over again. Another crazy thing. He smoked 5 packs of cigarettes a day and drank wild turkey bourbon every day. He said wild Turkey and philip Moore cigarettes are essential to the maintenance of human life. When he was in his sixties, he fought and beat prostate cancer, and then he was asked if he thought his smoking habit contributed to his cancer, and he said, I do not smoke with my prostate. He lived until he was 87. He felt he was born to be an entrepreneur. He thought the spirit of an entrepreneur was within him. And he had a great line about this. He says if you're crazy enough to do what you love for a living, then you're bound to create a life that matters. He designed his entire business model to keep costs at the lowest possible level. He built the most successful airline in history. Southwest was profitable for 47 straight years. To put in context about how outrageous that accomplishment is relative to his competitors and peers, he was profitable for 47 straight years, the next, most successful airline was profitable for 5. And when you read about herb or if you listen to his interviews. Like, he's Hilarious. So... And he says, like, I don't take myself too seriously. But I take competition very seriously. Unsurprisingly, 1 of Herb for people was Winston Churchill, he'll, quote, Churchill all the time, he'll use Churchill ideas in talks and speeches to his employees into his team. 1 of his innate talents that jumps out if you read a book about him is the fact that he was able to operate on very little sleep. There's a lot of stories in both books about the fact that he'll be out drinking until, like, 3 in the morning, and then he'll be at the office at, like, 7AM. He also talks a lot about and repeats the importance of having a business model that endure the hard times. He talks about most of the airlines are set up, though reap a bunch of profits in good times, and then yet they give it all back when the inevitable downturn happens. And so 1 thing you talked about is like, listen, we'll joke around. We'll have a lot of fun. We're very extravagant in our marketing, but we're very physically fiscal conservative. We're conservative with debt. They paid for 80 percent of their planes out of earnings. Most other airlines are borrowing that money. They own the largest amount of planes outright than any other airline, and the quote that came to mind when I was reading about Herbs financial approach to building his company is this fantastic quote from Charles D gaul where he said all that matters is to survive. The rest is just words. Herb was also a gifted storyteller, and he was very persuasive. He was not building a company. He was leading people on a crusade. He was not hiring employees. He was converting missionaries. He says, our ind dedication is the core of our success. That is the most difficult thing for a competitor to imitate. They can buy all the physical things that we have. The things that you can't buy are dedication, devotion, loyalty, the feeling that you are participating in a crusade, and the 1 thing that herb was insist that they do better than anybody else would served listen to what he said. We are a service company. We just happened to fly your airplanes. Herb read all the time. Last week on the working with Bezos episode. I mentioned this text. I got a from a friend where he noticed. He'd raised a bunch of money for his company. Even noticed, like, every single billionaire that he interacts with. Reads a ton, and they usually read a lot of history and biography. Herb was the same thing. You know, it starts off as an attorney. Before he dies as a billionaire. He read all the time. He did it when he was younger, did it when he was older history was his favorite subject. He said this is why he said he read history. This is fantastic. He says reading history kept me from making the same mistakes. That was inside and outside his own industry. He definitely knew the the history of the airline history. And he talked about over and over again that you should read the history of the airline industry as a cautionary tale. That's why what the main thing we talked about today is the fact that this guy very obviously, capable of independent thought. His main advantage was the ability to question every single conventional unquote conventional wisdom in his industry and ask, like, does this make sense or not. Some of it did make sense, So he would do that. But in many cases he realized there was a better way. And so he would pursue that regardless of what people run him were doing. And then finally, before I jump into the other book, he led from the front. This is 1 of the most 1 of the most admirable things about him on the busiest day of the year, which is Thanksgiving Eve. You would find herb out on the Tar, loading and unloading baggage. And he would do so regardless of the weather. There's a great story in the book where somebody walks out to him. They just see this really tall guy and a yellow poncho. Loading and unloading bags is not how he turned around. Realized that's the Ceo and the founder of the company. Okay. So now I'm gonna pick up the book called nuts, and I'm wanna go right into the founding of Southwest. At the time, remember Herb is 35. He's an attorney in San Antonio and he's got 4 kits. Southwest airlines was a brainchild of Roland king, a San Antonio entrepreneur who owned a small commuter air service, and his banker John Parker. Parker had complained to king that it was inconvenient and inexpensive travel between Houston, Dallas and San Antonio and suggested starting an intra state airline. And so Herb gets involved because he's rolling King's attorney. And so Roland King goes to herb, and he draws this thing called the Golden Triangle which shows Dallas Houston San Antonio. This... It's on a cocktail napkin. That cocktail napkin is still framed inside of Southwest headquarters. This is happening during the late 19 sixties. This is why they think there's an opportunity. First of all, they use the word intra state airline, which is fascinating. So they're... The main goal is okay, there's different regulations. You have state regulations if you're only flying within the states, and then obviously, federal regulations once you go state to state. Getting approved to fly inside of state is easier than at the federal level at this time in history, although it was still very difficult getting approved. This is just like, 4 year battle. But the reason what I found fascinating is Roland King had this idea by Seeing California already had a successful interstate airline. And he thought there was a lot of similarities treating in California, Texas Obviously, the size of the states, but the fact that there was hubs of cities that were experiencing rapid economic and population growth, but they're also far enough apart to make travel by bus or car very inconvenient. And so at the beginning, their, is was like, why don't we just take what's obviously working in California? And do the Texas version of this. And in 1 of his interviews herb talks about this time. He's like, why would you wanna do something? Like, take this big of a risk when you're 35 years old, you have 4 kids, you're married, and he said the lore of doing something different? I wanted to do something exciting. I was curious. Also, most adults in the Us had never flown because it was too expensive. I believe there was a huge untapped market out there. And his assumption that there's a huge untapped market out there was proved correct. He had to go through 4 and a half years. That's to to prove that assumption, he had to first fight through 4 and a half years. Of a legal battle and unfair trade practices in the state of Texas, so he files Southwest application on 11/27/1967. And he does so with the Ta, which is the tech Texas Aero nox commission. They approve it. They say yes, you could fly between Dallas, Houston and San Antonio. What he didn't know at that time was that he inadvertently started a war that would last for years and almost drive Southwest airlines out of business before it put a plane in the air. So He had 3 main competitors, Bran, Trans Texas, and continental, and they immediately sue and they get a temporary restraining order that prohibits to the Ta from issuing Southwest a certificate to fly. This case goes to trial. They argue, hey, these markets that Southwest wants to serve they're already saturated. There's no room for another carrier. The the court that they bring it to agrees. This immediately sparks herbs innate like competitive have to win personality. And so he appeals. That appellate court also says no, you cannot do this. So they lose that case to at this point. They had raised. So it says the original investors 543000 dollars. Remember that's a 19 70. It's a lot of money. Had been eaten up in legal expenses. The corporation's liabilities grossly exceeded its assets, and there was no prospect of raising new capital without the Ta certificate in hand which 2 Courts have both denied them. And so this is Herb response, some members of the board thought it was wise to cut their losses and closed down at this point, Ke her street fighting spirits surfaced. Gentlemen, let's do 1 more round with them. I will continue to represent the company court and I'll postpone any legal fees, and I will pay every cent of the court costs out of my own pocket. The directors agreed to give it 1 more shot and ke her argues this case all the way up to the Texas supreme court, and he convince them to overturn the lower Appellate court's decision and Southwest gets its certificate to fly. And so we go back to this idea that Herb framed life and everything he did is this grand epic. Right? We're not building a company, but we're on a crusade together. It's always a mission bigger than himself and he talks about, like, he was asked an interview. Like, why would you do this? Like, why would you willing to fight for years for free? And he said it's because these other airlines were trying to offend 1 of his ideals. He said if other airlines could prevent Southwest airlines from starting, then that means the free market system is failing, and 1 of the things that motivated him was to validate the free enterprise system. And the other reason he said was that it was very hot competition and I like to win. So then they're able to raise more money. They buy planes. They wind up sorry starting to sell tickets 2 days before their first flight Their competitors wind up getting another injunction and they get another restraining order this time from a different regulatory body. That would prevent Southwest from beginning service. And this was Ke her response went straight to the law library and worked all night to decide how to proceed. He found a president and presented his argument to the court the next morning. The Texas Supreme Court ruled in Southwest favor again in ordered the lower court judge not to enforce the injunction. Ke her then telephone muse, so at the very beginning, he was not running. Southwest. He is still gonna for the first years. He's gonna be a founder and a board member of Southwest and he's still running his law practice. It's not until the Ceo that the founders hired this guy named Lamar Muse. He's gonna leave. To start a competitor against Southwest. The ceo that comes after Me doesn't work out, and so the boards like Herb if this is gonna... Like, you have to do this. And here's an interesting side note for you. Lamar Muse who I'm about to introduce you to here. Winds up when he leaves and starts muse airlines. Many years later when he's about to go bankrupt, herb buys his airline. But that's many years into the future. Let's go back to this. So the Texas supreme court says, hey, you know, you you cannot enforce this injunction. Ke her then calls muse on the full phone and says, put the planes in the air. When Muse con to tell her that he was still concerned about a sheriff showing up to enforce the injunction, Ke didn't mince any words. I told him you roll right over that son of a bitch and leave our tire tracks on his uniform if you have to. The very next day 06/18/1971, Southwest airlines was finally off the ground. And so this is the first mention of something that repeats over and over again, the fact that Herb was a master at turning things into a cause. So it says the seemingly inter insurmountable obstacles thrown at... Southwest or what created Ke passionate love for the airline. They would put 12 or 15 lawyers on a case, and on our side, there was just herb. They almost wore him down to the ground, but the more arrogant they were, the more determined herb got. This airline was gonna go into the air and stay there, He said. Herb is a master at turning things into a cause. It was in a front to my ideal. He said. If you're gonna let these guys get away with this, It is a radically different type of country than the 1 I want to believe in. And he wasn't making all those up his competitors were out to get Southwest, and they were willing to break the law to do so. 4 years later, both bran and Texas International, were actually indicted by the Us government for cons inspiring to put Southwest out of business and for violating the Sherman Antitrust act. In addition to assuming them in every single court, they also would behind the scenes would chase Southwest investment bankers out of their underwriting syndicate when they were trying to Ipo, they would go to Southwest vendors and convince them to Boycott and not sell to Southwest. They try to keep Southwest from using the fuel hydrant system at Houston's airport, and they successfully got Southwest black ball from membership in the airline credit card system. To all of these charges, both companies pleaded no contest. Okay. So once Southwest is up and running, you'll see that a lot of the innovations were forced upon them. Necessities the mother invention kind of thing, they're just severely resource constrained. And so if you're severely resource constrained, you are forced to innovate and the way they do that is like well, just question assumptions. And if you keep doing that successfully, you'll lead to finding new markets and new ways to make money. And so remember, 1 of Herb initial hypothesis is that there's this huge untapped market out there because most Americans had never been on a plane yet. So it says the company's creative roots go back to its early days. Employees came up with clever ideas for keeping the business alive because Southwest had no choice but to become invent in order to compete with the established carriers, the company simply did not have the money to go head to head with the majors, they would have to out think an out maneuver. And so anytime I read that word out think. I always think of Jeff Bezos talking about Zappos in the early days before Amazon bought Zappos, and he discovers he goes to the airport and discovers that after 09:11 to obviously take off your shoes and you put him into these containers to go through the x machine and Zappos had bought ads, which I think they were the first company to do this. That bought ads saying, hey, you can buy shoes on Zappos as people are putting shoes into those containers. And he starts, like, getting pissed off at his team and he yells. They're out thinking us. And he was, you know, obviously right So they wanna buying them. The airlines operated as though, there were only 2 market segments. So this is weren't gonna be 1 of the main innovations are 1 of the first innovations that Southwest does. So the airlines operated as though there were only 2 market segments. Those who could afford to fly and those who couldn't. This assumption, remember. Severely resource constrained, you're forced to innovate and the way you innovate you question assumptions in this industry. This assumption guided the operating strategy of the major carriers. Southwest believe that it could stimulate a tremendous amount of new travel with low fares and superior service, and they were challenging this assumption from day 1. Remember, Herb designed this entire business model to keep costs at the lowest possible level, those low costs allowed them to charge less prices. And so they start running this experiment by flying into the Rio Grande Valley at cheaper than every single other competitor in this region. This is a result. The year before Southwest initiated this low cost service a hundred and 23000 passengers flew into the Rio Grande Valley, less than 11 months later. The market expanded to 325000. So from a hundred and 23000 people, Right? At this higher price, they've dropped the price because they have a low, obviously, low cost structure, lower cost structure I should say, and that expands the market by more than double gives them another 200000 people flying. So the increase was larger than the entire market was before. And they only discovered this because they have this commitment to trial and error. This is a Jeff bezos speak... Spoke about this a lot last week. They have this commitment by trial and error, and they just realized we have to be comfortable with innovating through trial and error that means being comfortable with the error. There's a bunch of examples in the book where people make mistakes sometimes cost company 900000 dollars. And herb refuses to fire them because he's like, that's the point. We have to be comfortable with the error part of trial and error. So they take this... They they extend this idea. They're like, okay, All signs are pointing to the fact that people are price sensitive that if we keep lowering the price will expand the amount of customers that we have is another way we can continue to segment our existing and then potential customer base. And so they come up with something that it's going to be copied by every single other airline. It's crazy that no 1 uses at this point. So they perfect system wide, 2 tier peak and off peak airline pricing. They start off knowing their base is the frequent business traveler. The person that is in Houston, And needs to get to San Antonio on a meeting, and then can be back home in time for dinner. Right? They are less price sensitive. What they didn't know is how big is the leisure traveler segment of this market because you can't know that because it's too expensive for the leisure traveler. Keep that in mind as we get to. Like, many of its innovation Southwest 2 tier fair was not the outcome of a sophisticated long range planning retreat. It was a result of good old fashioned trial and error. Just 5 months into operations, 1 of Southwest planes was in Houston, but needed to get to Dallas for a routine maintenance over the weekend. Normally, they would just fly the plane with a crew with no passengers. And so they're like, let's test this idea normally a flight at this time, it's like, let's say, 26 dollars. They're like, what if we just cut it to, like, a third. What if we say it's... If you fly out on this Friday night flight, that has to fly anyways if you're not on the plane or not. It's 10 bucks. Worst case scenario would generate some revenue that hopefully helps offset the the cost of faring in a completely empty plane. And immediately it works. Passengers quickly caught on and Southwest has had to start turning people away only 2 weeks into the offer. And so this is when they realize, wait. There's not 1 type of traveler. There's really 2 types of travelers that Southwest has to satisfy. So you have the convenience oriented business traveler. This is the person that is more time than price sensitive. They want a lot of business hour flights and the price sensitive leisure traveler who primarily wanted lower fares and had more flexibility about when to fly. So they immediately have 2 fare structures. Say, listen, If you're flying during weekday, up until 7PM, you're likely a business traveler, we're gonna charge you 26 dollars. If you fly after 7PM or if you fly on the weekends, it's half that. It's 13 dollars. And this is the result. Passenger traffic skyrocketed. Southwest had first to defined a special market niche, consisting of short haul passengers, and then further segmented those short haul passengers by need into time sensitive business travelers and dollar sensitive leisure travelers. This idea would become 1 of the most widely emulate marketing innovations in airline history, system wide peak and off peak pricing. And so this idea was so successful that their main competitor brand immediately copied them. Right? And this is Hilarious because in in his... 1 of his interviews, he talked about the fact that 1 of his competitors lowered prices and called it an introductory fair even though they had been ambitious for 40 years and serving the exact same markets for 40 years. And so this is what I mean about having being forced like they're just unbelievably creative and open to all kinds of new ideas. So they went up keeping their prices the same and then told customers. If you pay a higher fare, will give you a free bottle of whiskey. And so for a few months, they became the largest liquor to distributor in the state of Texas. Oh, so... And this is the important part. They they went directly to their clusters and explain to them what was going on. The fact that, hey, this bigger existing competitor with a lot more resources, they're trying to put us out of business, this is not gonna be good for you. This... If you ever studied David Og, he talks about this over and over again and Claude Hopkins probably the best copywriter in history that you tell the truth in your at, speak 1 person to another, tell the people why you're doing what you're doing. The truth will resonate with the buying public and they may act in ways to surprise you here's is an example of that. So it says the ad explain how Brandon were trying to put Southwest out of business, and then went on to say the Southwest would not only match Bran fair. It would also every offer every passenger a choice. Travelers could choose the 13 dollar fare, so this is during the week. Right? They're pig her off peak price and temporarily putting it during peak. Right? So it says, hey, listen, That's fine. We'll match them, but here's why they're doing what they're doing. Now we also have an idea for you. Travelers could choose the 13 dollar fare or buy a regular 26 dollar ticket and received a complimentary bottle of alcohol. So you could choose from Scotch whiskey or vodka. Now why is this going to work? Who is traveling during the week? These are business travelers. They are not paying for their own ticket. Business travelers loved it. They could charge a 26 dollar fare to their expense accounts and go home with a free bottle of liquor. For a few month period, Southwest was the largest distributor of alcohol on the state of Texas to bran dismay, 76 percent of Southwest passengers paid the 26 dollars and took the gift. Tell the truth in your ads, communicate person to person, tell them what you're doing. This is a result. 2 years later, Bran if terminated its Dallas, Houston hobby airport service. This is the the route that they were competing on. Brandon of thought they were gonna run Southwest out of business off this route and in turn, they ran themselves out of business off this route. And so now we go into more principles that her built southwest with. First is, you you should know your niche better than anybody else. So He starts this with asking and making sure everybody your company asks and knows. What is your fundamental reason for being? Why does your company exist? When you identify that, make sure everybody else knows it and then stick to it. And here's why. When you have a vision and someone comes to you, some convoluted idea, you can hold it up to the vision and ask, does it fit? If not, don't bother me. Southwest exercises the discipline not to stray from its strategy. It does not, for example, by jumbo jets fly international routes or go head to head with a major carriers. Just talking about the difference in their behavior compared with every single at this point, every single other competitor that they have. While other carriers have been lured by the temptation to step outside their niche Southwest Airlines has maintained a dissimilar to stay focused on its fundamental reason for being. And 1 thing that Herb repeated from the very beginning is it's like, I don't give a damn about market share. I want profits. In fact, let me put the book down for 1 second. I wanna read some of the ideas he has and, like, why he was thinking about this and this is when he was a much older man looking back at this time. And so he says we may be flamboyant from a marketing perspective, but we are very conservative from a fiscal standpoint. This is when he talked about paying for the majority of his airplanes out of revenue and read this is why he says, this means that you're not taking on debt. When there are bad times you aren't threatened by debt payments and debt payments are what put other airlines in and out of bankruptcy forever again, study the history of the industry Like, why do you guys keep making the same mistake over and over again Let me just avoid that. Do not worry about market share. Worry about profit. I told that anybody. If they mentioned market share, I'd punch them in the notes. Just look at what's going on in the industry, these big industry, these big companies are fighting over market share and they're are losing money. They were firing their employees, let's focus on profits. If we have 4 percent of the market, and we are profitable, that is better than having 90 percent of the market and being unprofitable. And that kind of thinking leads us into this. Southwest Airlines is obsessed with keeping cost lows to maximize profitability instead of being concerned with increasing market share. Ke believes that confusing these 2 concepts has derailed many other airlines. Market share has nothing to do with profitability says. Market shares says we just wanna be big. We don't care if we make money doing it. That is what misled much of the airline industry the past 15 years. In order to get an additional 5 percent of the market, some of these companies increase their cost by 25 percent. That is really inc if profitability is your purpose Southwest is willing to f revenue generating opportunities in markets that would disproportionately increase its costs. And so we're gonna get into a few ideas to help them keep their costs low. Before I get there, I came across something else that's I love that you need to know what you compete with, not just who? From the very beginning, if you go back to the golden triangle, they're like, hey, driving between these 2... These 3 destinations is a pain in the ass. He knew from the jump the fact that most people are not flying that ground transportation is his competitor, not other airlines when bran price between Dallas and San Antonio was 62 dollars. Southwest charged 15. 1 of Southwest shareholders approach Ke her and asked, don't you think we could raise our prices just 2 or 3 dollars. You don't understand said Ke her, we're not competing with other airlines we're competing with ground transportation? At 15 dollars, you're gonna fly, maybe a 20 or 22 or 24, which is still way less than 62. Right? Maybe you don't the calculus changed. Ke had the discipline to know what he was competing with, not just who. And so 1 of their main ideas that differentiated them from, many of their other competitors is the fact that they refused to diversify on what kind of plane. They would only fly the Boeing 07:37. Other airlines had multiple different aircrafts And this is why this idea was so valuable to them. I guess before I read this to, what was fascinating is if you compare how many employees does Southwest need for every aircraft that they own. The rest of the airline industry, This is not just people are working on the plane, obviously. Administrators there's everybody else in the company. Right? The rest of the airline industry ranges from a hundred and 15 to a hundred and 60 d. So 01:15 to 1 6 employees per aircraft. Southwest had 84 employees per aircraft at the high end of their industry at a hundred and 60. That means they're half. They need half the amount of employees. So it says flying 1 type of aircraft has a strong impact on the bottom line. Training requirements are simplified. Pilots. Flight attendants, mechanics and provision concentrate their time and energy on knowing the 07:37 inside and out. All southwest pilots are qualified to fly. All flight attendants are qualified to serve in All maintenance people are qualified to work on, and all provisioning crews are qualified to stock every plane in their fleet. This makes it easy for them to substitute aircraft, reschedule flight crews are transfer mechanics quickly and efficiently with only 1 type of aircraft the company reduce its parts inventory and simplify its record keeping, which also results in savings. It also helps the... Company negotiate better deals when acquiring new planes because they're only going to buy the Boeing 07:37. And so this commitment to being cost conscious to watching their costs is preach up and down the organization. And so this is happening in 19 89. At this point, you actually got, like, physical receipts. Right? Our physical tickets. And so for the last 15 years of their existence or something like that. They were just issue your ticket was your receipt. So Southwest issued cash, register receipts as tickets. Now, here's a problem. It's growing more people. They're getting... They're expanding the mark market. They're getting more new customers that are unfamiliar with the way Southwest does things. And since no other airline was using the receipt as the ticket, sometimes these customers would throw accidentally throw away their receipt. Therefore, accidentally throwing a their ticket. And so they're having a meeting, like, oh, what are we gonna do? And again, it's amazing how much the behavior of peer companies is just going to be imitate. The... In fact, there's a great line about this in warren about the shareholder letter. Let me read it to you real quick. He says the behavior of peer companies. Whether they are expanding, acquiring, setting executive compensation or whatever will be mindless imitate. You have to remember that because what happens. They have a problem. Oh, man, we have peep people are throwing away their their tickets what's a solution? And so they go around, like, well, what is everybody else doing? They're using these super expensive multi layered airline ticket systems. We'll just go out and buy 1 of that. That is our solution. So it says an obvious alternative. We should buy a multi million dollar system that produced a traditional multi layered airline ticket. In other words, let's mindless imitate the behavior of our peer companies. Somebody spoke up in the in the meeting, they're like, that doesn't make any sense. It has to be a cheaper way to solve the problem That's spending 2000000 dollars. And so he said, why don't we just print this is a ticket in big bold red letters on the receipt instead of spending 2000000 dollars to fall the rest of the industry? Southwest modified its ticket stock with the caption and it worked. And the people inside and outside your company come up with this because they all know what they do best. They know their niche. They know the importance of having the lowest cost structure possible. And so this is something that Keller will repeat over and over again. The way I think about this is, like the maximum use in my own life is if you go to sleep on a win, you'll wake up with a loss. Ke has said, on many occasions, a company is never more vulnerable to complacency than when it's at the height of its success. The number 1 threat is us, he would say. We must not let success breed complacency, cock, greed, laziness, ind, preoccupation with non essentials, bureaucracy or hierarchy. We will let our niche define how we operate. And this is what he says. We don't care whether we fly to Paris. We don't care whether we have a 07:47. What we're focused on is being profitable and job secure. If people didn't pay much attention to southwest airlines because it appeared to be a much smaller regional carrier, it was just immaterial to us. We set ourselves up to go into a specific niche and the heading he uses to describe the idea of what he's talking about is know what you do best. He elaborate on this idea a few pages later, We never try to be like other airlines Ke said. From the very beginning, we told our people question it, challenge it. Remember decades of conventional wisdom has led the airline industry into massive losses. So you and not I talked to the very beginning. If you looked at how Herb keller ran his company. He was individual opportunity driven to use another line from Buffett. And he said that reality is chaotic and that planning is orderly and logical and the tune square well with another. And the fact that Us air, you know, if they're gonna go out of business and have 6 planes for sale and some gates that Southwest can take over. They don't call him and tell them before him. So the keller has this, like, fierce hate. And dislike for bureaucracy, and he prefers flexibility. And maintaining that flexibility is what allows him to to go after these individual opportunities as they appear. And so here's another example. That... The Southwest team arrived at midnight. They just flown into Chicago from Texas and turned on the televisions in the hotel rooms just in time to hear midway airlines announced that it was out of cash and closing its doors. Confirming the rumors that had brought them to Chicago on this sudden trip. Speed another thing that Herb would optimize for. They pounce on deals quickly and they closed deals quickly. So that happens the night before. At midnight the night before, the rumors confirmed. 9AM the next morning Southwest team started negotiating with city officials in Chicago for the use of the bank were up airlines gates. By 02:30 that afternoon, they hammered out a deal. They agreed, they'd give them 20000000 dollars to have immediate use of the gates. By 3PM, there's a press conference with the mayor of Chicago to announce the deal with Southwest. And there's a great question that happens at this press conference a reporter asks. When Chicago could expect to see some sign of Southwest commitment to the expansion. The reply. Go to the airport, You'll see it right now. Southwest had already gone to the gates started installing their computers, started rebuilding the podium and then started putting up their signs right over the top of the midway airlines signs. The company was able to capitalize on this opportunity because Southwest was in their words of their Coo, nimble, quick and opportunistic. And so this next quote from Bill Gates actually combines 2 of these ideas that is a main reoccurring theme in the life and the career and in this book her keller, the fact that he wants to be flexible so he can adapt to new opportunities as they arise, and he wants to spend time learning from history, so he could avoid their mistakes. And this is what Bill Gates says in this book. When we look back at the last 20 years, it is obvious. That a number of large companies were so set in their ways that they did not adapt properly and lost out as a result. 20 years from now will look back and will see the same pattern. And so 1 practice that help Southwest, be opportunistic and be individual opportunity driven is they have these meetings, that they call future scenario generation. And essentially, just getting a bunch of people in a room and just asking a bunch of what if questions and trying to say, hey, What, if this hypothetical scenario happens, how would we respond. Southwest prepares for the future by practicing the art of what if future scenario generation is the technical name for this process. They create future scenarios in which the airline could find itself. These situations include a lot of what if questions. What if we open 1 or 2 new cities in New England area? How will the competition respond? What if Chicago builds a new airport? How many airplanes will we need and where will we get them? How will this affect the business? The result of these discussions is a set of multiple plans that reduces the likelihood that Southwest will get caught off guard? So a love of speed and a advice fraction or traits that herb would require from everybody working in Southwest, Sometimes people coming from large companies and not realize the pace that he wanted to push and the way to think about this is if you're gonna be small, which they're much smaller than most other airlines at this point, you have to be fast. So it says, Ke her illustrates the speed with which Southwest moves by telling a story about Don Valentine. A former vice president of marketing. Valentine had just joined Southwest from Doctor Pepper when the marketing group met in January, remember the word January. To discuss a new television campaign. Valentine was ready with his timeline for producing these spots for these new Tv ads. Right? The commercial could be scripted by March. They're in January for God's sake. So having this meeting in January. He's saying the commercial could be scripted by March. Script approval could be completed in April 30 days to approve a script good god. The casting would happen in June. I don't know what the hell they did for those 2 months, and the company could start shooting in September. What are you doing? When Valentine finished outlining his schedule, Ke said Don, I hate to tell you, but we're talking about next Wednesday. The new vice president quickly became accustomed to the speed with which Southwest operates. This guy came in and thought 9 months away was fine. And Ke her like no, dude, you got 6 days. 9 months is way too slow. And so let's go back to another reoccurring belief that her killer had the fact that you should take your competition very seriously. In fact, he would bribe his company directors with a lot of like, Winston Churchill references. He talked about wanting a... His company to have a battle of Britain kind of mentality, and he was constantly hammering this fact that success must be earned over and over again It appears to go to sleep on a win will wake up with a loss, and so they have his giant, the biggest airline in the world now taking aim at them. And so he writes this letter to all of his employees and he and he called it commencement of hostilities. And it says these experts show the intensity with which he can create a sense of urgency. Now this is Herb talking. United airlines has become the largest airline in the world. 7 times the size of Southwest. The world's largest airline has recently announced that it will launch its initial direct assault against Southwest, in the western part of our route system. The initial attack will utilize 25 new planes, an additional hundred airplanes are in reserve to be hurled against us at a later date. United has on hand over a billion dollars in cash. Southwest has nowhere near that at this point. So he says our stock price, our wages our benefits our job security our expansion opportunities and foremost are pride of accomplishment. As 1 of the nation's best airlines are all on the line. At its beginning, Southwest routed bran, trans Texas, and continental with 3 airplanes. Southwest can tour United actions against us, with our 200 airplanes. The crucial elements are the vi, the dedication, the energy, the unity, and the devotion to warm hospitable, caring and loving customer service of all of our people. Winston Churchill stated success is never final. Indeed, success must be earned over and over again or it disappears. I am betting on your minds, your hearts, your souls, your spirits to continue our success. Let's win this 1 and make aviation history again. And you see that Keller realizes that it's really important to use memorable language. I'm sure you've read a bunch of letters from the Ceo of the founder. It's boring as hell. That letter is a lot of things, but it's not boring, so he constantly over and over again. There's a ton of examples of herb intentionally using memorable language. And I just love this story. Really, it talks about the benefits of curiosity, the fact that the benefits of curiosity are unpredictable. And if you read a lot, your life will just be more interesting as a result, you also be better your job. I don't know... It's such low hanging fruit. It's amazing. Ke is a v reader who digs deeply into issues to understand them thoroughly. It is not unlike him to go on a book buying binge and spend 4 or 500 dollars at his favorite bookstore. When his son, David was studying physics and college, Ke started reading up on the subject so the 2 of them converse. Ke once bought a 300 page history of Richmond, Virginia and reddit it before speaking there. So he's going to speak in an event. What does he do? He reads an entire 300 page history before he goes to this area, and this is the result. He ends up having dinner at some old line Virginia home, talking about the history of Richmond. They go around the city and herb is pointing out places of historical importance. He didn't do it to show off. He did it because he was going to a new place and he loves history. And on the very same page as a great quote. The illiterate of the future will not be the person who cannot read, it will be the person who does not know how to learn. And after more than 20 years of running a successful, profitable company, Keller was asked if you had any advice for other chief executive officers. His reply, spend more time with your people and less time with other Ceos. Ara motto was only the strong survive, because our balance sheet was conservative because our operating costs were low, because our customer service was legendary and because our people have the hearts of lions, the strength of elephants and the determination of water buffalo. We did indeed survive. And that is where I'll leave it. For the full story you can read both books. I don't think there is a perfect... I think there's a gap in the market. There has yet to be and there should be a comprehensive book on herb, ke But if you do want more and you're willing to read a lot to get it, I will leave links for both books down below If you buy the books using the links in the show of your podcast player or at dot com, you'll be supporting the podcast at the same time. Another great way to support the podcast. Is join my email newsletter for every book that I read, I send you my top 10 highlights that is the entire email. If you haven't already joined that, that link is down below and available at found podcast dot com. That is 322 books down 1000 ago. And I'll talk to you again soon,"
}