{
  "transcript": "I made it through throughout adolescence without killing myself in a car. I flu out of college. I learned to play the guitar. I lived on the beach, lived in the French quarter, finally got laid and didn't go to Vietnam. I got back into school, started a band, got a job on Bourbon Street. Graduated from college, broke up my band and went out on the road Solo. I signed a record deal, got married, moved to Nashville. Had my guitar stolen. Bottom Mercedes, worked at Billboard Magazine. Put out my first album and went broke. Wreck the mercedes got divorced and moved to Key west. I saying and worked on a fishing boat when totally crazy, did a lot of dope met the right girl, made another record, had a hit, bought a boat and sailed away to the Caribbean. I started another band, worked the road, had my second and last hit, bought a house in Aspen, started spinning summers in New England, got married, broke my leg 3 times in 1 year, had a baby girl, made more records, bought a bigger boat and sailed away to saint bart. I got separated from the girl, sold the boat, sold the house and Aspen, moved back to Key west, worked the road and made more records. I rented an apartment in Paris, went to Brazil for Carnival. Learned to fly, went into therapy, quit doing dope, bought my first sea plane flew all over the Caribbean, almost got a second divorce, moved to Malibu for more therapy and got back with the right girl. I worked the road, moved back to Nashville, took off in an F 14 from an aircraft carrier, bought a summer home on Long Island and had another baby girl. I found the perfect sea plane and moved back to Florida. My son joined me in the house of women. I built a home on Long Island, crashed the perfect sea plane in Na, live through it. Thanks to Navy training, try to slow down a little, woke up 1 morning, and I was looking at 50, trying to figure out what comes next. That was an excerpt from Jimmy Buffett auto, a pirate looks at 50. That is not the book I'm gonna talk to you about today. Although I did read it. To prepare for this podcast. 99 percent of the stuff I'm gonna to you about today. Actually comes from a biography of Jimmy Buffett called Jimmy Buffett, a good life all the way, and that book was written by Ryan White and the subtitle. A good life all the way is actually a quote from Jimmy Buffett when he was older, describing his life up until that point. And so, Jimmy passed away a few weeks ago, and I think now is a perfect time to do an episode on his amazing life in career. There's a great line later on the book when they were talking about the fact, you know, Jimmy wasn't a mainstream. Artist didn't have a ton of, like, top, you know, top 10 or top hundred hits. And somebody said, if you looked at his career compared to other people that had similar like a similar record, he should be going on and performing at 3PM in the middle of a state fair. And yet that is not at all. The outcome that he had. Jimmy had a 50 year career. He built a billion dollar fortune. He made personally 30 to 70000000 dollars a year. He was respected by his peers loved by his family and had millions of fans. So the biography I'm holding my hand tells the story of how that happened before I get into this book. I wanna read 1 more passage from his, which I absolutely loved, and he was asked, what are you gonna do with your life, and this was his answer. Live a pretty interesting 1. I've been called a lot of things in these 50 years on Earth. But the thing I believe I am the most is lucky. I've have always looked at life as a voyage, mostly wonderful, sometimes frightening. In my family and friends, I have discovered treasure more valuable than gold. I have seen and done things that I read about as a kid. I have dodge many storms and bounced across the bottom on occasion, but so far lady luck and the stars by which I steer have kept me off the rocks. I have paid attention when I had to, and I've made more right decisions than wrong ones to end up at this moment with a thousand ports of call behind me, and I hope a thousand more to see. My voyage was never a well conceived plan nor will it ever be? I have made it up as I went along. So I wanna start with his father. He has... He's gonna have a rather tumultuous relationship with his dad, they actually are strange for quite a while, and I think Jimmy wasn't in... Wasn't until Jimmy was in his authority said he actually reconciled with his father. And I think you could trace Jimmy desire to live an interesting life and to have treat life like an adventure. To his grandfather because that's exactly what his grandfather did. Jimmy Buffett wasn't the first buffet to set off for adventure. That would have been his grandfather, the former sea captain. His grandfather ran oil an ammunition to Europe during world war 1. He had hustle oil to Japan for the standard oil company, and he had been a seal hunter in the Indian ocean. His grandfather spent a lot of his life exploring the the world by sea, Jimmy would do some of that later in life as well, and it said life would loosen up when his grandfather was gone and tidy up when he returned, he was the moon controlling the tides. To his grandkids, he was the key to the universe. Everybody around Jimmy lived a conventional existence besides his grandfather and his grandfather changes the course of his life not only by his example, but in 1 of these conversations. So it says on 1 day, the captain pulled out a nautical chart and led his grandson to the pier. Where are we he said? Jimmy responded, Jimmy a little when the 7. We're on the crab here, look again, the captain said, pointing to the chart. Slowly his point came into focus. They were at the beginning of everything. From where they stood, from that point, The only thing standing between Jimmy and the world would be a lack of imagination or an over abundance of caution. At the bottom of the map, Captain Buffett had written 2 words. Start here. All he had to do was leap, and the world would be his. And this is such an important important to think about because the captain is giving the advice to his grandson, the advice that he took himself in his life he was born in Nova scotia He came from a long line of Coal miners. He was expected to be a Coal miner when he was younger instead, he jumped out of a window ran away and chased after a life on the sea. And so much later in life, Jimmy had reconciled with his father, his file father is alzheimer's. And they go back to Nova Scotia shortly before he dies. And they just wanna see, like, where their whole family started. And I think what Jimmy father says here about his own father, Jimmy grandfather is very important to think about how the the the decisions that you and I make today what can resonate through the generations. And so Jimmy asking his dad, what'd did you think of this day? We went and saw where the captain, had grown up where her his family is from? And his dad said, well, I'm just glad that he jumped out that window we would have all been goddamn coal miners. And so when I read that, I thought of the powerful effect, that the decisions of Captain Buffett had not only his son, but his grandson, but I also thought it was interesting because now Jimmy dad is a much older man. He sees that his son is very successful. The the source of conflict in their relationship in that father's son relationship was the fact that Jimmy dad lived a conventional existence. He wanted his son to do the same and Jamie Rebelled. He's like, no. I don't. I wanna a light full of adventure. So he runs away and decides, hey, I wanna be musician. I am willing to take a risk. I will play on street corners for tips which he does for a long time. So I wanna jump into the late 19 sixties. Jimmy is in his early to mid twenties. And what is fascinating is when you read a lot of these biographies. You realize that there is some sort of innate talent that is usually revealed early. So nobody knows who Jimmy buffett it is now. Doesn't have a record deal. Gabe is playing in, you know, bars and pizza joints and, and on the street. But he's starting to... At this time, the center of the music universe especially for the the music that he thought he was gonna play Was Nashville. So he's going to these meetings and people would notice the same thing. They said, the first thing I noticed when Jimmy walked in the room was that persona. The Jimmy persona. He wasn't yet the caribbean cowboy, but he had a glow. There was a presence to him. Remember that point for later because it's really important to understanding the success that Jimmy has later in life. You could take him as a musician. Really what I think as a is a performer and an entrepreneur. And I think that'll be obvious by the time we get to the end of the story. But I think it's important to stop and really think about the risk he was taking. He said, like, once he discovered his guitar, there's no way that he was gonna have a conventional existence. He actually talks about that multiple times. It's like I had to go in an opposite direction. I wanted to be a bo overwhelming, and I wanted to be free. I wanted be un fed. In fact, 1 of his heroes is Mark Twain. There's a lot of Mark Twain and Jimmy Buffett. Yeah. This was top of my mind because I just did an episode of Mark Twain. That was episode 03:12 if you haven't listened to it. But the other person, the young Jimmy Buffett reminding me of. Is actually surprisingly, Arnold Sc has this great line in his biography, The 1 the biography that he wrote when he was in a seventies called total Recall. And in that book, he says there was nothing normal about me. My drive was not normal. My vision of where I wanted to go in life was not normal. The whole idea of a conventional existence was like k to me. That line especially the whole idea of a conventional existence was like k to me, applies to Jimmy Buffett as well. And so to try to make it as a musician, Buffett starts to give himself a different kind of education. He's willing to perform anywhere that will take him. And he performs in pizza joints. He performs on street corners, he'll perform in bars. And so it says New orleans was school. He studied the way musicians worked the crowds. He would set up on street corners and work for tips. And so this is a great description of what's happening. Buffett was smart enough to see a street corner and a bourbon street bar as but another departure point with as much potential as the old crab pier. Start there. So it's by taking every single job that's offered to him that actually gets a his first permanent gig. He gets a permanent gig at a bar in the corner of a hotel. That bar is called the Admiral corner. This is very important because you can think about the life and career of Jimmy Buffett just like you could think of the life and career of his good friend Warren Buffett. Their lives are illustrations in the power of compounding. And so this is the first time in his career that's able to stay in 1 spot and start developing a dedicated audience search small. Every day gets a little bigger and a little bigger and a little bigger remember. There's is 50 years ahead of Buffett. Most of his success and most of his money is going to be made 30, 35 years from now. Just like if you ever look at the the then the net worth of Warren Buffett by age. Something like 99 percent of it or something like that comes after the age of 50. And so while he's working on his permanent gig, he's also going back and forth to Nashville to try to get a record deal, try to make as much music as possible, try to become known. Nashville is the center of what he he believes at this time is the center of the music world. It's where he has to be if he's gonna succeed. He's going to accidentally realize that's not the case because he doesn't succeed at all in Nashville, and he flee the key West and that's where he finds his sound. He really defines his own genre. And becomes in turn completely differentiated from anything else that was around. We're not there yet. He's in Nashville. He has to get a real job at Billboard magazine because he can't pay his bills. The side effect this job though is not just a paycheck. It helps him build a lot of relationships inside the music industry, and it helps some school to the game at the exact same time. So he says I had to get a real job, billboard, magazine said they needed a writer her. So Buffett starts covering the news. Like every day, some there's a new artist that's being broken in Nashville. He writes about them, he will also write music reviews of albums and shows and things like that. But the most important thing this job did was that it opened a number of doors. He went a meeting People... The music executives, who drives the people working at the studios. He wanted work... Meeting people that work at publishing houses. He went up developing friendships with people that work at Billboard that actually teach him the music business. 1 guy was Bill Williams, Bill Williams was the editor of billboards Nashville headquarters, and this is what he taught Buffett. He knew the town and the business that turned its gears. A hit song was nice, but owning the publishing on a hit song was even better, so they would hang out, they would drink at the end of the day And Bill is just sitting there schooling a young Jimmy buffett to the game. And so this is the first time in the book that this is mentioned, but it's mentioned over and over again. It's the fact that artists are disposable commodity. There's always another kid come to town who can sing. You've got to handle the business end of the music business. You cannot think of yourself as just an artist as just a musician. You will get taken advantage of. Talks about, you know, Yeah. You you have a hit song but the guy that own the publishing making all the money. And Buffett is gonna take these lessons and put them to use. Maybe better than almost any other musician in history? Like, there's been what? Hundreds maybe tens of thousands of musicians? How many of them are billionaires? How many of them built businesses bigger than their music you're talking what? 10:15... This the number less than 20, and Buffett is 1 of them. And when I'm reading this part, This part reminded me, I did an episode on J z's auto, which is absolutely excellent. The book is absolutely absolutely excellent. It's episode 02:38. If you haven't listened to it. But there is a time where Jc z in is early twenties. This is reminding me of the the the lesson that Buffet that jimmy Buffett is getting is early 20. Ja in his early twenties when he reads this book called the hitman and the hitman is essentially a history of the music industry about how artists get taken advantage of by executives and the people that actually control and own all the valuable assets. And so Jay z and his twenties is just like Jimmy Buffett in his twenties I was like, okay, I'm gonna learn this, and I'm gonna make sure that doesn't happen to me. And the interesting thing is if you fast forward 30 or 40 years into both of their careers, they both apply these lessons to the point where they both built multiple billion dollar fortunes. Where their stories depart is Jay z's for album was a success reasonable doubt is still considered a classic to this day. Jimmy Buffet had, you know, a decade and a half 2 decades of struggle, so he's in Nashville, he gets his first record deal. He's putting out songs. He's putting out music. Nobody is knocking on the door. Nashville is not interested in Jimmy Buffett sound. And so you'll see a bunch of sentences to spread out through the book, describing this time in his life, and I'll say something like the album didn't do anything. Nothing happened. He was completely stiff. Jimmy Buff buffet got turned down by every single label and the bad times were not just in his career. He got married young. It was a very hard time. They were young. It was very hard on them because they had no money. And nothing was going well, and so he winds up. At same time he's failing professionally. Right? He winds up getting divorced. And so it's just year after year of struggle and rejection. So he's like, I gotta get out of here. He said he hated Nashville. And he's like, I I need a change of place. I think, I need a change of place. And so he goes, where can I go? He goes to the furthest place you can think of and he goes to Key West. And so there's 2 things that came to my mind when I was reading this part of the story. The first thing that came on my mind was that excellent excellent quote by Steve Jobs. He says you cannot connect the dots looking forward. You can only connect them looking backwards in life. So you have to trust that the dots will somehow connect in your future. You have to trust in something. And the thing that Jimmy is trusting in is himself. His instincts his intuition. He does not yet know, this is going to be the most important decision he ever makes because he's the first person that is able to actually package up and sell this key west lifestyle. The second thing that came to mind is this maxim that has been on my mind a lot and that is obvious in hindsight now that I've read 330 or however me books a on. When it comes to life of an entrepreneur. Your experience is likely to be very similar to Jimmy Buffett experience up until this point where everybody saying, Jimmy, we don't like what you're doing. There's no market for that. We're not gonna sign you We're not gonna help you in any way. And so the maxim is is that you should believe that your opinion on what you're working on. Right? Your opinion is greater than the opinion of everybody else around you. Jimmy Buffet believed in himself and his music and I'm gonna use a parallel that it keeps hopping my mind as well. Jay z did too. Everybody else would not sign Jay z. He went to other record labels. They wouldn't sign him. You know what he didn't said? He started his own. His first album is on a record label that he founded. That is him telling you by his actions my opinion of what I'm doing is more important and is greater than the opinions of every single other person that turned me down. The decision that Jimmy makes here is not obvious. It's it may be obvious at hindsight. That I'm gonna describe what Key west was like in seventies when he's there. Okay? So it says Key west was and is for dreamers, scheme and contradiction. It is hot and the heat breeds its own sweet luna. So the kind of he... He's, like, in a, a city or like, a town of mis. Right? There's writers. There's artists. There's out cast. Everybody's doing drugs. There's a bunch of people down there during this time and before and after. Buffet goes down there. Rents an apartment for a hundred and 50 dollars a month. At this point in Key west now, if you wanted know something the Ocean front of Key west, you know you're paying millions of dollars. He was paying a hundred and 50 dollars a month. For a hundred and 50 dollars or 200 dollars a month, you could actually get an apartment on the ocean. This is a different Key west and than what it's like today. And then what does he? It goes to the local bar and he's like, hey, can I just play for your customers and you could pay me in tips and alcohol? And they say, yes, this book is full of stories. These are wild men in a wild place during wild times. So the bar he's playing at, it's like the the bar everybody goes to. Now this is the kind of place the key west is. Think about the city that you live in. Right? This is what the city that he's living at the time. Key west was run out of that bar in those days. The mayor was there. The police chief was there. The fire chief, the city attorney and the state attorney. You could get arrested, bonded, tried and get a building permit all in the bar. This is the beginning of this party lifestyle that Jimmy packages up and sells. He sounds like a more modern version of this I mean, there's insane stories about this like this guy's walking around the bar. He has an Aspirin bottle. He took out all the pills and filled it up with cocaine and put a straw in it. There's a line later on describing all the citizens of Key west at the time. They said they were dedicated to 2 pursuits. In knee abbreviation and foreign vacation. There's a story in the book where somebody spikes all the alcohol with Lsd, so everybody's drunk and then tripping on acid. And so at the end of the night, 1 of jimmy move buffett its friends goes out to the sheriff's car and the sheriff of hands the keys to Jimmy friend. It says, hey, you have to drive He's was like, why am I... We're both like drunk and and high on asset. Why am I driving? He's like, well, because I can get you out of trouble, but you can't get me out of trouble. Now to the end of the story, there's a great line. It says, if you wanna know what Key west was like back then. There you go. And so key west at this time is the opposite of Nashville. It's isolated. It's cut off. It's the last place on Earth you're gonna move to. If you wanna make it as a southern or maybe country musician. It's because of the decision and in part because of isolation that makes Jimmy so valuable. Jimmy understood at a very young age that you should not try to be the best. You should try to be the only. Jimmy stood out in Key west in a way that he would not have in a big city. Had he left Nashville for New Yorker or Los Angeles, he would have been just another folk singer. But Key west didn't have a Jimmy Buffett, and Key west Gave Buffett a canvas that no other song writer had. And so 1 of the main criticisms of Jimmy Buffett at the early stages of his career and really people didn't stop saying it for, you know, 2 decades into his career to... Then people realized like, oh my god. He's got this massive falling. Here's the fact that what are you? You have no genre. You don't... You're not a folk singer, You're not doing rock and roll, you're not doing country. Decades before Peter Till said in 0 to 1 that if you wanna create and capture lasting value don't build an un commodity business. Jimmy was doing that through his actions to his instincts to his intuition. He was very self aware. And so what's happening now is he's building up this small but loyal following key west, and he's still taking every single job he can get anywhere in the country. And so the note I left myself was as I'm going over this section Like, oh, this guy's got infinite runway. So what I mean by that? In addition to reading 2 books to get ready for this podcast. I watched a documentary, took notes on the documentary read a ton of articles trying to figure out. Because this guy's got a massive business. They did 2200000000.0 dollars in sales in 2022. That doesn't include hundreds of other licensing agreements. It doesn't include 400000000 dollar alcohol business. This guy built a money printing machine. But it didn't start like that. He says, like, when he he started getting paid when he was back in New orleans. He was getting paid a hundred 50 dollars a week as a headline on a bar, and he's like, that's it. They're... I'm at the top of show business. There is nothing better than than this. And so he's living in a hundred... Now he's in Key west. He's living in a hundred and 50 dollar a month apartment, doesn't have to spend a lot of money. And because his costs are so low and he's happy. He's just like, oh listen, I just don't wanna a conventional distance. I just wanna play music and I wanna entertain people. He's now got infinite runway. And so his Cost, he's got infinite runway, and now he could just... All he's dedicated to is practice practice practice. That's another main theme book. Buffet. Jimmy Buffett wanted reps reps reps reps. He understood that's how you get good at anything. And so when he's not in Key West. He's in Atlanta. He's in Chicago. He's in Orleans. He's in B. He's playing colleges. He's playing bars. He's traveling all over Texas, he's playing Dallas, Houston, Austin. To get to these gigs, he was willing to drive, take a train or fly. And here's a great line in there, he needed to play live. He needed to hit the road. He needed to perform. There's no substitute for experience and there's only 1 way to get it. And he's running his entire business out of the bar In Key west, he doesn't have a phone, so this guy is booking him, said this is a time before fax machines. This is before email. Buffett didn't even have a phone of his own, so the guy is booking him would call the chart room, which is the bar that he's working out. And he says that's where we did business. I'd leave word for Buffett to call me back from there. Jimmy had a fierce work ethic. He had a fierce work Ethic when he was in his twenties. He had a fierce work ethic when he was in his sixties and his seventies. He talked about the documentary. He was in interview to documentary. Says yeah. I'm definitely work at a all. And so 1 thing that he's working at this time. The way to get successful. There was a path. Right? In the music business to get successful. That path was through radio. Radio refuses to play. Jimmy trying to get on the radio over and over again. They refused to play him. And radio is what's influencing record executives. They you influence not only what people listen to, so the consumers, but also the executives in the music industry. This is really important. It says radio was what record executives knew. To establish an artist to build a fan base and sell records you had to get airplay. Different was a risk. Risk was a hard sell. Buffett wasn't like any other artists at the time. So along the way there's a bunch of people that meet Jimmy and have a fear... There there'd be individuals. Multiple individuals that had a deep belief that he was gonna be successful. This 1 guy that trying to help him at this point is this guy named Don Light, and he's describing what's taking place and why Jimmy even though he's can he's starting to build a following on the road? Why can't you get any radio play? Why can't record executives? Like, why don't they wanna sign them why don't they wanna put resources behind them? And so he says record labels look to the past and what had worked? Light was pretty sure that he was watching the future take shape. Kids were sitting in front of Buffett meaning the crowd in increasing numbers. The receipts from these concerts were adding up. And so light point was if you were a record executive. Right? He says they weren't off base on that, that Jimmy was different, Jimmy was new and at that new and different is a risk and a hard sale. So, they weren't off base, but they were wrong just the same. This is such an important part of the story in that documentary. Jimmy was talking about this time in his life. He goes, it is ironic that Was never cat. That's what they would tell him. It is ironic that I was never categorized and now I'm a category. I wasn't categorized now I'm a category. The idea behind that statement is why he was able to build such a valuable business. And so when I got to this part of the story, made me think of Bob Dylan auto that I did all way back in up episode 02:59 because Bob was talking about this. And he was talking about the people were asking him because his sound was just so different and so odd. And so it says, hey, he was asked, like, who do you see yourself like in today's music scene. And this is what Bob Dylan said before he was famous before he was successful. I told him nobody. I really didn't see myself like anybody. What, really set me a apart in those days was my repertoire. It was more formidable than the rest of the players. There were a lot bet of better musicians around, but there wasn't anybody close in nature to what I was doing. Don't try to be the best try to be the only in that documentary. Jimmy is very self work. Because says listen, I'm an adequate musician, and I'm a fair singer, but he's a great performer and a world class entrepreneur. And those kind of people cannot work within in a system they have to create their own. Here's a great line on why Nashville was not right for Jimmy Buffett and why every time he went there he got rejected. No one's ever eager to fix a cash machine that isn't broken. Go back to episode 300 James Dyson. Still my favorite book against the odds and auto by James Dyson is still my favorite book out of every single book that I have ever read for this podcast. Where what was James from mistake. Oh, great, James. You invented the world's first iconic vacuum. Who did you try to sell to? You try to sell to a company that made 500000000 dollars a year selling vacuum bags. You eliminated the bags of course, they're not going to buy it because no one's ever eager to fix a cast machine that isn't broken. And so James, just like Jimmy had to find their own way in in the fight... The way you find your own way in is you do it yourself. This metaphor about to read you. This metaphor is a... Is the way to think about Jimmy and his approach to his career, it is written about a poet and a painter named Kenneth Patch. I am going to read it to you, taking out Kenneth words or Kenneth name and putting in Jimmy and it's perfect, it fits perfectly. So this is my version of the story that I think will illustrate the point I'm trying to make to you. Buffet was accomplished. If not exactly appreciated. Many critics found Buffett, naive and romantic. Even the most generous praise was usually gru as if Buffet had somehow won his place through sheer, wrong headed persistence. Sure of who he was and what he was doing, he kept at the job of being Jimmy Buffett until people came around or didn't. He didn't worry about it. And so what is Jamie's response to being told no by the industry being told no they're you're not cat. You we're not putting any marketing dollars around you We're not putting on the radio. Well, his response to this Sounds a lot like if you listen to the episode 03:14, Paul graham, how to do great work. I love this. Paul graham says something that grows exponentially be can become so valuable that it is worth making an extraordinary effort to get it started. The Jimmy Buffett version of that idea sounds like this. He made up his songs when nobody was looking and played them for anyone who would listen in coffee shops, student unions and listening rooms. And so even when he was a young man, he had this relentless self belief in himself in his work and he was trying to make a product that only Jimmy Buffett could make. And so he releases this album. And so he has a song in there called why don't we get drunk. This is his first what we would call, like, a hit, like, a mid hit, but at this time is the biggest song they ever had. And what was fascinating is people around him were trying to change the lyrics of the song? Because why don't we get drunk? If you leave it there, that's gonna... That'll play on country radio. Nashville will play that? But he adds in the lyrics, it's... Why don't we get drunk and screw? Remember, Jimmy is living in Key west. They are dedicated to the twin gods of in and for formation. And so he's writing lyrics about how he's living his life at this time. And so people around him and gonna, hey, You gotta take those words out of there. This could destroy your career. And Buffet said, why? I don't even have a career yet? How can it destroy it? This could make it. And so the entire album, it's called a white sport coat and a pink station is like that. This is what it says. This album was the first Jimmy Buffett record that only Jimmy Buffett could make. It wasn't folk or country or rock, and it wasn't trying to satisfy anyone but Jimmy Buffett. And so Jimmy is working with Don. They share the same philosophy. And the philosophy is that anything that rises above the me is a success. Anything that draws attention to itself and continues on without some sort of great pre preposterous hype cycle involved is a success. And that's what Jimmy music started doing. There was no niche there was no genre you could put him in. In fact, he created his own genre rights called T rock, T Rock. And so Jimmy just keeps on doing what he was doing. He tries to get as many reps as possible. Wants making, like, 8 or 9 albums, like, in the first, like, 10 years of his career. I think he winds publishing over, like, 30 albums in his lifetime. So he grabs his guitar and he goes back on the road and we'll play literally any any place that we'll have him. And then he starts doing something that is very fascinating and they talk about this in documentaries you can see it on Youtube as well. He doesn't just play songs. He will play a song, and then he'll just talk directly to the audience. Sometimes he'll talk for 12 minutes and then play another song. Then he'll play a few songs, then he might talk for 20 or 30 minutes. This guy's like, a, again, think of him more as a performer or not a musician. And what you realize realizes is like, wait a minute. These people aren't there just for the music. They're there for him. And this idea that Jimmy was just communicating directly to his audience is really important because it's repeated over and over again says stuff like, hey, this guy could talk, and people loved him for it. He was quick. Another description on stage, Buffett was part bar stool philosopher and everybody's stoned best friend. He was a run on sentence pun by an occasional song, and he was busy. He would find himself far away from key West for a longer periods of time. Buffet had on stage wandering and extended monologue. People like those. They paid to hear him talk as much as sing. Again, they're not just buying music there there for him and anything that he does. He had no idea. It's gonna take, like, 15 years, maybe 10 or 15 years from we're in a story. To he actually turns that into a business and that's what allows him. The business supports the music. If he would just did music, he would have never been able to survive? He just doesn't know that yet. Now this is Hilarious. So that song that first hit. Right? Why don't we get drunk? It winds up being a massive hit inside of bar. So a huge revenue stream of bars at this time. Where Boxes. Right? You go up, you pay 50 cents a dollar, you get to choose what everybody else in the bar is listening to. So he went again. I didn't even know this was an entire industry, and they actually tracked how many sales. So in 19 73, he sold on boxes, 50000 copies of that song. Why don't we get drunk? And so he's like oh my god, I'm gonna be rich. I'm gonna take this money from the song and Gonna buy a boat. And the reason that didn't happen is because at this time, the mafia controlled the boxes. And they would never pay out a dime. A young Jimmy Buffett gets stiff by the mafia. This is also a lesson he learns later on. Okay. I need to control my own distribution. And so what does Jimmy response to the fact that he's got a song that a lot of people are requesting. A lot of people are playing. Well it says there'd be no slowing down. Jimmy Buffet played a concert at noon on a Monday in a student union center on the campus of Purdue, the admission was free that is not a gig you play for fame. You play because it's your job. He would play any gig anywhere that would have him and so at this point, and is repeated over and over again. This is a no luck myself on this page, describing Jimmy. Blue collar work ethic, learning machine loves it won't quit. Again, people to have a blue color worker at learning machines love what they do and won't quit are so hard to beat. And so now that he's been at it for almost a decade, we start to see the very beginning of this compounding of his customer base. And it's spread through word of mouth. Again, he's not going to sell music. He's going to sell live music, and that is a much more durable business. So it says the audience was singing words to every song, and they didn't hear those songs on the radio. They knew those songs because maybe they bought a record or a friend had bought a record and then played it for him. They knew those songs because they caught a show. Then caught Buffett again, the next time he was a town and brought more friends. This will be the key to everything else that comes after. Okay? So years ago, I used to read this blog all the time called price economics, and I... Like, they would rep package their blog posts into books. And I remember 1 thing, I didn't know. I never heard of this this group called the fish. And I was shocked to how much money they were making. And so I wouldn't read from this blog post called the business of fish. And so Fish is mentioned in the book there's actually a lot similarities in between the way they built their business and the way Jimmy built his business. And so this article is several years old, but it says, over the past 4 years, the Rock band fish has generated over a hundred and 20000000 dollars in ticket sales. They are 1 of the most lucrative touring in America and have generated well over a quarter billion dollars. Yet by other measures, the band isn't popular at all. Only 1 of their original albums has ever made the billboard top 10 rankings. None of their 883 songs has ever become a popular hit on the radio are you starting to see the parallel. If the traditional band business model is to generate hype through media and radio airplay and then monetize that hype through album sales and tours Fish doesn't fit that model at all. Their album sales are minuscule and their radio airplay is non existent that is exactly the same for Jimmy Buffet. Fish doesn't make money by selling music. They make money by selling live music. And that it turns out is a much more durable business model. This wasn't some brilliant pre calculated strategy by the band or its managers. It's the business model that sprung forth from the kind of music the band makes. The band developed the colonel of this musical style during their first 5 years when they played almost exclusively in bars. Slowly and organically, they grew their audience the same for Buffett. Another thing that's the same as Buffet is the sentence. During this period, they man focus on improving the quality their music through intense, practice and frequent gigs. At first, these gigs were relatively unsuccessful over time their audience grew. They were profitable before anyone in the music industry knew who the hell they were. We have even got at that part of the story, but that's exactly what's gonna happen in Buffett career too. And with profitability came the freedom to make music on their terms. Jimmy made music on his terms, he lived life on his terms and he built businesses on his terms. And so let's go back to his fierce work ethic, 1 of my favorite lines from the essay I mentioned earlier by Paul graham on how to do great work. Is being prolific is underrated. Jimmy Buffett was definitely prolific. And a little more than a year and a half, Jimmy Buffett had recorded. I'm just gonna count them. 1233 full albums, and then a soundtrack for a movie. He played every coffee house, beer joint and student assembly room from Boston to the keys to San Francisco going back. He continued to work Nashville, whether Nashville liked it or not. He can make a living in Texas. He had a beat up truck, a nice little boat and a minor hit. He'd grown his 1 man band into 2. He had his wit and his charm and went right back to work. And so in addition to being a work alcoholic at this point in his career is also a control freak. Jimmy did everything. Buffett didn't think that the art department could present his music better than he could. He didn't think that someone else should write the line notes on his album. He had a case file full of evidence that record companies didn't get him and couldn't figure him out. Listen to what he says, so he's look reflecting on this time of his life. He's saying this in 2015. He says at that point in his life in his career. There was nobody out there, but you. And so multiple decades later, he's defending himself. He says against charges of na. Yes, I'm a confirmed narcissist because there was nobody back there who gave a shit at the time. You were on your own and you better be good. He was the most take control artists that have ever been around And so when I got to this section, I've said this before, But if I had to dis steal every single thing down to 1 sentence. Right? What have I learned so far in the 7 years 300 something books, all these episodes about the kind of mentality that these founders had and I would say you need to combine the work ethic of Kobe Bryant with the self belief of Kanye West. Jimmy Buffett had an intense work ethic, but just as important was his relentless self belief, and I think this point is so important to internalize. This self belief access fuel. Everybody around them at this point saying, Jimmy, don't do what you're trying to do. Jimmy, don't chase your dream. What's wrong with you? No. We won't sign you. No we won't play you on the radio. And Jimmy saying that belief was my fuel, what you call na ism I needed because there was nobody back then who gave a shit at the time. You were on your own and he had better be good. And so the reason I point this out is because this is happening to Jimmy In the sixties and seventies, it it happened way before that. It happened to Henry Ford in the 19 19, it it will happen to people to today. 1 of my favorite lines are 1 of my favorite songs about this is actually By Kanye. This is why he popped in my mind. And on his first album, he has a song called last call. It's 12 minutes long and it tells the story of him trying to achieve the dream that he had just successfully achieved with the completion of his first album. The parallels between Kanye own story and Jimmy is spooky. Listen to what he says. Some say he's Arrogant He's talking about to myself. Okay? Some say he's arrogant. Can y'all all blame him. It was straight embarrassing how y'all all played him. Last year shopping in my demo, I was trying to shine. Every motherfucker told me that I couldn't rhyme. I wanna pause there. Some say Arrogant. They're same exact same thing about Jimmy. Right? It was embarrassing how you guys treated me. Jimmy was embarrassed over and over again by record executives by radio people by everybody in Nashville. Kanye was shopping his demo, meaning his demo taped. Jimmy was trying to play his songs. They were both after the same thing. And everybody around them, they use different language, obviously, But everybody around them saying like, nope You're not good enough But here is the difference, and this is what Jimmy Buffett Kanye west and all these entrepreneurs that you and I talk about have. In common they have this relentless self belief belief comes before ability. Now I could let these dream killers kill self esteem are use my arrogance as the steam to power my dreams. I use it as my gas so they say that I'm gassed, but without it, I'd be last, so I ought to laugh. He continues. I don't listen to the suits behind the desk no more. That's Kanye. What is Jimmy saying? I'm not listening to you. You don't get to define what I work on. You don't get to define if I succeed or not. And you could tell Jimmy, we believe that through his actions because everybody's telling him no And what you do? The guy refuses to stop. Oh, you won't sign me cool. I'll go play this free gig in a student union at per purdue. At 12:00 on a Monday and the similarities between Kanye and Jimmy Buffett continue. So it listen. I don't I don't listen to the people to the su behind a desk anymore. Right? You can't say shit to me anymore because I just rocked 20000 people. I was just on tour. What is happening in Kanye career? He didn't even have a record deal at this point. He's going on tour to lab quality and all these other rappers. And he's playing shows for 20000 people. At the same time, nobody wants to get a record deal. And so Jimmy agent and managers seem the same thing. He's like, I go to the Jimmy Shows, all these people if they're growing, the receipts, the ticket receipts are are increasing. And yet I go to the same record executives in the same industry veterans in Nashville, and they say no Nope. Nope. What are you gonna believe? And you and I know they answer to that question, you always believe the customers. There is demand for what Jimmy Buffett is making, and the executives are too slow. And by the time they realize it it's too late. And so slowly, but surely, Jimmy is finding a new way to make it in the music business another thing that I haven't talked about yet, but he was obsessed with cost efficiency. I referenced this as an infinite runway earlier, he talked about this. He's talking about it now. I we're still in, like, let's say the late seventies early eighties at this point. And he talked about it when he was a much older man. When he was like, 56 years old. And at that point, he had been traveling. They called it, they said, Jimmy bob had been moving his traveling Carnival show across America for more than 30 years, and he takes pride in doing it economically and efficiently. He was doing that day 1 and he was still doing that same approach 30 years later he watched his costs. And so they're coming to understand that chart performance and radio play alone will not define his success and because that his costs remain manageable, and he didn't have to sell that many records to make money and his record label was not spending much money in promoting him that he was actually turning a profit. In other words, he was building a successful business music would just happen to to be the first product. The first of maybe hundreds. We took it to I I've tried to collect all the different things that he produced under the Margarita brand and all the licenses at Margarita brand and the licenses yet. Like, I I can't even I you can't even find them all in 1 place. It's incredible. But music more specifically, live music was the first product And when you hear this description of this live show, right? His first product, I think he said he made over his career, I think the number I pulled from, like, 2021, he had made over 800000000 dollars from his tour. This is the beginning of it. It says he pretty much stayed on the road, jamming more hours and miles into each day than the laws of time and space would seem to allow. He had proven himself capable of writing and recording, music putting together a ban and keeping that ban on the road and getting it on stage each night no matter what. Everybody working for him and everybody around him calls him the Ben dictator. That is the name that he gave himself and that's how he approached his business. He liked being in charge and he liked being detail oriented. He is a ben dictator. That's what he calls himself. And you can tell right from the jump that he's smart. He keeps the main thing, the main thing. This is so smart. The ground rules as he explained to everybody around and was simple. I don't give a shit. What happens 22 and a half hours of the day. The only thing that matters is the 90 minutes that we're on stage. If you had a shitty day or if you're just drag an ass, I don't wanna hear about it. Don't complain. What matters is the 90 minutes on stage, the main kept the main thing, the main thing. If we take care of this 90 minutes every night they on stage, and we do that for a long time, we'll get every single other thing that we want out of life. The 90 minutes on stage every night is what made Jimmy Buffett tick. And so it's because he stumbled onto his business model. It it's because he washes costs it's because he was man about practicing and making his lives so better and making a profit even though it was a small profit. Right? But that profit gave him an infinite runway and it... What that achieved is another maxim from the history of entrepreneurship. Stay in the game long enough to get lucky. He is about to do that. This is the creation of Margarita ville, the song. What will become the cornerstone of his billion dollar empire. In his notebook was a song Buffet began writing in Austin after drinking away in afternoon in a Mexican restaurant in a strip mall. He was with his friend and they had a few hours to kill before a flight and so they had some margarita. I started it, and then I get off the plane in miami and I drive on the overseas hai way to Key west. And on the 7 mile bridge, there was a traffic accident, and I sat there for an hour and a half, and I finished the song. He decided to call that song, Margarita. And so he takes the song and performs it for his producer. This is why I go back to that maxim, that you should believe that your opinion is more important than he opinion anybody else around you. His producer tries to get him to change the title. Luckily, Jimmy did not listen to him So they release the song. Right? And then he's on. He's in the caribbean and he's, you know, when he's not on tour. He's fishing. He's drinking and he's writing music. He's he's practicing his guitar. And so unbeknownst to him and it was completely unpredictable to him. The radio starts playing margarita to bills. That's kinda weird. And then it automatically starts getting steam and it starts looking like a hit. And he's in the Bahamas. And he says like, oh, shit. We have to capitalize on this. So he says change of plans, go get your back... You go get your ass back on the bus. And so he leaves the Bahamas to go back to United States, right? To start this tour. This is in an an excellent line. It was time to tour and he couldn't possibly have imagined as he lifted off from the bahamas that this tour would never really end. And so I mentioned at the beginning, the fact that 1 of the things you have at Meyer In addition to, you know, making millions of people happy with his work, building this this great business, building Walter his families is the fact that he was respected by his peers just such all these kinda great stories in the book. Like, this guy's flying over Jamaica. He was a pilot too. Own a bunch of planes. He's, like, oh, the home, like, private air force. And he's flying the plane himself over Jamaica and they mistake... He's got Bone bon from Youtube and the on the plane. And they get mistaken for it, like, a drug smuggle. And so the Jamaican, government tries to shoot down the plane, not knowing that Bon and Jimmy Buffett are the ones on the plane. But anyways, something that happens after this hit is the fact that he becomes friends with a lot of people's industry. And so he develops a true friendship with 1 of the biggest bands in the world at the time, which the Eagles. And so they let Jimmy start opening up for him. And so now he goes from playing like, you know, the student union and bars and and these small joints to literally playing stadiums. And that's just another form of distribution because it gets him into in front of some of the biggest audiences in the world. And so because of his friendship with the Eagles, he meets Irving as. He decides hey I'm gonna put my career in this guy's hands. This guy may be the best manager or agent that you could possibly have at this point in history. They called him. This is the description of how they... Other people would describe Irving As off. They said he is the American dream taken by the balls. And so I wanna go back to this idea that Jimmy Buffett, 1 of Jimmy Buffett heroes. Is Mark Twain. In fact, in his auto, he lists these 12 books. Like if I'm stranded on a desert island I'm never gonna come back, these are the 12 books I would take. And in there is, of course, worked by Mark Twain. But there's also in the sense that you could think about what's happening to Jimmy with life right now in his career, this is an inflection point. There was an inflection point in Mark Twain world as well where he's in Hawaii. He'd had already written like, 1 viral hit, and there's this diplomat called ambassador Bur game. And he gave Mark Twain he's much older Mark Twain, Mark Twain a young man at this point, and he gave him some advice that Mark Twain would use for the rest of his life. He had 44 years left to live and he would use this advice that he got from ambassador Burlington king. And this was the advice, which you need now is refinement of association. Seek companionship among men of superior intellect and character, refine yourself and your work, never affiliate with inferior. Always climb. Jimmy is doing that Jimmy is climbing. He releases the next album after Margarita. Lit there's another parallel with Mark Twain. They say it specifically. So he re... Releases this album. Is really about his grandfather. Right? Son of a son of a sailor. That's describing. As his grandfather his dad and Jimmy. This album sold big with limited radio play and no hit single. And Buffet was selling out shows across the country. He's become the mark twain of southern music. And so he's constantly refining who's was around. It says, Buffet had developed a dis inclination to hang around with fucked up people. Everyone wanted to show Jimmy what a wild party they were because he was so famous for being a part and he just hated that. Buffet liked to party, but he had his stuff together and he wanted to be around other people who did too. And so remember when Buffett said, yeah, I maybe a narcissist. He also understood something about himself, which I don't actually think it's a negative. He realized oh Addicted to a plus. He would go out and and, you know, go to the Caribbean, like, take a vacation word whatever cases, but then he immediately he's like... There was like, a yin yang to his life. He's like I have to take a break from the road and then I have to get back to the road because I miss it. And he says explicit this, and I have a thing for a applause. I'm addicted to a applause. Now, using the word addicted, I am addicted to a applause. If your main business is a live traveling show that you're going to do for 3 or 4 decades, and you do 30 to 35 shows a year, year in and year out, not missing any show. That addiction is a good thing for his business because that addiction is what keeps him on the road for decades. This may... That addiction may be the cornerstone of this Margarita ville empire. And what's fascinating is all this is happening to him. I'm like, hey, he's gonna have margarita, but Margarita Reveals was a hit. But Think it was a 37 years, something like 37 or 35 years, or something like that between his next hit, which is gonna be a the song written in 2003 by Alan Jackson called us 05:00 somewhere. And so what's happening at this stage in his career is like, oh, okay. My career is not going to be driven by hits at the top of the charts, and I'm not gonna be driven by mass appeal. So I have to find another way in, and the way he found in wind up being much more lucrative than if he had pursued what he thought he wanted initially. And so now he's in his thirties, and he says, listen he'd released 7 albums and years and Had produced 1 top 10 single. Now 1 of those albums had gone past number 10 on the Album chart. Radio hadn't been able to deny Margarita, but after that, it was like radio found the hole in the fence that Buffett crawled through and patch it up. Fine. You put up a fence, we'll crawl our way through. We'll jump over it. We'll dig underneath it. We are going to find another way. And that other ways to entrepreneurship. That other way is realizing, hey. These are not fans. This is a brand. I am fulfilling a need that I didn't even know existed because I was just fulfilling that need for myself. It says the need for a Caribbean poet, spinning palm trees and stiff drinks into middle class fantasy was an accidental discovery. And why did I say it's more lucrative because fashion changes, musical taste changes. But if you love the person, that doesn't? I'm gonna get there in a minute. What this is what I mentioned earlier that Buffett is an entrepreneur for sure. His product his first product just happened to be live music. But he's got all these people around him that had experience in the music industry, and they keep warning him and other people around him like, listen man, People are 1 of be musicians or diamond dutch. The people that last are the ones that transitioned from artists to businessman. They understand they think like a businessman. He hear Buffett talk. He's clearly talks like an entrepreneur. And so he talks about there's just 1 guy that had, like, he was a talent agent. He just knew everybody in the business. He was very famous in the, 50 60 seventies. And this is his warning. He says, there's a couple things that I'm gonna pass on to you for my experience. You're gonna meet a lot of talented young people. And a lot of them are going to be 1 hit wonders. And you know why? They simply don't have the intellect to deal with becoming a businessman. And so that continues to push Jimmy Buffett down the path that he's already started. Because like my business is not hit driven it's not radio. It is... I'm in the live music business, and then he's gonna accidentally discover a way to turn the love of that show that he has into this business empire, which again, this is not a fat get rich quick thing. You know? This is like, it says something I think I mentioned earlier It's like, he was an over... In in terms of business, he was an overnight success 30 years in the making. And so now we're in the eighties and they're talking about the overall trends. This is so fascinating because mainstream tastes for music genres are gonna change. Right? They're gonna change by the decade, maybe by the year now, maybe by the half decade. Buffet was immune to this. Because it's not about the music. It's not... It's about him. And so they talk about, you know, they went from the age of singer song writers, then they went... There was disco, and then there was punk, and then there was a thing called outlaw country. And so all these people, these 1 hit wonders are coming and going and Jimmy Buffett is sustaining says, he'd built an audience, and that audience couldn't have been genre dependent because he didn't have a genre. Why would a new decade of changing taste change that? And a way to think about that is Buffett was the genre. Make no mistake about it and it is has said explicitly in this documentary watch. He is a cult leader. You can mistake him for the leader of some strange, tropical cult. It is a cult of personality it is built around him not of any... Not built around any genre of music, not built around any changing fad. There's very few people, Very few artists that understood their fans are their customers as well as Jimmy Buffett does. You look at any great business. They understand their customer very, very well. Jimmy just applied that to fans in the audience. And so there's many examples where this these fans in this market is pulling the product out of him. 5 years of fast. Right? So in the last 5 years, since he released Margarita He made 5 more albums, being prolific is under underrated. 5 years and as many albums since Margarita, Jimmy Buffett was still demand from Margarita. He signed a deal with miller beer and recorded a jingle. He records a commercial for miller beer. At the shows, the commercial is so popular that they request him to perform the commercial like it's 1 of his hits. How crazy is that, And then this is what he says. This is what I mean is he's like, there are very few artists who understood their fans as well as Jimmy Buffet did. Responding to a request to sing the commercial Buffet said, yeah, we'll do the commercial. Yeah. That was the closest thing I've had to a fucking hit in 5 years. Here you go, you ask for you get it. If you listen to your customer base, they will pull the next product out of you. He talked about this, he meets his guy, and he talked about this in documentary. He comes... He goes to the same cities over and nerve again, which, again, that is so important because if you went to the Atlanta show last year, You'll go Atlanta show next year. And then as he ages, you went to Atlanta show for 10 years. Now you're not, you know, now you're not your twenties to 30. Now, now you have a kid. Now your kid is going with you. It is literally generational. That's how crazy it is. So who goes with these towns and he goes in the store 1 day, and the guy that owns the storage happens to say, oh, you're Jimmy Buffett. Come here. Like, I gotta give you a big kiss. I love you. And the guy's like, why? He goes, because every time you come to town. You see these Hawaiian shirts and I'm selling. He was, I can't keep them in stock. They buy every single 1. And Jimmy like, oh, I guess I shouldn't make my own hawaiian shirts. And they starts making like, Buffett. He starts out with like Jimmy Buffett merch, and he got that idea because he'd go to these towns and people would make, like Boot league Jimmy Buffett merch, and he's like, they're not even spelling my last name correctly. Surely, I could do better job than that. And even though his name was misspelled, they couldn't keep the t shirts in stock. The market is pulling the product out of him. So the early eighties from, let's say, 19 82, 19 84 19 85, almost 15. Remember. We're almost 15 years into his career Jimmy is now 38 to 40 years old. This is when he starts all wait. We can... Like, we're gonna do shirts. We're gonna do a book. He had an idea for a movie. He's getting paid to promote alcohol realize realizes as well, why don't I just do a deal directly with An h Bush. He licenses out the name to this bar called Jb Margarita or Jb Margarita, Alabama? They wanna... What what happens? Well, if you go there, what do you think they're sell a lot? Do they sell a lot of margarita? Yeah. Of course, they do. Do they sell a lot of t shirts? Yeah Of course, they do. That business actually goes out of business because a bunch of hurricanes hit the Gulf Coast. And so then he's like, oh hey, this this is fascinating. Like, maybe we can run this playbook the next year. So he's talking he's back in key west. This is 19 85. And 1 of his friends who goes by the nickname of Sunshine Smith was getting fore closed on our house. And so Jimmy goes says, hey, why don't we just put up a t shirt store, put my name on the roof. And if it makes money fine and if it doesn't make money fine. This is the humble and simple launch of Margarita Ville, the the business. The actual brand. Right? He's gonna wanna working on this for the rest of his life. He's got 38 year 38 more years to live at this point. And so they opened a 500 square foot t shirt store, and it evolved from there. Then he goes back to this idea, hey, I need to have control my own distribution. Right? I got stiff by the Mafia in the boxes. So he starts this newsletter. This is what time with newsletters threshold physical things that you mailed to people. But what happens? You're mailing this to people. Now you have their names and their addresses, you know where they live. That newsletter first published in 19 85 is called the Coconut telegraph. And so everything he does feeds on everything else, the more he tours, the more t shirts he sells. The more licensing agreements he has. The more people that want him to promote his products and he's gonna have his own products. And because he's sitting the same cities year after year after year, what is it that allowing to happen. Compounding take place. The math suggested, remember he is. Now probably 10 years since he's at a hit. This doesn't make any sense. How is this guy not having any hits and his business is more valuable over year. The math suggested that Buffett career should be waning. Instead, the crowds were younger. They were more enthusiastic, and they were bigger. This is the point it was making earlier. They're there for him, not the music Jimmy is Margarita, Margarita ville is Jimmy. The parrot heads, which is the name of his fans. Would stick with Buffett regardless of musical fashion. Jimmy Buffett was Margarita. This is what the Talent agent and the manager said. As said only twice in his career, had he been involved with what he called world building? Margarita Ville was world building. And so now almost 2 decades his career, he's 40. He's like, I'm not compromised anymore. He made 1 more run. He tried to make, like, a country like a traditional country album. So nashville play my radio a few years ago. He's like I don't need to do this no more compromise. I never really was a country act. When they pitched the whole thing to me. I said, I'll give it 1 last shot, I think in radio means that much, and it didn't work anyways. So I went back to doing what I wanted to do. You know, I really didn't think I'd live to be 40. Now that I'm here, I've decided that they can't tell me to do anything. Buffett wouldn't worry about genre, he would focus on audience and focus on that he did for decades. This is crazy. 22 years. These are exciting times for me. I've been doing this for 22 years. I'm just a sal singer who's grown up, and I think audiences can relate to this. This is about the idea that the audience age with him. So they were asking like, what's a typical day. I write Play guitar, eat Reed, sing and fish. I've noticed hangover are starting to feel like recovering from surgery. And so this is when he mentioned earlier that he drank a lot less and he stopped doing drugs completely. And he so he says he he he hit this 1 time where he talks about really. Anybody that's that's dedicated to their craft. There's something I heard Kobe Bryant say at 1 time where he was asked by a mod shot He's like, don't you ever or You ever worry about letting down the fans, and he hit a mod shot with, like the stan face. He's like, and he's like, what said was fantastic. He goes, no. Their expectations will never be higher than my own. I love that idea that nobody should have higher expectations than you do for yourself. We've seen an example of this here. He played back to back nights at Red Rocks in Colorado. And They got so drunk the night before It says he still hadn't recovered by the time they hit the stage. I made it through the show he said, but I was mad at myself for not giving the crowd its money's worth. Nobody in the crowd knew, but I sure did. And so, again, that's another form of discipline. You know, the fact that he might like to party might like to drink. Obviously, like doing drugs. He's like, well, this is getting in the way of the quality of might work, then that has to be eliminated. So by the late 19 eighties is when they branch out into restaurants. This is crazy I had no idea they did the revenue that they do. For a few years, the restaurant in los, the Margarita villa in las Vegas was the highest grossing restaurant the United States. The Margarita ville outside of Universal Studios in Orlando was 1 of the highest grossing it's the highest grossing restaurant in Orlando, which is obviously, I think the the has the most visitors to most tourist visitors every year. But again, it just starts with 1 And it always starts with 1. Now they have ton of restaurants. They have hotels. They have resorts. They're real estate developers. They have their own cruises. They have retirement home communities. They have hundreds of, license and this is how he's making, you know, 30, 40, depending on the year. The personal income. Not like, his the equity value in the companies is over billion, made him billionaire. But the actual income, the cash flow he was getting was crazy. 30000000 some your years, 120000000 dollars, a year. And so we partners up with this guy, Kevin Bo, How I think it's still running margarita though now. They realized like, okay, who are we going for? Says they aim for a middle class crowd, not too exclusive but not too cheap. They wouldn't price anyone out, but they would not invite sloppy drunk. And so they opened this first restaurant in 19 88, and the very first year that restaurant does over a million dollars in sales. And so he picks his partners very carefully. He picks what he's gonna do very carefully. And he says I remember supply and demand. As the 1 and only Jimmy Buffett he understood what his fans wanted and controlled the supply. And based on his own experience, he knew that true success took time. That's what's wrong with the world these days, nobody wants to put in the time, it takes to be legendary. Mythology is not fast food. And so when Jimmy is partnered looked out at the crowds, The millions of millions of people that come to shows every year. They realize oh, this isn't just a crowd, these are just fans. This is a brand. These are people that already believe in the Margarita. They're interested in travel and leisure, and so they start building this restaurant and hospitality, empire, and then other people who are actually fans of Buffett actually help him long along the way. So Edgar Braun from junior. This is the son. I I did a podcast on his dad who founded the Bro family Dynasty. They're they're are the family owned S rooms and they branch out into a bunch of different media properties. But now this is, his son many years later. Actually gets in touch with them, And he's like, hey, can we license Margarita And build a restaurant outside of the universal studios park in Orlando. And that's when they're like oh my God. There could be a very big business in these big box restaurants And so then the casino Mo in Vegas, Steve Win. Steve Win happened to be a big Jimmy Buff fan. And so he's, like, if you open a Margarita in Las Vegas, I'll do that deal tomorrow. And the size of some of these businesses may surprise you. Like, the first year, that restaurant in Orlando did 18000000 dollars in sales. And so I found an interview that the Ceo and Jimmy long term partner. This guy named John Colon gave a few years ago that describes it. So this is this is I think this data is a, like, 2 years old. But they had 33 hotels, resorts and other lodging concepts, a hundred and 50 restaurants, bars and cafes. They take an asset light but hands on approach. So what does that I mean? Margarita Holdings intuitively adopted an asset light model, where it licenses its intellectual property to owners and operators via franchise agreements. Unlike most other franchises, Margarita Ville is hands on about things like hiring the design firm that you have to use and even such details as which pillows go on the guest beds. And so on his own, slowly and inorganic, he's growing this audience. He's growing this business. And again, we always talk about staying in the game long enough to get lucky because you have no idea, like it you have future opportunities. If you could stay the game long enough if you're lucky, There's just gonna be future opportunities that are unlocked. That you can't possibly predict and 1 of them is the fact that Alan Jackson this huge country star in the early 2 thousands, really like Jimmy Buffett. And so he does this song called its 05:00 somewhere. And he invites Jimmy Buffett to get on the song. I think Jimmy only on the song for, like, 30 seconds or 40 seconds. And this song goes crazy. It spends 8 weeks in the summer of 2003 at number 1. It wins a grammy. It wins a Country Music Association award. It wins an award at the the academy for Country Music award for single the year in video of the year. This line is Hilarious says 3 decades after Jimmy Buffet arrived in Nashville from Mobile, Alabama. He was an overnight country music sensation. Why is that important? Because millions and millions and millions of people, different new people. People that may not have known who Jimmy Buffett was. Hear the song. There is a Margarita ad at the end of the song. It talks about, hey, It's always 05:00 at Margarita Buffet said. I've been to margarita a few times, Jackson replied. They have a full on conversation at the end of the song about Jimmy business. You couldn't pay for advertising like that. And so now he has this huge swell of new fans and in nolan. So what's the difference? He, what what difference does this make? He releases a new album. Remember he started in 19 and in 19 62004, he drops a album called license chill, and it's his first number 1 album on Billboards album chart. Think about this. Buffett first number 1 album took him 30 years to do. That explodes his popularity and also explodes his business Now the deals are bigger. Like, you're doing a a restaurant that may doing 20000000 a year in sales for 1 restaurant. You know, they got a hundred and 50 of more is. But now they start building these massive resorts, They build a resort called the Margarita Beach resort. It's actually in South Florida. It costs 200000000 to make. 200000000 and that's just 1 property. This explodes his tour business as well between 4009, he was the tenth highest grossing act in the country. The other people on the list are people like Bruce Springs, the rolling stones You too and Elton John. They start a line of cruises. They start selling their licensed product on the home shopping network. They build a hotel in casino, in Oklahoma. They have their own line of margarita machines. They sell tequila. He starts land shark beer. He sells bicycles Hammock bedding, luggage, candles, online games, dozens of other products and more than 3000000 cases of land shark beer a year. Over 15000000 people year visit his restaurants his hotels, his casinos, and his resorts. Incredible. This is where will end. He's been doing this all of his life from the early days of his career. 4 decades on, there's still nobody who understands who Jimmy Buffett is and what Jimmy Buffett does better than Jimmy Buffett. It was the little details about dealing with vendors, dealing with promoter, dealing with different concert halls, dealing with sound systems. And when he got somebody who was good, he hung on to them. And if they started to screw up, which happened when they were partying too much, and they took it for granted, he knew. He was very detail oriented. He just paid attention to shit. By any reliable measure of Pop star, Buffett shouldn't have had the career he's had. Margarita was the fourteenth biggest hit of 19 77. He should be going out and playing at 3PM in the middle of a state fair. If I ever had to defend myself for my career Buffett said, I would only say that the most bitter artist I know are those who had the chance to jump through the hoop and chose not to take it. They stayed on as a coffee house singer, But I jumped through not knowing what was on the other side. And when I got there, I had to deal with it. It wasn't happily ever after. I was just getting started. What an incredible story. If you think about where he started and where he ended up. That is where I'll leave it for the full story recommend buying the book if you buy the book using the link that's in the show in your podcast player are available at founders podcast dot com, you'll be supporting the podcast at the same time. That is 323 books down 1000 ago, and I'll talk to you again soon."
}