{
  "transcript": "I'll way back in 2019, and received a message that changed the direction of this podcast forever. It was from Tristan who is 1 of the founders of Read wise. He said, hey, I love the podcast, and he told me about the Read wise product. I responded. Thanks, Tristan. Love the idea behind Read wise, I will definitely check it out. I had no idea that I would become a super user of his product. And so over the years, I've added my highlights and notes for over 300 books. I have over 20000 highlights and notes for the books that I read for the podcast. And because I can search every single thing I've ever done, I use read wise every day. I never close the browser tab. The tab on Read wise is always open because as I'm reading, as I'm thinking, as I'm researching, I'm constantly going in and reread all my notes and highlights. And you might already notice this because every other podcast I go wanna I talk about read wise. I tweet about it. I post about it constantly. I've been saying for years, it is the best app that I pay for. And because I go around shouting about how great it is from the mountain tops. I get a bunch of messages, nearly every everyday people have asked me, hey, is there a possibility that I can actually get access to your read wise. And this happened so much for so long. And I thought it was like a super superpower. So I was like no. No. No. And then I started thinking I like well, why why does anybody want? Like, why do they keep asking for this? And I thought about it was like, well, if you think about this, like, has anybody else in the world read this many biographies of history christ entrepreneurs? Obsessively taken notes on it obsessively highlighted it. And I was, oh, they want access because it's the world's most valuable notebook for founders. And I think people understood that instinctively. In fact, there's a line in Port Charlie Alma act that said that there's answers worth billions of dollars in a 30 dollar history book. And I think that's the case for my notebook as well. So a few months ago, I went to the founders of read wise Tristan and Daniel. And I asked, hey, is there a way we can build a product together that actually mirrors what I see. I wanna wait for people that want to subscribe to my notes and highlights to see exactly what I see They can search by book. They can search by keyword. They can get access to the highlights feed, which is essentially what I call Smart Twitter feed. It is a feed of short little highlights and notes from all different books on 1 page. And I also wanted people to see all the highlights that have actually favored it. So so far, I favored 839 highlights. And so that's exactly what we built together, you can find it at founders notes dot com. I will also leave the link down below in the show notes. And because this is brand new. It's actually half the price of what it's eventually going to be. Not even a landing page. You just go to founders notes dot com, sign up and subscribe, and then you get immediate access. And it's important to note that I made this for founders already running successful companies. I think that's who's going to get the most value out of it. Those are also usually the most committed people. There is no monthly option. You can only subscribe for a year. It is only made for the already committed. And these kind of founders and I include myself in there. They just want the the best way to reference the thoughts and ideas of history's greatest founders. And then they'll figure out how to apply what they're learning directly to their company. So if this is you, I encourage you to test it out for a year. You'll have access to the world's most valuable notebook for founders, and I think the value you'll receive because the value I've gotten out of it has been incredible. And I think that'll be the same case for you. If you wind up subscribing, make sure you keep it once you're in. Make sure you just keep it in your browser. This is how I use it. The tab is always open on my computer. I'm referencing it dozens of times a day. It is a product I can get it behind fully because I use it every day. You're literally seeing what I see. So if this sounds interesting to you, and you wanna get access, go to founders notes dot com. Dear John, I have bad news to tell you. Mister Benson passed away last night. Mister Benson is an old rival, and 1 of my few admired opponents. I am deeply impressed by his outstanding talent and his 10 will. To this day, I still remember the joke that he made with me after our alliance. He said, mister Rockefeller, you are a brilliant predator who is not soft, losing to those bad guys would have made me very sad. Because it was like a robbery, but playing against people like you, whether I win or lose makes me happy. I told him, mister Benson, if you can replace the word predator with the word conqueror I think I will gladly accept your compliment. He smiled. I admire the warriors who are still fighting bravely against their enemy. Mister Benson is such a person before Benson became my enemy, I had just defeated the nation's largest railroad company, the Pennsylvania Railroad, and successfully subdued the nation's fourth and last railroad company, Baltimore and Ohio Railroad. Just like that, together with my most loyal allies, the Erie railroad, and the New York Central Railroad, the 4 major railway companies in the United States have all become tools for me to tame. I am 27 pages into the book at this point. And when I got to that sentence, the 4 major railway companies in United States have all become tools for me to tame. I wrote a note to myself. If Napoleon or Alexander, the Great had been in business, they would be like this back to this letter. At the same time, standard oils pipelines extended bit by bit into the oil field. Giving me absolute control over all major pipelines connecting oil wells and railroad track lines. Frankly speaking, at that time, my influence had been extended to all the corners of the oil industry. If I say that I have the power of life and death over oil producers and oil refine that is not a lie. I can make them wealthy or I can make them worthless. But some people did ignore my authority, such as mister Benson, Mister Benson was an ambitious businessman who wanted to lay an oil pipeline to save the independent oil producers who were afraid of being crushed by me. The idea of making a fortune dominated him to bravely break into my territory. His oil pipeline was laid forward at an alarming rate from the beginning. This brought me to attention. John, any competition is not an easy game. But a game full of vitality requires close attention and constant decision making. Otherwise, you will lose if you're not careful. Mister Benson is creating trouble, and I have to stop him. Now keep in mind Rockefeller is writing this letter to his adult son. He did not think that so this letter was ever going to be published and so he's going describe over the next few pages, his attack on mister Benson and when Rockefeller attacks you, it is always always a multi pronged attack. So he says at first, I brought a long and narrow land along the Pennsylvania state border from north to South at a high price in attempt to prevent Benson from moving forward. But Benson took a d approach and avoided my heavy punch. Then I used the power of my allies and asked the railway companies to never let any oil pipelines cross their railways. Benson did the same and successfully broke through again. Finally, I wanted to use the power of the government to stop Benson, but this was without success. By this time, I know that I have encountered a tough enemy to conquer, but he cannot shake my determination to compete. Because the hundred and 10 mile pipeline is my biggest threat. If I let the crude oil flow there uni. They will also acquire the supply line to New York. Then Benson will replace me as the owner of the New York oil refining industry. This is something I cannot allow. I can't let Benson come here and destroy the market that I built with my efforts. This is my life's effort. I propose to buy his stock. Unfortunately, he refused. I never thought I would lose. As far as my nature is concerned, I do not meet competition. I destroy competitors. I launched another series of offensives, that made it difficult for him to par. I sent someone to place a large amount of orders to the storage tank producers. This is what they're actually moving the oil in. Okay? So I sent someone to place a large amount of orders to the storage tank producers asking them to ensure production and delivery on time so that they have no capacity to take other customers including Benson. At the same time, I drastically reduced the price of pipeline transportation, and I attracted a large amount of oil refine who relied on Benson to transport crude oil and converted them from his customers to our customers. I then quickly acquired several refineries in New York to prevent them from becoming a customer of Benson. An excellent commander will try his best to destroy the bunker that is strong enough to destroy the city. Every round of my attack hit places where mister Benson had no fuel, and I became the winner. In less than a year, mister Benson surrendered. He was well aware that if he continued to fight against me, he will only lose even more. John, every crucial competition is a battle that determines fate. Retreat means surrender. Retreat will turn you into a slave. The war is inevitable, let it come. In this world competition will not stop for a moment, and we have no time to rest. All we can do is bring a steel like determination to face all kinds of challenges and competitions. To win the competition, it is more important that you stay alert. At this point in time, you need to know that kindness and tender may hurt you. You need to have strength. Crutches cannot replace strong and powerful feet. We must stand on our own feet and rely on ourselves. You should work hard to hone strengthen and develop your feet and let them exert their power. I think mister Benson who is now in heaven will agree with me. Love, your father. Okay. So that excerpt was from letter number 5. The book we talked you about today is the 38 letters from John D Rockefeller to his son. Before I jump right into his this book, because we have a lot to talk about. I'm gonna highly encourage you to buy the book. I've already bought 4 copies of the book. I'll probably by 15 more It is so important. This is the first book ever where I read it. It's not even that long. It's like, dozen 200 pages. I spent entire week reading it, and then decided to take another week re reread it. And the reason I think this book is so important. Is because I... Even when you read Rockefeller auto. Right? He knew that book was going to be published. He is in this book, he is writing 38 letters to his son over 30 years. He did not he's not writing this for publication. And so as you see his unfiltered words that he's writing to his adult son. It comes immediately apparent. Oh my god. He knew what he was. A conqueror through and through 1 that will now rest until he's completely uno post. And so I wanna go to letter 1. This is the interesting thing about the book. The the letters are not actually an order of the... By the year they're written. And so in some cases, Rockefeller is and maybe 58 years old and his son is 23. In 1 case, Rockefeller writes a letter when he's 96 years old. And so keep in mind in this letter he's is 50 years old. He's writing to his 23 year old son, and he starts the let. Dear John. You hope that I can sail with you forever, and this sounds great, but I'm not your eternal captain. God created feat for us to let us walk on our own. The founding belief of the United States of America is that all human beings are created equal, but this equality is only present in the context of rights and laws. It has nothing to do with economic and cultural advantages. Think of our world as a high mountain. When your parents live on the peak of the mountain, you were destined to not live at the foot of the mountain. Likewise, when your parents live at the foot of the mountain, you are destined to not live on the peak of the mountain. In most cases, the status of parents will determine the starting point of their child's life. So I wanna take... There's 2 things to think about in that sentence. Right? In most cases, the status of parents will determine the starting point of their child's. Life. I think that's why you and I are working unbelievably hard, while we're constantly learning, while we're constantly trying to build businesses and add value to other people's life to make our own children's life's better right, that is a huge motivator for me. It's probably huge motivator very few. But this is another kind of crazy thing that he's saying because he's talking about how the world is. Right? And yet that last line was not true for his own life. His huge driver which he'll talk about a lot in these letters. Is the fact that he was a poor boy, the fact that his father was a big miss. He won't ever say that word. The fact that there was a lot of insecurity around, like, his dad would drop them off. Is he ever gonna come back? Is he gonna give us money? And so you have, like, an 8 and 9 year old rockefeller running around? This guy got unbelievable self confidence and I need to tell you that right it front. If you wanna say, hey, what does he repeat the most over these, you know, 38 letters? It is for his son to have relentless self belief to believe that he can achieve great things. That is the thing that Rockefeller repeats the most. And you see that in his own life. Belief comes before ability. This he's a poor 8 9 year old boy. I don't know if I'll I'll get to it. Where there's a story that he actually gets to go to school, and he's in, like, tat clothes, and they're having a picture taking. And at the time, like, that's a very expensive endeavor. And it... This... The so... Story sounds almost fake when you hear about it. Right? And maybe he's making it up to, like, provide motivation for himself. But he talks about the fact that he was asked... Because he was tat or clothes and so... And mostly the kids were dressed well, he was asked by the photographer to get out of the picture. As to not ruin it to other people and saying, hey, that motivated me. But this idea is running around 8 9 years old. I'm gonna be the richest band in the world 1 day. And that part, he's definitely not making up because there's a bunch of people that are interviewed other biographies fees that grew up the Rockefeller that that report him saying that to them over and over again. So let's go back to this. Most cases, the status of appearance will determine the starting point of their Child's life. I I think for most people, I think they understand that is true as why we're... Again pushing, we're trying to create a better life for our kids. The only truth is that as long as your work hard enough, you will succeed. I fur... This is a great. He's got a lot of great lines of the book. I firmly believe that our destiny is determined by our actions and not by our origins. So it's almost like He's contradicting himself too the... Right there. The the paragraph above, he says, hey, in most cases, the status of appearance will determine the starting point of their child's life. The end of the next paragraph is, well, our destiny he's actually determined by our actions not by our origins. And so throughout this entire book, he's going to pet... This is what makes it so fascinating because he's already on the other side of, you know, he's the rich rich horse in the world. He's he's on the other side of achievement. Yet, his letters are constantly pepper with stories of his young life whether he was a little boy or the first job he gets. His first business, the first time he starts working the oil industry. This is... Really is a remarkable remarkable book. So he says, as you know, when I was young, my family was very poor. I remember that the books I read when I was in high school were brought to us. By our kind neighbors. In the beginning of my career as a bookkeeper, I was only earning a weekly salary of 5 dollars, but it was through un efforts, un efforts that have enabled me to establish an en oil kingdom. Okay? Conquer kingdom. Everybody's under my my control. Again, he knows what he is. He is a napoleonic figure. He's an Alexander the great figure. He just happened to be... He... He wasn't in war. He was he was in commerce. But is undoubtedly the same personality type, and he's gonna mention these people over and over again. This is my reward for my perseverance and hard work from the gods of destiny. Another thing to point out you, he uses present tense. So you might have noticed that in the mister Benson letter the guy's dead. The the events the war that happened a long time ago happened a long time ago, and he's talking about in present tense. I don't know if it's just because he's not good at grammar. I don't know if there's something going on there, but I will make a point to you though. That I was... It was fast. I remember reading back on up episode 02:32, I read this this biography of Alexander. The Great and something that Rockefeller had in common with Alexander. The great is they would... When they would come across a formidable enemy. Right? Even after they defeated the enemy. If they thought that enemy was formidable and had talents, they would utilize them inside their organization. And so there is... There's a story that happens in Alexander creates, it's... That's that's fantastic. And there's this guy named por and he was an Indian and ancient Indian king, he's a live around, like, 320 bc something like that. Right? And so after he loses, Alexander goes into my battle, Alexander already world famous at this point, and they go into war but poor survives. And so Alexander is actually talking to Porsche. And I remember thinking when I was... I'm gonna about to read you this this this interaction with them from Alexander Integrates biography. And I remember thinking, like, this is remarkable. Like, look how Alexander treats in respects to genuine excellence even in an defeated enemy, and this is something that Rockefeller has, in common. So Alexander asked Boris is like, what fo forced you knowing as you did the fame of my achievements, meaning that I'm conquering everybody around. Why... How dare you go against me. What why would you even attempt to do so? And this is what Por said and this goes back to, I think the relentless self belief that a lot of entrepreneurs are really anybody does something great has. And he says since you asked, I shall answer you with the frank. I did not think there was anyone stronger than I. Though I knew my own strength, I had not yet tested years. And now the outcome of this war has shown you to be the stronger. And so then, Alexander is continuing this conversation. Yes. I'm like, what should I do with you? Now that, like, I am the Victor. You were to the defeated person? What would you do if you were in my shoes. And his response was fascinating. He says what this day tells you to do? The day on which you have discovered how transit, good fortune is, meaning before this battle, I stood in a very similar position that you were in. And yet in a day that is all gone. My good fortune is gone. And what Alexander noticed is says his greatness of spirit was not cow or broken even in adversity and he felt obliged to treat him not only with mercy but with respect. And so Alexander not only did not kill him, but he actually put him to work. He reinstated him and granted him dominion over the lands that they just fought over. It's just subordinate to Alexander. That's exactly what that Rock that over and over again. If you really think about Standard Oil, like he built a company of founders. He would defeat you and then if he thought you were talented, he'd make you a partner. Okay. So back to letter number 1. Do you see it, like, we're in big trouble today? Like, I'm gonna lose my voice before I wanna stop talking about this book. I'm in big big trouble. So has nothing to do with the letter that we're in right now, but it's just fascinating. I just love how all the stuff connects together. Okay. So it says, John, opportunities will always be une equal. But the results prove otherwise, in history whether it's in politics or business, and especially in business, there have been many examples of successful people who started from scratch. He's talking about himself. In fact, most of the other titans that he talks about in this book because Cornelius Van is in this book. Morgan is in this book. Henry reclaim F is in this book. Cyrus Mccormick is in this book. Andrew Carnegie is in this book. They all know each other own interact with each other, but was fascinating is in most of the examples of the people that, you know, come to dominate the other Robber barons are coming to dominate the most important parts of the American economy at this time are people that have a background similar to Rockefeller. I think the only 1 exclusion to I can think of that is, actually Jpmorgan. So let's go back to this. There's a lot of examples of successful people who started from scratch. They have had only a few opportunities because of poverty. But they eventually achieved fame because of their past struggles. This is so important. He didn't say in spite of their past troubles. He said because the rare set of skills and struggles that he had to go through. Right? And that he was able to survive, left him on the other side of that with a very, rare set of skills that people did not have... That have to go through all of the stuff he had to do, lack. And so therefore, when he winds a meeting maybe somebody that's equal intelligence or equal resources at the time. He has a a unique set of struggle. Are unique set of skills because of their past struggles. However, history has also been filled with examples of rich children who were privileged and have failed in life. That is what he's trying to help his son avoid his son is a rich child. He knows his son is a rich child at this point. John Junior is 23 years old. And so what he's trying to avoid. This is really another remarkable thing is because you know, people say, all kinds of things, but I really do pay attention 1 to their actions, but also to what they say and the advice that they give their children. You know if you have children, you love the the... I was trying to explain this to somebody doesn't have children yet, and they want, like, a big family In fact, somebody I talked to you yesterday. They want, like, 5 kids or 7 kids, something like that. And I was like, 1, that's gonna... I think when I get to end of my life, that's gonna be the biggest regret on my life. I didn't have more children. But what what I try to explain is, like, I know you... Because he he has a deep love for his he just really thinks his parents said an excellent job. Like, his mom and dad. He just loves him a lot. And like, man. I I know you think you love your mom and your dad You think you love your wife. You know don't know what that word is. What that word means and until you have children. It is intense. So think about, I assume that Rockefeller failed about his kids the same way I feel about mine. Same way a lot of humans fail. So, like the idea that the... This is what he thinks is the most important knowledge to pass down so much that he sits down and writes this out long hand. It's just really incredible. So now check this out. This is a powerful powerful sentence. Ready? The glory and success of the family cannot guarantee the future of its children and grandchildren. I'm going to say that again. The glory and success of the family cannot guarantee the future of its children and grandchildren. And he is describing their exact situation they're in at the time he's writing the letter. Really, what he's talking about? Let me... Me back up though because there's another note I I skipped over about why this is a powerful sentence. What he's about to say here. Right? That, you know, my success does not guarantee your future success. It helps you certainly, but it cannot... You can you can screw this up. Right? You wouldn't use that word, but that's basically what you what's going on in this part in the letter. Now, what he's about to he's what to describe is there's an aspect of human nature because it repeats over and over game that produces... It says shirt sleeves to shirt sleeves and severe generations. This is ideal. You have a Ps, a poor smart determined person. They build wealth, then within 3 generations, the family's back poor. That happens over and over and over again. So he's gonna talk about that now. I feel that once rich children began taking advantage of their family's success, they will have little opportunity to learn and develop the skills needed for survival. Those are the skills he's telling us son that the ones that he possesses. Rockefeller senior possessed those skills. Right? People of poor backgrounds will actively develop their creativity, abilities, while also cherish and seizing various opportunities because they urgently need to rescue themselves? Jesus. Can you believe the language that he's using here. Let's go back to the previous page. This all makes sense. If you... If they stack 1 sentence another. So he goes back, hey. I firmly believe that our destiny is determined by our actions not by our origins, then he talks about, hey, even when I was a poor kid, and I got my first job, it is to un remit efforts that helped enable me to establish an oil kingdom. Then he continues because they've had few opportunities because of poverty, they eventually achieved fame and wealth because of their past struggles. He continues that a few paragraphs later with this. People of poor backgrounds develop these skills because they urgently need to rescue themselves. He's telling John Junior you don't need to rescue yourselves. So you're at a disadvantage. And he's known about this for a long time. He talk about this Even when you were younger, John junior, Therefore, when you and your sisters were very young, I deliberately concealed the fact that I was well off. I instilled many values such as frugal gall and personal struggle in you. And so now he has to give advice to his son on what you have to do and really it comes down to you and I know this over and over again. You you should be proud of what you consume. You you didn't do anything for that. People, you should be proud of what you build. And so his whole thing, and this is why you see these, you these unbelievably successful businessman man. You see it over and over again of the books. I hear in conversations. It's like they have this drive for achievement. They build a company and they sell it, and they're like, I... I don't know what's going on here. Like, I sold my company, and I'm depressed. And it's because it wasn't the money that brought them contentment. It was building something that they could be proud of. And so he says a truly happy person is 1 who's able to enjoy his creation. Those of whom, but meaning those people who are like sponge that only take without giving lose happiness. And so then he starts building his son up, and he talks about this over and whenever again, John, Every move of yours will be a concern to me. However, as compared to being concerned, I am more confident in you, and I believe in your excellent character, but you need to strengthen the belief that even though the starting point will affect the outcome, it does not determine it. Factors such as ability, attitude, character ambition, method, experience and luck, play an extremely important role in life and in the business world. Your life has just begun. Your life is in front of you. I can deeply feel that you wanna be the winner of this war, but you must know that everyone has the will to pursue victory, and only those who are determined and ready will win. My son, the privileged, but powerless people are a waste, while look educated, but unaffected people are a pile of worthless garbage, find your own way and God will help you. Love your father. Okay. So let's go to letter 2, this is where... Once I got to letter 2, and this is... You're talking, you know, each letter is probably, you know, 5 pages or something like that. I immediately started ordering multiple copies of the book. I knew from the get go. I was gonna give out this book. I knew I gonna like it. This is just incredible. Okay? Starts off a couple years after the other letter, and he said some people are destined to be kings are great men because of their extraordinary talents. For example, mister Mc mccormick, so he's talking about Cyrus Mccormick, who is the inventor of the harvesting machines. They're called reapers, they they harvest wheat. But he's talking about his admiration for a mister Mccormick, and it says who has a head of luck and knows how to turn a harvest into a sickle for harvesting banknote notes. So he made something that made somebody else's life better, built a company around it and then he has printed money. Talking about this. He used harvesting machines to liberate American farmer, so he made their life better, and he also rose to the ranks to become 1 of the richest people in the United States. This business genius who was once just an ordinary farm hand. Once said an esoteric saying which went. Luck is the remnant of design. Luck is the remnant of design that is cyrus mccormick on luck. Is gonna send a lot like Napoleon. If you have listened to episode 03:02, the mind of Napoleon. Napoleon shares his view unlock a lot. So he says, in other words, we create or own luck and no action can eliminate it. So that is Rockefeller interpretation of Mccormick Quote, luck is a remnant of design. Rockefeller says, in other words, we create our own luck and no action can eliminate it. This is very important for what he's about to explain to his son. He is about to describe to his son, what is known in history is the Cleveland massacre, where I think at 25 years old. How Rockefeller became the largest oil refine in the United States at 25. And but he's gonna lay out his... This plan, and this is where right away. The note I left myself on the next page, which were not there yet. It says, this paragraph is incredible. He knew what he was, a conqueror. It is 1 thing to read in between the lines of of biography and by somebody else. It is completely different for him to explain exactly who he is to his son in writing. This is what makes this book so powerful. Okay. So in this world of ours, it is difficult to find people who are good at planning luck. Like mister Mccormick, and it is difficult to find people who do not believe in yet understand luck. In the eyes of ordinary people, luck is always innate as long as they find someone who they find that someone has attained success They will casually say with contempt. That man's luck is so good. It is luck that helped him. This is where Rockefeller channels Napoleon such a person that says this stuff. Right? Quite very clearly disagrees with it. Such a person can never have a peek into the truth that makes 1 successful. Everyone is a designer and architect of his own destiny. That's what I believe in myself. Everyone is a designer an architect of his own destiny Of course there's luck Meaning chaos, there's randomness in life, of course. But what I... What I really think about when he says that race says luck is remnant design. We create our luck. No action can eliminate it. Everyone is a is a designer and architect of his own destiny. I want to go back to Napoleon from the mind of Napoleon. Episode 03:02. I know that book is very hard to get. Some... I I just found somebody found it in on the on a website, and I think it was a Canadian version of. They got, like, 26 bucks. That's a steal. I think in America, the last time I looked at it, like, 800 bucks I've seen it for so for a thousand dollars. If you can get a copy of it because it's 300 pages of Napoleon speaking directly to you. And so this is what my interpretation of Napoleon is if you do everything you will win. And so this is what he says. All great events hang by a single thread. The clever man takes advantage of everything. Neglect nothing that may give him some added opportunity, the less clever man by neglecting 1 thing sometimes misses everything. That is the end of Napoleon back to rockefeller. If you wanna make a difference, you cannot wait for luck to patron. My acc is, I do not live by God given luck, but I do so by planning luck. I believe that a good plan will successfully affect luck. My plan to turn competition into cooperation in the oil industry justified this. This isn't... You could think about what he was just telling you us, me and you, and his son, it was a preface to the Cleveland massacre. So he's like, well, that's fine, but this is how I affected my own luck. Before my plan began, the oil refine fought for their own interests, which led to devastating competition between them. This led to falling oil prices, which are a disaster for oil refine. At that time, the vast majority of refine were operating a loss and we're successfully sliding into bankruptcy. And so this is when he starts to describe what I would consider, like a Napoleon level ambition from day 1. I'm well aware that if we are to be profitable again and make money forever. We must tame this industry and have everyone act rationally I regarded it as a responsibility, but it is very difficult to do. It requires a plan, a plan that places all the oil refining businesses under my control. John, To be a good hunter in a profitable hunting ground, you need to think hard, be careful and be able to see all possible dangers and opportunities, as well as study all kinds of strategies that could end ind your dominance like a chess player. I thoroughly researched the situation and evaluated my strength. I decided to use the base camp of Cleveland as my first battlefield to launch a war in order to rule the oil industry. After conquering, he uses the word conquering. I don't even know how many times. 50 times in the books something anything like that. After conquering more than 20 competitors there, I moved quickly to open up a second battlefield Until I conquered all of their opponents, and establish an oil industry and a new order. Just like a commander on the battlefield, you must first know what kind of firearm to choose in order to be the most effective before choosing your target. In order for me to successfully realize my plan to place the oil industry under my command, how many times does these systems like that? We're, like, 6 paragraphs into the letter. It's like, I must control everything. It must be under my command. All of them. Not just your business with the entire industry. So it says, a thorough solution is needed, and that is money. I needed a lot of money to buy those refineries that insisted in over producing, But the amount of money on my hands was not enough to realize my plan. My reason in is early twenties when this is happening. Okay? So I decided to form a joint stock company to attract investors from outside the industry. Soon, we registered a standard oil company in Ohio with millions of dollars and assets and the capital expanded significantly within 3 and a half years. Visionary businessman are always good at finding opportunities in every disaster, and that is how I did it as an excellent line that I double underline, visionary businessman are always good at finding opportunities in every disaster and that is how I did it. Before we started our journey of conquests, there's that word again. Before we started our journey of conquest, the oil industry was in chaos and there was no hope at all. 90 percent of the oil refine in Cleveland had been crushed by the increasingly fierce competition. If they did not sell the factory, they can only watch themselves go extinct. This was the best time to acquire an opponents. Acquire them when they're at their weakness. He's about to tell his son, stop being soft. It really has nothing to do a conscious and enterprise is like a battlefield. And the purpose of strategic goals is to create the most beneficial state for yourself. For strategic considerations, the first target I chose to conquer, there's that word again was not a small company. This is also something that's fascinating about, Rockefeller strategy. And he uses over and over again. If he has, let's say he's got Whatever the numbers is. Let's say, it's 5 competitors. He doesn't go off the smallest easiest 1 first. He goes he's like, who's the best, who's the most formidable, I'm going after him because if when the other people that are weaker and smaller. The other 4 competitors, for example. When they see that that guy now in our my control, they he they fall, like Domino's does his over and over again. So he says, the first 1 I chose to conquer was not a small company that was vulnerable, but I chose the strongest opponent. This is this company called Clark Pain. This company was well known in Cleveland and they were ambitious, and they wanted to acquire my oil refinery. That is obviously unacceptable to rockefeller. I will have to strike first. See this what mean he talks in present intensive sorry. Makes for very interesting read. I will have to strike first to gain the upper hand. I took the initiative to meet the largest shareholder of Clark Payne. I told him that this chaotic and sluggish error of the oil industry should end in order to protect the industry that countless families depend on for survival. I wanted to build a huge high performance oil company and welcomed him to join. My plan impressed him, and he agreed to sell the company his company for 400000 dollars. Now this is very important about this. I knew. And it actually says I know. So again, present tense, I know that clark pain is not worth that amount at all. But I did not reject offer, acquiring them meant that I would gain the title of the world's largest oil refinery and would also serve as a strong pioneer in the industry to efficiently bring together The refine in Cleveland, he is describing the Cleveland massacre. This trick really worked. In less than 2 months, there were 22 other competitors under the leadership of standard oil. This gave me un unstoppable momentum. In the following 3 years. I conquered... I don't have to point out that he's using same word over and over again. I don't have to keep him pointing out to. Right? I just think it's fascinating. I conquered oil refine in Philadelphia. Pittsburgh and Baltimore. And became the master of the oil refining industry in the United States? And so how did he start this letter to his son about the difference? Some people say, oh, this guy's lucky? That's where he got it, other people believe. Right? 1 of my favorite quotes came from a moment. I forgot who said it but it was in Peter Till book 0 to 1. Weak men believe in luck, strong men believe in cause and effect. It's clear what Rockefeller believed in. So let's go back to this. He says he's the only master of the oil refining industry in the United States. If I were only to lament on my bad luck at the time and follow the crowd, I might have been conquered, but I planned my luck. Anything can happen in this world. Those who blindly follow the crowd and rules, I view them with disdain. They think that it is worth being complacent. John, for our good luck to continue, we must carefully plan our luck and planning lock requires a good plan. There's 2 basic prerequisites. The first condition is to know your goals such as what you want to do or even the kind of person that you want to become. The second condition is knowing what resources you have, such as status. Money, interpersonal relationships and even abilities. The order of these 2 basic prerequisites is interchangeable. You may have an idea or a goal before you start looking for goals that can be achieved from the resources that you have. Or you can also mix them together to form the third and fourth methods such as having a certain goal and a certain resource. After adjusting the goal accordingly, you have a foundation, you can conceive the design structure and the rest is up to you to fill it in with your means in time, while waiting for luck to come. So this is something that's is fascinating he uses the word, get all your resources can get understanding what you wanna do, and you wait for... And you're waiting for luck to come the way you and I have described this in the past as the importance of making sure that your business survives, in in other words, you have to stay in the game long enough to get lucky. You need to remember my son, the designing luck is designing life. So while you wait for luck, you need to know how to guide your luck. Give it a try, love, your father. So I wanna move on to his views or his advice on what you choose to do for a living, and the massive advantage you have if you actually enjoy what you. I never treated work as hard labor without fun. Instead I found infinite happiness from work. Work is a privilege. Work is the foundation about businesses, the source of prosperity and the shape of genius. That's a great line. When I first entered the business world, I often heard that a person who wants to climb to the peak needs to make a lot of sacrifices. However, as the years passed, I began to understand that many people who were climbing to the peak were not paying the price. They work hard because they really like work. This entire paragraph reminds me of Sam Z and the way he described it. I remember when I got to talk to him, he was 81 years old, a few months like, a handful of months before. He passed away, unfortunately. And this idea is, like, you know, people keep saying that I'm gonna... I, when I gonna retire. He's like, retire from what? He was always working and never working. So I think that's the what Rockefeller is describing here. They work hard because they really like work. People who climb up in end industry are fully committed to what they are doing. They sincerely love the work that they do. If you sincerely love the work that you do, John, you will naturally succeed. And so another thing about Rockefeller it's fascinating. Is, like, I don't even think he celebrated his birthday. But what he would celebrate for the rest of his life instead, was they call, like, job day or workday day, I can't remember the term he gives it. But essentially, he would celebrate every year for rest of life, the day that he got his first job. That's how much he like work. He talks about this, I will never forget my first job. Although I had to go to work every day when the morning could just begun. That never let me lose interest in the job instead a fascinated and delighted me. Even though the red tape in the office did not make me lose my passion for the job. As a result, the employer, my employer kept raising my salary. I am an ambition Since I was a child I have wanted to be a wealthy man. This company that I worked at was a good place for me to exercise my ability and give myself a try in business. It taught me to respect numbers and facts. He was the bookkeeper. Remember. It has also allowed me to see the power of the transportation industry. All of these have played a great role in my future business. And so 1 thing he talks about over and over again is the importance and the impact of your self belief. And just having an optimistic positive mindset. We don't see things as they are. We see things as we are, and he talks about. He tells stories and parable throughout these letters. And 1 of them is this group of Stone mason. There's 3 of them who are doing the exact same jobs sculpting stone statues. But if you would ask them individually 1 at a time, like, what are you doing? And the first 1 says I'm just chi stone. The second 1 says I'm making a statue. And then the third person is really the way Rockefeller felt about his work. The third person says I am making a work of art. This kind of person always takes pride in and enjoys his work in often sites This job is very meaningful. Heaven and hell are created by ourselves. If you give meaning to your work, you will feel happy regardless of its size, and you will feel fulfilled. John, if you view work as a pleasure, life is heaven, If you view work as a duty, life as hell, reflect on your work attitude, it will make everyone happy. And so the beginning of every letter, there's like, a headline, there's some quotes in the letter it gives you an idea of what that letter is about. So this 1 is about the importance of doing it now. And that something that Rockefeller says that opportunity comes from opportunity. And so he says to conquer, you need to do and to do again, ever to do again. And so he says, I've always believed that opportunity comes from another opportunity. If you look at the ordinary people, you will find that they are all living passively, they always say much more than they do and even do nothing. Almost all of them are good at finding excuses. They will find various excuses to procrastinate. Positive action is another positive attribute of mind. I never like to talk in vain because I know that there is no result without action, and there is nothing in the world that is obtained just from thinking. We cannot fall into the trap of continuous deli and planning. No matter how detailed the plan is we still cannot accurately predict the final outcome. This does not mean that I deny that planning is very important. It is the first step to achieving favorable results, but action solves everything. That's gonna be another maximum I think I won't forget. Action solves everything. Without action, nothing will happen. I love these 3 word maxim that I run across in these books. A few weeks ago, found 1 in the early life of Winston Churchill that I love, and I wanna make sure I repeat over and over again. It's from episode 03:19, which is about, like the first 26 years of Winston Churchill life. And he would tell himself constantly, always more audacity, always more audacity, and then we have Rockefeller telling his young son, action solves everything. He continues. People who lack action have a bad habit. And he explained some of the reasons for this. You know, so a lot of people are just a fear. They have a fear of the unknown or a fear of change. And so his whole point is like, you have to get used to that fear that fear is normal and you have to act anyways. Everyone is worried and scared when deciding on a huge event. But the action group of people will use the determination to ignite the sparks in their soul, come up with various ways to fulfill their wishes and gain the courage to overcome all kinds of difficulties. Many people who lack action, naive think that others will care about their affairs. In actual fact, other than yourself, others will not be very interested in your affairs. People are only interested in their own things. So at this time, we'd better push it. That's another great line. We'd better push it. Only by relying on oneself can a person, then not let himself down. Smart people make things happen. Smart people make things happen. Smart people know that not all actions will produce good results. They're not scared of failure. Smart people will learn from the work that has a positive effect. And then concentrate on the work related that gives them the greatest result. So I get to this section. I'm thinking about what he's saying and made me think of 1 of my favorite things that Charlie Mu said. How many times can I say 1 of my favorite things that Charlie Mu said and it'd be like a hundred different things? Maybe it's like, 1 out of a thousand things that just more things that Charlie Mu said. So anyways, 1 of the things I liked. Right? That Charlie Mu said that the fundamental algorithm of life, repeat what works. It's exactly... Rockefeller I was using different language, but he's saying, you know, Smart people are going to learn from work that has a positive effect. And then they're gonna concentrate back on that work that gave them the greatest results. That's the way Rockefeller says said that the way Charlie Mug says it is the fundamental algorithm of life is repeat what works. And now that I'm reread the section, I I'm really glad I took another week, just reread it because I was just at this private invite only very small conference from, like, a super impressive, group of founders, and I was talking to 1 of them. I won't name him in case he doesn't want me. In case he doesn't want the credit for the story, but he had, spoken to Charlie few times, and he runs this phenomenal business, and he he owns a bunch of businesses, and he's constantly looking for, like, Ceos to run the company that he's that he owns. And so he asked Charlie, you know, Charlie been in this position. Like, how do you guys find your Ceos. And it's this beautiful simplicity that Mu has. Right? The fundamental algorithm of life or repeat what works. And so he's asking Mu. He's like, well how do you find Ceos if you need to replace Ceo for 1 of your portfolio companies you guys find somebody who's done it before? So in other words, like, find somebody who succeeded at being a ceo before? He goes, what about, like, identifying, like, young, un unproven talent? And try was, like, I don't do that. He's like, and then the... That's it. It was just like, I... I'm just not going to do that. I'm going to find, you know, everybody has to figure out what they wanna do but. I just love Mu simplicity where he's just like, how did you find it? I just looked for somebody to had done the job before. Well, what about, you know, giving these new un unproven people talent. Somebody else can do that? I didn't do that. I just fundamental algorithm of life or pee works? I don't know why find this so funny. Alright. Many people make themselves into a passive person. They want to wait until all the conditions are perfect before taking action. Life, this is such a great line too. Life is an opportunity at a time. Almost nothing is perfect. Passive people have a mediocre life. They must wait for everything to be a hundred percent perfectly safe before doing something. This is a fool approach. We must believe that what is hand... What is what we have in hand is the opportunity we need now so that we can keep ourselves out of the Q of waiting forever before falling into action. There is no absolute perfection in life if you wait until all conditions are perfect, the opportunity will be given to others, stop day dreaming. Think of the present and start doing it now, sentences is another great... Oh my goodness. Another great line. Ready? Sentences such as tomorrow, next week and future have the same meaning as can never be done. And then he's describing to his son. This is normal. Right? It's normal to have periods of doubt periods where you have lower confidence. And really, he's speaking to me the power of biography because you get to see the struggle. You see, you know, some of the smartest most productive people ever live, you see them struggling and you see their reaction to it. Everyone has a time when they lose confidence and doubts their abilities, especially in adversity. But people who really understand the art of action can overcome this with a with strong perseverance. They will tell themselves that everyone has failures and when they fail miserably, they will tell themselves no matter how much preparation they have made and how long they think before they have to do it, they will never make mistakes. Passive people do not regard failure as an opportunity for learning and growth. They are always ad themselves. I really can't do it. I have lost my eager to participate in future activities. The initial idea is just the beginning of a series of move. So he said you just describe what a passive the person is does. Right? And you now describing what really the way you should do it. Just for like, yeah. You're gonna be scared, maybe a little doubtful that you can pull it off, But again, you have a plan, initial idea, just a very first set of moves and you're gonna have to adapt from there. But those who stand on the sidelines and do nothing will never be leaders. The real basis people used to judge your abilities not how much you have in your head but your actions. That is again why this entire theme of this letter is the importance of doing it now, opportunity comes from opportunity. You're gonna plan, you're gonna think, but then you need to be have a bias for actions. This is excellent. This is very, very fascinating. Habits are like ropes. Remember he says people that lack action have a bad habit. So now he ties this back together. Habits are like ropes. We spin a rope every day. And finally, it is too thick to break. The ropes of habit either lead us to the peak or lead us to the trough. Bad habits are easy to develop, but difficult to sever. Good habits are difficult to develop, but they are easy to maintain. Have the habit of doing it now. Get rid of the habit of being distracted. We need this advice more than ever in the world do you and I live and get rid of the habit of being distracted. Be determined to be a per person of initiative. Cultivating the habit of action does not require special wisdom or special skills. You only need to work hard to let good habits bloom in your life. Sun, Sun, life is a great battle to win you need to act, act again and act forever. Merry Christmas. I think there's no better Christmas present than this letter to you at this time, love your father. Okay. So moving. So if you buy this book, you don't have to read it straight through. Like I said earlier, it's like no narrative structure here. I mean, now we're going into just different themes, which is fascinating. So now he's gonna have his entire letter about the importance of borrowing money early in his career. And he starts by pointing out something that he notices and his young son that, you know, you wanna win, but you're too afraid to lose. And so your fear of losing is stronger than your will to win and it can't be that way. So he's gonna talk about this. He makes the point that it's very common. But this kind of unbearable feeling seem to have been ruling me since the beginning of my entrepreneurship. And even after becoming more accomplished, So every time before borrowing money, I would ponder between prudence and adventure, and I would struggle. I would even fail to fall asleep while lying on my bed and thinking about ways to repay my debts. Right? So his sees his son, something that he lacked, like, they're having the same feeling They're they're afraid, but the the action that Rockefeller senior pursuit is very different from the action that his son is pursuing at this point in his life and so that is what he's talking about. After my fear of failure, I still managed to always get up and decide to borrow money again. I have no other way to go, but to borrow money from the bank. And so he's talking about at the very beginning was clear. This is when he's buying up all his competitors and try to consolidate his whole goals, like I have to control the whole industry my control the whole industry, I could set the prices and at least, we know that we're not gonna be be, like, slid into bankruptcy by, like, 90 percent, Whatever you said or the other letter. I think said, like, 90 percent of the firms in Cleveland had already been either slid into bankruptcy on the press of bankruptcy. So he's talking about a similar time in his life. And he just goes into detail, like, this is how he viewed debt. In his early life, he viewed debt as a tool to seize an opportunity, and then he's got crazy. I don't think he would encourage us to do this, like, continually because he does know it's a risk, but was fascinating. He has another line. I don't if it's in this letter another 1, but He's, like, eventually, I became my own bank. So Says son, what is presented to us is often a great opportunity to solve tricky problems ingenious. Borrowing money is not a bad thing, as long as you don't treat it as a life b to only be used in time of crisis, but instead treated it as a powerful tool that you can use to create opportunities. Do not fall into the Q of fear and failure. Fear will rest constrain you from attaining great achievements. Whether it it's to win wealth or to win in life What good people think about in competition is not what they will lose, but what they should do to become a winner. You not let the fear of failure stop you and focus on the fact that your desire to win should greatly outweigh your fear of failing. Essentially what he's telling his son again. And he he's just gonna repeat this several times. If I can borrow enough cash to mortgage a piece of land and allow myself to mono a large area, then I will seize this opportunity without hesitation. When I was in Cleveland, I won the top position in the Cleveland oil refining industry for expansion. I owed many huge debts and even mortgage my business. In the end, I succeeded and created shocking achievements. So that part of the letter how you view debt as a tool to seize an opportunity. Now this is actually fascinating and he combines us with another idea that you need to use honesty. And honesty is a tool and a strategy. So he says, I always insist on telling the truth. The rewards of being honest are enormous. The bankers knew my character, so he would talk about... He would just lay all the cards on the table for all the people he owes money to and in many cases, he would encourage them to buy in equity. And so they actually... Their their, interests were aligned. But then he's fast forwarding, he's talking about when the reason being honest that that that people know you're telling telling the truth. 1, they'll back you when you're in a bad position. So he found himself in a bad position, he needs glad that he was honest with all the people because he was people are gonna wind up saving his ass at this time. I remember 1 day, 1 of my oil refineries suddenly caught fire and I suffered heavy losses. The insurance company was unable to pay. And I needed a sum of money. Some of the bank directors that he went to were hesitant. At this moment, 1 kind soul, a mister S waved off the other directors Listen to me, gentlemen, mister Rockefeller and his partners are very well accomplished people. I urge you to lend them without hesitation. I am assured he's talking about being by Rockefeller. I am assured, take however much money you need. And so He... This is Rockefeller interpretation of what just happened. I subdued the bankers with my honesty. Honesty is a method and a strategy. Today, I no longer need to turn to any bank. I am my own bank. Okay. So I'm gonna skip ahead to a next letter. Really, the... Know that myself. This is how to think about this letter is problems or just opportunities and workflows? And then, of course, that has to be extreme Rock rockefeller. Writing it, make yourself strong or you going to be prey. So this is Dear, John, your mood has been very down lately, which makes me sad. I can really feel that you are still shamed and humiliated from the investment that cost you millions of dollars. This caused you to feel depressed and worried. However, this is not necessary. Be happy my son. You need to know that no 1 in the world leads a smooth life that's excellent advice remember. No 1 in the world leads a smooth life. On the contrary, they live side by side with failure. And so then Rockefeller tells us son how he responds to failure. Unlike some people, I take failure as a glass of spirits. It is bitter when you drink it yet it gives you plenty of vitality. When I first stepped into the business world and prayed to god to bless our new company, a catastrophic storm hit us. We... This is before the oil company. This when he had that produce, like he was whole produce and grains and food. We signed a contract to buy a large amount of beans, and we're prepared to make a lot of money. But we did not expect that a sudden frost would come and crush our sweet dreams. Half of our crop was destroyed. I know that I cannot be depressed. And so after that business failed, I borrowed money from my father again He did not want to do so because his dad would also tax them at crazy rates too. I told my partner that we must promote ourselves and let our potential customers know through newspaper advertisements that we can provide large prep payments and can supply large amounts of agricultural pro products in advance. Instead of being infected by the bean incident, we made a considerable net profit. So using that money advertising the fact that they're offering things that other competitors are not advertising. It is a risk that he's doing. So just to make it clear. And yet because this offer so differentiated it resulted in a huge increase in the amount of customers. Everyone hates failure. However, once avoiding failure becomes your motivation for doing things, you embark on a path of laziness and powerless. Remember saying, You take a problem that you have and you find the opportunity hidden in the problem. Solve that problem, and you've just created a new opportunity out of it. Sun, opportunity is a scarce thing. You need to know that we live in a jungle where the week or prey to the strong. I am a clever loser. I know how to learn from failures, draw success factors from my experience through failure and use innovative methods that I have never thought of before to start a new career. So I want to say that failure is a good thing as long as it did not does not become a habit. My motto is. People always have to maintain their energy remain strong and persistent, no matter what failures and setbacks they encounter. Optimistic people will see opportunity in suffering and pessimistic people will see suffering an opportunity. Failure is a learning experience. You can either turn it into a tombstone or a stepping stone. I have great faith in you. Love, your father. And so in the next letter, he's still talking about the fact that only giving up will result in failure, he's still counseling his young son, and he uses the example of studying the life Abraham Lincoln, Rockefeller thought Lincoln who was the greatest hero of the last century love speaking about him love using his, like, his perseverance as something to aspire to or an example to learn from, and he talks about the fact that he was not frightened by difficulties. He was born and impoverished and was driven out of his home. He failed in his first time in business. And the second time he failed even worse. His role to politics was bumpy. He lost his first campaign, then lost his job. His second campaign was successful, but what followed was the loss of a loved 1 and a failure to be elected to the state senator. In subsequent elections, he failed 6 times, so he's just giving it over overview. Right? He says after every failed campaign, Lincoln would motivate himself by saying, quote, this is just a slip up, not as if I'm dead and unable to get up. Lincoln's life wrote a great truth. Unless you give up, you will not be defeated. Almost all great figures in history have suffered a series of mer blows. Each of them almost surrendered, but they finally achieved brilliant results because of their persistence. Too many people overestimate what they lack but underestimate what they have. That's another great line. Too many people overestimate what they lack and underestimate what they have. Lincoln's life is a great testimony of turning setbacks into victory. Frankly speaking, I have no intention to compare myself with President Lincoln but I do have some of his spirit. I hate it when my business fails and I lose money, but what really concerns me is that I'm afraid that in future business, I will be too cautious and become a coward. Lincoln had still like perseverance. He had a saying which was well said, he said, you cannot sharpen your razor on Velvet. So the next letter I wanna talk to you about is all about the importance of self belief, the level of confidence determines the level of achievement. Why are there so many losers? I think it's because there are not many people who truly believe that they can do something. And as a result, not many people really do. The power of faith can help us move a mountain. Some people really believe that they will succeed 1 day. They carry out various tasks with the mentality of I'm going to the top. I was 1 of these people. When I was a poor boy, I was confident that would become the richest person in the world. Strong self confidence inspired me to come up with various plans, methods means and techniques, and 1 step at a time to climb to the top of the oil kingdom. I never believe that failure is the mother of success. I believe that faith is the father of success. Victory is a habit. What I want is sustained victory, believing that there will be great results is the driving force behind all great careers. Believing that there will be great results is the driving force behind all great careers. I believe that truth... That sentence to be true. I have talked to many people who have failed in their business. When these losers were speaking, they would often un unwilling say, To be honest, I didn't think it would work, or I felt uneasy before I started, or they'd say something like, in fact, it's not too surprising that this has failed. Disbelief is a negative force. The level of confidence determines as the level of achievement. Mediocre people live their life day by day, believing that they can't do anything. If they cannot raise their self confidence, they will shrink in their self judgments and become increasingly insignificant. What they think of themselves will also make others think of them in the same manner. So then these kinds of people will become insignificant in the eyes of everyone else. Remember he's saying we're the origin of their their self judgment Right? With they... The fact that they doubt themselves so much starts internally, and then eventually, the external world starts to agree with what's inside. He's saying take the other thing Thing. Believe that you can achieve things, believe that you're a great person and then and believe that truthfully. Don't lie yourself. Right? And then do the steps necessary to make that true, and then the the outside world will share your belief. I always say it's like churchill... This is... Churchill just on my mind, but other people... Like, Churchill had this fear self belief and then all he did he went around getting others to believe to share that belief 2. And so then Rockefeller goes back and giving his advice on to his son about how to do this. I replaced the thought of failure with the belief of success. I replaced the thought of failure with the belief of success. When I face a difficult situation, I think I will win instead of I might lose. When I compete with people, I think I am as as good as them, not I can't compete with them. When opportunities arise, I think I can do it instead of I can't do it. I remind myself regularly, you are better than you think. Never never sell yourself cheaply. So he's talking about and not only what he doing did from himself, please telling the son, never never sell yourself cheaply. Those who can reach the pinnacle business, mission, writing, acting in other pursuits of achievement are all because they can steadily and persistent pursue a plan of self development and growth. This training program will bring them a series of rewards. So I've had to summarize that letter of what he's trying to tell teach teaches son. You remind yourself regularly, you're better than you think. And then never never sell yourself cheaply. This is very fascinating. There is... I don't know how to describe it. Is there a cy to his view of human nature. Doesn't... He definitely doesn't hold back. But he's also a deeply religious man that that care for humanity as a whole. So it's kind of like, it's hard to reconcile the you. But I'm just gonna read you his words and then, you know, you can kind of make her own judgment. But he's talking about the fact that interest, right? Personal interest is a shadow that illuminate all of human nature. So he says this is what my experience has taught me. My life makes me firmly believe that interests seem to be invincible. It is more accurate to say that we are slaves of interest rather than masters of our own souls. And you start to see more of, like his extreme viewpoint. He says, I can assert that in this world, there is no 1 who does not pursue profit. From the moment you step into the interpersonal relationships, a protracted life game for profit begins. In this game, everyone is your enemy, including yourself. Therefore, when I say what I say through all of this, I always adhere to a principle. I can deceive the enemy, but I can never deceive myself. Fighting back at an enemy who is shooting at me will never disturb my conscience. Sun, please don't get me wrong. I don't attend to paint a world with an oppressive and suffocating grey. In fact, I long for friendships, since sad kindness and all the beautiful motions I can nourish my soul and I believe in them. However, In the market, I often encounter betrayal and deception. To this day, I could still clearly remember the experiences of being deceived several times, which is unforgettable. And something talks about his experience going back to his early days in Cleveland again. And so it says the most painful to see I experience occurred in Cleveland. It goes back to the fact that the oil refining industry was unprofitable because we have all over production and then a bunch of the oil refineries had already fallen into bankruptcy. And as you and I already know, his goal was to buy them all up or control all of them and so he says, I told those refinery owners who were on the verge of bankruptcy that we are at a disadvantage We must do what we have to do to protect ourselves together. I think my plan is very good. Please think about it. If you're interested, I wasn't very happy to discuss this with you. I bought as a result, I bought many worthless factories. But some of these people were so evil, selfish and un grateful. After they got them... My money, they became enemies. They un tore up their agreement with me, made a comeback, bought equipment with money earned with my help, returned to their old business and publicly black mailed me asking me to buy their factory yet again. At that moment, my mood was terrible and I even blame myself for being honest and kind. In profit making games, today's friends will become tomorrow's enemies. This situation often happens, And he always he talks about the fact that he was even deceived by people in his church. There was 2 church members that had deceive me at this time. I was shocked when I knew that I had been deceived by them. I do not understand why people who pray with me and swear religiously will want to abandon their pride indulge and greed, l how they can be so despicable. He he uses an exclamation point, which is very rare for him by the way. So he's kinda fired up with what he's saying here. After all kinds of deception and lies, I told myself. You can only believe in yourself. I know this kind of slightly hostile mentality is not good, but there are too many deception in this world and guarding ourselves is an indispensable survival skill. Remember, all this is coming from advice that he's giving a son. Right? Guarding ourselves is an indispensable survival skill. Dealing with bastards will make you smart. If anybody wants to deceive me now, it will be more difficult than crossing the Grand Canyon. I can let my opponent teach me, but I will never teach my opponent. I am careful of those who ask me to treat them sincerely because they want to reap benefits for me. So this is I mean, much more like cynical, you know, darker view on at least human nature in markets, which he says again is is informed by his experience. In this game, everyone is the enemy because everyone takes care of their own interests. You need to know how to protect yourself and prepare for war anytime anywhere. And then he ends the letter this way, Son, what Destiny gives us is not the wine of disappointment, but the cup of opportunity. And so I skip head to another letter where he really just talks about his I think he has a ruthless competitive drive that would be scary to a normal person, and he's gonna talk about the fact that this guy named Mister Pos da post him, and he had to be destroyed. And then since he was formidable, he had to be brought into his organization. So He's writing this letter when he's almost 8 years old. And this is hilarious the way he starts it. Dear John. Today on my way to play golf. I encountered a challenge that I have not had in a long time. A young man arrogant overt took my car in his car. He provoked this old man's competitive nature And in the end, he could only look at the back of my car. This made me very happy just like when I defeated my opponent in business. John, my nature never wears off. What I like is the good feeling of victory. So there... This entire time I'm reading this letter. The way he sounds to me is if you listen to my episode on Tiger Woods. There's episode 03:01. There's a line at Tiger Woods, says that I think would also come out of rockefeller mouth. And Tiger woods said there is no feeling I found that matches the feeling that I've beaten everybody. And so we have yet another story where a guy tries to lay oil pipelines and he's going to incur the wrath of Rockefeller, and his name is mister Pot. So it says, whenever I encounter a strong opponent, the competitiveness in my heart will burn. And when it is distinguished what I gain is victory and happiness. That sounds just like Tiger Woods saying that the best feeling the world is a feeling that when he has beaten everybody. And he says mister Pot once brought me this kind of pleasure, and he was great. As a insane statement. This is what I mean. Is there's... He's una extreme. He's talking about the fact that the greatest feeling was given because this formidable competitor brought out a wrath and competitiveness in Rockefeller that Rockefeller their loves. And he just loved to stand over his defeated opponent. I'm gonna skip to what he was doing. He's just... Essentially a... He's... He he owns a subsidiary of it's it's called the Empire transportation company. It is subsidiary of the Pennsylvania and your railroad company. This is what you need to know about that. Right? So he's trying to build a network on oil pipeline network. So he owns the company, but it's a subsidiary of another company, which means he is not in control. He is this guy does not have a Rockefeller like control, that's going to come into play when Rockefeller describes how he destroys mister Pot. However, the Pennsylvania Railroad company was ambitious. This is the owner, right, of mister Pot company. They tried to replace me and put the oil running industry under their control. They merged the 2 largest oil pipelines in the oil area into their own railway network to try to get my neck stuck. The person responsible for accomplishing this mission was mister Pot, who is the president of the empire trans station company. And so he's a very simple motto during this time. Anyone who opposes me is an enemy. So he says sitting and watching an opponent gather strength, so they can then sub one's position is stupid. I am not stupid. My belief is to reach the goal before others. I quickly set up the Us transportation company. So he's setting up another company and launched a self defense counter. And so he does the same thing he's always does. He tries to take. He sets up the company doing the same thing that that mister Companies is doing and yet gets customers from them within a year, we controlled 40 percent of the oil transportation business in the oil region, but this was just the beginning of my contest with mister Pot. The people who can get ahead in the world are those who know how to find their ideal environment. If they cannot do it, they will create it themselves. And it's exactly what Rockefeller is about to do here. I admired mister Pot courage, and I was more than willing to accept the challenge. He sought to shake my dominance in the oil refining industry. And I must drive him out of the oil refining industry. I first met up with the owner of the Pennsylvania railroad company, mister Scott remember. Mister Pot company a subsidiary of the Pennsylvania railroad company. I told him bluntly that mister Pot was a poach. And he was breaking into our territory. We must stop him. But mister Scott was very stubborn and determined to allow Pots t to continue. I had no choice but to challenge this powerful enemy. And as always, Rockefeller has this multi pronged, attack. The first thing I did was terminate all business dealings with Pennsylvania railroad company. They were 1 of the largest customers of them. I instructed our subordinates to transfer the transportation business to the 2 major railway companies that have supported us, asked them to reduce freight rates, so they could compete with the Pennsylvania Railroad company, weaken its power, and at the same time, I ordered all refineries in Pittsburgh that depend on the Empire company for transportation to close. Not to negotiate lower prices, not to do anything. Literally, I will close down my businesses and starve you to death. At the time, the Pennsylvania railroad company was the largest transportation company in United States. They were proud. That they had never been conquered. There's that word again, but under my 3 dimensional oppressive style of play, they could only surrender. But before they surrendered, they resorted to an unpopular move. They started cutting wages. So they're They're being squeezed. Their revenues way down, so they try to cut wages. And what happens at this time in history you already know Like, when you start messing with with, how much you're paying labor. Like, they they'll strike and not only will they'll strike. They can get very violent there's, you know, multiple examples in in Us history of labor and ownership. They're being little worse. Like, they hire armies and they kill each other. It's crazy. The angry workers burned hundreds of tankers and locomotives and a fire forcing them the Pennsylvania where a company to ask Wall Street for an emergency alone. When I read this, I have no proof. I I have to be very clear about this. But I'm reading this, and I'm like, this just sounds like he set this up. Like, he set up the condition so they actually and again, like, this is pure speculation. But when when you spend the mind or so much time in the mind of Rockefeller. Maybe, you know, he could he could get them into doing this themselves. But I just... I have a feeling he stoked the anger. Like, there was obviously some kind of simmering anger between labor, and I think he just poured gasoline on it. So the fact that And workers burned hundreds of tankers and locomotives in a fire. So think about what from Pennsylvania railroad perspective at this point. Right? They're in a war, mister Pot is supposed to be leading that war against him. Rockefeller tries to, like, let's, you know, let's figure out a a solution to this. Mister Scott, the Head of Pennsylvania railroad company. Like, no. You know, we're gonna keep fighting and then Rockefeller just lighten them up. Shutting down refineries, squeezing them every possible way. They start making a lot less money, they make some bad choices, then now you have that compound on the fact that how much money is lost in equipment and time and everything else because these literally you're here your assets are being lit on fire, then you have to go and you have to get an emergency loan from Wall Street. And then when it leaks that you're seeking an emergency loan because all this stuff is going down. What happens, your stock price plummet. And Rockefeller says the following, this is what I mean, this guy's ruthless. As a result of their duel with me, their pockets were getting cleaned. And so what he admired about mister Pot, he says mister Pot as a soldier. So even after my victory was assured, he still wanted to continue fighting with me, but he's not in charge, mister Scott decisively lowered his arrogance and set someone to tell me that he hoped to make peace. Pots was not in control. Pots wanted to prove himself to be great, but he failed. He failed completely. A few years later, Pots became an active and diligent director in 1 of my companies. Arrogance usually leads to a downfall. Scott and pots and his il thought they were of noble origin and were always arrogant. Therefore, my heart was flutter when I successfully tamed these arrogant donkey. So then he has an entire letter where I really feel the note of myself is, Rockefeller describes the loser in its natural habitat. So it says Dear John, Captain Show filled lost again. He lost and got a little furious and threw his golf club into the sky in a range. As a result, he had to buy a new 1. Frankly speaking, I prefer the character of the captain. The goal of life is to win. The captain also has a commendable advantage after losing, he never makes excuses. In my opinion, excuses is a mental illness. And people with this serious illness are all losers without exception. The more successful person is the less excuses he will find. The loser will explain why he could not achieve it, why he did not do it, why he could not do it, why he's not the right person, The first action that the loser takes is to find various reasons for his failure. I despise those who are good at making excuses. Only a loser finds a good excuse. This type of person will never want to admit that they're are a person who loves making excuses. And so he give some examples of typical excuses that people make and what he feels is incorrect about those excuses. The first 1 is the excuse of I am not smart enough is very common. I have found that most people have 2 basic wrong attitudes towards intelligence. Number 1, they underestimate their own brain power, and number 2, they overestimate the brain power of others. And so he's telling the son. To be a good businessman, man, you don't need to be lightning fast. You don't need to have amazing memory. You don't have to be the best in school. The key is to have a strong interest and enthusiasm for doing business. So he talks about the importance of enthusiasm. In many of the letters. He talks about being, like, a force multiplier enthusiasm was force multiplier to whatever you're doing. It's very interesting. The the things he chooses to repeat and that the importance of interest and enthusiasm is something that he talks to son about quite a bit. So it goes back to you need to have a strong interest in enthusiasm for doing business. Interest in enthusiasm are important factors that determine success or failure. The outcome of things is often proportional to our enthusiasm. That's a great line. The outcome of things is often proportional to our enthusiasm. Damn that... That's it. That, you know, that's too. I need to repeat it 3 times. Sorry. The outcome of things is often proportional to our enthusiasm enthusiasm can make a hundred times or thou enthusiasm can make things. Excuse me, A hundred times or a thousand times better. I believe that an average talented person who has an optimistic positive and cooperative attitude towards the world will earn more money and win more respect as compared to a talented, but pessimistic, passive and un person. And so he talks about the importance of being a person that does not use talent as an excuse that will never underestimate your own talent and also not to overestimate the talents of others, and he's describing the... His mentality that he has a strong desire to establish and I will win attitude. He knows to use his intellect to actively create and find ways to succeed, not to prove that he will fail. He needs to use his mind to create and develop new ideas. So he's using the word heat, but he's describing just to be. He's describing his own mindset. Okay? So he has a strong desire to establish. I will win and and I will win attitude. He knows to uses his intellect to actively create and find ways to succeed and not to prove while he will fail. He needs to use his mind to create and develop new ideas, find better new ways of doing things and remind himself at any time. Am I using my mind to create history? That is an extreme mindset. Asking yourself, am I using my mind to create history. And he goes back to what he believes luck is? I think carefully prepared plans and actions are called luck I never succumb to luck. I believe and cause and effect, and then he ties it together and ends on where he started, do not make excuses in the process for pursuing career success. The most important step is to prevent yourself from making excuses. And so then Just wanna tell you about this advice that he gave to a young man who starting out and doesn't have a lot of money. And so he says Dear John just yesterday, received a letter from a young man who aspire to become a rich man. He has no capital, and he wanted to know how he could start a business and become rich. And so this is the advice what Rockefeller wrote back to him. From poverty, the road to prosperity is always uno obstructed. The important thing is that you firmly believe that you are your greatest capital. You have to exercise your faith and keep exploring the reasons for your hesitation until faith replaces doubt. You have to know that you can't achieve which you don't believe in. Faith is the force that must drive you forward, and then he tells his son the same thing. The important thing is to sincerely believe in yourself. Again, I told you here your peace importance of self belief over and over again. I think that a person who does not believe in himself is like a thief. Anyone who does not believe in himself and does not fully exert his abilities can be said to be a person who steals from himself. And so in this letter, Rockefeller is in his nineties, and he's telling his son about Henry Ford coming to visit him, and he's really... Just think about, like, the intensity. He's in his nineties and listen to how he's still talking. Okay? So he says, Dear John, a person without ambition will not accomplish great things. This is what my friend, the automobile king, mister Henry Ford con in me when he came to see me yesterday. I admire this rich man from Michigan very much. He is a persistent and determined guy. He has almost the same experience as mine. Mister Ford is the creator of a new era. No American can completely change the American way of life like he did. He has turned a car from a luxury into a necessity that almost everyone can afford. And so of the lessons that he's trying to teach his son in this letter is that that wealth is directly proportional to the goal. Mister Ford's ambition was to create a world where everyone can enjoy cars. This may seem unimaginable, but he succeeded. The achievement that Ford created proved 1 of my life's kratos. Wealth is proportional to the goal. Being the richest person in the world was the basis for my efforts and the strength to spur myself. The 1 sentence that I most often motivated myself with is. For me, second place is no different from last place from he's in his nineties. If you understand this, it will not be surprising to you that I ruled the oil industry as its undisputed king. A great life is the process of conquering excellence. It's always amazing to me how certain events that happens to you even when you're a young person can actually stay with you for for the rest of your life. And so 1 thing I think of is where James Dyson was 9 years old, and his father died really young from cancers. His father in his 40 20 he died. And in James second auto geography. I think this is... I covered I think on up episode 02:05. He's writing that book when he's 69 years old. In other words, he's writing that 60 years after this event happened, and he talks about still crying and and, like, being... Like, still just unbelievably sad and crying over the fact that his father was deprived of the ability to see his 3 kids grow up. And how even 60 years after he still longs for and misses his father. And so this is Rockefeller at 90 sixth. He wrote this letter when he was 96. This is the last year of his life, and he is describing to his son who is an adult, like, a 60 year old man, the moment that Rockefeller fell decided his entire life. And that is happening seventies he's describing it, you know, 70 years later. And so this is what he says for everyone, sailing in the business is the greatest adventure that life can provide. The trajectory of my life is a rich adventure. If I were to find out which adventure was most decisive to my future, it would be entering the oil industry. And so at the time he's is another business that's outside of the oil industry. Mister Andrews, I'm pretty sure it's like, the brother, if I remember correctly, it might be the brother of 1 of his partners. I think he's got 2 partners, andrews and Clark. So this guy comes in. He's an expert in lighting, and he says he told me, John, when ke burns, the light is brighter than any lighting oil. It will definitely replace other lighting oil. So again, very beginning of the oil industry when when Rock gets into it. Their refining ke scene and their main reason. There's no cars at this point. Right? He got... Rockefeller Is 1 of the few people that actually became richer in retirement than he was during he's during his working years because the invention of the car and the the mass reduction of the model t specifically happened after, he retired. But at the beginning, it was just all lighting. So it says, when car burns, the light is brighter than any lighting oil, it will definitely replace other lighting oils. Think about how big a market will be. You know, how many people want lights inside their house. Everybody. Right? So he says we invested 4000 dollars, which is a lot of money for us, and we started an oil refining business This is very first step. I plunge into the oil refining industry and worked hard. In less than a year, oil refining earned us more profits than our agricultural products business and became the company's largest business. And so now he's reflecting the inner monologue he had 70 years ago, I told myself. I warned myself. You must hold on to this tightly. It can bring you to the realm of your dreams. I then aggressively expanded the business strategy of the oil industry and this irritated my partner mister Clark. Mister Clark is an arrogant conceded, weak and lacking courageous person. He is afraid of failure. He is not a good businessman. Clark can become a stumbling block on my road success. And I must kick him away. This is an important moment. Breaking up with mister Clark at this time was an undoubtedly risky adventure. So he decides hey, I'm gonna give rid of this guy, but he doesn't tell him says before the announcement of mister Clark saying that I wanna go on my own, I wanna, like, essentially put up our company for for auction forbid that's whether he does. I first polled mister Andrew's over in private. And he's like, listen, I'm gonna terminate my relationship with the Clark Brothers. If I buy their shares, would you be in with me? Andrew's did not let me down. A few day late... A few days later, I got even more support from the bank, so bad boys move in silence. The first time his is not gonna realize how well capitalize is because at the time, he doesn't even know it's his enemy. It's his partner. Right? Even if they kinda hate each other. So finally, he pushes the issue, he gets his partners to agree. We're gonna agree to auction the company to the buyer with the highest price. To this day, when I think of the auction scene, I feel very excited 70 years more than 70 years later. It feels like gambling in a casino, which is thrilling and made me completely focused. It was a good bet. What I bet with is money, but what I gamble with is my life. So the bidding goes up from 500 dollars to several thousand dollars, then 50000 dollars, then 60000 dollars, then 70000 dollars and Rockefeller says at this time I began to fear. But I calm myself down quickly. I warned myself. Do not be afraid. Since you have made up your mind, you have to go forward. Finally, at 72000 dollars, I offered 7... I did not hesitate and I offered 72500 dollars. At that time, mister Clark stood up and shouted. I will not add any more, John, it belongs to you. Dear John Junior, that was the moment that decided my life and I feel it's extraordinary significance. Meaning I feel it's extraordinary significance even to this day. Of course, I paid a high price. But what I won was freedom and a glorious future. I became my own master, my own employer, and I no longer had to worry about those short sighted mediocre people blocking my way. You only need to remember 1 sentence, plan, boldly and implement carefully. And then I just wanna pull out the ending paragraph of another letter because he just talks about over and over again, the importance of the relationship you have with yourself, the view of yourself, the confidence you have in yourself. My son, your relationship with yourself is the beginning of all relationships. When you believe in yourself and are in harmony with yourself, you are your most faithful partner. Only in this way, will you stay in indifferent, What we talking about is indifferent to the to the opinions of the external world. I really need to hammer this point home because he's got entire letters. Multiple entire... Like, multiple letters where the entire letter is about the importance of self belief. This is 1 of the letters and really, I can I can give you the main punchline in 2 sentences? A person's self esteem is the core of his personality. What kind of person you think you are, you will make you become that person. And then when you read through the letters and you also see this in all the biographies of Rockefeller. Would say that Rockefeller internal company gospel that of cooperation. And I think I can... We can just... He he explains this in really less than 2 paragraphs. He says this is 1 of the reasons why standard oil is so powerful that it odds its opponents. Sincere cooperation is regarded as the most important factor in our lives, meaning inside the company. Do not forget telling son why you might wanna copy the strategy. Do not forget that everyone is selfish. Everyone is loyal to themselves by nature and that I is the religion in everyone's heart. When we replaces me, the power gives off will be inca. I wanna read that. Now I, you know how it ends. I wanna read that paragraph again. Do not forget that everyone is selfish. Everyone is loyal to themselves by nature, and I is the religion in everyone's heart. When we replaces me, the power it gives off will be inca. Another theme of 1 letter, which is fascinating is the importance of patience. And really having a high tolerance of pain. Is this great quote where he says only when you can endure what people cannot, can you then do what people cannot do. And so he's talking about the importance of this practice of patience and self control, goes back to that partner that he absolutely hated, mister Clark, he's already told us that he thought was terrible and not a good person I very good at business. And so it says mister Clark always put on a pre posture in front of me, which made me very disgusted. He regarded me only as a short sided little clerk. Without him, he thought I would be worthless. This is a blatant provocation, but I pretended to turn a deaf ear. I know that respecting myself is more important than anything else. I have told myself over and over again, surpass him, your strength will be the biggest humiliation to him, just like giving him this would be so basically succeeding him passing him in life. Right? Would be giving... Would be like, the equivalent of giving him the loudest slap across his face. So 1 thing about Rockefeller, is he had unbelievable, self control? Very there's only a handful filled of times in his entire life that he let that mask that he a simmering intensity and conquering nature that is very apparent. Obviously in these letters, but he went let other people see it. And so every once in a while, like, you know, handful times. There's people where he accidentally let that mass slip, and then they said as soon as he realized he would, like, go back inside of himself. Now, the the self control and discipline obviously is applicable and valuable and other things. But what I thought was fascinating is rockefeller is the, like, an an numb an anomaly. Right? Because he's ruthless competitive spirit would do anything to destroy his competition, but inside his company, his employees loved him. He was also like a good father. Spent a lot of time his kids seem to be really good to his wife, gave away a lot of money and the the the this this collection in 1 individual's very rare because what I'm about to say? Is like most of these, like, conquering kind of people. They tend to have very rough edges and heavy handed ness. There... People in this company never report he never lost of temper. He never said an un kind word. Like, the the he... The actual employees loved him, which is, again, very very rare. He might be the only person that has this this combination of of traits. So anyway, he's saying, listen, it's a blatant provocation. I'm just gonna pretend that I didn't hear it. Doesn't matter. I know if that if I just pass him to to very pride and Arrogant Like that. That's like, the equivalent of smacking him in the face. As you know, the Clark, Rockefeller company has forever become history. The Rockefeller Andrews company replaced it, and I got on the express train to become a billionaire. Only by being able to endure what people cannot bear can you do what people cannot do? And so then he has a letter about, visit from mister Andrew Carnegie? Like I said earlier, you know, all their errands are in this book. There's, like, you know, they may have even be doing some deals together. Or know each other way he says, Rockefeller definitely feels he's superior to all of them though, but he is talking about telling us on what he liked that Andrew Carnegie told him. And so he says, mister Andrew Carnegie is a... Tireless iron man, and he's always what he's he's describing, like what? What he likes about it. So he says this and I appreciate this guy who often competes with me because he's diligent and ambitious. He's like a... He's a tireless iron man. He's always regarding moving forward as his first second and third most important thing. And so 1 of the things that Andrew said, he really set... He really enjoyed. He says the end is just the beginning. As a quote that Andrew like a mantra Andrew would repeat. The end is just the beginning. Success is a process of continuous reproduction just like a prolific cow. When it gives birth to a calf, it immediately becomes pregnant with another back and forth endlessly. The end is the last stop of a journey and the beginning of a new dream. So it's whole point that that's what means by the end of it's just the beginning. A lot of people you and I've talked about in the past. Like, if you go sleep on a win you wake up with a loss. A lot of people get a little success or they get to a certain plate place and they kinda, like, let their foot off the gas and Carnegie and Rockefeller were like, well, success is a process process of continuous reproduction, like, a prolific cow. Give birth to something, then immediately get pregnant get birth to another thing back and forth endlessly. The end is the last stop of a journey in the beginning of a new dream. That's just really great language and the ends this letter where he's talking about Carnegie and it to more more advice to his son, look at those who fail, and you will find that most people fail not because they make mistakes but because they are not fully committed. The same goes for companies. In another letter he gives us some advice on the kind of people that you want around them? Like, what are the kind of friends that you want and the people you want to avoid? I like to be friends with those who never give in. This kind of person will never allow pessimism to influence anything and will never succumb to all kinds of resistance. Unfortunately, negative people are everywhere. People who know they cannot succeed will insist on trying to block your way up. Many people are ridiculed because of their ambitions. Other people are jealous. They'll see you working hard and strive to outperform them, and they will try their best to fool you. We cannot Love this this idea of not letting other people lower your level of thinking. We cannot prevent others from becoming boring negative people, but we cannot be influenced by them and lower our level of thinking. You will want them to slip past you naturally just like the water behind a duck. Giving a son advice on how to be a great leader. He makes this point a few times, that leaders should listen more than they speak, Rockefeller writes. The biggest challenge for leaders is how to create an environment in which people feel that being open is more comfortable than hiding the truth. Proactively invite others to state their thoughts and encourage them to speak out with words such as please say a little more. And then simply listen, you will get the benefits You will have a more thorough understanding of the underlying issues in your company. You can get more information, and this information can change your assumptions. You will have more time and since you're sitting being quiet and listening. And not speaking, you will have more time to organize your thoughts. The... Them... And there's a there's another good thing where talks about this lot, like, good listeners are usually viewed by other people very positively. So it says you will have more time organize your thoughts and the presenter, the 1 speaking, will feel that you value their point of view. And then when it's your turn to speak, they'll actually listen to what you have to say. So when you listen attentive, the original presenter will be more willing to listen to your opinions. Create a habit of listening instead of responding immediately. And then he writes another letter, which goes back to this belief that he has and something that he beats on the power of enthusiasm, It's says the person who can create value, the most is the person who devote himself completely to his favorite activities. And he actually uses this idea as an effective leadership style. So it says, you understand my philosophy, which always helps me to succeed in my career. And that is do what you like to do the most and leave other things to the people who like to do those the most. This is a very effective leadership style. It is not to let the subordinate stick to rigid and standardize work positions. But to find ways to use each person's strengths and induce them to pour enthusiasm into their work to achieve excellent productivity. This was my way to victory. So you're saying match the people in your company by their enthusiasm for what they're working on. You should remember this sentence. The most perfect person is the 1 who thoroughly devote himself to the activity that he's is best at. I changed this sentence into a management philosophy. The person who is most able to create value is the 1 who is completely devoted to his favorite activities. This is easy to understand. If you don't devote time to the things you love, you will never feel self satisfied. If you don't have self satisfaction, you will lose the passion for life. If you lose the passion for life, you lose the motivation for life. Counting on a person who has lost a motivation to do a job well is like counting on a clock that has stopped to tell the time accurately, It is ridiculous. Match people by their enthusiasm. It's amazing how many of these letters are actually talk about leadership and management. And really what he talks about is that respect. So he's gonna tell his son how he manage people that respect is just an effective tool. Right? It's it's just it's and underutilized but very effective tool to motivate employees to work hard. And so the way I about this. The best description I ever heard about this Has come from Mary Kaye who built this giant cosmetic company, and it was like, I think Door door sales. I have her a biography on her. I haven't ready yet. But I do remember her saying this, and this is why I bought the biography and again... Begin with, she would train her salesforce that everybody goes to life with an invisible sign on their neck that says make me feel important. That was a cornerstone of her training, and it really reminded me of what Rockefeller is gonna tell us son here. I love my employees. I never sc or insult them. Nor do I become dom and ind in front of them like some rich folks do. What I provide my employees is warmth, equality and intolerance. All these combined into 1 word is called respect. I find that respect is an effective tool to motivate employees to work hard, and he goes into why this is the case everyone aspire to be considered valuable. Valued and respected by others. There is an invisible sign hanging on everyone's forehead, which says value me. So that's Rockefeller. Version of this is invisible sign on the forehead says value me, me, Mary K says, signer on their neck that says make me feel important. No employee will remember the bonus that he received 5 years ago, but many people will always remember the kind words from their employer. I like to leave a note, a piece paper on a note on the desk of my subordinates with a word of thanks. The words of gratitude I write by hand for a minute or 2 will still be felt many years later, Even after many years, they still remember the words of warm encouragement. And then I wanna end on the story that Rockefeller learned from Carl Young, 1 of the biographies on Winston Churchill young life ends with the words that he is a dangerous optimus. A main theme of this focus is the importance of having a positive mental attitude and being an opt, and I love the idea of being a dangerous optimus. Churchill was Rockefeller was, I certainly hope to be and Rockefeller rights, mister Carl Young and I met unexpectedly. The psychologist told me a story. A man was trapped by a flood, and he had to climb to the roof to take refuge. 1 of his neighbors floated over and said, John, the water is really terrible this time isn't it. John replied, no, it's not that bad. The neighbor then said, how can you say that? Your chicken coop has been washed away. And John said, yeah, I know, but I started raising ducks 6 months ago, and now they're all swimming nearby. Everything is fine. But John, this time, the water ruins crops the neighbor said. But John replied, no, just last week, someone told me that my land needs more water, So that problem is solved now. The pessimistic neighbor once again said to the smiling John. But look, John, the water is still rising. It's about to rise to the level of your window. The optimistic John smiled happily and said, I hope so Those windows are dirty and really need to be cleaned. Decide to adopt a positive attitude to deal with the complex ups and downs of this world. Once this state is reached, even in negative situations, we can make the mind automatically respond positively. Remember, everything can change or be changed. And that is where I'll leave it. Highly recommend buying the book. If you buy the book using the link. It's in the shows your podcast player, you'll be supporting the pi at the same time. If you want more Rockefeller. There's a bunch more to go, like, you deep into the back catalog of founder podcast. Episode 03:07. That is about the world's great family dynasties. I go over 4 family dynasties, Rockefeller, Roth child, the Morgan's and the Toyota, episode 02:54. John d Rockefeller, founding fathers of the Rockefeller. That's episode 02:54. I believe that to be the best biography on Rockefeller. Episode 02:48. John d Rockefeller based on the biography, Titan Titan excellent biography. Most people read it. That would be the second biography. I would recommend I'd read the the founding fathers of Rockefeller First. 2 episode 02:47 is on Henry Flag, which is Rockefeller partner, like his main standard oil partners. Is a bunch of insight into Rockefeller in that episode, then episode 01:48 is John D Rockefeller auto. And if you wanna go way back to the first time I ever read about Rockefeller, You know, this is half a decade ago, episode 16 The first time I read Titan in the first episode I made on Titan. So that is episode 3 0 07/02/5402 48 02:47 01:48, and 16. Those links will be down below as always and in the show notes. And if you can't remember all the stuff, just go to founders podcast dot com and you can look at the show notes for every single episode there, and I will leave a list down below. That is 324 books down 1000 ago. And I'll talk you again soon. Okay. So real quick, in case that you want to get access to my version of read wise, which is called founders notes dot com. You go to founders notes dot com to sign up that's founders with an s just like the podcast. So founders notes dot com. So when you sign up and you get, I'm gonna tell you how what what are the features that I use the most. And so at the very top is the main feature. The 1 I use but every day. And it says search highlights and there's a search bar. And very simply, I just searched by whatever keyword I'm thinking about. So could be about hiring about marketing about obsession could be about a specific entrepreneur, like, Rockefeller, whatever happened to be thinking about or whatever problem I need to solve at the pro... At the time. So, like, the the greatest example and I actually made, like, a 30 minute. Like, short Ama about this? It was asked, like, how do history greatest founders think about hiring. And so if you type hiring in that box, you'll see what what did jeff Bezos say about it? What did Thomas edison say about it? What did the people that founded Paypal say about it? What did est a Lau say about it? And on and on and on. And so I think that's pretty self explanatory. Again, this is a product for people already in successful companies. I think I don't have to elaborate. You already know what the value of that would be. So the highlights feed is, the search should be searching the highlights is what I use the most. Now, the thing I use the second most is called the highlights feed and the highlights feed. I'm loading it right now. Essentially it's just like these little almost like tweet sized highlights from all different books. And so it is completely randomized, and it's almost like you have history greatest entrepreneurs speaking to. And then just read through them and see what thoughts respond. So like, the first thing you came up was actually, oh, it's actually a highlight from Warren Warren Buffett Shareholder letters, he's talking about diversification and relation to risk. The next highlight is a quote from Ed Cat, the founder of Pixar. Talking about. He didn't even realize at the beginning of his company how poor the communication was and that there was things going on his company that... His... The people... His employees were not telling him. And his thoughts on how to fix that. Then there's a quote from a book that I read, like, 6 years ago. And it's actually the the biography of Alibaba. He's talking about the importance of listening. And that poor listeners actually have second rate negotiations skills. And so that is the second most used feature for me Personally, this might be different for you. Third feature books. Do you have a list of all the books that are in there I think right now says I have 307 in here, I saw a bunch I need to put in. And then that... That's very simple. Like, I just went through. The reason I repo the Mike Bloomberg episode, for example because I've been reread the highlights. And so I went back if I don't have time to reread the book, which I will in the future. I just read through I think I, like, 44 highlights of Bloomberg Auto. And you read through them, and you there's just so many ideas and this is happening, like, 15 minutes it's absolutely incredible. So itself explanatory you can search my book. The last feature that I used the most is the favorites feature. You know, I have 20000 highlights. It's, you, there's a ton of information in here. And so what I'll do is as I go back through the highlights, and I've done this forever and that's why that this number will always go up. I have 839 favorites now, but, you know, you're listening to just months from now, it's going to be higher. And I... Whether it's through searching, whether it's through reread the the highlights on a specific book, are there the highlights fee, which is the random, just showing me, like the random highlights that I've done. If there's something like damn. That's a good 1. I really want to remember that. And so I I highlight it right or shouldn't I favorite it. And then now that goes into the very favorites feed. So then I have an even more, like, specialized feed of ideas and highlights from different books all on 1 page. So again, Need to reiterate reiterate. I think if you or like me, and there's a good chance that you're... If you're listening to this you're like me. If you're like me, you're already running a successful company. I think it's a it's a no brainer. I would at least test it out for a year. There's a chance that you don't like it. I'm not gonna share that opinion with you because, like I said before, I listen to it, or should not listen to it. I use it every day. And I think what I... Would... This is gonna be good for. And what I hope to do is, like, man, like, for a founder to just have a browser, this this notebook sitting in a browser that they can tap into any time. I think that's going to be very valuable. And I can say that because it's been very valuable for me. So hopefully, that makes sense. If you wanna test it out, it is founders notes dot com, again, founders notes dot com, and I also leave a link down in the show notes if you wanna grab the link from the podcast... The show notes on your podcast. Founders notes dot com."
}