{
  "transcript": "I'll way back in 2019, and received a message that changed the direction of this podcast forever. It was from Tristan who is 1 of the founders of Read wise. He said, hey, I love the podcast, and he told me about the Read wise product. I responded. Thanks, Tristan. Love the idea behind Read wise, I will definitely check it out. I had no idea that I would become a super user of his product. And so over the years, I've added my highlights and notes for over 300 books. I have over 20000 highlights and notes for the books that I read for the podcast. And because I can search every single thing I've ever done, I use read wise every day. I never close the browser tab. The tab on Read wise is always open because as I'm reading, as I'm thinking, as I'm researching, I'm constantly going in and reread all my notes and highlights. And you might already notice this because every other podcast I go wanna I talk about read wise. I tweet about it. I post about it constantly. I've been saying for years, it is the best app that I pay for. And because I go around shouting about how great it is from the mountain tops. I get a bunch of messages, nearly every everyday people have asked me, hey, is there a possibility that I can actually get access to your read wise. And this happened so much for so long. And I thought it was like a super superpower. So I was like no. No. No. And then I started thinking I like well, why why does anybody want? Like, why do they keep asking for this? And I thought about it was like, well, if you think about this, like, has anybody else in the world read this many biographies of history christ entrepreneurs? Obsessively taken notes on it obsessively highlighted it. And I was, oh, they want access because it's the world's most valuable notebook for founders. And I think people understood that instinctively. In fact, there's a line in Poor Charlie Alma act that said that there's answers worth billions of dollars in a 30 dollar history book. And I think that's the case for my notebook as well. So a few months ago I went to the founders of Read wise Tristan and Daniel. And I asked hey, is there a way we can build a product together that actually mirrors what I see. I wanna wait for people that I want to subscribe to my notes and highlights to see exactly what I see. They can search by book. They can search by keyword. They can get access to the highlights feed, which is essentially what I call Smart Twitter feed. It is a feed of short little highlights and notes from all different books on 1 page. And I also wanted people to see all the highlights that have actually favored it. So so far, I favored 839 highlights. And so that's exactly what we built together, you can find it at founders notes dot com. I will also leave the link down below in the show notes. And because this is brand new. It's actually half the price of what it's eventually going to be. Not even a landing page. You just go to founders notes dot com, sign up and subscribe, and then you get immediate access. And it's important to note that I made this for founders already running successful companies. I think that's who's going to get the most value out of it. Those are also usually the most committed people. There is no monthly option. You can only subscribe for a year. It is only made for the already committed. And these kind of founders and I include myself in there. They just want the the best way to reference the thoughts and ideas of history's greatest founders. And then they'll figure out how to apply what they're learning directly to their company. So if this is you, I encourage you to test it out for a year. You'll have access to the world's most valuable notebook for founders, and I think the value you'll receive because the value I've gotten out of it has been incredible. And I think that'll be the same case for you. If you wind up subscribing, make sure you keep it once you're in. Make sure you just keep it in your browser. This is how I use it. The tab is always open on my computer. I'm referencing it dozens of times a day. It is a product I can get it behind fully because I use it every day. You're literally seeing what I see. So if this sounds interesting to you, and you wanna get access, go to founders notes dot com. Larry Go garcia is not a household name for most Americans. But among the famous and the wealthy, and particularly among the very wealthy, he is a figure of colossal rep rebuke. He is dubious of art dealers who referred to themselves as Gall, which he regards as a pre eu that obscure the Mer tile essence of the occupation. He has always favored a certain macho blunt and calls himself a dealer without apology. With 19 galleries that bear his name from New York to London to Athens to Hong Kong, generating more than a billion dollars in annual revenue. Go may well be the biggest art dealer in the history of the world. The business, which he owns without a partner are a shareholder or really anyone to answer to, controls more than 200000 square feet of prime real estate. G has more exhibition space than most museums. And he shuttles among his outposts on his 60000000 dollar private jet. He's been known to observe with the satisfaction of Alexander the great that the sun never sets on my gallery. That was an excerpt from this profile written on Larry Go that appeared in New Yorker Magazine. What I'm gonna talk you about today. It is titled how Larry Go reshape the art world. I loved the subtitle. Immediately drew me in. It says the dealer has been so successful selling art to masters of the universe that he has become 1 of them. Okay. So before I jump back into this incredible incredible profile on Larry Ga. I started reading it, and I couldn't put it down. I was like, hey, That... That's a clear sign to me that I should do a podcast on it. I was not expecting to do a podcast on it. Fact, I didn't even know what it existed before week ago, I just did this live show in New York City with Patrick O's, and there's a guy named Jackson Doll who had exchanged a few messages. I was actually supposed to meet when I was in new York, and he went to the show, and we... Me and Patrick were talking about this idea where if you look at Greatest entrepreneurs is like, are they very intros people. And my answer to that question was like, no Not really. They have such an extreme bias for action. They tend to just put all their energy and focus into what they're doing. And so after the show, Jackson sent this message. He said says this this com... The conversation about self reflection reminding me of this incredible section from the New yorker profile in Ga. And so he highlights this section which I'll cover later, but I read this highlight. It is like 2 sentences. And I was like oh, this is my kind of guy. So that made me read the profile, and then I love the profile so much I'm I wanna talk to you about, but this is what the highlighted section that Jackson semi was. It was fascinating. Says ga response was that he avoids self reflection because that is how you, quote, lose your edge and then it quotes this our critic who knew in and describes them this way. We think of genius as being complicated. But geniuses have the few moving parts. Ga is simple. He's basically a shark, a feeding machine. That is absolutely excellent that is something I've noticed about a lot of people to get the top of their profession, they master the fundamentals. This reminded me 1 of my favorite quotes where which I keep saving my phone, and I look at all the time. As a way to kinda re center because I a lot of times where I drift and I do too much, and I'm kinda over complicating things. And so I read this. It says a novice is easily spotted because they do too much, too many ingredients, too many movements, too much explanation A master uses the few motions required to fulfill their intention. Remember that sentences as we go through Larry. Larry goes to in story today. A master uses the few motions required to fulfill their intention. There is a genius in the simplicity that he applies to his craft. So I wanna go back to that opening paragraph because it says something this this speaks to the fact that he's constantly referred to as, like, a shark or a tiger. And it says he is dubious of art dealers who referred to themselves as Gall. So he says, I'm an art dealer, other people that have the exact same job he does, they say I'm a Gall, which he regards as a pre contentious eu that obscure the Mer tile essence of the occupation. That is a fancy way to say what what David Og discovered about the advertising business. He says we sell or else. He comes in the advertising business and he talks about oh, these people think they're artist or they're trying to impress, like, the newspapers or the magazines or trying to win awards, He's like, I don't care about either that. Our customers are hiring us to sell more of their product. And Og point was that if you're an advertiser and you're focused on competing for advertising awards, are trying to make your ads seem like a work of art. You're ob sc the Mer tile essence of the occupation, which is we sell or else. That is gonna come up over and over and over again because his critics Larry goes since critics we use that. They're like, oh, this is supposed to be about art. This was with a beauty and he makes about commerce. And that is a very common sense approach that Larry goes has to his business because, yeah, you're creating something. It is a piece of art. But at some point, money has to con... Change hands or all of this falls apart. So let's not hide what we're doing here. We are selling a product. And then quickly before I move on to the next highlight, just this idea that, hey, he has a business that's over a billion dollars a year in revenue, he's got galleries all over the world, and he owns it without a partner or shareholder or anyone else to answer to, can help but think of James S in that situation. The point of what he's trying to teach you in James Dyson auto, which I covered all the way back in episode 300, and I'll cover again on episode 400 is about the importance of control. What Dyson repeats over and over again is difference and retention of total control. And you'll see the fact that he has complete control all aspects of his business allows him to come up with maybe different ideas than some of his competitors. So let's jump right into that. So traditionally, the model for our dealers has been to bet on raw talent. And then support these artists until work by some of themselves well enough to cover the bets made by all others. So in the starter ecosystem, that's gonna sound a lot like seed investments by angels or venture capitalists, there is no seed investment from Larry, in the system that he pioneered, he does not even bother with nascent artist. He has said plainly that an artist must achieve a certain amount of sales metrics before he'll considered getting involved. He is content to let other people do the wild cutting. Let them drill the wells. He will wait till that well is producing oil then that to then get involved. So essentially, he uses his size to his advantage. Once they've discovered an unknown artist and nurtured her into a valuable commodity, he can lure that artist away with promises of more money, more support and a bigger platform. And so you might be able to guess the census that comes next because in any industry at any time, anytime somebody stacks these bunch of these unfair advantages on 1 on top of another, and then gets a bunch of size and then uses that size to their advantage, they're described the same way by people that that lack those resources and lack the ability to do so. So it says when conte, meaning his Competitors describe him, they tend to summon car analog, a tiger, a shark, a snake. His own public once described him as a real killer. And so on the next page, I actually printed this out. It's 77 pages when you printed it out, talks about the fact that there's part of his Empire, is very confusing to a lot of his competitors. And then the fact that he has to have a high level overhead and he operates on a much grander scale than any other art dealer. And so he has these lavish estates all across the world. He host these really expensive parties, but they're not really parties. You can clearly see what he's doing and we'll go into that. The fact that they're such a just their sales events, just the disguised as a party. So Just gonna read through this and we'll get to, I think where these people are confused, but we've actually seen people use what other people think there's liabilities as assets, and I'll get to that 1 second. He talks about, hey, you know, he's successful control. He he wants to host the parties. Right? He doesn't wanna go to other people's parties. He wants to host. And so they have the... He has essentially his own social calendar called Larry parties. There's a memorial day party at, like, his beach front mansion in Long Island. He also throws a labor Day party there. He hosts a dinner in Art Basel in Switzerland. He has a cliffs side house in Capri. He throws a New year's eve party at his place in saint bart. He hosts a pre oscar party at his home in Los Angeles. It goes on and on and on. And so this is the line that really jumped out of me, says the sheer magnitude of his overhead is a source of Envy and confusion. Other dealers are just dumb that Larry could possibly be making any money because he has such a high overhead. And so when I got to this section, I thought about where is this source of confusion? Like, why are they so confused with what Larry is doing? Because if you listen founders, like I think this is obvious. Like, they... From the outside, they think these things are liabilities when we know that their assets. And so if you go back and I've done a bunch of episodes on the people that made a lot of money in shipping. So think of Daniel Ludwig. The invisible billionaire episode 2 92. I've done multiple episodes on Ara auto Assets, and they both arrived at the same conclusion. They invested heavily. Heavily in the... Some of the world's most luxurious yachts. Right? I think they own some of the biggest most luxurious yachts at the time that they were alive. And there's a line in the invisible billionaire where Daniel Ludwig, his... He's made multiple fortunes, but his first fortune was on owning bunch of super tankers and hauling oil. Right? And he said he made more money from his his yacht than all of his super tinker combined. What the hell does that mean? He's not even on the yacht most of the time? I think, like, more than 70 or not shooting. Maybe 90 percent of the time His yacht was just circling the globe. He wasn't on it. He would use it to close deals. So let's say you're the sovereign leader of an oil producing country and you're spending a week or 2 with Daniel on his yacht. And it's 1 of the greatest experience you've ever had. You're more likely to give him that contract. Just like if you're at Larry house and saint bart, and the walls are covered in pieces of art, and you're like oh I love that art. Everything around this guy is for sale. He'll talk about this over and over again. Bernard and all goes to his townhouse Larry Town in New York City. He's like, oh, I like this chair and Larry he's like, okay, You can have it. This still goes on today. Things like mansions, yachts, private jets. These these can be assets, especially... So this happens because I know a bunch of friends. I have a bunch of friends that You know, they they run startups. They raise money, usually should to raising money from, you know, people worth 500000000 multi billionaires. And I've heard stories. It's like, yeah, this guy wanted in on the deal. He chauffeur for me and my c cofounder in his private helicopter and we landed on his Hampton estate. And imagine you're some 25 year old kid that did not come from a world like this. And now you have this world famous got investor sitting across from you, you're offering your term sheet. And you just flew you in and you're staying at his... His mentioned in the Hampton over the weekend. Like, you do know this has influence. The principle behind all of. The principle behind the fabulous Greeks, the shipping magnets, the angel investors and venture capitalists, private markets, investors and G selling are, it's the same principle behind all of it. And so just keep that in mind as we go through the rest of the profile because It is, there is, like, we think of genius as being complicated, but geniuses have the few moving parts. Go is simple. He's basically a shark. He's a feeding machine. He tells you right upfront. Everything he's doing is serving that 1 purpose. Which is to sell more art. He makes himself very, very easy to interface with. And he has achieved such outside success at doing so that there's a line that he's really transformed himself. He says, Ago has been so successful selling art to the masters of the universe that somewhere along the line, he stopped being their servant and now he is 1 of them. And 1 thing that Ago understands is that outs outside profits flow to people that are selling things where there isn't a substitute. He sells things that aren't even for sale. Listen to this. Unlike many luxury items, artwork works tend to be unique objects. They're 1 of 1 in the par lands of the trade, so then Mark Jacobs is being interviewed for this and he's telling the writer a story about Ga. Mark Jacobs told me, Larry sells things that aren't for sale. Typically, the most coveted items become available only when the previous owner dies or gets divorced or goes bankrupt. An elite dealer like Go goes in can sometimes rest away a treasure By offering the new owner, ideally someone he knows everything on this, everything will run on relationships. This is another huge, important insight that he... That he understood really, really early. The entire world runs on relationships the entire art world runs on relationships. He really... He literally builds a treasure map of where all these assets are. There's no like central centralized directory on, like, where the great masterpieces are. And so he'll so he'll just call who make a hundred cold calls a day. Mapping out who owns what where it's at and who I connect and who will sell what to this other person's it's fantastic. And of course, he's sitting in middle, creating the market, and it makes money on both sides. It's insane. So it says, lead dealer like, goes because sometimes rest away a treasure by offering the owner ideally someone he knows a whopping premium. If you want a specific art piece, you call Go to help you find 1 hang on someone else's wall, and then you make the owner an offer that he can't refuse. If the owner does refuse, you then double the offer. And then if he refuses again, you double it again, it is the super rich equivalent of ordering off the menu. And then there's another surprising aspect that could Go see and built his business around. And it's the fact that there is status anxiety. He think about. He he built a business around the person who already has at all. They have all the money, they have all the toys, yet there's still even at that level, status anxiety that is not spoken about. Listen to this part. Maintains his influence by attending to the discrete status anxiety of the buyer who already has everything. People in the art world are incredibly insecure. The richest guy walks into the room. He wants a certain painting, but he cannot get it. Immediately, he becomes insecure. This is part of what Larry does. He exploits that a friend of Describes attending a dinner party at his Manhattan townhouse, along with a fabulous wealthy tech founder. And witnessing a look of real cons conservation on the young man's face as a dawn on him that, for all his money in power, he was not as connected as ga. This tech founder has more money than ghost even though they're both very wealthy. Right? But Has something that he lacks. He has the social statuses in the right circles. And so this is the crazy part. He inverted Talk, he inverted this thing where normally the art dealers were trying to emulate their clients. Larry clients are trying to emulate him and, of course, this next section is so important. Of course, there is always a blueprint. There is a blueprint. There is always a blueprint. And, of course, Larry goes in Reed biographies. Go is running the playbook of this guy that lived a long time before him that had his same job named Joseph Du. This is incredible. Ga isn't the first to pull off this position. He is a big reader, and 1 of his favorite subjects is the life of Joseph Devin, the great art dealer who helped assemble the art collections of Andrew Mel, Jp Jpmorgan and other robber barron. There are several biographies of Joseph Devin and Go informed me that he has read them all. 1 thing that Da did that Ga is also doing is, Da made a point of showing his clients that he lived better than they did. And this is what I mentioned earlier that everything G does serves his main purpose. Right? Numerous friends of G, caution me not to mistake this merry round of parties and gala and super yacht cruises for a life of leisure. This guy is always working. This motherfucker works 24 7. All of the fun dinners, they have a reason for being fun. The parties are marketing showcases in disguise. And so ever since I did that podcast on and all. It's up to 2 96. If I haven't listened to it. Yep. I've just went fascinated we're trying to collect as many stories about him as possible. And there's actually he appears... I mentioned this earlier, but he appears in this piece. And so he's at G the townhouse in Manhattan, and he says Ar expressed enthusiasm for some art on display. And I told him, everything here is for sale. You wanna buy this chair. You can buy this chair. You wanna buy the painting, just ask it is all for sale. That's what I mean about. Goes and just makes it really easy to interface with him. He just... He's... He's a shark for sales. Right? Goes assisted to me that he does not sell art out of his house and then allowed that he actually I love that. I don't do that. Oh, yeah. I actually do that. He's just hilarious. And he says, a true dealer knows that everything has a price, and the best way to raise the price of something is to say that you would never sell it. That is actually not a direct quote from Gig, but that does describe it him So let me say it again. A true dealer knows that everything has a price. And the best way to raise the price of something is to say that you would never sell it. And so the majority of this piece focuses on like Larry business. How he built the business, what it looked like when you use in the early days, what it looks like now. There's not a lot of family history, but it is fascinating because when you and I talk about River again that you can always understand the son by the story of the father, the story of the father is embedded in the sun. They do bring up the fact that his early life, he was exposed to his dad was a a bit of a drunk and a gambler and rather financially illiterate. Another example of 1 of my favorite quotes from Game of Thrones, those on the margins often come to control the center, those on the margins often come to control the center. Goes did not start life as an insider. He grew up in a middle class, Armenian American family. His father was an accountant who later retrain to be a stock broker. It wasn't a happy childhood. His father liked to Gamble, so he he's now Ga is talking about his dad. His dad's name is Aura. Are a like to Gamble more than he should. He drank more than he should. Still describing his dad, his life didn't seem particularly disciplined. Most of his stock bro consisted of trying to talk his relatives into buying securities from him. His dad dies of lung cancer at the early age of 59 years old at that time, Goes is only 24. And this is really interesting that Ga and anybody describes him now is, like super ambitious. He's working all the time, He knows what he wants and he's chasing after it, but in his early life, he did not have that. Yeah. His early years, meaning his early twenties he's had a notable deficit of the quality that has now come to define his life ambition. He dropped out of college twice and it took him 6 years to finally graduate. He held down a string of men jobs. He worked in a record store. He worked at a grocery store. He worked a graveyard shift at a gas station, then he became an assistant At the William Morris agency, it's amazing how all these stories connect together. I've done many, many years ago. I did a podcast on Michael O. I'll eventually reread that book and there's a second book about the founding of C. The the the firm that Ob started that I'm gonna read and make a podcast on as well. But he is actually, Michael at this time, The goes in is working as Michael O assistant. I think he's working like, 60 hours a week for, like, 90 bucks. And it was working in this office environment and he's like, oh, I'm never gonna work in an office environment. Ever, he hated the air list corporate environment and the jo of his colleagues, liken the experience to a knife fight in a phone booth. And O was interviewed for this piece too and he says something is fascinating. He says that he he believed that Go and could have made a formidable agent because he said that art dealing and being an agent, the vocation are similar. You were buying and selling. And that is really the view that I have of goes into my mind after reading this He's just a master salesman He doesn't try to hide that. He understands that artists are usually internally driven. They wanna create art works of art because they have a the propulsion and desire to, but he makes it easy for them to do that for a living because he makes sure that their bank accounts stay full. And you know that because how he got into the business. So he quits with the William Morris agency He's like, I don't wanna work in an office. And so he goes and gets a job as a parking attendant, and he's in Westwood. This is an in La. He says then 1 day, he noticed a street vendor selling posters at the edge of the parking lot. This is his first exposures to the art world, selling posters of cats. Right? On the street. And so he's parking cars. He noticed a street vendor that's selling posters at the edge of edge of the parking lot that he's at. If Go possesses 1 secret weapon that has equipped him for success, it might be his dis inhibition, that is not a common... You probably know what it means. That's not a common word, so I went and looked it up. Dis inhibition. The inability to withhold and inappropriate or unwanted behavior, the inability to withhold an inappropriate or unwanted behavior. Ga is going to be a very very polarizing figure. You either love him or you hate him, but you are compelled to have some kind of opinion about what's going on. And so this is what they mean about dis inhibition, and why it is probably a weapon that that he has wielded for amazing success because this is, like, 40 years later. He's still in this business. So he goes over to the vendor and he's just checking out what he's selling. It's a kitten, a picture of a kitten playing with a ball of yarn. So Ga proceeded to in his words, copy this guy's business. G started buying directly from the firm because he find out where the poster. Who's the supplier of the posters? Figure out who this part of the postage for. It's okay. I'll buy directly, and I will start doing this because this is a way to make money, and I can do this outside, I don't have to be inside in an office. So he starts buying directly from the firm and selling on his own. Art was an arbitrary choice. This is very important. Art was an arbitrary choice. If the guy had been selling belt buckles, Ga said, I might have tried to sell belt buckles. He just wanted a product that 1 he knew was already selling and 2, then he would just sell it. The difference between Go and this guy that he found at the edge of the parking lot is the guy the edge of the parking lot stop there Go is relentless. He's focused on 1 thing, and he relentlessly improves that. So what does he do? He adds a cheap frame, to the kitten poster playing with the ball yarn. Why does he do that by adding a cheap frame. He discovered he could sell a 2 dollar poster at a considerable markup. He started charging 15 dollars. He starts making so much money. He's able to lease a little patio and he starts to sell these frame posters to pass on this avenue. Then he began letting local crafts people, sell leather goods and other tri kits on his patio in exchange for 6 dollars a day in rent, and 10 percent of their gross sales. He called this the open gallery. He's doing this in the year 19 72. That would make a goes in 27 years old a time and 51 years later, he is still in the art dealing business. And it's important to note that he starts a business without knowing how to run a business. So he starts hiring people. When he's just a 1 man shop, he's making a bunch of money, then he leases the patio and the real estate, then he hires a bunch of other people, and he's just having trouble. He's... Like, his revenue sources are unpredictable, so he's got a bunch of unpaid bills. He's got creditors chasing him down. Yeah. He almost had his car repo 1 time. The few employees that he does. Does have, they know that when he issues paychecks, they literally have to run to the bank. And whoever gets there first is the 1 that actually gets paid before those other checks bounced. So he didn't know what he was doing, but he's a very quick learner and soon he learns how to run a business. And so then like, okay, I don't wanna just sit here and sell cat posters all day. Like, what else can I do? And he figures out this is how he becomes a very, very novice art dealer. And so his interest fine art. He starts carrying mostly prints. He's and photographs. And he's doing this at a time where there's in an early 19 seventies in La, there's a lot of young... They call them Young Hollywood types who were starting to collect art, and they would get drawn in by something in the window outside of Ga gallery if you wanna call her gallery at this point. And then they find themselves in conversation. And says they find themselves in conversation with the eager Greg darius prior. Ga had no training and art history, but he was a quick learner. And so this woman that he was dating at the time said, next to his bed, He had all these stacks of art books. He was really stunning. And so in addition to books, he's also reading all the trade magazines, trying to familiarize himself and trying to teach himself this industry. And this is actually really important because as he's looking through a magazine 1 day, he comes across a series of photographs he liked, This goes back to his dis inhibition. So he's like, I'm gonna cold call this guy. So he calls the... He looks up who the photographer is. It's this photographer in New York named Ralph Gibson. And gag goes gets Gibson on the phone. And says, hey, I've got a gallery in the West Coast. Your stuff's only available in New York? Why don't we do an an exhibition, a West Coast exhibition of your photographer and we do it at my gallery. And so at the time Gibson is selling prince to his work for, like, 200 dollars to pop. And he says, okay, I guess we can do this. What's the downside, but you have to buy 3 or 4 of these is a guarantee to make sure like, it... It's worth my time. And so goes does something very smart. He immediately gets on a plane Ghost to New York with a check in hand to meet gibson in person. This changes his life. A cold call changes his life because Gibson at the time was represented by maybe the most legendary or 1 of the most legendary are dealers in New York at the time guy named Leo Cast. A description of Leo Cast costello in those days in the art world, they called him the pope, the pope of art dealers, and then immediately, because G knows that building relationships run everything. You have to build relationships. He starts building a relationship with a much older art dealer and Leo took a liking to him. And so Go and talks about, like, what why like Leo could, you know, build a relationship with any young art dealers? Like, why is he doing that with you? And then this goes back to the main theme. Why why what got me interested in reading this profile to be with. Genius is easy to understand. He makes himself unbelievably easy to interface with. Just like steve jobs did. See jobs did it in 3 words, insanely great products. You're interested in building insanely great products, come work with me. If you're interested in buying insanely great products, buy my products, he's so easy to understand. And so C says that his imp with the art world pretense may have endured him to Leo Cast costello. I did not do a lot of blah blah blah. I think my blunt appealed him so they start building a relationship. Ga got on the plane that is so important get on the plane gets to New york. Sn building this relationship. He's energy she moves. He moves his entire operations in New york I think he's 40 when he does that. And so he's spending a lot of time in New York with Leo Cast, and they're walking down the street. This is gonna be a new, like, another very, very important relationship. And he notices that the Case says hi to this guy walking into the direction. And Ago says, who was that? And he says that is Sai new house. He can buy anything he wants. Cy new house actually owned or at... I think he used to. I don't know, he passed away now. But he had a media empire. And he actually used to own the New Yorker. In fact, I'm doing some research on this anna winter episode, and he actually hires anna winter and puts her I think the head of v. I may have that wrong, but when I do the end of winter episode. I'll make sure I get it right. So anyways, it's just fascinating how these... They all connect. So he's like, oh, that was sin new house. He can buy anything he wants. Go back to dis inhibition. Ga goes immediately doubles back and introduces himself and says give me your number without an ounce of blah blah blah. It was 1 of the most faithful introductions of his life and so sign new house will appear again. I wanna go into another genius thing that Go did. And essentially, he created his own niche. And it's completely different what his mentor, Leo Cast costello was doing. So think with this. As says Leo Cast specialized in what is known as the primary market. He guided the careers of living artists and sold their new work in exchange for commission. He took pride in spotting talent. And so Cast would find an unknown artist, say, hey, I wanna represent you and usually, the the commission percentages, you know, vary. But for the primary market. Right? Piece of art that has never been sold before, it's kinda crazy, but the artist will give up about 50 percent to the art dealer like a Case. Right? But what Go realized this is like, you won't, you have to do what you can where you are with what you have. And he's like I can't do that because I don't have any relationships with Artists. So his niche is going to be the secondary market. And he's going to drastically expand and this market is going to explode. And this is where the base of his wealth is gonna come from. Ga had no relationships with Artist, so he couldn't be a primary dealer. What he did have was a gallery in Los Angeles access to an untapped ecosystem of West Coast collectors, so collectors in their par you and I would call it customers. Okay? And Ga had Hoo. Cast was a ari bureaucratic and civilized Go was a tiger. And then the other difference between Go and Cast is Ago wanted his... He wanted to build a business around the richest people in the world, Cast said that 1 of the best skills and traits that Had was the fact that he knew how to deal with very rich people. And this is why he wants to deal with very rich people because he's, like, well, who's bought who owns all the art? If I build relationships to people that already own art, I can convince them to sell it and in doing so, I'm creating my own market. In pursuing a very rich clientele Goes carved out a very different niche from Cast. 1 that har back to Du that shows Da relationship with the robber barons. Remember, he read he's reading the biographies as well, essentially gonna run Du playbook. The secondary market involves the buying and selling of previously owned work Cast had little interest in it. And this is why it was seen as a low status thing. This sounds crazy to us today, but at this time, the secondary business was perceived as a back water by dealers. It was considered a bit dis, and it was also considered dis and Joseph Du day. Du had supplied his N rich clients, which are the Robber barons. Right? Who many cases came from Poverty. Now more money. They don't have any culture. They don't have the name. They don't have the lands and have the titles. Right? So it says Da often supplied his N rich clients by obtaining old master paintings from Noble European families that had fallen on hard times. So was looked at as a low status and dis from people that may have been short on money, but high on, like, social status or titles and all... Like, the the old way we thought about wealth. But Do didn't care about that. And Go insurance hell doesn't give a shit about it either. And so the thought that I came to my mind, I'm in the section Like, if you really think about what's happening in Career. It's like, oh, this is an opportunity that's hiding in plain sight that is ignored by the establishment, and they have all these funny rules for why they wanna ignore it. And Just coming in from, like, a blank sheet of paper. And it's like, I don't care about of that. I'm just... This is clearly a good idea. You have all this inventory that has been sold previously. It's hanging on people's walls. This is huge giant market. I'm just gonna figure out where everything is, and I'm gonna match the buyer in the seller. It reminded me of when I... When I 1 of my favorite books. I I've done it multiple times. It's probably... If you've read It's probably 1 of your favorite books too. It's episode 02:55. It's Sam Murray, you know, the banana king. And it's the book of Ate the will. And if you think about that, he came to this existing business. The banana trade was not a new business. Right? It was already... There was already a monopoly in the in the the banana trade. But he's coming as a 19 year old penny immigrant. And there's a line in the book where he's, like, well, He he saw a market, and the the reason he thought this market existed was because they called it a calculation based on arrogance. And it's this idea where you have the monopoly players throwing these bananas away that are perfectly good. They're just throwing away now because they're not gonna be good 2 or 3 days from now. And so let me let me reach from the fish ate the whale because I think it's very similar to what is happening in this story. As far as he was concerned, rights were considered trash, only because Boston fruit and similar firms were too slow footage to cover ground. It was a calculation based on arrogance. I can be fast where others have been slow. I can hustle where others have been satisfied with the easy picking of the trade. Go is going to build an empire. He is going to go from being selling to a masters of the world or the master's universe to becoming 1 of them. And the opportunity was hidden in plain sight and rejected by other people that were more established players in the industry in which he's entering. And just as important he's at the right place at the right time to run Joseph Devin playbook because this is in the 19 eighties, and there's this massive, massive explosion of new money, just like there was a massive massive explosion of new money in the Robert Barren Day By by the mid 19 eighties, A new generation of Wealthy Americans was eager to assemble great collection collections. Sci new house were back to him. Sci new house had a media empire, and for more than 3 3 decades, he was the owner of this magazine in the New yorker, and his family still owns Ko Nas, which is the parent company in the new yorker. He was also obsessed with twentieth century art. And so what is the service that Ago is supplying to people like Sai New house. The service that Could go see provided was not scouting out the primary market. That market is already served. Why am I just gonna go in their compute with everybody? It was being a detective on the secondary market. And so the way to think about what's about to happen here is that Go was very secretive. He's still very secretive to this day. I think he would agree with this the the maximum that bad boys move in silence, but he's going to benefit because he's collecting all this information that no 1 else had, so he's going to benefit from an information as. And so it says masterpieces are rare and often hard to find. There was no central registry that records the owners locations and prices of artwork. Being a good secondary dealer requires knowing which people are collectors where they live, what hangs inside their houses and whether they might be induced to part with any of it. Go excel at the hunt, that is what they call this process the hunt. And because Go doesn't have any and he doesn't apply other people's ethics to what he's doing, are other people like this might be a violation of some social order that he doesn't give a damn about. Like a secret society, the art market was governed by obscure social codes. And Ga was so un bound in his energies, and so shameless in his tactics. That he immediately attracted notice and controversy. The telephone was his instrument of choice, and he made a hundred cold calls a day, sniffing out the location of artwork, lining up buyers, and then h with the owners until the work shook free. And this was the result significant art that had been locked up, suddenly became accessible, And there was another key here, and this is why I mentioned that relationships run everything is the fact that he had. It says he had access to a treasure map in the form of Cast. Cast said I could give him a lot of information on where the paintings were because I had sold most of them. Cast had sold them when they were on the primary art market Now his pro, right? And his friend is making a map of the secondary art market, and he could just go and say, Cast costello tell me what where you... Who sold... What piece did you sell? Who you sell to? How much did you sell it for and when? And so now he has this map, he has this dis personality, Tennessee. He is completely default aggressive. And so it says, now he's moved to New york says he sometimes showed up at dinner parties into which he wasn't invited. He developed a reputation for wandering away from the festivities at private homes and would take secret polaroid of any impressive art that he spied on the walls and then offered and then he'd offer those works to his collectors. Think about how crazy that statement is We need to pause here. This guy shows up to a party he has not invited to. He then leaves the dinner table walks around your house secretly takes pictures of your artwork. The next day gets on the phone. Calls up a bunch of people says, hey, do you wanna buy this Jason Poll or whatever artist name? How much would you give it? Then he's gonna call you and say, hey, great dinner party. Would you take 5000000 dollars for that painting that's hanging over your couch and your second living room? His hunger, aggressive and stamina were so cons despicable that people began referring to him as go go. And then what I love is throughout the piece You gotta read the whole piece I'll link it down below. But he's always like a Go will first like deny that he does something he's like, oh, I'll sell things out of my house and he's like, then immediately says, yeah. I I sell things out of my house. And so then he does the same thing here where he's just like, I didn't go around secretly taking pictures of people's houses. And then his friend who's interviewed it's guy named Douglas Kramer says, I was in Larry office once, and I saw polaroid of pieces that were in my house. And I think this all relates together. I think it just stems from the fact that Ga just believes that everything is for sale. So Mark Jacobs is back in his piece and he's telling the writer about the time where he... He's having a dinner. He hosted the dinner in his apartment in Paris and Ga ghost was there. And several days later, Go calls, Mark, and says, hey, would you sell these 2 paintings that I saw in your apartment, and they wound up quickly coming to terms, and Mark Jacobs describes at the pace in which, go see move. So he's invites over to dinner? He sees 2 paintings 2 days later. He says, hey, will you sell them. They they wind up hammering out the the amount right away. 3 days later, the money in Mark Jacobs bank account. And he was doing things like this all day long. So another example, There's this this family that was big art collectors. They wanna making their fortune in selling sheet metal. And so the way Ga establish a relationship with them is very simple. He looked... He knew their names, knew there are collectors. He looked up their name in the phone directory, and he just cold calls them and offers to buy a specific painting that they owned. And they're like well, if can get 11000000 dollars for. We'll sell it. He hangs up the phone, he then picks up the phone again, calls sai new house and sold him the painting for exactly 11000000 dollars. Now the commission rates on the secondary market are usually not as high as they are on the primary market. And, you know, you can negotiate just like anything else. For this kind of transaction, there's other references in the piece, highly likely it's somewhere around a 20 percent commission, so you could think about that. He just made 2000000 dollars by making 2 phone calls. And so if you grew up in a middle class family. Your dad was a drunk and he was a gambler, you didn't have a lot of money, and now you can make, you know, 10000000 dollars a day, you would probably work 24 7 too. And so by the nineties, he's just making a ton of money, he's buying houses in Long Island. He's got a carriage house on the upper east side. He's driving a ferrari. He's leasing in this giant new gallery space on Madison Avenue, and yet, he's is still not letting his foot off the gas. So they talk about. He just built out this. This gallery on Madison Avenue. 1 of his friends is standing next to In the gallery looking out out at the street, watching all the people go by. To his friend, maybe to you and I, those are people. That's not what they were to go negotiate. They were prospects listen to this. So he says all these people were walking by. He was clocking which men of extreme high net worth and which existing or potential art collectors were passing by and saying, there goes so and so. He knew who everyone was. He saw them before they knew him, that kind of aggressive and that eagle sharpness for who mattered. There was no precedent in this business for that. That's the eye of an industrial list. That is someone who is seeking to build a massive financial empire. And so this is a little bit about how Ga manages his empire. He does not like formal meetings He finds bureaucracy and protocol door. To increase his sales, he hired several people to join him as what he calls directors. So directors are given a phone and a computer and instructions to sell. There is be no mentoring from Go. There's no hierarchy. There's Larry, and there's everyone else. Go will telephone his directors all day long. If he cannot reach them, he will call them 10 times. He will call their spouses. He will send company wide emails demanding to know why people have not picked up the phone. Why would directors put up with this? Because there's a lot of money on the table. Directors can make 10 percent of the gallery profit on a sale. And so the writer of this piece is that Lunch goes in and and he's was asking. Was like, okay Well, like, there's no there's no mentorship. Like, is this a succession plan or what's going on. And he says, he assured me that he has no plans to retire are to even step back a little. I enjoy what I do. I don't know what else to do. He's 78 years old when he says that. Describes him. He's ap and charming, but noticeably guarded. He will happily repeat anecdotes that he's total a thousand times. But he greet any questions about his motivations are his psychology, are the particulars of his business with stoned face impossibility of a secret agent. This may be the natural result of running an operation that is reflex discreet. Go Reap huge profits from as s of information, but fundamentally, he does not seem to be an intros prospective person. Go says that he avoids self reflection because that is how you lose your edge, and then there's outline from the art critic that new. We think of genius is being complicated, but geniuses have the few moving parts. Go is simple. He's basically a shark, a feeding machine. So I think there's 2 things that are at play here. 1 is Go, like, most of the people that you and I study on the podcast. It's like, they just have extreme biases fraction. They don't sit around and be if things are going well. They act. They know exactly what they wanna do. They just keep pushing forward. In fact, this reminds me of Sam Z. So, my friend Rick Was friends, close friends, well, with Sam Z for, like, 2 decades, and he told me a story that it's just absolutely amazing. I think is illustrative of this description of, Larry Ga. And 1 time, Sam and Rick go, and that they... They're doing this pitch for this opportunity that they wanna pursue. And the person that they're pitching decides, hey, this isn't something I wanna do. And so a few hours later, Rick and Sam Z are on the plane, and Rick brings up the fact that, man, can you matt... Like, can you believe, like, that that meeting didn't go that well, and Sam looks at and goes. Almost as if he didn't even know what Rick was referencing and then Rick brings it up again and Sam said something that again, I think is genius in its simplicity. He goes, I can definitely look forward. I might be able to look left and right. I sure as hell can look backwards. Sam had already forgotten about the meeting and moved immediately onto to the next thing he wanted to do. He an extreme bias for action, and I can't help but go back to this line. We think of geniuses as being complicated. But geniuses have the few moving parts. Ga is simple. He's basically a shark, a feeding machine. And so relentlessly and automatically he's on to the next thing. It reminds me this line that I read in a 1 of the warren Buffet biographies. I think is also really, really important to remember. Genius lies in ignoring the unimportant. Looking back at a bad meeting is unimportant. The important thing is moving forward always. And then another thing that genius is finding value in unexpected places 1 of my favorite lines and Peter Till books 0 to 1, he says the single most powerful pattern I have noticed is that successful people find value in unexpected places, and they do this by thinking about their business from first principles instead of formulas. And so he actually... Almost 30 years ago, Ago actually hires a scholar, and this is why. The picasso biographer John Richardson became a consultant for Ga gallery. Hiring a scholar was unconventional but clever. Richardson curated a series of landmark picasso shows, which drew an estimated a hundred thousand people. To assume that Ga was motivated purely by his love for Picasso would be to miss his grasp of the subtle physics of his business. The historical shows were advertisements for the gallery, facilitating the ga name with some of the greatest artists of all time. And as you can imagine, somebody that's been in the same business for 51 years likes to play the long game. There was another benefit to hiring Richardson. As for the rich... Relationship with Richardson, Larry is playing the long game. He understood the involvement that John had with members of the Picasso family, Richardson has has since passed away, but now Ga has relationships with several Picasso airs. In the end Ga got more from his relationship with Richardson than he ever thought he could. And so the initial basis of his business was the secondary market. He becomes unbelievably successful in the secondary market, and so then he expands out and he starts building relationships. He wants money... He wants to get the money in the primary market as well, And so because he's well known. He has a success. It allows him to build now he could start building relationships with living artists. And so this is... He he builds the relationship with living artists just like he did with collectors on the secondary market, which is... He just calls them over and over again incessantly. And so he wanted to build this relationship. This guy just has recently passed away, but this this artist named T. And initially t would pick up the phone and immediately hanging up over and over again. Go kept calling, and then he finally breaks through. He says, it's a crazy Armenian do not put down the phone. Tram was so amused that he cited to hear Ga out. And it's a good thing that he didn't hang up the phone because Ga is gonna wind up being T best salesman. Ever, he's sometimes sells the paintings that they're doing a few days after they're created, And then this is the kind of financial arrangement that they came to money is the basis of everything. Ga had secured a commission rate of about 30 percent. So he'd throw these these shows. For T, in his gallery, he wants up selling 10 paintings in a night and he would make 15000000 dollars a night. And then it goes on to describe this behavior that it's, you know, looked down upon by other art dealers or competitors. In his whole point, he's like, listen, if I have size, Like, if I have an advantage that my competitors lack, of course, I'm gonna use that, and, of course, they're gonna get upset at it, And he also doesn't care about your traditions or your sense of ethics. He's feels perfectly comfortable deciding what he's gonna do for himself. So it says he pushed artists with reckless abandoned. 1 advantage of having satellite galleries is that he could offer shows in other cities to artists who already had New York representation. Ga scorn any suggestion that lu artists away from other dealers is un is un sports like and resent any dealer who tries to burn his ethics on my hide. And so he constantly expands this idea that, hey, I admit that this business runs on the money. Right? The rest of the art world tries to hide that fact even though they're the money too. And so a lot of his competitors don't like the fact that he has size advantages or he he has a aggressive nature, but his artists like it because, again, he is providing a service for them. Not only does he sell their work and felt their bank account, but he helps them expand their ambitions. He helps them understand that there's value in their work. In fact, there's a hilarious And the way he does this is really funny to me. There's a hilarious exchange. So there's this painter her named Silly Brown. She grows up in England, or she grew up in England rather. And her her step mom first meets Ga, and, you know, they're all English. And this is how they describe him. He's so American. The looks, the attitude. He is very male. And so he takes on Brown as a client and the first thing he tells her Like, hey, your paintings are too cheap for my customers. You need to raise your prices. I mean, they wound up having a a really good relationship, but she went believing after 15 years because she said that he was too commercial. And if you read this piece, I don't think it goes in cares about that description of being too commercial because he talks about the fact that, he says after all, art is just money on the walls. And he says that 3 or 4 decades after he's been in industry, but he was like that from day 1 where he's just, like I don't hide the commercial nature of this entire industry. And so it's good for artists. He helps artists make a lot of money, but he also helps collectors make a ton of money. So there's all these, like, master of the universe types that are interviewed for this beast, and, David Ge is in here. And I just gotta read these parts too from David Duff I did his his biography, the operator a long time ago. I think it's, like, episode a hundred and 11 of founders or something like that. I should read it again. I just find him a very fascinating person for where he started out into where he wound up. I'd love to meet him actually, but he's just a character, and I love characters. And so, David's on the phone with the interviewer, and he says, when I reach David Ge by phone, he counted out loud. He's talking about all the pieces. He just, you know, David has houses all over the world. He's got that giant yacht. So he's just sitting in his apartment in New York on the phone, and he's just counting off all the different pieces that either bought or sold by a goes for him. So it says, he counted out loud. 1234566 pictures just in this apartment. I spent an incredible amount of money buying pictures from Larry Ge told me. I've never over paid for anything. For me, they've been incredibly good investments. Most of the money that I've given away which is well over a billion dollars. I financed by selling paintings that I owned. And so for the next 2 pages, I think I highlighted almost the next 3 pages. I've remember to I highlight almost the whole thing This is excellent. And there's a lot of, I think lessons in here. So, first of all, we talked about the fact that Ga started his business at the beginning of this massive bull run. So part of the reason that Ge Bets have paid also extravagant is that Ga tenure in the business has coincided with a period of staggering growth in the price of contemporary art. In 19 80, when a Jasper John's painting sold for a million dollars, the deal made headlines because it was a first known instance in which a work by a living artist had broken 7 figures. Okay? So 19 80, a painting by living artist is sold for a million dollars. 30 years later, 2010, Stephen Cohen purchased another painting by Jasper Johns for a hundred and 10000000 dollars. And so Ga goes makes the point that, yeah, in 19 80 huge bull run, but it's not all up. There... There's, like, ups and downs. Right? Overall, the the arch theme is obviously up into the right. But he does something Marty. He goes to where his customers are. There were subsequent dips to be sure. But each peak has been higher than the other 1 that preceded it. In 2012, he opened a gallery on the grounds of some French airport. I'm not even gonna try to pronounce. It's an airport for private jets, outside of Paris where his clients can buy art upon landing in their private jets. Everything this guy does. He just he just makes 1 smart move after another. It is very logical, very easy to understand. I'm gonna call it simple and I don't mean it as a pro majority. He's there's a There's a genius in this guy's simplicity. He's just constantly looking for an advantage after advantage regardless of what's going on, even during downturn. So here's... Gave a ef not done. He's still in the story. Okay? So even during downturn turns, he has found ways to thrive. After the Dow Jones dropped in 19 90, Ge listen to how they describe Ge. Right? Ge still as liquid as the day is long. Ge who was still as liquid as the day is long swoop in looking for Bargain. According to Ago, staff at his Madison Avenue Gallery used to joke that when David Ge stop by, it meant that they would make payroll this month. And then during the same time period, a sigh new house was still alive, him and his wife moved into, like, this this apartment that had all these windows. And Larry goes to visit him and he does not like that he has all these windows. Why? Because if you have windows, you can't hang up more art. This guy's A shark. He's so easy to understand. Larry said, don't you find this view a bit boring? It's a view of the East River. Don't you find this view a bit boring? Why do you need so many windows? Windows are the enemy of the art dealer. But even the fact that they have less space on their walls Go turns that into advantage. The new house sold off part of their collection to David Ge, including many paintings that Go had helped the couple acquire he's making money coming and going. Do you see what's happening here? For these artwork works, Ga and landed a repeat commission. I don't like to sell paintings to the museums. He said, Then I can't get them back. Repeat serial commissions is a massive part of his business. He's just making money over and over again selling the same thing, for higher prices over and again. In 2003, Stephen Cohen bought a Jackson Poll painting from David Ge for 50000000 dollars. These numbers are insane. Okay? So 2003, Stephen Cohen buys a painting from David Ge. 3 years later, Go asked Ge, it he... If he'd ever sell this other painting that he owned. Ge said I'd suppose if you got me a hundred and 40000000. Steven Cohen bought it that day. And this sentence describes why I'm reading all this to you. This is a lucrative situation in which to serve as a middle man as David Ge put it if Larry represents the owner and you want it, you've got to buy it from him. And as Go recognized the competitive drive of self made billionaires does not go into remission once they've made their fortune. And this also speaks to how well Ga knows his customer and how well he knows human psychology, He seems to have understood that a certain kind of client is so una accustomed to being told no that rejection can actually become an entice that is a very very old idea The longest book I've ever read for the podcast. I think it's episode, like 98, maybe, somewhere in there in 97. It's Enzo ferrari. It is a thousand page biography of Enzo ferrari. It's so hard to find. I went to to try to find another copy. Recently. I don't know It's unsuccessful in doing so. I'm gonna read an excerpt about what what Enzo Ferrari when he was alive, understood about marketing. And it still resonates to this day, and it's exactly what's happening and and and where we are in the story of, Larry. It says Ferrari was an absolute marketing genius. I remember 1 visit from a very important and American, very important and wealthy American client. The factory parking lots were filled with un sold cars, which we tried to hide from public view. The American said of Enzo, I would like to buy a Ferrari. Ferrari replied. Yes, Of course. But we have so many requests, I'll do what I can, but I'm afraid that you'll have to wait several months before you can buy 1. That was because a ferrari must be desired. It cannot and must not be perceived as something that is immediately available. Otherwise, the dream is gone. In order to maintain the exclusivity of the brand, production has always been lower than the requests of the market for a certain kind of customer being told no when they not used to hear no, makes them want it more. And good goes and use that tactical. And over again, people are always asking, hey, how can I see this? How much it is? It's like, oh, it's not for sale. And so it says this is how Larry was able to lift the market by con an atmosphere of unpredictability and in ent, g abuse the dealing process with excitement and creates a sense that when an opportunity finally presents itself, you must seize it immediately at any cost. When a Vip bought something new on the wall, they would say Larry is that for sale, and he'd say yes, I... But only until Tuesday. The message was clear move fast. We bought our first picasso painting from him in that manner. And then what's crazy is this success as his outside success he as compared to all the other our dealers in the world. It becomes a self fulfilling prophecy where he becomes a brand, and so therefore, he's able to raise the prices of what he's selling just because he's associated with it. Listen to this. Even with secondary sales, a G can demand a hefty commission. The mere fact that he is the dealer endorsing and selling a work enhances its value, whereas Ga started his career by adding a cheap frame to inflate a poster price, member of the the cat posters that he was selling, you know, for 2 bucks are he... Shooting he adds a 2 dollar frame. And then, he he increases the price all the way up to 15 dollars. Right? Eventually, it's his own brand that justifies the markup, meaning the fact that he is the frame. A dealer who is friends with Good told me that collectors know that they're paying more when they deal with Larry and they're still happy to do it. I have tried, so this guy's trying to sell paintings too because he's an our dealer. I've I tried to sell the exact same painting to the exact same collector and failed. And that person then went and bought it from Larry with a significant premium on top. Willing to pay more for the exact same thing that is the definition of a great brand. They're telling, Larry, Go is a brand. And he's also finds himself to be in unique position where he's the brand, but he's also the market too. He guides the prices. So a lot of this check this. I didn't know this. The lack of transparency and pricing is 1 of the reason that the construction of value in the art world can be so opportunistic and imp. Most publicly reported prices come from auctions, but auctions are estimated to account for less than 20 scent of the market. That is why he is always collecting collecting collecting information. He's collecting a ton information and he's sharing none. And this is some of the most bad boys move in silent shit you over here. People close to go and have sometimes been taken aback by his cloak and Dagger trade craft. Veronica webb, the model who once dated him, told an interview about a time when a helicopter landed on their lawn, Go told her that he had to go look at a painting. When I asked him which collector in which painting he wouldn't even tell me. So there's no way he's gonna tell the price, but he's not even telling his living girlfriend, who the collector is, and what painting he's even looking at. And the price in this world he to be completely arbitrary. There's a great line by David Og where he says pricing is guess work. Well, it didn't seem even a more extreme in the industry that could go operating And so let me tell you the story. So there's this billionaire financier named Ronald Per, and Per and Goes are, like, friends, and then they went up suing each other and then I know friends again, but they're telling a story where Per is in the gallery 1 day. This this happened all the way back in 2011, and Per goes up to Ga and say, hey, what is this what is this painting cost? And Ga says it's 8000000 dollars. Of course, nothing in his gallery has a price tag on it. Okay? So it's like, this is 8000000 dollars. And perm, like I'm not paying 8. I'll give you 6? And is like, no. I'm not bud. So permanently, he keeps thinking about the painting however, and a week or so later. He says, okay. I'll pay 8. Like, I Alfred... You told me 8, I said 6, but I'll pay 8. And then what is K do? You know what he's gonna do. He's not gonna sell him. Too late, Go goes said, I just sold it to someone else. Sometime later, Ago came back to him, and it sounds like there was like a a few days later. Go came back to him and said that the new owner, whose identity he would not disclose would sell for 11500000.0 dollars. Remember he's gonna be making money on every sale, both sides. So it's okay, you... I told you could sell for 8, you said, no. You said 6, then you came back and said, 8. Now I'm telling you it's 11500000.0. And Per who a few days earlier had ba at paying 8000000 agreed, I won't pay 11500000.0, but I'll pay 10500000.0. And it turns out that a few days before that, Go had sold it not for 8 But for 7250000.00. So then Larry calls, the family that had just bought it for some point of 2 5000000 says, do you wanna sell me that painting. They're like, we just bought it. But then he tells them I'll sell for you for 10500000.0. Of course, they're gonna do. You just made 3000000 in a couple of days or doing nothing? I, don't think they even took possession of it. And so this is why gives you an insight into why Larry successful at these phone calls and how lucrative his business could possibly be. In the resale 2 per, the family made a profit of 2000000 dollars and Go got a million dollar commission. Absolutely incredible. Okay. So let's go back to this idea where he finds a way to ins himself from all these, like, the the booms and busts in the art world, the booms bus in the economy There is our just a reminder that there is always. On the planet, there's always somebody somewhere making a lot of money, and so of cor is going to sniff it out. So there is this decrease in the American market that coincides with this massive increase in the post soviet Russian market, and so what he did? 1 way that Could negotiate has ins insulated himself from the ups and downs of the art economy is by seeking out emerging markets. So he goes and develop relationships with all these post Soviet Oli is what they call them And this is the result incredibly. Between 2004 and 2008. So that 4 year period, this would be what. Let's say, 35... This is almost 40 year he's been in the business for almost 40 years at this 0.35 years or something like that. Incredibly. Between 2004 and 2008, Russian buyers were responsible for almost half of Ga business worldwide. Eventually, he has to shut down that part of the business because of the Us sanctions, Russia. And so he has to stop selling to them and then just this is just a way he looks at it from our conversations, I get the sense that Go does not feel particularly burdened by ethical conundrum. And that he adhere to a simple rule. If it is illegal for him, maybe it goes... Everything goes back to simplicity. Right? It is illegal... If it's illegal for him to do business with someone, he will not. Otherwise, it's not for him to parse the moral credentials of potential buyers. And then Gu being a student of history point something out, there there's a ton of, you know, throughout this piece, critics are saying, you know, money... Some critics and some artists are saying, you know, money ruins art. It's all about the money. It's not about the art and the point that they make in the pieces is like, none of this is new. History doesn't repeat human nature does. There's nearly 500 years ago, Majority of As sa wrote about the lavish prices that the great artists of the renaissance commanded and the manner in which they jo for wealthy sponsors. It's the exact same thing. 500 years later. And then the piece ends with actually a story about him failing to close, like a young, new artist and really speaks to the fact that there is, like, there is no separation between Larry Negotiating and the person and the company. And it's also an illustration of his dom and relentless nature, the artist name is Wood would wanted to know about the gallery long term future. So she asked, what will happen when you die? What the fuck is wrong with you? Good go explosion talking about my death when we're trying to have a meeting. Ga told wood that he wasn't going anywhere. It may have been that he was succumb to an, that is common among mega man pluto, an inability to imagine a world in which he no longer exists. Would excused herself to go to the bathroom. Then her phone lit up with a text from Go. He sent the same text 3 times. She thinks there's was an accident that he sent it 3 times. This is what the tech said. The other galleries that you are considering will most likely go out of business before my demise. Go board meets twice a year. Nobody seems to believe that the board could take over should he die or retire. So the question remains can Go survive without Larry. Like Chanel after Cocoa, or will there be a sale. There has been speculation in recent years of a possible acquisition by the French conglomerate L. But ago negotiating says that isn't happening. The Negotiating brand un has tremendous value? But so much of what has made the gallery thrive is Larry own network and I and persona. In other words, he is the company and the company is him. And that is where I'll leave it. Highly recommend reading the entire piece. I absolutely loved it. I thought it was incredible writing. I will leave it link down below. That is 325 down 1000 ago, and I'll talk you again soon. Okay. So real quick. In case that you want to get access to my version of read wise, which is called founders notes dot com. You go to founders notes dot com to sign up that's founders with an s just like the podcast. So founders, notes dot com. So when you sign up and you get, I'm gonna tell you how what what are the features that I use the most. And so at the very top is the main feature. The 1 I use but every day. And it says search highlights and there's a search bar. And very simply, I just searched by whatever keyword I'm thinking about. So could be about hiring about marketing about obsession, could be about a specific entrepreneur like Rockefeller, whatever happened to be thinking about or whatever problem I need to solve at the pro... At the time, like, the the greatest example and I actually made, like, a 30 minute, like, short Ama about this. It was asked, like, how do history greatest founders think about hiring. And so if you type hiring in that box, you'll see what what did Jeff Bezos say about it, what did Thomas edison say about it? What are the people that founded Paypal say about it? Would est a lau say about it and on and on and on. And so I think that's pretty self explanatory. Again. This is a product for people already in successful companies? I think I don't have to elaborate. You already know what the value of that would be. So the highlights feed? Is the search should be searching the highlights is what I use the most. Now the the thing I use the second most, is called the highlights feed. And the highlights feed. I'm loading it right now. Essentially, it's just like these little almost like tweet sized highlights from all different books. And so it is completely randomized. And it's almost like you have history's greatest entrepreneurs speaking to. And then just read through them and see what thoughts respond. So, like, the first thing you came up was actually, oh, it's actually a highlight from Warren of Warren Buffett shareholder letters. He's talking about diversification and relation to risk. The next highlight is a quote from Ed Cat, the founder of Pixar. Talking about he didn't even realize at the beginning of his company how poor the communication was and that there was things going on his company that that... His... The peep... His employees were not telling him, and his thoughts on how to fix that. Then there's a quote from a book that I read like, 6 years ago, and it's actually the the biography of Alibaba. He's talking about the importance of listening, and that poor listeners actually have second rate negotiations skills. And so that is the second most used feature for me. Personally, this might be different for you. Third feature books. Do you have a list of it, all the books under in there. I think right now it says I have 307 books in here. I saw have a bunch I need to put in. And then that... That's very simple. Like, I just went through. The reason I repo the Mike Bloomberg episode, for example because I've been reread the highlights And so I went back if I don't have time to reread the book, which I will in the future, But I just read through, I think I have, like 44 highlights of Bloomberg auto. And you read through and when you... There's just so many ideas, and this is happening like, 15 minutes it's absolutely incredible. So self explanatory you can search my book. The last feature that I use the most is the favorites feature. You know, I have 20000 highlights. It's... You know, there's a ton of information in here. And so what I'll do is as I go back through the highlights and I've done this forever, and that's why that this number will always go up. I have 839 favorites now, but, you know, you're listening just months from now, it's going to be higher. And I... Whether it's through searching whether it's through reread the the highlights on a specific book, are there the highlights feed, which is the random, just showing me, like, the random highlights that I've done. If there's something like damn. That's a good 1. I really want to remember that. And so I I highlight it, right or shouldn't I favorite it. And then now that goes into the very favorites feed. So then I have an even more, like, specialized feed of ideas and highlights from different books all on 1 page. So again, need to reiterate, reiterate. I think if you or like me, and there's a good chance that you're... If you're listening to this you're like me. If you're like me, you're already running a successful company. I think it's a it's a no brainer. I would at least test it out for a year. There's a chance that you don't like it. I'm not gonna share that opinion with you because like I said before I listen to it or should not listen to it. I use it every day, and I think what I... Would... This is gonna be good for. And what I hope to do is, like, man, like, for a founder to just have a browser, this this notebook sitting in a browser that they can tap into any time. I think that's going to be very valuable. And I can say that because it's been very valuable for me. So hopefully, that makes sense. If you wanna test it out, it is founders notes dot com, again, founders notes dot com, and I also leave a link down in the show notes if you wanna grab the link from the podcast... The show notes on your podcast. Founders notes dot com."
}