{
  "transcript": "Okay. So I just have 3 things that I wanna talk to you about before we jump into this episode. First was that I was invited to go speak at Nor dame. There's a class in order dame called Art of investing. It's run by these 2 guys named Rick and Paul. I become friends of Rick and Paul. Through the podcast, they're huge fans of founders actually both Harvard Mba, and they say, outrageous things, like they've learned more from founders than they did when they got their, Nba at Harvard. Just don't tell Harvard that. But, anyways, they they invited me to come speak to their students. And we actually recorded it, and you can listen to the entire thing. The conversation we had lasts about 90 minutes. So whatever you're listening to this however you're listening to this right now, if you just search in your podcast player. Art of investing. It's a new podcast. I'm episode. I think number 4. So search for art of investing and then David Sun, you'll see it. I think it's episode number 4. If you wanna listen to the entire talk. That I gave at Not dame. I've heard from a lot of people that heard it so far, They said it's very, very inspiring, so that that's very encouraging. The second thing is, I wanna tell you about the first person I ever met, that listened to founders. So my friend Mitchell Bald was listening to founders, like, years ago. 5, 6 years ago, nobody was listening. You know, maybe a couple hundred people, maybe, like, a thousand 2000 people were listening at the time when Mitchell sends me a message saying he loved the podcast. He loved to meet just so happens He was asking where I lived. And I was like, I in Miami, and he's was like oh, I'm actually here for a conference. You wanna meet for coffee the next morning. And so that is the very first person I ever met in person. Through the podcast. And the the very first thing. I meet Mitchell, he it didn't say, hey, Nice to meet you, hey, love your podcast. He looks at and he goes, why isn't your podcast more well known? He's like, the quality of the podcast and the fact that no 1 knows about it Like, this doesn't make any sense me, like what's happening here. And so we wanted be becoming friends. Mitchell is very well known. He got very well known as, like an authority on... He's said he's an accountant. He actually has and still has a boutique custom Cpa practice that specializes with ultra high net worth individuals. So tens of millions of dollars to hundreds of millions of dollars in net worth, individuals that he does tax and accounting 4. But you might have heard of him because he shared all of the knowledge that he has, especially around entrepreneurs and tax savings for free on Twitter. He became a domain expert. And so as a result, there's a bunch of founders that actually listened to this podcast that I'm friends with that actually are clients of mitchell because of the teaching that he was doing on Twitter. So why the reason I'm telling you all this now is because he over the last year, he's been developing a product called better bookkeeping, and you can actually check it out by going to better bookkeeping dot com forward slash founders. And so what he wanted to do is apply all this information and knowledge that he has from servicing these ultra high net worth entrepreneurs and utilize and actually build a product that is more applicable to the millions of millions of small businesses out there And I hate even calling them small businesses because that sounds like a majority. The millions of millions of businesses that don't need their own, such a, like their own custom tax planning. So these are the millions of businesses that need help with bookkeeping and saving as much money as possible legally on their tax bill, and that's exactly what Mitchell and his team have built at better bookkeeping dot com forward slash founders. And 1 of the many things I love about Mitchell the fact that he's obsessed. He's obsessed with figuring our ways to save entrepreneurs money on taxes that is a main theme of the history of entrepreneurship. There's... If I had to say the 2 most important lessons that you and I talk about over and over again. 1 is the importance of focus. It's the fact that these people that you and I study are incredibly focused. They have superhuman levels of focus compared to I feel the majority of people that are alive today and to they are all obsessed with watching their expenses. That's they they build unbelievable competitive advantages because they have a lower cost structure than almost anybody else in their industry any of the other competitors that they have. That is Mitchell expertise. That is Mitchell obsession. In fact, there's a funny line. I hope you go check out better bookkeeping dot com slash founders because it says, it's, like, having a full time Cfo and a super cheap grandpa sitting on your shoulder. And so that was the second thing I wanted to talk to you about. I'm gonna try to find deeper ways to integrate with Mitchell because I do trust them I spent a lot of time with them, and I know he's really good at what he does. So third and final thing before we jump into this incredible episode on anna winter which you'll see how much information I went over just to get you what I feels like, a a really good understanding of how she built her business, but more importantly, wait till you get, like, 30, 40 minutes since this episode. Like, the way she thought about not only, like, not just building her personal brand, not just building v, but building up her entire industry. It's fascinating how she did this, because she's been the editor in chief of V, since I think 19 88. She's in her seventies since she's still going at it, and she been acc more and more power and influence year about... Yes. I think it's fascinating. And so the third and final thing I wanna tell you about before we jump into the episode is Vest. Vest makes it easy for you to invest your business's idle cash. I've actually had a bunch of people reach out. They couldn't understand what I was saying. So I wanna spell it. Is vest, v as in Victor, e as in egg, s as in ci, t as in Tom, o as in octopus, vest dot com. Vest helps all businesses of all sizes, invest their cash in Us treasuries. You wanna do that because when your business owns treasuries, then that cash is actually backed by the Us government, and it earns interest while it sits there. And so this is another product that a bunch of founders listeners are using, the most common use cases, people raise a bunch of venture capital. They wanna extend their runway, so they use Vest as a way to extend their runway. And then a bunch of bootstrap founders that actually have companies that have a bunch of excess cash, they use Vest as a way to get a better rate of return. And if that was... That cash was just sitting in a bank account. So if that sounds interesting to you Highly recommend you go to investor dot com and check out what they have to offer. I know the founder Ben. I've spent a bunch of time with him. I was hanging out with him after the live show we did in new York had dinner with him and actually saw him at a wedding the week before. If you schedule a demo. So if you go to investor dot com and you schedule a demo, you actually speak directly to the founder Ben. I think he's really, really impressive, and I think if you speak to him, you'll be impressed too, make sure that you tell Ben that David from founders sent you. And without any further delay, let's get into the incredible life and career of Anna winter. Anna started the day as usual. She rose by 5AM, exercised at 05:30, sat for 30 minutes, a professional hair and makeup and then was chauffeur to her office where her 3 assistants were waiting for her. Her request for her assistance were constant. Day and night, weekday, and weekend, and always delivered in emails with no subject line. Her schedule was meticulously planned when Anna called a meeting if you didn't arrive early, you were late. She has been the editor in chief of V since 19 88, and is 1 of the most powerful figures in media. If she wants a fashion designer to have more influence. She recommends them to lead a bigger label, and she has this power because the owners of these labels seek and follow her advice. She advises them not only on their clothes, but also how to run their businesses. In turn, they are rewarded with coverage in the magazine and more important, Anna personal support and advice. And she doesn't wait for the next generation of fashion designers to emerge. She financially supports them through the council of fashion designers of America V fashion fund. That support can be the difference between unimaginable success and bankruptcy. Editors of V were powerful before Anna had that job, but she's has expanded that power remarkably. Making herself a brand that powerful people wanna be associated with. How she speaks, hires, fires, eats, and shops are both topics of obsession and scrutiny. When Anna asked for something she usually wants it done immediately, Despite the fact that her work emails to her staff go out at all hours, it can be addict working for her. Other people that work with her praise her direct. You always know where you stand with her, and that's better than working for someone who might wanna know about your kid's birthday party but can't make up their mind about a headline. She has to be involved in everything. Anna controls all that she can right down to the ingredients in the food at the Met gala and maybe most importantly of all, she knows the ecosystem in which she operates better than anyone. That was an excerpt from the. I'm gonna talk you about today, which is Anna, the biography, and it's written by Amy O. Before I jump back into the book. I want to grab... I have, my hands printed out. I printed out this interview that Anna did with the financial times. It was 1 of their lunch with the F t series, and I think it gives us a good overview of Anna the person and her life and career before we jump back into the biography. And right here from the title. So I read this after I read the biography, and the the title of the article says Anna winter, I just have to make sure things are being done right. If Anna had a personal tagline. If you had to describe her, that is exactly how it would describe her. I have to make sure things are being done right. And so this launch happens at the R in London and just gives an overview. It says, winter has presided over the so called fashion bible of V for 35 years. Her celebrity influence only increasing as the power of magazines and the Bog brand have wan. She's now global chief content officer of Ko Nas, a role that has given her oversight of all of Ko nas magazines, so there's 32 different magazines that she's in control of the only 1 that she's not in control of is the New Yorker. And then there's a line that becomes very apparent if you were to read the biography of Anna as well. There is a mythos surrounding Anna that inspires defer akin to that given to royalty. And so 1 thing that's mentioned in this interview is the fact that she's been running V for 35 years. You might think, hey, you know, you do wanna retire. You're gonna step down. No. There's no way this person is going to re. And she says I love what I do, and I'm constantly challenged by it. And as you'll see, she practices complete control regardless of what role she is. She happens to be in. And so when she got this promotion in 2020 to be the chief content officer. The global chief content officer of all of the Kanye nas magazines, She winds up firing and and replacing a bunch of high profile editors, and she talks about why she did this and she says the idea says Anna is to make sure everyone felt that it was a different day. So she did that in 2020, but she also did that many times as she was going from Magazine a Magazine before she got to become the editor in chief of V, the person interviewing Anna for the financial times at 1 point intern for her at American V in early 2008, And they talked about the difference before 2008 was essentially, like the peak of the magazine industry. Had so much more resources and so much more money back than you. Now. So it says Kanye Nas was then at the peak of its financial and reputation powers. Editors were chauffeur into work in black town cars, even as an intern, I had regular access to 1. A hush would descend through the headquarters when winter stepped into the office. On my first day, this is so ridiculous. On my first day, I was warned by a fellow intern never to make eye contact. So I have 1 my favorite stories. I have a bunch of, you know, I love Kobe Bryant and my Jordan stories. I find them fascinating, and especially win those 2 interacted. And this advice is for all terrible. The worst thing you could do with a really powerful person is be overly differential. So, Kobe Bryant, stuff... He's about to play Michael Jordan for the first time ever in the Nba, and his teammate goes and he's like, hey. Do you want some advice. He goes, whatever you do, don't look him in the eye. And Kobe was like, what? Why would I not look him in the eye, and he says that, oh, my teammate didn't understand that I'm that too? You can't look me in the eye either, buddy. At that point his career Jordan was used to people being afraid of him. And so people that actually stood up to him and fought back and show that they could not be intimidated We're actually gained Michael's respect. There's another great. I think Kobe 21 at the time, Phil Jackson invites, Michael Jordan down to, like, hang out and talk to Kobe at the Lakers practice. And a mod ro shot is with Michael Jordan and he's interviewing Kobe Bryant later on after this happened. And they talked about the fact that, you know, Michael was trash talking and was like, oh, you can't guard me, and then Kobe Me. He says, well, you can't guard me, and they start going back and forth, and then Kobe is like, well, know, you got shoes, like, we can play if you like, we can just solve this right now. But even at 21, Kobe refused to back down and he idol utilized Michael. He grew up watching video tapes of them. As you know, if you've listened to the multiple I've done in Kobe. But what happened and this was the fascinating thing. This is why I think this this idea where, like, you listen to this other intern. It's like, oh, don't look at these people in these the eyes, terrible vice. So Michael Leaves, Kobe still a practice. Right? Michael Leaves, he walks out with a M shot, and he goes, I love that dude. That dudes a warrior. And the fact that Kobe was not intimidated. The fact that Kobe was willing to push back and say, no, no. Like, I have talent too. I have skill not afraid you. That wound up being the foundation of this big brother relationship that he had with Michael all the way up until he died. So when I got to this part in the article, I just wrote Kobe, don't defer show strength. I I don't think you should be meek and act like you don't belong there. So anyways back to this, Winter came of age in the late 19 sixties in London, She says I grew up at a time when women still left the dinner table, so men could smoke their cigars and talk about the real issues of the day she says. She had a privileged childhood, her mother was a film critic and her father was the editor of the evening standard her relationship with her father, something we gonna talk a lot about today. It was maybe the most important relationship that she had. He had a very exacting manner, and he earned the nickname called Chili Charlie. So they... The people that worked with him, not his kids to this family. They thought he was actually warm and loving. But at work. They called him Chili Charlie. Obviously, Anna is known for being, like, quote unquote The ice queen and very abrupt or whatever case is. I would hear lots of stories about what the strong presence he was in the office she said, but we never saw that at home. He was very loving and kind and just wanted to just wanted us to make her own way in life. Yet, it was her father who suggested that winter right editor of V on a career form at school. She says, I don't think I would've have thought about it without him being so specific, And I think that happened, that the time is a little hard for me to understand based on everything I've read about her, and I watched 2 documentaries a bunch of interviews with her and then read this interview in the book as well. I think that happened somewhere around the age of 16 to 20, and we'll talk about that later. The fact that her dad literally they gave her, like, you know, shoot for the very top. V was the very best. Your interested in fashion you're interested in publishing well, the very best the pinnacle of that industry was v, so, of course, you're gonna go for the top. That seat might have been planted early, but winter journey to the top of the mas head was not a straight climb. She left school at 16. I wasn't very good at school to be honest she says. And I wanted to be independent and make my own way. She took up jobs on the sales floor of Be and then Har, her father helped her land her first editorial job at the fashion title Harper and Queen. This is in London before she in New York. Then in the mid twenties, she moved to New York where she revel an anonymity that she couldn't have had as the daughter of a famous newspaper editor in London. And the what she said about the time in New York Nobody gives a dam where you come from, or you... Where you went to school to She starts working at the Harper Bazaar magazine, and then she moved to New york Magazine. This is really important because she was doing such good work that she caught the attention of this guy named Alexander Lieberman, that's important because Alexander Le, that was Kanye nas. Editorial director. And he's actually the 1 who's gonna recruit her to V. In fact, Lieberman rubin thought she was so talented he made up a job for her that did not exist just to get her in the Kanye organization, that role was creative director of V. A job that did not previously exist and much the annoy and alarm of then V editor, Grace Mir bella. This is going to be Grace Mari bella is the 1 who had the job before Anna displace her. And this is kinda crazy. I think about being grace. Right? You're the editor in chief of V magazine. They have this new person. They bring her into v, They gave her this title that doesn't exist creative director, and they say, hey, she doesn't report to you, but she reports to Lieberman, which is Grace boss. That is not a good situation to be in. From Lieberman, Anna said she learned to keep meetings very short. He was very very decisive. And this is hilarious. He had a desk with nothing on it, except a buzzer underneath. So that when he was done with you, which was in about 5 minutes, his assistant could come in and whisk you away. So imagine this guy's talking to you And you're like, where's your hand, Lieberman remaining he's pressing this button. So his assistant come and get you out here. Now, there's this is... Something I thought I found fascinating, So I'll just tell you up upfront. I found, Anna to be hyper competent and ruthless efficient. So her meetings, so Lieberman meetings. Right? He likes to keep them very, very short, you know, 5 minutes at most. Her meetings are 2 minutes long. The first 60 seconds are guaranteed. The second minute is a courtesy. And this is something that she does not hide. So you can go on Youtube and watch these V as a series with a lot of famous people called, like, 73 questions. And Anna done it twice. And on the second 1 called 73 more questions with Anna. What I found was fascinating is she was asked the question. What is the number 1 thing that you hope people learn from you? And she said to be decisive and clear. So before she takes over American Vote, she actually is sent in 19 85 by Lieberman and Kanye owner sci New house. So cy New house was a major character in last week's episode. I love how all connects. He was a major character in the story of Larry Ga and a major client for Larry Ga he owned, Con Nas at this time. They send her to London. Right? So she's going to be the editor of British folk. This is what does she do? She does exactly what they we they talked about in the opening when she was promoted in 2020. She fired most of the staff. And then as a result of the way she fired them, this is where she starts getting this this reputation, I guess this nickname that continues with her to this day. They call her the ice queen. So she's doing this job in London, but she does not wanna be there because she she was married at the time. Anna has returned to London was challenging in other ways. My husband was chief of child at Columbia University, and he... And he did not wanna give up his position. So we commute quite a bit. I had my son Charlie, and then I was pregnant with my daughter, so I felt like was endlessly pregnant and eventually seemed to me that staying in London long term wasn't going to be viable. She comes back to New York to edit house in garden for a few months before new house offered her a job that her father had chosen all those years ago. Mir bella, this is so ruthless. Mir bella learned on Tv that she had been fired. Lieberman and New house leaked it to the press instead of telling her, and she had worked Grace Mari bell. If I'm not mistaken had worked at V for 37 years. So that is a ruthless. Winter position hasn't always been secure in the wake of the 19 90 recession. V ad pages fell. New house advised winter which who was sometimes resident about resident about featuring advertisers products in her pages to follow the money and she did. Now fast forward to present day, it is probable that Kanye nas cannot afford to lose her. Advertisers run ads in V not only because they think it will sell close, but also to secure Winter favor and advice. And this is kinda crazy V actually sell something called the V 100. It is a private club whose members pay a hundred thousand dollars a year just for access. To Anna. Delegation is not among Anna managerial talents. She is notorious for controlling every last detail. God is in the details she replies. I am not a creative person. I cannot draw. I cannot sketch. I cannot make anything. I just have to make sure things are done right. Okay. So now Wanna go back to the biography. I wanna go right into her childhood and the influence that her father had. Though she spoke often in interviews about her father as an inspiration, she almost never over the course of her entire career discussed her mother despite how close they were. And his professional ambition and ruthless seemed to stem specifically from her father. So 1 trait that she picked up from her father was the fact that her father was a v reader Anna was a v reader from a very young age. He still is to this day. Also, her father, whose name is Charles kept a very strict professional schedule. That comes up over and over again and anything that you read or watch, about Anna, the fact that she's up at 5AM. She's working out. She's working. It works 24 hours a day. Now she's talking about her childhood looking back. There wasn't any sense that he was an absent father. He taught us all... He taught all of us, meaning all her siblings. What work ethic is and how important it is to love what you do in life. She was able to witness his passion for his work firsthand when she visited his office. She thought the office of a newspaper of a magazine, it was comp completely exciting that she knew she wanted to work in publishing. And the way she reflects on this later on in life is that she says that the gospel in our house was the newspaper. And so I'm gonna read a bunch of other descriptions about her father, and it, like father like daughter. There's a lot of this sounds like Anna. Charles was by no means easy to be around in daily interactions. He was quiet cold and exacting. Charles had to make decisions constantly and therefore made decisions rapidly. He was so frightening that people would bend over, like, a field of wheat under a wind as he went past that is exactly the description of when, being an intern in v office, how they would, like... There's there's a ton of these stories where if you see Anna and an elevator. People will literally run out of elevator, so they don't have to write up with her. That is not unique to her. There's a bunch of examples in this book that that have heard said you could replace the word Anna winter with Steve Jobs and this exact same thing. People are afraid of being stuck in close proximity with Steve too. He'd started asking you questions about what you're doing. I think in some cases, I don't know if this was, like, a myth, but, you know, supposedly he's, like, fired people for bad bad answers to his questions. We're in an elevator ride, but back to her father, staff were thrilled when he offered a single word of praise, excellent on the bottom of their copy. He commanded respect and they were eager to please him same thing for Anna. He was fascinating, and we were all and ent by him. So again, that that all these words could be applied. This is exactly how our people that work with her describe her as well. And the author makes that point here, his staff would later notice the same bulletproof discipline in his eldest daughter And his mom, they called Non, and this is the traits that she got from her mom, Non was bright, witty and critical with a sharp eye for the weaknesses of others. But she was also great fun to be with as long as you weren't her target, and as friends and colleagues would say the same thing about her. Before I move on, I wanna go back to this idea that he offers her father would just write, like, 1 word responses, anna it does the same thing on copy. This is something that, the first time III discovered this was actually when I was reading all these books on David O. David Over he says something that I love. He says, I believe in the dogma of B, and he understood. He who actually worked way before he was an advertising agency founder. He worked for this secret agent, Right? During World war 2, he's guy named Stevenson Stevenson winds up being 1 of Ian Fleming inspiration for the character James Bond. And what David Og he was talking about in all the books that he wrote is like, 1 thing that he learned on how to run an organization. He learned from Stevenson, is that, to become a master of the t memo. That's the exact word he used. Master of the t memo. When you'd send something to his boss. Right? When you send something to Stevenson, you would get a reply back in 1 of 3 ways. Yes, know or speak. And if you wrote speak or whatever you handed it to them, they means you gotta get up and go to his office and talk to him. And the reason I bring that up is because when David Ob says, hey, I believe in the dogma of B, I think and it would agree with that as well. And as many times when she was described just like this. Her manner of speaking was like her father's clipped. So she's gonna combine her fascination with publishing with her fascination with fashion So it says she stood and walked she's 16 years old what I'm just describing to. She stood and walk like a model and a fashion spread. She would exhibit a certain fashionable confidence. For Anna, it wasn't just enough to look good. She wanted to be admired as the best dressed person in the room. And her vi reading has mentioned yet Again, she kept up with everything by reading graciously books, newspapers magazines literary journal 17, the magazine 17 was my dream she confessed. I couldn't wait for it to come every month. You're gonna notice a lot of the things that I'm gonna pull out are very repetitive in the sense that they appear when she's a young woman, 16, and they still... She's still this way in her seventies. She's very disciplined. She's very hard on herself and she wants to be special. She wants to be a apart from the crowd. So then it goes into Anna lifelong adherence to very strict fitness and diet regimen. This starts when she's a very young girl. This is a 19 64, she ends reading a book on dieting which has a 1 sentence regimen that she would follow. Eat fewer than 60 grams of carbohydrates a day. And so this avoidance of carbs. There's actually a it's actually a movie they came out. I just watched it again because my wife and daughter love the movie. It's called the Devil wears prada. And at first I was, I'm gonna, you know, I'm doing a bunch of research on Anna, but I don't have to watch that movie, but then I get to the end of this book, and her daughter and his daughter watches the preview it. And I think the movie came out like 2009 or maybe even her 2006. And Anna his daughter like, wow. They they captured you perfectly, mom. And in the And in the movie, it's mentioned multiple times of, like, you're not supposed to eat carbs. So anyways, she's very, very disciplined, not only in her personal, like, fitness and diet, but also in her work. And I think that they they feed on each. So Says Anna judgments of others were ruthless, but she was hardest on herself. She did not wanna be part of a group that already existed. She wanted to be in her own verified heir. And what's amazing is how much discipline she had when she was a teenager. So she's in a tea she's a teenager. She's going out a night with 1 of her girlfriends. They're going to these very, like hip clubs. And you're probably, she's gonna go in parties. It's like, nope. Everything she does. This is why like, she's very easy to interface with. I found, like, studying her very fascinating because she's very... Everything is in service of her mission. So her and her friend with the last name of Las. We're not trying to get drunk. They would actually not drink any alcohol. They drink a Shirley Temple or Coke and they would leave an hour after coming to the club. So why are they going there? For Anna going out was never about going wild, Visiting the clubs was more about reconnaissance than excess, a missed a crowd of the fashionable she was studying. So she stops going to formal schooling when she's 16 because she she says, I was desperate to get out into the world and get on with things. I wanted to work. And she certainly knew. She's, like, her vague direction was, hey, I'm going to work in publishing, and I would love to be able to to combine publishing in fashion, and this is where she's filling out, like this career form, and this is where she's having the conversation with her dad that changes her life forever. At the bottom of it, she she's telling the story now. Okay? These are her. At the bottom of it, it said career objectives. And I said, what shall I do? How do I fill this out? And he said, well, you write that you wanna be the editor of V of course. And that was it. It was decided. And so the entire time of reading this book? Anna has such founder mentality that I forget that she's technically an employee. Right? She didn't start Connie nas. Kanye I even know It's still a private company. It's founded, like, over a hundred years ago. And... But you'll see from the very get go. She thinks like an entrepreneur. So her dad hooks her up with this woman named Barbara Briggs. Who works for her dad. She's the fashion at editor at the evening standard, which is what Charles is running. Right? She says, hey, I need a favor. Can you... I'd be very grateful. Will you take my daughter Anna out to lunch? I think she's very set on fashion career, and, you know, can you give her a little guidance? And this is what I mean about the fact that she's just very consistent from the time she's a very young person to all up until a present day. Greg's took Anna to lunch and was immediately impressed. This girl is just a child, but she had an adult po and a sense of purpose. All she wanted from me was some information. This is like the most founder mentality thing ever. Right? All she wanted from me was some information. What she didn't want at all was any guidance or tips on how to manage her career. That she was perfectly willing and able to figure out on her own she's gonna start working at this magazine called Harper's and Queen. She is still in London. She's gonna want it working at this magazine for 5 years, and this is what she talks about at this time The fact that she was learning on the job. I learned how to go into the market and choose close. I learned how to choose talent. I learned how to collaborate. I learned how to do a layout. I learned how to write a caption. I was thrown into my career frankly with ignorance. I knew nothing. You had to learn everything and you had to do everything. Remember what I said at the beginning if she had a tagline, it would be I have to make sure. I half. I have to make sure the things are done right. She was like this when she was young. Anna it was a perfection. It's not the type to forget dress or lose some jewelry. So in fashion, it attracted a lot of kinda like, lazy There's no nice way to put this. It's just attracts like a lot of lazy dumb people, and you have this unbelievable iron discipline whip smart, crazy fierce work ethic. And, of course, she's gonna... She's gonna dominate these people. And it talks about the fact that people would would follow her, and they don't even understand why they would follow her. She just said, hey, you know, I started at this magazine. I didn't really know anything. I was kinda thrust into this career in, like, a sea of ignorance. And this is why Always say belief comes affordability ability. Because even though she didn't know what she was doing, she just believed that she could figure it out, she did not second guess herself. So people were not left wondering what to do. She immediately. Every everywhere she goes. She dropped this her into... Where any kind of environment, and she's going to immediately take control and start leading. And because she presents herself as so confident to the outside world, people like, well, I guess I'll just follow her. And so page after page after page, you'll see a note where I just say perfection, confident in her taste and judgment. She does this over. Again she showed enormous respect for the fashion pieces that were loaned to the magazine. Everything they borrowed had to be sent back in the precise condition, it arrived in down to the tissue paper wrapping. So that's an assistant. This was not normal. Right? If you're... If the magazine gets lent something, it has to go back in that pristine condition. Amazon style and grooming was attended to as if she were constantly starring in the fashion editorial. She was meticulous about everything. She had the power to get people to do what she wanted with a look or a sentence. She was attractive and interesting and conveyed an air of mystery. More about her discipline, her ambition, the fact that she believes quality of work over feelings. And his power in those days lay in her silence. She knew there was a lot going on in her head, but she was not sharing it. There was a lot of drinking back then said Anna, who never liked alcohol. But I was always the first person to leave. I had to get up and go to work in the morning. So it talks about the fact that just like Goes in when we talked last week, There the, like, a social aspect of your job looks like, oh, you might be hanging out. You might be going to parties or clubs or events for people like In and for people like in winter, those are just marketing and sales showcases in disguise. They are working when they're doing that. Anna it did not bother with nice if a photographer came in with a portfolio she didn't like. There was no pretending that she would think about it to spare someone's feelings. And it was Frank about her ambition, even as a lowly junior fashion editor, which is what she is now, American V was the job that she really really wanted. Anna quickly tired of doing photos shoes. She recognized early that she did not wanna be the person out in the field creating the content, but the person in the office making decisions. Just like her father. I want to be the 1 in charge. She also did something very smart at a young age. She realized that the physical location she is in should match her ambition levels. She thought she was that the fashion industry in London was, like the back water, and I need to get to New York because she thought that New York was the center of the universe. And so she's gonna work New York for a long time. Ben gonna go send back to london, but anytime she sent back Lunch, and she knows it's temporary. I have to be in New York because New York is the center of the universe and it fuels her ambition even greater, even more. And this is 1 of the things I respect about her most. She just had a singular purpose and she knew what her mission was and she put all over her energy into accomplishing that mission mission, all her energy into what the direction that she was going, how she felt about V is how I feel about founders. Right? And it I had 1 concern when she was on the job, and it wasn't adopting friendly American manners. Her focus was singular. She was very clear minded about wanting to do work that she thought was the best. Over and over again. They're gonna talk about people that interact with her Like, they they're... They can't believe her work ethic. They were in all of Anna work ethic. She really had no qualms about being completely focused. She was just on her path to what she needed to do. Period, the end. In an office, people kinda clown around. They take breaks. They gossip up. She never did any of that. She wasn't in it for the fun and games. She was in it for the work. And I think she's 26 when they're describing or this, you know what? It made me think... Well, let me finish this sentence. I'll tell you what it made me think of. She knew damn well that she wanted to run v. And so I I read 2 biographies on Coco Chanel, I reading all the biographies I can find. And surprisingly, there's not that many of them. But the the biographies on Coco Chanel, I read all the way back for episode 1 99. If you haven't listed that episode, you really should. She said something in that book that is made me think of a 26 year old Anna, and she goes, I am not here to have fun or to spend money like water. I am here to make a fortune. And Anna really does have a founder soul. She just does not like taking orders. She's gonna wind up getting fired multiple times actually. And this is why I said, like she should have been of founder her. I mean, obviously, things worked out well for her. So she winds up getting fired by the editor in chief. And what's fascinating is I'm gonna skip over that story, but I wanna talk about what she took away from that. She's looking back when she was young and, you know, kind of not even uncontrollable. You know, she just she... Anytime she's in a room, she's just gonna immediately take charge. And she's she's looking back through the eyes of experience. And I thought this is fascinating. So Just wanna read, it's about 2 paragraphs to you. I think it's... You'll find this interesting. I was fine. This is Anna speaking. I was fired by the editor in chief who told me that I was 2 European. At the time, I didn't know what he meant, but in retrospect, I think it meant that I was ob. That I wouldn't take direction and that I totally ignored my editors need for credit. Thinking about that chapter in my life, what I find most interesting is to realize how little things have changed. Talented but totally self absorbed young English girls now come to see me with some regular. And with some regular, they tend not unlike myself way back to have an almost total disregard for readers. With a bit of regret, I also realized that I have moved closer to the position of the editor who fired me. That is a sign of maturity. That is a sign of learning from experience. Just wanna bring out another sentence here about the fact that New York and and matched. The city matched her intensity and her ambition, and felt like New York made her even more ambitious. Audiences were bigger. More money was at stake, editors took everything more seriously. It was a better work environment for Anna, who was intense. Now again, let's go back to the fact that she jumps. She has a bunch of different jobs. Sometimes they're in London, sometimes they're in new York, but the way she's described. It's... This is what I love about. It's just so remarkably consistent. She was always her own person. She didn't really listen to any structure because whether she was or not, she was the boss. And so even at another job, we all knew that she wanted to be fashion editor V that she was looking onto to bigger things. Oh, this this is fantastic. The fact that she just loves to move at a rapid pace and make very fast. Decisions, Anna would move through the fitting with the same rapid pace of an assembly line. She had all the looks planned out in advance and was ready for try ons. Fittings were quick because Anna was decisive. She never said that looks great or got excited. She would look at them and then say, okay. Because Anna had planned almost everything in advance, she often didn't even have to show up to shoots. She would send her assistant instead. She was also insanely talented from young age is obvious to other people, and so she's working at this magazine called Viva. V is actually gonna go out of business, But the important reason The reason I wanna bring this up is because it was the work... The high quality work she was doing there, got the attention. This is the first time people people that were very important to her future future career plans. So this is Alexander Lieberman, who's, again, the editorial director Kanye nas, He actually talking to the people that own Vivo. And he's like, well, this is fascinating. I noticed that, I love what's doing the Vivo first of all, and I noticed you have an English woman on the mas head. And so with that job actually did for Anna, was doing exactly what she needed and that was making her name to very important influential people. That was happening in 19 78, So Anna would have been 29 at the time. And so she winds up working at New York Magazine, and she is so prepared and goes over the top compared to, like, the rest of the people that they could have hired for the job that I just wanna pull out 1 line that's that's hilarious, and they... They were describing, Anna says, ed, this woman is amazing. We're all gonna be working for her someday day. She wore high heels every day, which didn't... She's also funny, and you're gonna see that right here. She wore high heels every day, which didn't bother her because she said it's not that far from the front door to the limo. On her first day at work, she brought in her own big white table instead of working at the same crappy desks as everyone else. She said I have I prefer to have a large white service with which to view clothes and accessories against. She was singular driven by professional advancement. And even at New York Magazine, which was not known for fashion by any stretch of the imagination, it's gonna be high standards and quality over everything. There's a great line from Steve jobs that I thought of when I got to the section. He said be a yards stick of quality, Some people are not used to an environment where excellence is expected. When the photos came back and killed the story without explanation, it didn't matter that this was her assistance first shoot, or they had cast someone notable as the model. This was something she would do again and again over the course of her career. And once she decided there was usually no way to get her to change her mind. She knew that killing stories was necessary to let people know that you had standards. She has standards and unlimited confident. She's actually introduced. So a lot of people are impressed with her work that she's doing at New York magazine, and so they connect her to have a meeting with Grace Mir bella. Remember Grace Mir bella is the Editor chief of V at time. She has the job that Anna wants So they go to this meeting. If you're expecting any kind of difference from Anna that's just not gonna happen, impressed with Anna work in New York she arranged a meeting with Mir bella. Mir Mari bella asked Anna, what job she would like a v and Anna replied yours. That ended the meeting. And so imagine you're Mir bell, because now we're gonna fast forward. This is where Lieberman is gonna give her the the job that didn't exist. Right? So you offered Anna the title of the creator director, which had never been used before. Right? And so imagine, like, you just had a meeting with her. So, yeah, I want your job, and then you have this person coming in who is not supposedly yours like second in command, but is not reporting to you and reports to your boss. Like, come on, man. That's that's not a good situation to be in. And then who is the kind of person that is in this number 2 role it says she was being offered the number 2 position of V, but Anna wasn't a number 2 sort of person. And this is 1 of the most fascinating parts of the book for me because we really see what she wanted to do and how she was different from her predecessor. Now she's gonna work underneath her for a little bit then she's gonna be sent to britain. So it's gonna... I it's like a 3 or 4 year period, something like that before she actually gets her job, But it is fascinating. As V create a director she worked right under Mir bella. Mir bella management style on the other hand was anti hypothetical to Anna. The meetings were clothing was selected when Mir bella was in charge. Could last 8 to 10 hours. It was a be beloved conversation. Mir bell wanted to analyze. She didn't just look at something and say yes or no. 1 of her favorite comments was this needs more, I need more. What moore meant was often anyone's guess. Mir bella analyzed the looks to death. Meanwhile, her boss is much more like Anna Lieberman had a lot more in common with Anna. He like quick decisions, encourage editors to trust their first instinct and didn't dill dial over anything. And so when I got to this section, anna starts reminding me as Steve jobs. Again. There's 1... This is excellent book. I've read it 3 times. I'll probably read it, you know, another 5. Throughout my life. It's... The last time I covered, I think it was episode 2 81. I think the title of the episodes it's working with Steve Jobs. The title of the book is called creative selection inside Apple's design process during the golden age of Steve Jobs. And really, I love this idea of, like, the importance of being decisive and concise and being easy to understand for for your employees. Right? And the guy writing the book, his name is Ken Ko. He worked and demo directly to Steve. And this is what he talked about. It's exactly what's taking place in this book. Steve was at the center of all circles. He made all the important product decisions. From my standpoint as an individual programmer demoing to Steve was like visiting the Oracle of Delphi. The demo was my question and Steve's response was the answer. While the pronounce from the Greek Oracle often came in the form of confusing riddles, this was not true with Steve. He was always easy to understand. He would either approve a demo or he would request to see something different next time. You are not gonna find an example where Steve is in a meeting for 8 to 10 hours, and he's saying, give me more, give me more and no 1 knows what the hell more is, to Mir bella writes an auto later on, and she's talking about this this period of her career. I wanna pull out just 2 paragraphs from her auto and she's talking about Anna, who obviously obsessed control. She'd sit in on editorial board meeting shaking her head, obviously disagreeing with everything. I said or did. And biting her lip keep from saying so. Then she go behind my back and redo layouts, bring in new art, circumvent me and my fashion editors and take charge of planning fashion settings with photographers. When she couldn't bypass my editors, she'd harass and criticize them. And so Mir bell is actually gonna get it slight reprieve because the fashion... The editor in chief of British Folk who was in that position for 21 years actually steps down. And so they decide 19 85, they're gonna move Anna and let her be editor in chief of British V, and so she sent across the pond to Britain. Now this is when I already mentioned earlier, the fact that she gets there. She proceeds to fire everyone at British V who pre dated her. Obviously, she wants complete control, and she didn't think they were... They she thought a lot them were lazy, and she wanted to to drastically, increase the quality of the magazine. But this is when she gets this brand. That I think she still has to this day. That she is... They call... The... These are the words. These these are not my words. Obviously, they're in the book. They brand Anna as fashions ind and bitch new ice queen. A character characterization that for better or worse. Would stick. So there's nothing in this book that is gonna be new to. If you've listened to founders a bunch. And if you've read biographies of these super type a, highly driven entrepreneurs. There's not there's no behavior that she's doing that we haven't seen before. The difference lays and how they would be described. So, you know, there's a lot of people that describe, like, a steve jobs like, you know, tyra, rude, control obsessed. The same behavior by Anna just being described as ind and ice queen and Bitch itchy and all these other characterization, But it is the same behavior. I don't think it is unique to her at all. And everything that Anna does just like everything Steve Jobs did just spoke to the fact that they were constantly trying to up the quality of the products that they're making, and we see that here anna random magazine with iron fist discipline. She wanted to staff to be on time, work hard and run everything by her for approval, a stark departure from her predecessor who allowed photographers to come into the office and select their photos and improve their layouts. Now this is hilarious. He also doesn't give a shit who you are. So there's guy named Lord Snow. He was a photographer who married Princess Margaret, and it says, Anna came in and reduced a shoot of his to a photo the size of a postage stamp. Somebody on her staff told Anna, you cannot do that because it is snowed in, and and and this is Anna response, and she just ignored me. Anna started her own workday shockingly early to the previous administration they felt much greater pressure to work in Anna hyper efficient style. But Anna also got her staff raises. They paid her more. Something that was nearly impossible to do under the previous administration. And you could also see why she wanted to replace much of the staff. They just said was a staff full of bad habits. And so even the idea is like, okay. Before you go on a shoot? Like I wanna see all the looks. And people like, what are you talking about? Why would you do that? We'll just shoot it. And then afterwards, we'll show you what the results is, and then you pick the best. And it's was like, there's no way Hell we're doing The sheer fact that they had to wheel close into her office before any shoots was wildly different and unheard of, anne reviewed every photo from every shoot herself, which also stunned the staff. And she also demanded endless res shooting. If it did not involve editing V, she did not address it. She had no time for small talk. So as Anna was saying earlier, the fact that she felt her time in london was un 10, they had 2 young kids. Her husband is is in New York, She wants to get back to New York. Eventually she goes back to New York. She spends a little bit of time in another kanye publication, but I wanna skip forward to the part where she actually gets what she's wanted all her life and this is happening in 19 88. So Anne is around 39 years old when this happens. And so it says Grace Mari isabella was sitting in her office when she got a call from her husband. Grace, This is Ludicrous chris. What is this all about? And so he's telling her about the fact that there was, like, this gossip, like, there was like, rumor or Gossip around the fact that Grace Mari bella has been fired from V, and Mir bella told her husband. Like, I don't know what you're talking about. So I gotta call you back. She goes upstairs. She's like, okay, I guess Gotta go to Lieberman office, and she found Lieberman sitting there. I guess he's just there with his death. Members empty desk in that button that makes you go away. And he says, Grace, I'm afraid it's true. And so there was just some things that Grace was doing that there's just no way that Anna would do. So Lieberman assistant is getting interviewed, and it says, the pages of the issue in this room, we actually see this in the documentary it's called, the September issue where all the pictures are what's about to go on the issue. Right? They're all put up on a board, usually in order. And then they also have this thing called the book where, like, they print out looks like almost like a like, a homemade copy of the the issue they're working on, and it's delivered to Anna house every night, and then she, like, leaves notes on it, and brings it back the next day. It's in the movie the Devil wears prada too. But anyways, there they have this bored in folk where, like, you put everything up. And there was oftentimes where, like, there's something going in the magazine, and it says Mir bella didn't know the names of some of the people in the artist featured in an own magazine. And you have people saying, I was shocked at what Grace didn't know. That there's no way that's gonna happen with Anna Winter. And again, 1 thing that Grace didn't understand is that relationships were around the world. Mir bella had another problem that Anna did not. A nearly non existent relationship with Sai new house, the owner of the company, the ultimate decision maker and you're not making a relationship with them him That is a massive mistake. She never grew comfortable with him and intentionally avoided him. And if Mir bella wasn't inside new house's ear as a singular voice and authority on V, who would be. That was Anna Winter. And so Anna immediately takes over source making changes, remember go back to the fact that when she's shipping that interview on 73 more questions. What does she want? She want you to be decisive and clear. The infamous hours long run throughs were now over in minutes. Remember they were taking 8 to 10 hours on this. This is how Anna does it. And it would just go yes. Nope. Nope. Yes. Yes. No. Goodbye. Under Mir bella, every request had to be written down, but Anna complained of drowning and paper. She didn't want you to write anything down. Come to the office, asked your question and then get out. With Anna, you get 2 minutes. The second minute is a courtesy. And so I think about the section line. I was like, Well, she want you to be decisive and concise. What's the opposite of being decisive and concise? It's fluff. Well, there's no fluff. If you only have 60 seconds. This time constraint forces you to get to the essence of the issue. It reminds me of Churchill did this later on when they were fighting the nazis world war 2. You talked about for pete's sake, collect your memos in half, and he has this great line on why this is so important. It's interesting that all these people are British, Olga, Churchill, and They love the dogma of B. Maybe there's something there. But Churchill says something is fantastic. He says it is sloth. Not to compress your thoughts. And so Churchill would even do that where he's, like, you can now write more than a page on this. Absolutely not. And I love this idea of whether it's constraint by document length or time the constraints force you to get to the essence Let's go back to her expanding her power. Again, she is not just a magazine editor editor in Chief of v was her goal. She's so much bigger than that now. Anne viewed her social life as part of her work. No matter what what or who the party was for anna controlled the guess list by focusing so much on the social side. This is her in my argument. Maybe... I'm not even I'm gonna... It it's not maybe. It is. This is her most important idea. Even people who knew V was powerful before she became out in chief, underestimated how powerful it was. Anna did not underestimate how powerful that position is, And then she didn't stop there. She extended that power beyond a magazine, which is why she's so much bigger. People would say she's bigger than V is today. So check this out. By focusing so much on the social side, Anna was assert herself as more than a magazine editor. By virtue of editing V, she was necessarily a leader in the fashion industry, but she also seemed intent on using her position to become the leader of the fashion industry, not a leader, the leader of the fashion industry. And so I wanna a pause there I wanna go all the way back to the very beginning of the book, the intro of this podcast. Right? Where it's like, hey, she had been the editor of V since 19 88. She's 1 of the most powerful figures, and it talked about... So they're talking about the power she has. But then the intro was also about how she wield it, and she wield it in ads, advice and money the fact that if she wants a young designer to have more influence. She will go and call up the heads, the people that make those decisions the people owning the fashion labels. The people that actually listen to her and seek advice because she has a relationship, not just because she's a magazine editor. And then if you're on her team if you're in her good grace she puts you in the magazine. So everybody, all the editors before, Anna had the... Had a very similar asset. Right? She expands that. Because, yeah, of, I could picture the magazine. What is that gonna make? It's gonna... You know, people are gonna buy yourself. It's gonna literally drive sales. I'm gonna change director of your business. But how she goes and says, hey, that's not enough. Like, I have a lot of power and either, you know, they said something like, build build your brand or or maybe help push you into bankruptcy or whatever the case is. So it's like, okay. I'm I'm more than just distribution though. Because now she goes out and intentionally builds all these relationships with the most powerful people in the industry. Then they see Kurt Advice. And then she says, hey, I got a bunch of young people. And why don't we start this other fund? That's the fund. I mentioned earlier, the council of fashion designers of America V fashion fund. So usually get, if you win that award, you get a couple hundred grand I just try to figure this out. I don't think they get any equity in return for that. I thought I was like oh, it was just like, kinda like a y comb model. So, like, oh, let's identify, you know, it's like, it's this like, a seed investment for fashion designers. It looks like the money is just... You get money in mentorship. I it did not see that V or Anna gets equity the actual company. But the reason that was also smart is because as the years go by, now you have all these well known designers that Credit Anna with giving essentially breaking them into the industry. And so every year, you might have a dozen. Half a dozen more people that become more and more loyal to her. They go out. They have fantastic careers, they build relationships and this this cycle just keeps building upon itself. But I love this idea that she just saw. This is the the the way I'm gonna phrases. It's like she saw the industry, the potential for the industry and how she she can expand the power and the influence that her individually and then V as a brand has by just combining all these people that are already in the eco system, and then intentionally putting them together in a way in which when they work together becomes stronger. And as a result, the the... What she created, the whole is greater than the sum of its parts. And this becomes obvious the more the deeper you get into this book if you choose to read it, but also is obvious if you watch the September issue. And you will see the influence. And literally, like, in fashion designers will change their entire line if they get a negative feedback or if Anna doesn't buy in. So the the power she has cannot be understated. The way in which she accumulated the power was fascinating and she aligned everybody's interest with her at the center. So Anna is also 1 at my opinion and 1 of the greatest examples of this idea that You can build a great career on a handful of principles that you just repeat over a long period of time. Repetition is the foundation of clarity of thought, and we see that here. So she's... Complete control v, she's doing all these photos shoots it says photos shoots could cause 6 figures and Anna did not feel that she had to publish a result just because they were expensive. She killed entire shoots to drive home the understanding that editors and photographers who wanted to have their work in her magazine had to do an extraordinary job. She knew that res shooting would be difficult and stressful, but this was exactly how Anna built up V by insisting on getting what she judged as excellent. And making sure no 1 who worked for her ever got lazy. She expected as much from her team as she expected from herself. And so I mentioned earlier, the fact that at Apple, Steve Jobs with the center of all circles, it's the same thing at v. To the point where it has its own acronym, A walk. The final mark of approval on stories, which had to be delivered before it would get in the magazine where her initials plus 0KA0KA walk would become a verb in the office as in is it A walked? And then another thing that she had in common with Steve jobs is she respected people that gave a dam. Passion is universally respected. If you were passionate about something, she would respect that. The thing that she couldn't stand was that if you didn't give a crap. This was explicitly stated in Ed Cat, Cal mills the c founder or Pixar, the person I work with Steve Jobs the longest consecutive time. I think they worked together, like, 26 consecutive years or something like that. I just re reread ed book and ended another podcast on it was up episode 03:17, and he talked about this. He says Steve never questioned me. For all his insistence, he respected passion. If I believed in something that strongly, he seemed to feel it couldn't be all wrong. Literally same words that are in this book. If you were passionate about something she respected that. And so she trains her entire staff to, like, live up to the rapid pace that she works at, the ruthless quality standards. And so a lot of people, the person Wrote the devil Devil wears prada was actually 1 of her assistance and then she went up quitting because was such an intense work environment. And, you know, a lot of people can't handle that. That's a good thing about being an adult. Like, you can self select into the the kind of work environment that you want to, like, be a part of. And, you know, she's Anna like, well, these are my standards. This is what I expect of you. And if you can survive, then that's great. But if not, like, she will ruthless cut these people out. And a lot of it is just because, like, there isn't a lot of... You know, kind of American culture is like, hey, How are you doing? And like, there's, like, this... There's, like, like, an introduction before we get to the actual point. And it skips over all that. She just goes right to the point. Talked about earlier that how the fact that she sends constant emails to her assistance all day long, and you can tell that she wants to get to the point because they don't even have a subject line, but was fascinating is like she walks into the office. As soon as she goes into the office, she just starts speaking. It's not like, hey, Good morning. Anything like that. They are expected to have, like, a blank word document up because as soon as she walks in the door. They have to start furiously typing everything she says as soon as she walks in because as soon as she arrives, she just starts talking and issuing to dos without periods or pauses, and you see this also in the movie the Devil wears prada. And so a large part of this book also is, you know, saying that they're trying to tell you the other side of this. Like, this is how Anna does. This is her perspective and then this is the people that either like it are in many cases of the people that kinda criticize her for this. And I can't tell you why. But what popped into my mind when I got to this section reading about the people that, you know, obviously don't like that is a conversation that Johnny, I was being interviewed. I think by Vanity Fair, few years after Steve Jobs died. He talked about some of the most important lessons that... Yeah. He learned, with Steve. And the first 1 was, like, this ruthless focus. Just, you know, Steve was the most remarkably focused person that Johnny ever met in his life. And, you know, there was... You just realized all there's levels to focus and Steve's on a different level. But the second thing he said was very interesting. Actually, Steve calls Johnny Vain. And I thought it was very, like, fascinating choice of words, and this is the story that Johnny tells. And Johnny says, I remember asking Steve about this. It could be perceived that his... In his critique of a piece of work that he was a little harsh, and we had just been putting our heart and soul into this. I asked him. This is after... So what happened before this conversation is, they had a meeting meaning did not go well. Steve was understandably upset, and Johnny gonna ask, hey, you know, can you moderate the way you deliver this message. So let's go back to this. I remember asking Steve about this. It could be perceived that in his critique of a piece of work. He was a little harsh. And we had been putting our heart and soul to this? And I asked him, could we not moderate the things that we said a little? And he said why? And Johnny said because I care about the team. And Steve said this brutally brilliant insightful thing? He said no, Johnny, you're just really vain. You just want people to like you. I'm surprised at you, Johnny, I thought you held the work up as the most important, not how you believed you were perceived by other people. And then Johnny says, and I was terribly cross because I knew he was right. And so in my notebook, I have that the this... I I transcribed this this exchange. And I... The only part that's bold. Is I thought you held up to work as the most important. It's obvious when you study the careers of steve jobs or anna winter, they hold up the work as most important. Now this is not. I don't think being, you know, direct or even, like, really harsh or, you know, a dictator is a prerequisite to doing great work. I'm not saying you... Everybody should do. There's little Steve Jobs said. You're an adult, you gotta figure out how you wanna manage your own company. Right? No 1 should tell you that. No 1 should make that decision for yourself. It's definitely not a pre. Because said, like John d Rockefeller. Arguably, you know, Charlie Mu would tell you he created the greatest company of all time, he was ruthless to his competitors, but inside of his office, the people work for him and his partners love them. His employees would say, he never said a cross, He never raised his voice. He was never root. So it's clearly not a prerequisite to building right company. But the the main point here is like, putting up with the work. Right? The founders of the guardian of the company's soul and your... What what you're 1 of thing you're regarding of is to make sure that the work, the the quality of the work is most important. And Anna definitely did that even if she could be harsh or said complaining to Anna was pointless because Anna would just say this is not a girl's boarding school. Deal with it yourself. And this always on very fast pace, very decisive work environment is clearly the 1 that she wanted to operate and work in. It says, Anna was the rare exception who didn't seem to need such an escape deal with the pressure of her work. And so I read that sentence and I immediately came to mind. The podcast I just did on herb ke her, who's the genius founder Southwest airlines, that's episode 03:22 if you haven't listened to it. And 1 of my favorite things that I ever read about her, I loved her. He was a character. It's just like incredible. And it's pretty credible that he's, like, the greatest undoubtedly the greatest airline founder of all time. But he was asked, like, you under undergo undergo a lot of stress all the time. How do you handle it? And he says, I don't handle it? I like it. And I feel that and is the same way. Like, you're obviously she's in a high show position, but she chose to be in that position, and I think she likes it. Okay. So we always talk about the fact that the story of the father is usually embedded in the sun. Right? This comes up over and over again and every biography. What's interesting is, like, there was a a weird strain. There's a lot more detail in the book. I skipped over a lot of that. But, like, her dad was, like, a serial cheater. He was, like, constantly cheating on and not being not faithful to Anna mom. They wanted getting divorce later on I think after for, like, 30 something years, but then this caused anna a lot of trouble because like, she discovered some of her father's affairs when she was still like a teenager. And obviously, that caused a lot of pain and trouble in their family, what is interesting is that Anna repeats that same mistake. So she is married to the father of her 2 children, They're married for, like, 19 years. She winds meeting this guy, named Shelby, who's also married. They went I think the 2 married couples like went up sitting next to each other at, like, like, some V event, and then Shelby invites anna out to launch, and they, like, I think almost, like, immediately start an affair winds up destroying her marriage. I'll get to what her husband says in a little bit that might, like, shine some light on this. But her and Shelby wanna being together thing for, like, 15 years. They never get married. They don't even live together. So you can clearly see that Anna, like, put her career was like, her her her top priority, but he was a very successful and powerful entrepreneur. And she was attracted to power not only in when being her lover. But in and, like, her friends are, like, the top... People that got to the top of the profession in whatever field they're in. And there was just some interesting paragraph about this. So, like, came to my attention. And so it says, look didn't seem to be what Anna primarily admired in men. After a lunch with Bill Gates. When Microsoft was on the rise, she came back to the office and talked about how attractive she thought he was. And the person she's saying to this. Her last name is Jones, and she goes Jones just thought God. She's attracted to people who are powerful. Anna knew from her own father how painful having a cheating parent was. Yet here she was inflict the same pain on her kids. And so her ex husband, his name's is David Sc. He's a psychiatrist. He's been on record. He says that, a lot of people debate, like, does Anna have the ability to empathize with other people. And he says very clearly that Anna is not capable of empathy. And so I wanna go back to this idea that she constantly expanded the power and what V could be. And so something she helped create is this Met Gala, which I I had heard the name. I knew people got, like, kinda print on, like, fancy costumes, I guess, is, like, my understanding of this. I guess they would call fashion. Look like costumes to me. But I I didn't even know V owned it. And it turns out, like, when you when you start reading, I was like, oh, it it hits you right away. It's like, oh, the Met Gala is an asset. It's the way to expand her power in this very valuable industry. But the reason it's an asset is because it's invite only. So the guest list is completely 100 percent controlled by Anna. And so this is her her push to be much larger larger than just a magazine. And so they sell tables to people that are approved. You can only... Not only does a per her person buying the table, usually a company. Have to be approved by Anna, but then even after you buy the table if you say, hey, I wanna bring 5 guests, Anna has to prove all the guests that you bring even after you bought the table. And then she also has to prove of where the people sit. And this is why I was like, oh, this is like a business conference. This is what she's doing. It's a fashion business conference. You just dress up and we call and it gets covered in the media, but that's exactly what it is. Anna wanted to mix everyone up so that business deals could happen. Anna wanted people to meet other people. And that's where a lot of business came from. It's part of building the industry, then it really clicked from me when I got to this sentence like that is what she's doing. She's not just building up a personal brand. She's not just building up V. She's building up the entire industry. And so she adds yet another asset starts out with the asset of V adds them at Gala, than you do this fun the Cf V fashion fund I've been telling you about and funding new designer. She's describing why. I really started to understand more fully how hand to mouth These businesses are for young designers. It's always been tough. There isn't anything new about that, But when they have to compete in a marketplace with so many big companies, these smaller designers often don't have the same resources and are probably the last ones in line when it comes to factory and fabrics. So they... That's when she... They start this V fashion fun. 10 finalist car become part of what they call the, quote V family. They build their relationship with the magazine and over 10 years, that's a hundred designers who become loyal to v. And so she mentors these people that wind up being finalist in when it winning, and she gives them excellent advice. And 1 thing that she gives them is 1 quality the best strategy. She's obviously, you know, living proof of that, you could see that by examining her career. But she talks about that the fact that relationships are going to last a lot longer than money. Relationships last longer than money. And so she would... There's all these people interviewed in the book that are talking about the mentoring that they got from Anna. She said resist any cheap of the brand. However, popular and lucrative, it might be in the short term. And they says even the 200000 dollars that I got from winning the the ward. Right? The money kinda came and went. But what stayed was we got mentorship with the Ceo of Burberry. This was a relationship that lasted for years and years. It lasted much much longer than the money last. And so she then makes her network, your network. And so with every act, she's actually acting in service of others. And then this winds up strengthening her own position. And there's a a bunch of examples like this. But this, I think the first time I mentioned this, the fact that investors will then call Anna and say, hey, which labels should I invest in? Why? Because she's has got a bird's eye I view of all the young up upcoming fashion designers, some of which she's actually given money to. Right? So they can survive, some of which she's giving mentoring to. Some of which she's giving both of them to. And there's a great line describing what's taking place. It says she does so much for so many people, then when she asked something of you, you do it. Really, this how everything works together. She funds nascent designers. She then puts their clothes into V. This makes selling way easier she then gives them good advice because she has so much experience in this industry. Right? And then some of the some of the people ignore their advice, her advice and go out of business. So this is an example of this brand called band of outsiders. They wind up winning the Cf V fashion fund and the 200000 dollar price. Along with the money comes the validation of magazines like V, the clothes are in V. Right? People like Anna her huge influence. Now his business model, the guy that owns band of outsiders. His business model was selling wholesale. So he would sell close to stores like Sa Fifth Avenue, Anna is the industry's chief all of buzz. So if Anna says, hey, I love Ban of outsiders, if you see band of outsiders, in V magazine, it makes those sales flow a lot easier. And so he describes this. This says, hey, You know, if I have all these photo shoots. If my clothes are in V photo shoes. They're appearing in V magazine, everything just gets a lot easier. He says it's a 1 stop shop for relevancy. And then she also gives really smart advice, she told him don't spend any time and money building out a band of outsider store in New York. Just roll racks into the unfinished space and start selling clothes It's not very different to the advice that she got from sin new house back in 19 91, where she's like, stay close to the money. Follow the money. This guy, these young designer of things. Okay. I'm hot right now. Everybody wants myself? What's the best thing I can do? Let me not sell anything for 8 months and design this beautiful retail establishment. And it's like that is a terrible idea. You're hot right now, people will pull the product out of you. Get an unfinished space, put your clothes on racks and start ringing the cash register. He does not do that. She told him not to spend any time or money building out a ban of outside her store in New. Just roll racks into the unfinished space and start selling close. She was 100 percent right, we lost 8 months of sales and momentum building out the perfect store. That was 1 of the death nails of my brand. In other words, not taking her advice. Was 1 of the death nails. 1 of the things that caused his brand to die. And then the last thing I wanna talk to you about is the effect that the Devil wears prada movie had how the fact that it just made her bigger and even more powerful. And so they're at a private showing of it, she's with her daughter. Her daughter's name is b, and it says at 1 point b turned to her and said, mom, they really got you. The impact the movie had on her image was inca. She finished off the year as 1 as Barbara Walters most fascinating people, became a mainstream celebrity, Meryl Streep played in a movie for God's sake. This was never her goal though. She sees it as part of her job. She's very conscious that this is a persona that is exciting at the moment because she has that job. And the minute she doesn't have that job. She knows it's going to be different. She has now become big anna. And with her star now transcending fashion and media, it would be terribly hard for Con nas ever to let her go. And the reason I wanted to end there is because you think about it, She started with the goal. To be in charge of V. And now she is bigger than V. And that is where I'll leave it for the full story, Highly you recommend buying the book. I will leave a link down below if you buy the book. Using that link. You'll be supporting the podcast at the same time. Because books are made out of books. If you wanna read another biography of Anna. I've also linked down that down below. It's actually in the bib in the author's note. In this book, it is the book by this guy named Jerry Oppenheimer it's called Front Row and a winter with Lies beneath the Chic exterior of V editor in chief. The author of this book, Amy O said that that book was an an enormously useful blueprint for this book, So those links of both books will be down below. Highly recommend if you wanna watch a documentary on Anna in the process, it's called the September issue. The Devil wears prada is the movie, and then also, if you want to see her being interviewed in v. You can go to Youtube and watch 73 questions with Anna Winter and 73 more questions with Anna Winter. That is 326 books down 1000 go, and I'll talk to you again soon."
}