{
  "transcript": "Okay. So 2 quick things before we jump into this unbelievable episode on tent Turner. I think the intro to this podcast is 1 of, frankly, that just 1 of the most shocking intros that I've ever done. And it kinda sets the tone for Ted's just incredible, you know, multi decade long career. The the first thing I wanna to talk you about is I was invited to fly to Nor dame to actually speak to a class called the art of investing. That class was actually recorded and turned into a podcast. So whatever podcast player you're listening to On. If you don't mind, going and searching for art of investing, follow... Do me if favor ever follow that show and then listen to episode number 4. The feedback on that episode has been incredible, but more importantly to you is that in about 90 minutes. I try to, you know, summarize the best I can about the main lessons that I've learned from this, you know, 7 or 8 years of intensive study on history's greatest founders. The second thing I wanna tell you about is this collaboration that I have with read wise, a bunch of people who have already subscribed to this. So back in 2019, 1 of the c founders of my favorite app, the best app I pay for. I literally could not make the podcast without it is called Read wise. I've been talking about it for years. I've been tweeting about it for years every single other interview on other people's podcast I go on. I talk about this, and I did this way before I knew I was gonna partner with them on my own product. So I built this product with Read wise. It's called founders notes. So you can see it at founders notes dot com and it's founders with an s just like the podcast. So founders notes dot com. I got a dm m from Tristan, in 2019, and he used the 1 that made me aware of read wise. It's it was perfect. And the reason it was perfect is because I have way more highlights and notes on my books than most people do. So I have over 20000 over the years. I've added over 20000 highlights and notes for all the books that I read for the podcast. To the Read wise app. And so and the reason I do this is because I'm able to search everything that I've ever done. I use this every day. I search it every day. It really is the world's most valuable notebook for founders. So I contacted the founders read wise. I said, hey, can we do this? Can we actually do this project together, I wanna make my own version? I want people to have access to everything that I see. Literally, if you sign up a founders notes dot com. You are able to search and see every single 1 of my highlights and notes. It's exactly what I see. And so as an illustration of just 1 of the ways that I use this is at the end of this episode, I'm gonna include this 20 minute episode I made. For my Ama feed where somebody asked me, like, how did history greatest entrepreneurs think about hiring. And anytime I ask question like that anytime making a podcast. What I'm do is I'm constantly searching my Read wise app, which is now available founders notes dot com. And just it gives me a complete list of all the different ways that history greatest founders have thought about whatever subject I happen to be thinking about are working on or investigating. So at the very end of this episode, you're gonna hear me speak for 20 minutes. And it's is answering the question, how did history entrepreneurs twitter think about hiring. And all that information came from me searching my notes and highlights, which is exactly what you can do with founders notes. Keep in mind, this is made for founders already running successful companies. Those already running successful companies will get the most value of this because it's a way for you to reference the thoughts and ideas of is greatest founders, and then you know how to apply them to whatever's going on in your company at the... At at this very moment This... The other thing I wanna tell you it is it's currently priced at 50 percent, what it will be. So it's actually gonna double in price. And the reason I did this is because I'm adding a bunch of features that that I think are incredible, and I have to build up the landing page and everything else. You sign up now. Obviously, as I add features, you're not you don't have to pay any additional. I truly do believe it is the world's most valuable notebook for founders and the value you get out of it will be incredible. You can get immediate access to over 20000 of my highlights and notes right now by going to founders notes dot com. Turner advertising company was already 1 of the largest billboard companies in the south. When my father put together a deal that would make it the biggest. My father had developed a close relationship with a successful billboard operator in Minnesota named Bob Na. And together, they hatched a deal. They would go in, purchase general outdoor and then split it into 2 pieces. Na company would take the properties in the north while my father would own the markets in the south. This merger would quadruple our revenues overnight. To afford the deal, my father had to finance nearly all of the purchase price. When the dust settled on the general outdoor acquisition, my father moved into our new headquarters as Ceo of the biggest outdoor advertising company in the south. Dad was elected, this was the most energized I had ever seen them. Unbeknownst to all of us, this upbeat behavior came just as he was approaching the brink of a collapse. Almost overnight, his behavior became significantly more erratic and unpredictable. 1 day he'd be high as a kite and the next he'd be a state of ab depression. He had always been a fairly large man, but now he was putting on more weight and growing a big pot belly. After years of smoking 2 or 3 packs of cigarettes a day, he had developed a bad case of Em that combined with his drinking and his weight gain took a heavy toll on him physically. It's clear to me now that reaching new heights in business and material wealth actually undermined his mental state. He told me a memorable story on this subject. He was preparing to enter Duke university just as the great depression hit. His parents lost nearly everything and they struggled to tell him that they could no longer afford his tuition. At that young age, he can console his mother saying, don't worry, mom, when I grow up, I'm going to work really hard and I'm gonna be a success. I'm going to be a millionaire, and I'm going to own a plantation and a yacht. He had achieved all 3 of these things. He said that now having checked off each of these goals, he was having a really tough time re evaluating things and coming up with a plan for the rest of his life. He then told me something that I've never forgotten. He said son, you'd be sure to set your goals so high that you can't possibly accomplish them in 1 lifetime. That way, you'll always have something ahead of you. I made the mistake of setting my goals too low and now I'm having a hard time coming up with new ones. In addition to achieving all that he'd ever hoped to, this new acquisition seemed to trigger other insecurities in dad, seeing his parents lose everything in the depression created a deep seated concern about going too far into debt His post acquisition interest payments were big, and the company needed large capital investments to continue its growth. The billboard business was doing well and he shouldn't have had trouble meetings obligations This was an irrational fear of losing everything and it began to consume him. He tried to get his addictions under control by checking into rehab. They managed to curb his drinking in his smoking, but then he was also prescribed a variety of medications. My dad basically swapped alcohol and tobacco for prescription drugs. After years of grooming me to succeed him, all of a sudden he seemed in a panic about the company's future. It was the middle of the week, and I was in Atlanta working. My phone rang, and it was my father calling. He said that he was calling to tell me that he was selling a large chunk of the company. I couldn't believe it. I was stunned. I tried to talk him out of it. I told him that the company was doing well and there was no doubt in my mind that we could make our debt payments. When it was clear, I wasn't getting anywhere, my shock gave way to anger, and I said, dad, all my life, you taught me to work hard and not to be a quit, and now you're the 1 who's quitting, what happened to you? How could you do this? Dad remained surprisingly calm and un moved. I hung up the phone da and disappointed. Just a few days later, I got another call. But this time, it was my stepmother. Dad was dead. After having a relaxing breakfast, my father walked up to his bathroom climbed into the tub and shot himself. I never thought it would come to this. I had lost my best friend. That is an insane excerpt from the book. We talked about today, which is Ted Turner auto. It is called call me Ted. I wanna start a few years before his father's suicide. Ted is around this is this is an insane story. There's so much like going on, that happens in this book. So Ted is around 24, 25 years old when his dad kills himself. He inherit his dad's company. The company is worth in, like, today's dollars at that time, something around 15000000 dollars for the next 50 years. Ted Turner going to work on this company. He's going to sell the company to Time Warner for 8000000000 dollars. And then a few years later, Time Warner is going to merge with Aol, Ted turner stock goes up to value of 10000000000 dollars. And then he winds up losing over the next 30 months, 8000000000 dollars. He has this funny line in the book, where he says my network dropped by about 67000000 per week or nearly 10000000 per day every day for 2 and a half years. Losing that much money so quickly might have been a record, but it obviously wasn't the kind that I was hoping to set. So his merger or his sale to time Warner actually happens about 37 years in the future from where we are. His dad is still alive. He just... He's our college age. He'd been working for his dad's billboard company every summer and every year since he was 12 years old. So he's like, okay, I have a very complicated relationship with my father, but I need to stop delaying the inevitable, and I'm actually going to work full time at the turner advertising company, which at this point in history is just an outdoor advertising company. Their sole focus as they have a bunch of billboards. And so Ted describes the education that his dad is giving him once he comes to work with his dad full time, there were many days when he drive me to and from work and the entire ride, he'd only talk to me about the business. It was almost as though he gave me the business degree that he didn't get in college. He'd pun his lessons with funny stories are memorable expressions. Wants to drive home a point about the difficulties of attracting good loyal employees. He told me, heck, Jesus only had to pick 12 disciples and even 1 of those didn't turn out well. 1 of his favorite motto was 1 that I've used for myself ever since. Early to bed, early to rise, work like hell and advertise. That's a great line. It's funny actually that. Ar no sourcing center actually adopted that as his motto as well. He would repeat in his biography early to bed early rise, work like Hell and advertise. And so 1 thing that sticks out about Ted Turner and his early life, his dad sent him to a bunch of, like, Christian military aca, and he was really trying to teach us son, like, self discipline and a fierce work ethic Ted is clearly being groomed to take over his dad's company. He's going into the company, and he doesn't want people to think that he's getting hand hand outs. And this is the first time we see a hint that Ted is definitely a work alcoholic. Many times, he never leaves his office. He sets up a bed. He sleeps there. He wakes up, gets to work. He works all the time. He says ed I'd later on in light, but he's also doing this a 21 year old. I was trying to do my best to do everything right. I would work the hardest follow every rule and seek excellence in everything I did. As the boss of son, I made a point to impress the other employees by being the first 1 to arrive every morning, and the last 1 to leave at night. And so there's probably about 50 pages that just deal with the relationship that Ted had with his father, there's a bunch of stuff in here. It's interesting that, we're still... We haven't got to the point where his dad shoots himself, and then Ted's responses that he lost his best friend because, frankly, there was a lot of times I was like, man, I wouldn't want my son to describe me this way. They had a very complicated contempt relationship. His dad is definitely control free because his dad is definitely a dictator, ted's own kids would describe Ted that way as well. But at this point when you're 21, he's like, I'm my own man too. And so he's actually having a conversation with his dad because it's just reaching a a boiling point where his dad just trying to to control every single decision, personal are professional that Ted is gonna make, and this is what he says to his dad Dad it gets tough when you're involved in every aspect of my life. You tell me where I should live, who I should date. I'd like you to consider letting me be myself a little bit. In my business life, I'll do anything you say, but please try not to bug me so much about my personal life. When I want advice, I'll ask for it. But if not, please, let me try to work this out for myself. And the fact that Ted stood up for himself told his dad exactly who he felt and what he wanted. Was really important because this was what happens next. He actually gets a letter from his dad. Well, first, he's driving him to the airport and his and his dad tells him son. You're starting out where most men finish. Meaning here I was 21 years old running a business. A few days after I got a letter from him telling me what a great job I was doing and how proud he was of me. My father was very spa with his praise and nothing he ever did before or after that day ever made me feel as good. Within 3 years of that letter, his father would be dead. And so as I go over all the notes of this complicated deal he put together, the fact that he was abusing drugs and alcohol, the fact that he was out of rehab, There's a line that I heard from Charlie Mu 1 day that I've never forgotten. And it's something that he's realized with human history with a lot of, like, really success entrepreneurs and and executives. And he says that the problem isn't getting rich. The problem is staying sane. The problem isn't getting rich. The problem is staying sane. Ted's father got rich, but he was incapable of staying sane. So imagine your Ted Turner at this point in the story. You're 24 years old. Your father, who was your best friend didn't say anything didn't leave a note went into the bathroom and shot himself in the head. So not only did you lose your best friend, but now you have to try to save his company. And what he's realizing is he had signed this deal to sell off these assets back to Bob Na, the day before he killed himself. And he actually wrote it, it was a handwritten note. And so from Ted's perspective, it's like, okay, Well, my dad and, Bob Na were friends. My dad was obviously not of sound mine when he entered introduced an agreement considering that he signed it 1 day and then popped his top the next. I'm gonna get out of this deal. But now he's a 24 year old inexperienced entrepreneur going to a 60 year old man that has built an incredible company saying, hey, how Calculating we got out of this deal and Bob's like, listen. I admire your father. I'm very sad that he died But I'm not... I have no intention of letting you get out of this deal. This deal will continue and go forward. And so this is the first time in the book we see some traits that Ted's gonna have his whole life. He likes to fight. He just does. He doesn't back down the giant conglomerate that this guy takes on. In the early days of, like, the the cable industry and the satellite, Tv industry is incredible. He's involved in multiple lawsuits. And so he's like, okay. Well, this guy thinks I'm just some, you know, not nose 24 year old rich kid. He thought, oh, like, I'm gonna threaten his son. His dad's not here to save him. He's gonna back down. Ted doesn't do that at all. And so Ted's like, okay, let me go and actually read all of, like, this this very informal agreement. And what he realizes is that Bob Na made a giant mistake. That he did not actually call for a non complete cause clause for the employees of Ted's dad's company. And so Ted's idea is like, how can I severely diminish the value of this asset, so Bob's not gonna actually want it anymore? And so he says, I'm gonna jump his leases. So I didn't know anything about this? He says in the billboard business, a company's leases are its most valuable assets. And if you really wanted to to mess up a competitor, jumping the leases was a great way to do it. So what does that mean? Most of these leases, So what the billboard companies did. Right? They'd go around to people to own a bunch of land next to highways or high traffic areas. They go knock on the door and say, hey, we'd like to put up a billboard here, in return, we'll pay you, you know, this is 19 So it's, like, we'll pay you 25 dollars a month or 50 dollars a month, you can enter into these agreements with us, but guess what? If you change your mind, you can always cancel a lease within 60 to 90 days. And so Ted like, okay, So I'm gonna jump all these leases. I'm gonna use the exact same people. So the exact same group of people that signed up the leases are now gonna contact these people again, but with from a different company, and say, hey. I know you can cancel in 60 in 90 days. You're getting paid 50 dollars a month or 25 dollars a month. Guess what? We're gonna pay you 75 dollars a month if you'll switch that lease to our company. So for the next few weeks, all Ted Turner and his team do is they go and work the phones, and they're fever just rene and jumping all these leases and over... In matter a few weeks, he did significant damage to these assets that na wanted to acquire. And so finally na figures out what he's doing, and so there... He comes up with a a deal. Like, okay. If you pay me 200000 dollars, then we can cancel the deal. And Ted's like, okay. Great. I agree right away. Here's the problem. Ted doesn't have 200000 dollars. This is another main theme from his career. He's constantly agreeing to deals. Then he realized realizes Don't have the money, so he's gotta constantly get really creative on how to raise. The funds, this gets really complicated later on. This is like a more simple idea. So he had this idea He's like, okay, we have this agreement. I'm gonna pay him 200 grand. I'm gonna keep all the assets that my dad was trying to get rid of the the day before he committed suicide. But I need to find a creative way out. And so this is what Ted says in the book. Let me read this part too. I learned a lesson that would stick with me throughout my career. When the chips are down and the pressure's on, it's amazing to see how creative people can be. And with a 90 day clock ticking, so Bob gave him 90 days to come up with the money. We had to get really creative very fast. So now, this is very interesting. He realized, well, Bob's a very rich guy, he makes a lot of income at this point in American history. The the top, he was a he was at the the highest bracket, like, income tax bracket. And so at this point, he's like well, I pay you 200 grand in cash, that's taxed. At a 90 percent rate. So you wind up with what, 20000 dollars and the the government the Us government get gets a hundred and 80000. Obviously, you don't wanna do that because this is being treated as a short term capital gain. And therefore, it's taxes ordinary income. Right? And so he goes, well, what if I actually give you stock in turner advertising, which is the company that he inherited from his dad. And then that way, you can hold the equity as long as you need to to shield yourself from any heavy tax that you would get on a short term gain gain. And Bob said, okay. I accept that offer. So I wanna jump to another example where Ted always has to get really creative when he's financing these deals, and something to know about him. He's ac ac by nature, if he has, you know, billboards in Georgia, he wants to expand to Tennessee. If he has billboards, he wants to get into radio. If has billboards and radio, he wants to get into Billboards radio and Tv. If he starts buying the Atlanta Brave, then he wants to also though own the Atlanta Hawk. This is something he does his entire life. He's very, very ac ac, At this point, he says I'm eager to expand. I found a very profitable billboard company in Chattanooga Tennessee, but the price was a million dollars. Great. I'll buy it. Here's the problem. I didn't have that kind of cash. So he convince the seller Right? This is how he makes the acquisition of no money down. He's like, will you finance 75 percent of the purchase price over 7 years at a very high interest rate. He says yes, then he goes to a bank that's actually looking to expand their investments in the south and they lent Ted the rest of the money in return for equity in the Chattanooga company. And so this is another important thing that he learned from his dad. His main company. Right? Is Turner advertising. If you're gonna go and acquire another company, don't just fold that into turner advertising. You wanna keep that as a separate entity. He says my father always maintained many of the different billboard businesses as separate legal entities. And so in this deal, this is important why for 2 reasons. He could offer the bank the equity in the Chattanooga company without diluting his ownership of the main entity, which is turner advertising. Okay? It also allows for periodic reorganization to offset potential capital gains liabilities and especially at the time. This is still important to this day, but it's it's really important when you're... When your top marginal tax rate, is 90 percent. So he continues to expand by acquisition, but he's not content being the biggest billboard company around, He wants to get into new and exciting industries. So the first thing he does is he's like, okay, I wanna go and buy a bunch of radio stations. Now this is very important because he repeats multiple times throughout the book that when you own an asset, your job is to maximize its value. And what Ted is really great at. This may be the most important idea other than he failed to to... He's a dictator. And if you're a dictator, you want to listen to James Dyson when he said 1 of the most important things. This retention of total control. Ted is a dictator, but then sells this company and then loses control and is very frustrated when he watches other people take 10000000000 dollars of his assets and drive it into the ground. And so that was another big mistake. But other than that, I think the most important idea in this book for me. Is that he's really great at combining his assets in a way that his competitors can't. So you can think about this is, like, you find an advantage by doing only what you can do. And so there's a bunch of people that own radio stations. That's great. Not many people own a bunch of radio stations and also own a billboard company. And so this this idea what he's about to do here. He also does when he gets into Tv, which we're gonna jump into a minute. So he starts buying up these radio stations. He's like, I'm just not gonna, like, if I'm gonna buy my first radio station. Like, what is the advantage that I have that other people don't. I should buy a radio station in the same market, where already have billboards So there's 2 things happening here. 1, he he benefits from an efficiency in sales and promotion because he's selling ads. It's the same thing. Like, if I'm selling ads on a on a billboard. Right? My sales team can sell ads on billboards, my sales team... The same very sales... The very same sales team can also also sell ads in a radio station. So that was fascinating, But even better is what he does. So let's say on a radio station. Right? And I wanna compete What you want? You want more listeners than the other people. This it's... This isn't podcast. Right? This is not like, Oh, anybody all over the world can listen to it. You're listening to it in a specific geo... You're constrained by a specific geographic location. So therefore, it is a much more 0 sum game. So I wanna take listeners leadership, right, away from the people because we're fighting over, let's say, all the residents of Atlanta. And I wanna beat the other radio stations. And so what happens is like, okay, Well, you are a radio station. I have a radio station. We're competing against each other. But guess what? I have the the biggest billboard outdoor billboard and outdoor advertising company in this area, 15 percent of my ad sales on or my add inventory on my billboard company, every month goes un sold. Guess what I'm gonna do. I'm gonna put ads for my radio station. I'm gonna use that un sold inventory because has no cost to me. Right? I'm gonna put the ads for my radio station on these billboards that's gonna increase listeners leadership. I'm gonna have more listeners in you. I'm gonna make more money and ad revenue eventually, I can acquire all these other radio stations. He does this exact same idea in local Tv stations before he gets into satellite and cable Tv as well. And again, it comes from this main idea. He does this in a variety of ways. He's combining the assets that he has in a way that his competitors cannot. And he's also good at taking ideas that worked in 1 industry and transferring to another. He doesn't even like like, if you really think how crazy this is. Right? 90 percent, maybe not 80 percent of the book, is his career in Tv. He says I never developed a patent, and this is why. I never developed a passion for radio the way I later would for television to for television. This is why he's gonna start getting into the Tv business. He thought the Tv business was way more exciting and He says you should always bet on the medium that looked like it would grow the fastest, and obviously, Tv is gonna grow a lot faster the radio is from this point in history. And so he's like well, listen, If it comes down to buying a lousy the radio station or lousy Tv station, then the the the choice is easy because I wanna bet on the medium that look like it would grow. And so when he buys this local Tv stations, you're only watching if you're in and around the Atlanta area. This is before. Remember, there's there's were decades before the God's to sake, but theirs is before cable and satellite Tv that does not exist. This is all like an antenna. So he does his exact same thing here. He's like, okay. Well, I still have this, you know, 15 percent of the billboard inventory. It's gonna go un sold, so I'm just gonna put ads for my Tv station on these billboards just like I did when I only had radio stations. And when he says that these are lousy. Right? These are lousy Tv stations. He means that listen to this. This is the first channel that he buys. The first station advice, the more I learned about Tv stations, the more I realized that ours was a disaster. Of the 35 people who were on the payroll when we took over, only 2 were still there a year later. The custodian and the receptionist. 1 of the the the most important things about Ted Turner and understanding his career is that he believed in the power of Tv, specifically if you could have a 24 hour station or if you could reach people all over the world. We were not constrained by, you know, just the this small being 1 small city. Right? He believed in the power of television more than almost anybody else, he built a media company. All of his money is gonna come from ads. And so This is the first hint that he gets that Tv can be an incredible distribution channel. And so 1 of the people that are paying him to do a show on their Tv is these tele evangelist that are gonna wanna becoming infamous many decades of futures. Jim and Tammy Faye Baker, Jim is known for, becomes 1 of the largest hell angeles in the world and then gets caught, I think with a bunch of hooker and he, like, cries on Tv and stuff. This is like, a very well known event that happened, but this is multiple decades before that happened and listen to this. The only show that aired live from our studios, which it was a religious program hosted by a young couple named Jim and Tammy Faye Baker. Well before they went on to national fame They got started with this local show. And before long, they were bringing in more money in a week than the entire station made in a month. Okay. So at this point in Ted's career, he is, he owns 1. There's only 2 independent Tv stations in the Atlanta area, he owns 1 of them. The other 1 is gonna go out of business. Remember he said they're lousy businesses, especially when... There's almost no financing. So when you get in a a jam, it's really hard to get financing. But what happens here is a is a blessing because He's like, okay. Well, it helps if I can be the only 1 bidding because you're buying content. And at this time, it is restricted by your geographical location. That means that you can't bid on syndicated programming from, say, Mgm. Right? Mgm Studios, for Atlanta, unless you own a show or unless you on a station in Atlanta. So there's only 2 previous bidder. Now the other bidder is gone. And so he's the only buyer in this entire market. And so what Ted's are also really good at his he happens to understand. He says a lot of time thinking about thinking about and understanding the financial incentives of the person that he is buying from. Again, he understands the financial incentives of the person he is buying from. And so he's like, well, if the other station gone, no 1 else is in Atlanta is buying old movies. And why is that important? Because there's thousands of old movies and thousands of Tv shows that no 1 else is competing to air them on in the market that right now he finds himself with the temporary monopoly. Right? And these old films were long since fully amortized by the studios. And they don't have to pay any of the talent. So that means that any revenue that is generated by selling these old movies to Ted drops straight to their bottom line. And so as a result of this, he's able to get great pricing. He buys about every single movie they can get his hands on and he strikes long term deals whenever possible because he this this isn't going to this series of events, like this advantage is going to change as soon as there's another bidder in the market, so that the long term part of that is actually really important, and he's doing business with Mgm, Warner brothers, paramount, Mca, all of them. And then he also has sports. What he realizes that now they we're in the 19 seventies. That local sports is huge. And so he winds up being the 1 he bids on and he winds up broadcasting all the Atlanta Brave baseball games. And so this is an idea that you and I've talked about over and over again, the fact that relationships run the world. This is how he wants buying the Atlanta Brave and why. Remember, his channel is the 1 that carries the Brave games. And so he's like, listen, the ratings for the local Lena Brave games. I think is the highest thing, highest rated show that he has on his Tv network. Or his Tv station rather. Right? But the problem is, like, the... That fluctuates whether the team is winning or losing? Team wins more games. Obviously, more people tune in. Right? And so he goes to the president of the club. His name's Dan. Like, I consider us to be partners. We need to add some more excitement next year. What are you gonna do to get the team on track. And Dan tells him, well, I'm not gonna do anything because I'm gonna sell a team And Ted's freaking I was like, what you talking about? Who are gonna sell to? And Dan says I'm gonna sell it to you. And the reason I say relationships were around the world is because 1 it's in these book and over you see this in these biographies over over again? It's also something that his dad told him a long time ago He says my dad taught me early on that long term relationships with your customers and partners are very important. You never know how the guy who you're friendly with today might be able to help you tomorrow. And so what's happening? He's like, they're offering me a first look chance to buy the franchise. And this is another example where Ted does not have the money. And this is what he says. I was like I... It doesn't matter I don't have any money. I have to do this. The brave were a key asset and I had to go for them. By owning the team, I could control its long term Tv rights. They were too important to his Tv station. And so they're, like, okay, we want, 10000000 dollars for the team. Could you imagine buying a professional sports team for 10000000 dollars by the way? And so he... This is where he has to get creative. He's like, okay. I can give you a million dollars down, and then you give me 9 years to pay the rest at a high interest rate and they say, yes. Another smart thing, Ted does. So he understood, this is very fast. We're gonna get into... Literally the invention of the cable Tv industry. The best book I've read on this is actually Cable Cowboy. It's actually episode 2 68 if you haven't gone back and listen to it. It tells a story of John malone. Oh, that's another thing. The remarkable thing about this book is all the different people that at the time, they're still coming up, but these people are like, world famous. A lot of these people are now are in their eighties. Most of them are multi billionaires. I I love reading stories about people, like, they... The these intersection of these, like a players, that all, either know each other, sometimes they collaborate. Like, let me give you an example. Ted Turner goes to, a meeting. There's 4 people in the meeting. Ted Turner, John Malone, Warren Buffett and Bob Ig. And this is before Bob Ig was the Ceo, Disney, Jam Malone in this book all the time because he saves Ted's ass a couple times, but also, the the book is structured in a way where, like, Ted be telling story, and then there'll be other people throughout his life that compensate on what was also taking place at that time, and some of them, you know, Well, like, I have a little different view on that. And so John Malone, what I think I'm gonna do is actually, you could buy the Kindle version of the book and just search John Malone and just read all of, like, Malone malone excerpts, and I think it's actually a... It's a... That's even worth the price of the book alone. There's just a million, like, really interesting people that are spread throughout the book. That was 1 of my favorite parts where reading the book. But let me get back to this though. What what was fascinating is right now, Ted is considered a broadcaster. He owns a Tv station. You can only get access to that Tv station when... If you have a, like, an antenna. And yet, this is the the brand new cable Tv industry is going to be seen as a threat by broadcasters. Ted is a broadcaster. And he realizes this is not a threat. This is an opportunity. So he says I also saw that people were signing up for new service to get local stations they were unable tune in into with their antenna, which is the basis of his Tv business at this point. This technology was often referred to as C Tv, which stood for community, antenna television or more simply cable Tv. Ted thinks this is a massive opportunity. So anytime he thinks there's a massive opportunity. Ted does the same thing he goes and tries to build relationships with the good... With the main players in that industry. So he goes and becomes friendly with the capable Tv operators. And this is hilarious because this is what they tell them. They told me that I was their first friendly broadcaster that they had ever met. Back then, broadcasters saw cable operators as the enemy. For many years, local Tv stations had a monopoly and they viewed cable operators with fear and suspicion. Why? Because broadcasters say, hey, how dare you import distance stations? I have a local monopoly and you're coming over the top. Ted thought that was a stupid position to have because he's like, no. You're not coming over the top. You're greatly expanding my audience. Now instead of 20000 people watching the show or a hundred thousand people watching the show, though... There's going to be millions of people watching my shows. So at this point, He starts the the first... They call a super station. So, he's credited with creating this, like, the super station concept He was the first person. The this is actually gonna be Tb, what we know is Tb. And he's always on the forefront. He he's so... Usually so far ahead of other people that with it's financial institution, like Banks don't understand how to loan of money because they don't understand what he's doing. Are many cases advertisers. They're not comfortable. And so this is fascinating. Because he couldn't convince traditional advertisers to buy ads, he finds small companies with products to sell and then gives them distribution. So the thing that saves his ass until he can bridge this gap is the fact that he does direct response. So think about you... You've undoubtedly seen these. Let's say you or manufacturer of steak knives and you're small company. You go on Tv and you, you know, sell your sell your steak knives in, like, a 2 minute commercial, like Billy May's style. Right? These are the small companies that he chooses to partner with. And here's the thing. This is, again, he's always proving his concept. He knows that Tv can be an incredible distribution channel because back when nobody was watching his station. He saw Jim and Tammy Fa Baker, make all this money, and it's the same thing that's happening now when he expands this region was like, of course, the bigger the market, of course, you're gonna increase your sales. So it says we managed to sell a lot of merchandise direct response revenue would prove to be vital for us while we worked to convince traditional advertisers that we were well worth considering. And remember I said he was ac ac, but he sees this article and it mentions that there's this brand new company called Home box office, Hbo that is going to be a new pay for movie channel that's going to distribute their signal not by antenna, not by cable, but by satellite. This is gonna be both 1 a massive opportunity and a big headache because he's buying content from other people. Those people... There's selling of the content usually like to sell it by... Again, they're geographically constrained. He's like. No. I'm not only am I don't wanna just put in like, 1 little city or 1 little state. I'm gonna broadcast this all over the world and people flip up. So I'll get there in 1 second. Now, this is also interesting, and it is John Malone malone take on Ted Turner at this point in Ted's career that he was imp to roadblocks that would stop people from even starting. So he says, this is John Malone, remember John malone describing Ted Turner. He always had this kind of basic almost childless lot childish logic about him that refuses to accept artificial impediments. I think 1 of his biggest secrets of success over the years is that the things that most of us would sit there and ponder all these regulatory and legal reasons why it might not be something you could do. And Ted would just say, oh, hell, you can overcome those kind of things and he'd just go and do it. And so he's making enemies everywhere. He's fighting with... He's like, we managed to alienate, the Hollywood Studios, the sports leagues, the broadcast networks and the local stations all over the country. And so he has to fight this actually in Washington. Gonna be a bunch of lawsuits, a bunch of regulations. This is what I mean. This... He's gonna describe what he did... What this is 1 of the most difficult periods of his life, but this also speaks to this obsessive work a h nature that he has. There's a bunch of stuff in the book about his childhood, which was crazy about the way he went through multiple divorce, talks about, you know, wasn't really around when his kids were there. If you're interested in that, I'm gonna skip over that, from... I wanna focus on really how he built his business, but there is a lot of that in the book, and it's well worth reading, but this is he's describing the hardest part of period of his life. These issues were all un uncharted territory. All of us, the regulators, the broadcasters, the program suppliers and the leagues, the sports leagues, were sorting things out on the fly. I was working as hard as I could. I'd go all out during the day working on sales, distribution regulatory issues. Whatever the battle happened to be and it worked right up until it was time to fall asleep. I had a pull down murphy bed in my office, and I would literally work until the point of total exhaustion. Then I'd put my head on the pillow at night worried about problems. Then I'd wake up and spend the entire next day trying to solve them. And so in many cases, the solutions he comes up with to these problems is very creative. And so 1 of the problems he has at this point. Is there's this company called Nielsen. So Nielsen is the 1 that measures viewership for regular Tv stations. At this point, remember. He's 1 of the first. I think he is the first super station on a satellite. And they're like, hey, we're not gonna measure your audience. We can't document your audience outside of Atlanta. You know, you're spread out all over a place. It's too expensive for us to do it. And if they don't do it, then he can sell ads against it because they can't prove how big his audiences is. Right? They they literally turn over the Nielsen data to the advertisers and that what they sell their ads against. Now here's the problem. He's like, yeah, but this is bullshit. This is not why you're saying that. Your real motivation is because your customer base is actually the broadcast networks in the local stations, and I'm competing them and out competing them with the satellite. So, he's gonna threaten to sue them, they're gonna wind up aqua to his demands. But before then, he's like, this is a problem. I need to prove. Like, essentially, his problem is like, okay, How can I prove that people all over the country are watching my super station? If I don't have any analytics. And this is where he had that blessing in disguise where he couldn't or earlier in the story. He couldn't sell regional nobody by regional advertising Right? So he's said, I gotta go to direct response. And he realizes, oh, okay. Well, since we were running so much of a relying on direct response so much. We know where our customers are because they've sent in personal checks and the post mark tells us where the check comes from, check this out. Direct response advertising could be a solution to our problem. Since many of our orders for direct response products came in the form of personal checks mailed directly to our Atlanta offices. We could tell they where they were coming from based on the post marks on the envelopes. So he has his team. He says, okay. You need... I want you to put all the checks from the from our customers. Into 1 of 2 piles. You have the Atlanta pile, which is the market that Nielsen wants to verify and the non Atlanta pile. And very quickly he realized oh my god. The non Atlanta stack grew to such a size that it dwarfed the size of the local 1. Obviously, I have a lot lot larger audience outside of Atlanta than I do inside of it. And so he's doing anything he can to get an advantage and to keep his company alive, But keep in mind, there's a... Usually a very slow lag, and he describes as part of human nature. It's like, no 1 wants to be the first person that does something, but once other people do it, a lot of people flood in. It was nearly 2 full years before we got any meaningful national buys. What we were doing was so new and so unique that everyone was slow to adapt. But once a few of the biggest players validated our concept, the rest began to follow. And then he's constantly looking for these ways to differentiate himself from competitors, I remember. So When I was a kid, there's this thing called Tv guide, Tv guide was literally a physical book that would tell you what's on Tv. Eventually, it got digitized. And essentially, they copied what was in the book on a Tv. But what I couldn't understand is like when I wanna watch like Tnt or Tb, which to turn her own. They would start their programs at a different hour. And I didn't know why. And so Ted's gonna explain why and it worked because this worked on me. So he says the listings in the Tv guide for every other channel started and ended at the top and the bottom of the hour. So it was very common for Tv, everything starts at 7, everything and the next show starts at 8, Everybody does at the exact same way. And he's like, okay. Well, if we can extend a program through the end of the hour, and then we'd start... We'd... He pushed his the the start time back 5 minutes. I think this is Tb was 5 minutes. I I thought when I was younger, 1 of them was 5 and 15 minutes. But maybe it was all 5. So he's describing white. Did this. We're gonna extend a program through the end of the hour and start the following 1 at 07:05. I envision that people watching our comp competition would start flipping around at the end of the shows, and while the other channels would all be running commercials, we'd be showing programming. The other benefit of this strategy was that we got our own little slot in every program guide. A group of channels would be listed together the top and bottom of the hour, but we were by ourselves on the o 5 and 35 minute mark. We tried this and immediately our ratings improved. And so again, this constant trial and error. Another thing that he does is he gets, he gets criticized for layer on that I thought it was actually really smart, is he did heavy investments. Remember, he's, like, buying all these old movies. Right? He's indicating all these old movies. He's using them in a bunch of different formats. A bunch of different the Tv stations that he owns. And there's a new technology comes along that would rec them. This is, like decades ago, and it was very expensive. He had to pay, like, 200 grand per every... Every single film. You're like, oh, you wanna take this black and white film. And you wanna turn to color. Great, Ted. That's gonna be 200 grand. And know. Every was like, you're out of your mind. It's way too expensive. People consider it was, like, like, almost like graffiti because why are you doing this? It was meant to be black and white didn't care about any of that stuff. And what happens he he's, like, okay. I could run the black and white version of that movie. And then I could invest 200000. Then out now I have the color version, and I'd run that exact same movie. 1 is a black and white 1 is in color. The color 1 would get 6 times the amount of viewers. So in other words, it would pay for itself very quickly. He's got 6 times the audience. Ted is always paying attention Ted is always adaptable, and that leads him, I think if most people ask, like, what is Ted turner known for? I think it would be the invention of the first the world's first 24 hour news station, Cnn. And what was fascinating is he's like, well, that idea was rather obvious. And why was it obvious to him and other people? Because he's paying attention to his the industry He's obsessed with this industry. And he's like, well, what came before Cnn. Well, you had Hbo, which is a 24 hour movie network. People love that. Then you had Espn, which is a 24 hour sports service and people love that. Why wouldn't there there should be a 24 hour news channel. And he thought about this idea for 5 years before he went up doing it because he's, like, obviously, the big 3 networks. Abc b, Cbs, Nbc, they have tons of reporters. They have news burrows all over the world. Have all these assets that I don't have that I have to build to do. Obviously, they see that we should just take those assets produce more content. So instead of doing, they they did news 4 hours a day at this time. Let's add an extra 20 hours. We're gonna do it 24 hours a day. And, of course, we're gonna grow giant audience. And so for 5 years, Ted Turner has this idea is just waiting, waiting, waiting, and they don't do it. And that leads us to 1 of the most important ideas in the book, the power of belief. Clearly, the company for whom the economics of 24 hour news would have made the most sense with the big 3 broadcasters. They already had most of what was needed. Studios, bureaus, reporters, anchors. They had everything, but a belief in cable. And this is such an important point because over and over again in the early days of his career, they they would call... He's like, Ted turner nuts. This guy's crazy. He's not nuts. He's not crazy. He's early. He sees something that you don't see. Listen to this. He's 38 years old, and this is how much he has a belief in cable in cable Tv. He's on a plane and he's like, I'm gonna be a billionaire. He's saying this in October of 19 76. He's 38. So it says the guy telling the story that that's sit next time. We managed to get seats together on a plane. He pulls out a copy of the Delta Airlines magazine, and he turns to the map of United States and starts explaining to me how he's going to be a billionaire. Make sure you buy my stock. I'm going to be a billionaire and here's why. I'm going to put this station up on a satellite, and I'm gonna get a new thing going. Sports, movies and news 24 hours a day all over the world. He said that in 19 76. That is incredible. I haven't even mentioned yet the fact that this guy is a v reader, and you already know before I say this to you, what do you think he's reading. What do you think he's reading? You know what he's reading? He's reading history He's reading biographies. He's constantly... I don't know if I'm... There's some highlights on this, but he's constantly comparing stuff he read in books like, from history to what's taking place in his in his life, and I love this part. He's like, I'm often asked, If we ever did any formal of research on the viability of a 24 hour news... Or 24 hour cable news station. And my answer is, no. I had spent over 5 years thinking about it. Henry Ford did need focus groups to tell him that people would prefer inexpensive, dependable automobiles over horses. Alexander Graham Bell never stopped to worry about whether people would prefer speaking to each other on a phone. If viewers liked watching news on television, why wouldn't they want the option to do it any hour of the day? And so when I say that I think the highest order bit is his belief in cable, and I prove to you that he believed it because you have always people saying ted turner was, like, literally jumping up on desks, and people were, like, literally, like, screaming that people didn't understand what he saw. But he his action show this. And he's like, you know what? I don't have enough money or experience. I believe in this idea of Cnn so much. I'm gonna sell off all my other assets to fund this unproven idea. And so this is where it gets really crazy what he was willing to do to make this dream happen. He says, listen, we're breaking 1 of the golden rules of startups. We're launching a business and we know we know we do not have sufficient capital. It's not gonna be profitable enough on the money we have. So he's like, okay. I gotta figure out what the hell I'm doing. And again I like I said before, He's always so far ahead. There's no lenders or investors. They don't understand what he's doing. So, like, he's said like, my only option is Like, I gotta sell assets. And I'm gonna put all these profitable assets that would make me a very rich man if I just did that, and I'm going to sell them all, take that money and maybe light it all on fire if Cnn fails. This is pretty wild. So he has to go to these, like, very difficult, almost like loan sharks. It... They're highly collateral. They're very high interest rate late rates and wants to taking money from a factoring company, so they actually come in and actually check his books every week before giving a more cash. But the main idea Wanna tell you about what's going on here is really asking your question, asking yourself the question. Like, what is the most valuable but least strategic asset that I have that I can sell so I can actually make it to the next fuel station. That's gonna make more sense because he's gonna do another historical analogy. And so he's looking around all the stuff he's owning. He's like, I'm him the, selling radio station. So he's like, well, I own the Atlanta Brave and the Atlanta Hawk, but I can't... They're very, very valuable, but they're too important strategically to the actual, like, all, like, his, his Tv stations. Right He's like I can't sell them. And so he's looking around for the most valuable strategic asset, he has this local Tv station in Charlotte that 8 years before, he had bought for a million dollars. Memory is always early, and now that business is valued at 20000000, so he sells that for 20000000 dollars takes a 19000000 dollar profit. And this is why this is excellent. I've always been a student of military history. I thought the Cnn launch strategy was similar to Rom desert campaign during World war 2. So Rom was a German general. He's fighting the British in World war 2. He knew he didn't have enough fuel to conduct an entire offensive. He's he's a tanker. He's... Do they have panzer or tanks at this point. What he intended to do was strike when they weren't expecting it meaning the British, overrun their lines and then capture their fuel dumps. At that point, he could refuel his panzer tanks and continue the offensive. This is this is ted strategy. My vision for financing Cnn was similar. If we had enough cash to get on the air and could somehow get through our first year of operation, people would see that this was viable, And then once the concept was proven, we would have easier access to capital. So he kinda has, like, a burned the boats, no plan b, mentality. There is something that happens over and over again where it's like, how the hell this guy, this little startup up going against some the biggest companies in the world. Some of those profitable companies in the world. He talks about, like, going to meetings so some of the people just competing with. They're at like this, like, shaq in Atlanta. He goes up to their their company headquarters in York. And it's like, they're eating on, like, China from Versailles. They have a million dollar artwork and, like, what the hell is going on and he winds up winning, and he talks about this. And he says, I'm always convinced that 1 of the reasons that I've been successful is that I've almost always competed against people who were bigger and stronger but who had less commitment and desire than I did. And so in this case he's fighting Rca, Rca was a huge company. But for turner broadcasting, this dispute meant everything we had to win. And so I just went through and looked at all my notes that are... That's happening... During this time trying to figure out like, what is the main theme here. And there's just a couple things that he has that his opponents don't even though they have more assets and he shouldn't have won. He's fully committed. Right? Where they have... This is just like 1 dispute and they had there's a huge conglomerate. They're not fully focused. He has a stronger desires as result of that. He has more belief by far. By far. He's got more belief about cable and satellite Tv than anyone else more belief about the fact that this makes no sense than no 1 else has made a 24 hour cable news network yet, and he's got the highest level of enthusiasm. This guy is 1 of the greatest 1 on 1 salespeople even when he recruits talent, They just say over nerve again, listen he's very charismatic, and his enthusiasm is very infectious. And you will... It's almost like how people describe Steve jobs like that we are reality distortion field that when you're in his presence, like there's an aura, you cannot understand it and you know that because when you leave it, you're almost like you snap out of it. You're stopping being h digitized. And you're, like, what the hell just happened? This guy completely ted turner capable of completely h digitizing people with his enthusiasm and his sheer belief in what he is doing. And so there's a bunch of times where he's... There's a bunch of anti competitive behavior. He threatens all these, like antitrust and mono lawsuits. So in this case, he launches a Cnn and then Abc and West house. Are gonna do a joint venture. They're gonna essentially you're gonna copy Cnn. But instead of charging the cable networks for it. They're gonna, like, you can have our channels for free. Ted turns like, you know, this is predatory anti competitive behavior, willing to sue you winds up not backing down. They wind up saying, okay. They never launched their version. I think it was called, like, sn or something like that. And they're like, okay. We'll we'll back out of this. You have to pay us 25000000 dollars. Ted's like I don't have that money right now, but I have... Again, how many times he said this. I don't have the money, but I have to do this deal. And so it says, 1 of my top financial adviser reason with me that fighting it out with them with with West House and Abc. Was costing me right now 4000000 dollars a month. So for the cost of about 6 months are more fighting, well, we could buy them out altogether. We decided to settle for the 25000000. Now this is... That's interesting. That's fine. This is the crazy mind blowing thing that you... I I can't understand. The next sentence blows my mind. Cnn obviously, gets a large viewership. It's obviously working even though he's gonna bleed a couple million dollars for few years before it comes wildly profitable. We know that his... The that 24 hour, like, super station because his his tedious super station is printing money. Right? I think they were making around the time, hundred... I wanna say a hundred and 60... Let me if I can find it real quick. Hundred... Sorry. Hundred and 77000000 in revenue and 66000000 in profit. So clearly, why wouldn't that work with news as well. Right? It's a 24 hour satellite station. And so this is the crazy thing, the crazy sentence. After he he settles with Abc and west House and they never launched their 24 hour news network? It says, it would be 13 years before we faced another 24 hour new channel. Imagine having an unbelievably lucrative, brand new opportunity and you don't even have a competitor for 13 years. And again, Ted uses an historical analogy, Turner broadcasting defeating Abc and West House in the early 19 eighties was like Luxembourg, going to war with both the United States and Soviet Union and winning. And so there's several examples in the book where it's like, okay, why aren't they these broadcast networks, why aren't they doing the 24 hour new station. Right? If you're a Broadcast network. And so what I mean by Broadcast network gonna be clear about this? This is like the big 3. This is Abc b, Cbs and Nbc. Right? And everything he's doing is he's like, these are cable networks. And he's like, why aren't, like, a broadcast network and a cable network under the same ownership actually makes a lot of sense. Why is nobody doing this? I think it's another example of the fact that he just understood the industry words so than other people? And you you have an inkling that you might be able to do that because there's something that's obvious to you and, like, an opportunity hiding in plain sight. It's obvious you that no 1 else sees. So he says, to my continued amazement, the network stayed on the sidelines and watch the launch of other cable channels. So not only did you have his Tb as super station, you have Espn. You have Hbo, you have all this other... These other experiments. You're they seeing things like Mtv, nickelodeon, the discovery channel. And his hypothesis Ted's hypothesis about why this is happening is saying, it's almost like the innovators Dilemma. They were worrying more about the previous night's ratings and the money that comes from that than the long term future of their business. And so he keeps trying to merge turner broadcasting with... This is this is, again, just how how this whole thing ends ends up when he tries to merge later on with, Ge, and he's having his conversation with Jack Welch. The note of myself, but there's not even to highlight there, but I'm just like, reading about this page after page after page. There's probably, like, a hundred pages where this is, like, he's always trying to be a bigger part of a bigger company. And to me it's like, that's not your personality And so I just wrote it to myself. Why does he keep trying to sell company and then have a position that the larger company? He's not going to be in charge, and I didn't know when I wrote I to myself what was gonna happen when he gets the Time Warner. And effectively gets fired. But we're not there yet. So at this point, he's still, again, trying to merge turner broadcasting with another 1 of the big 3 networks. And his whole point, this is just about the news part of it, which I thought it was really smart. He's like, well, You guys have, in this case at Cbs. You guys at Cbs, you have 4 hours of news a day. Right? Okay. I have Cnn, and I have headline news. So we have 48 hours. That means if we combine, we have 52 hours, 48 plus 4. Right? 52 hours against which to am amortized our costs. Abc c is in Nbc, has the same thing you do. Yeah, 4 hours a day. Combined with me, we have 52 now, then we can am advertise cost across is 52, and we'll leave the our competitors in the dust. And there's another benefit because the Antitrust rules at this time, prohibited the broadcast networks from vertically integrating. So it means that that means they cannot produce their own programming at this time, they would license most of their shows from all Hollywood studios. And so his whole point was like, okay. Well Cbs, you're going, and you're going to a studio and you're leasing a show, like Mash. Mash was like, the biggest Tv show at this point in history. So you get the first run of mash, but then the actual owner of the show, which in this case is 20 Century Fox, then goes around and sells its reruns to a local station or a cable channel. And Cbs doesn't make a dime off this off network s authentication, but you would make a dime if you owned a cable network. So he's like if Cbs and the super station, which is Cbs. We're part of the same company, we could negotiate a comprehensive corporate deal with Fox. Cbs can build the show into a hit. Right? They get that first run, and then Tb would have the option to syndicate the hit episodes. In other words you'd make more money. You'd make money on both the transactions. Right now you're only making money on 1 of the transactions and you could argue that because it's a hit on Cbs is what gives the value for the the secondary transact transaction is it's Ted's point here, which is like, really smart. This guy is just very keen is the way I... I guess I think about it. Think he has a keen understanding of how to combine assets to create an advantage that no 1 else has. I think the mistake he makes, which what we're gonna get to here now. Is he just lets his deals get too complex. And so Cbs turns him down and so says I like, okay, I need content? Like, what can I do? And he goes and does a deal with Mgm. And remember how his dad killed himself because he thought he over leveraged himself and he was risking everything else? Ted Turner actually does that. And he over leverages himself in this deal, Kirk Cor, who I did a long time ago. I'm gonna reread that book. So many people asked me to do another episode on it. I think it's like, episode 65, so probably, you know, 5 or 6 years ago. This book called the Gamble. A lot of people know it. It's an excellent book. It's the biography of Kirk Cor. So Ted Turner is actually buying Mgm from Kirk Cor. And he wants screwing himself. And he actually has to, call on John Malone and John Malone saves him. And as a result, then he has, like, some, veto power. So this is, like, the first step where ted turner actually kinda has a boss. Not a complete boss, but, hey, over a certain amount. He can't just go and, like, buy and do deals anymore without, like, approval from his board. This is really important actually because I think genius has the few moving parts. And I think the biggest weakness that I see in this book and 1 I'd wanna avoid for myself is like, never get into deals that are too complicated. Ted's deals are way too complicated. They have way too much debt and they rely on the future company performance that is impossible to predict. And so he finds myself in a bad deal and very a few months away from losing everything, and good thing he he is good friends with and and calls John Malone is really good at situations like this by the end of 19 86, it was clear that if I didn't do something soon, I'd be having to transfer my stock to Ka cor within a couple months. John Malone understood my situation, and he and I set to work immediately. Knowing that if we didn't successfully change the company's ownership structure within 5 quarters, I would lose control of Turner broadcasting exactly what his father feared. Ted did. This is insane. Calling on John Malone turned out to be the best thing I could have done. And so John Malone also describes what's going on. I'm just gonna pull out 1 sentence here. I think you'll get... You understand this. He took his leverage too high and the structure of the leverage was a problem. And so it goes into all these deals he's trying to do with these giant companies? I mentioned Ge and Jack Welch before? He tries to he almost does a deal or he sells to bill Gates in Microsoft, and that's when I was like, hey, why is he keep trying to sell the company? And then have a position of the larger company that he's not gonna be in charge of. And part of this is because he's already lost complete autonomy. He does not adhere to James Dyson principal over retention of total control and the importance of retention of total control. And Bill Gates talks about this. He's like, listen, Ted had these weird control provisions relative to the other cable guys who own pieces of his company. This is the the rescue package that John Malone put together to save him from Kirk Cor. It drove Ted kind of crazy. He never really knew how to deal with having sort of a boss. So it's not really a boss. But it's kind of a boss. You know? You get up 1 morning with a wild idea, and then you have to think, am I going to get Veto. Ted did not like this. And, again, I I really think the most important most prominent instinct natural instinct founder in entrepreneurial types is the control and conquer instinct. I think what we we think we want money or prestige or status, but I really think what we actually want is control. And so I think there's a lot of wisdom in in James Dyson maxim that, you know, retention of total control, never re total control. And I think the loss of total control being exhausted and flat out running for 3 decades and then also somebody offering you 8000000000 dollars leads to why he sold to time, Warner. The final reason I agreed to do the deal was a simple 1. I was tired. It was now more than 30 years since my father's death, and I'd been running the company on my own ever since. 30 years of long weeks and 18 hour days would get to anyone. And by this time, I was flat out exhausted. I made the official announcement in September of 19 95. The little billboard company that I struggled to hold together had grown into a diversified entity that was being acquired at a value of more than 8000000000 dollars. I would now be the largest shareholder of the biggest communication company in the world. I wish my father could have seen what we'd accomplish with the business that he left. I'm sure. He would have been proud. And that is where I leave it I'd highly recommend reading the book if you're interested in building a media company. I think there's a lot of ideas actually here that are transferable outside of media, including this just really smart way to combine assets in a way that your competitors can't. It is unbelievably dense. It is easy to read, but there's so much going on in every page. What I would do is 1, take your time with it. And 2, I would go and highlight and do a lot of notes. And then what I would do is I would re... There was so much going on even, like, a single page or maybe 2 or 3 pages. Have to re rewrite out what actually is happening to understand. So I would definitely take your time with it. If you wanna buy the book and support the podcast at the same time, there'll be a link down below. That is 337 books down 1000 ago, and I'll touch you again soon. Okay. So what you're about to hear is this question I was asked a few months ago, I actually recorded this a few months ago. They asked how did history greatest such where think about hiring. At all the answers. People think I have a better memory than I than actually do. You know, if people say, oh, David, you have a great memory. My wife would laugh at that. So I forget things all the time. It's not to have a good memory. It's I re reread things over and over and over game. Every single answer. Every single reference you're about to hear in this 20 minute mini episode. Came from me searching all of my notes and highlights, that option is now available to you. If you like what you hear, if you think it's valuable if you're already running a successful company, and you want an easy way to reference the ideas of history greatest entrepreneurs in a searchable database, that you can go through at your convenience anytime you want. They can go to founders notes dot com and sign up. I wanna start out first with why this is so important. There's actually this book that came out in, like, 19 97. It's a called in the company giants. I think it's up a 02:08 of founders. It's 2 Stanford Nba students if I remember correctly, and they're interviewing a bunch of technology founders. And in there, steve Jobs is 1 of them. This is, you know, right I think even before he came back to Apple. And they were talking about, well, yeah, We know it's important to hire, but in a typical startup, a manager or a founder, may not always have time to spend recruiting other people. And I I first read this this Steve's answer to this. You know, I don't know. 2 years ago, and I never forgot it. I think it's excellent. I think it sets up why this question is so important, and you should really be spending especially in the the early days, like, basically all your time doing this. In a typical startup up manager, me may not always have the time to spend recruiting other people, then Steve jumps in. I disagree totally. I think it's the most important job. Assume you're by yourself in a startup and you want a partner. You take a lot of time finding a partner. Right? He would be half of your company. I'm gonna pause there. This idea of looking at each new hire as a percentage of the company is genius. Why should you take any less time finding a third or a fourth of your company or a fifth of your company? When you're in a startup, the first 10 people will determine whether the company succeeds are not. Each is 10 percent of the company? So why wouldn't you take as much time as necessary to find all a players? If 3, 3 out the 10. Were not so great. Why would you start a company were 30 percent of your people or not so great? A small company depends on great people much more than a big company does. Okay. So to answer this question, the advantage that that I have making founders and that you have as as a byproduct of listening to founders. Is not only that I've read, you know, 300 on biographies of entrepreneurs runners now, but I have all of my notes and highlights stored in my Read wise app. And that means I can search for any topic. I can look at the past highlights of books, or I could search for keywords. So what I did is First of all, like, what I've sorry do with these Ama questions is I read them, decide which ones I'm gonna do next and then think about it for a few days. I don't put anything that just literally that that I know that's the next question just let my brain work on it in the background for a few days. And then I'll go through and start searching all my notes. And so that's what I did here. And so there's a bunch of... You know, I don't have... I may have, like, 10 or 15 different founders talking about hiring. The first idea is the most obvious, but I think probably works best when you're already established. So Steve jobs is talking about, hey, you know, great way to to hire is just find great work and find the people that did that and then try to hire them. When you're Steve jobs, that's a lot easier. Right? Than if you're just somebody doesn't reputation, maybe you don't have resources, maybe your companies rather, new or not as well known. David Og, I just did confessions of an advertising man. Couple episodes ago. I think 03:06 or something like that through 0 7. And he did the same thing. But he's David Og at that point. So he would find... He'd go through magazines, find great advertising great copywriting, and he'd write the personal letter. And then set up a phone call. And he says he wouldn't... He was so well known and, you know, he's 1 of the best in his field that he wouldn't even have to offer a job just the conversation, then the person would... The the he'd wanna hire the person never mention it, and the person would apply to him. And so again, I think if you can do that, then, of course, it's straightforward who fine for somebody to does great work, usually you can do this. I actually have a friend that, I can't say who it is. He's doing this right now, actually. I have a friend that's really good at doing this. He's finding people that do great stuff on the unit internet and then just cold cold dia them, and then getting convincing them to work on things, and that usually works, especially with people, like, younger people earlier in the career. There's a bunch of different ways to think about this in a bunch of different ways to prioritize. So the first thing that that that came to mind, but I found surprising is you read any biography on Rockefeller. And he had a couple ideas where he felt the optimization, you know, table stakes that you're intelligent and you're driven and your hardworking. Right? We don't even have... Like, if you're listening to this that you already know that. But he prioritized hiring people with social skills. And so this is what he said. The ability to deal with people is as purposeful, a commodity as sugar or coffee. And I pay for... I pay more for that ability than any other under the sun. There's 2... The second part to this, though. And this is also works well if you have access to our resources. He he Rockefeller would hire people as he found as he found talented people not as he needed them. It's not like, okay, Standard oil has 6 open spots. So let's go find 6 candidates. Right? He'd come across what he considered a talented person, he didn't even matter if he didn't know what they were gonna. He's like, I'm just gonna stack his team. And if you really think about the the his partner a standard oil. He essentially built a company. An executive team of founders. Of because he was buying up all their companies. So it's very rare, but there's a line from Titan. I wanna read you. Taking for granted the growth of his empire. He hired talented people as found not as needed. And then I found another idea in the hiring, like, the actual interview process. So there's this guy Van Verb bush. I did 2 episodes on, I think it's 2 70 and 2 71. He is the most important American ever in history, in in terms of connecting the scientific field, private enterprise and the government. The most important person to keep alive for the American War effort was F fdr, The second 1 was Van Bush. Fannie Bush is like the force gum of this historical period. He is involved in everything. From the Manhattan project to discovering, like, a young claude Shannon to building a mechanical computer, like, this guy literally has done... He's just... He pops up in these books over and over again. If you were reading about American business history during World war 2 and post war war 2, you are going to come across the name named Vin Bush over and over again. I read his fantastic auto called pieces of the action, and I came across this weird highlight. And so this is his brilliant and unusual job interview process. And so he's talking about organization, he's running called Am rad at Am rad, I hired a young physicist from Texas named Cg Smith. The way I hired him is interesting. An interview of that sort is always likely to be on on an artificial basis and somewhat embarrassing. So I discussed with him a technical point on which I was then genuinely puzzled. The next day he came in with a... With a neat solution, and I hired him at once. Here's another idea. This is from Nolan Bush Nolan Bush else, the founder of Atari founder of Chuck She and Steve Jobs mentor. He hired Steve Jobs when Steve Jobs was like 19 Att atari. He would ask people their reading habits in interviews. This is why. 1 of the best ways his whole thing was he wanted to build all of his companies laid on a foundation of creative people. So that's what he's looking for. He's like, I need creative people. 1 of the best ways to find creative people is to ask a simple question. What books do you like I've never met a creative person in my life that didn't respond with enthusiasm to a question about reading habits. Actually, which books people read is not as important as a simple fact that they read it all. I've known many talented engineers who hated science fiction, but loved, say books on bird watching. A blatant, but often accurate general generation people who are curious and passionate read, people who are empathetic and a different don't. I remember 1 that that's such a great line. And I obviously agree with it. I remember 1... I'm gonna read it again. A blatant, but often accurate general. People who are curious and passionate read people who are empathetic and indifferent don't. I remember 1 particular woman who during an interview told me that she had read every book that I had read. Sorry I started mentioning books I hadn't read, and she had read those 2. I didn't know how someone in her late twenties found that this much time to read so much. But I was impressed... I was so impressed that I hired her right there and assigned her to international marketing, which was having problems. This is why This is why Reading this school session to you. A job with a lot of moving parts benefits from a brain that has a lot of moving parts. It wouldn't be possible to have read that many books without such a brain. So do you see what I mean? Like, we start with sea j saying, this is the most important thing that you... Your role the leader the company in the Founder do. Right? And you are... In... It's so important to study and this is why I'm glad this to this question exists. And why I'm glad that I've I took the time, and I had like, the foresight to was like, hey, I should really organize my thoughts and notes because there's no way I would have remembered all this without being being able to search my read wise. Right? But you have Rockefeller saying this is what's important to me. You have Bush saying this is how I hire. Now you have Nolan Bush now saying, well, here's another weird thing that I learned. Let me go through what warren Buffett says about this. So this is about the quality. 1 thing that is consistent whether it's jobs, Buffett, Bezos, Peter T, this just pops up over and over again. They talk about the importance of trying to find people that that are better than you. The the hiring bar constantly has to increase. Now, obviously, the larger the company gets. That's impossible. Steve Jobs has this great quote where he's, like, you know, Pixar was the first time I see, I saw an entire team. Entire company of a players. But they had 400 player. They had 400 team members. He's, like, at the time, Apple called 3000. Like it it's impossible to have 3000 a players. So there is some number that your company may grow to where it's just... You're just not. You're not gonna have thousands of a players. My argument. I don't even if you can get a 400. I guess you... I mean, I'll take Steve's word for it on there and picks pixar definitely produce great products, but it's probably a lot lower than that as well. So warren buffett would tell you to use David Og hiring philosophy. And so Warren said, Charlie and I know that the right players will make almost any team manager look good, again, that is why it's the most important function of the founder, maybe directly next to the product or right above the product actually because those are people building your product. We subscribe to the philosophy of Og M there's founding genius David Og. Is what Og said. Each of us hires people who are small smaller than we are, we shall become a company of doors. But if each of us hires people who are bigger than we are, we shall become a company of giants. David... Or Jeff Bezos, rather, use a variation of Og b's idea too. Jeff used to say in Amazon. Every time we hire someone, He or she should raise the bar for the next hire so that the overall talent pool is always improving and they talk about this idea on Amazon, where the the the future hires that we do should be so good that if you had applied for the job you already have Amazon, you wouldn't get in. That's a very interesting idea. Take your time with recruiting. Take your time with hiring. There's this great book on the history of Paypal. It's actually, I... I've recently become friends with the authors. His name is Jimmy Sony. And this is in his book. The the most fascinating thing that I found was that Paypal prioritized speed. So from the time they they founded it to the time they sell to ebay. It's like 4 years. Jamie spent more time researching the book than boy he said 6 years researching book. I always tease. It was, like, you took long run a book and they took to start and sell their company. It just speaks to like, the quality he's trying to do. But that... As a byproduct of that, like, obviously, they move fast, but they prioritize speed over everything else except in 1 area recruiting. And Max lu kept the bar for talent exceeding high. Even if that came at the expense of speedy sat staffing. Max kept repeating a's, higher a's, b's, higher c's. So the first b, you hire takes the whole company down. Let's read that again. A players, hire a players, b players, hire c players. So the first b player you hire takes the whole company down. Additionally, the team the company leaders mandated that all prospects is another idea for you. All prospects must meet every single member of the team. Now the next 1 is the most bizarre. It makes sense if you study, I did this 3 part on Larry Ellis, 3 ports series in Larry Ellis. I should to read those books again because the the podcast is like, 50 times bigger, then than when I publish those episodes, and he's just... It's crazy. So he would hire based on the confidence the self confidence level of of the candidate. Listen to this. I have tears eyes. I don't know why I'm laughing. Okay. This just okay. Because this is... You read about Larry Ellis, and he's 1 of these people it's like, really easy to interface with because you just... You just know exactly who we. And what's important to him. That's why I think it's so funny. Ellis insisted that his recruiters hire only the finest and cock new college graduates. When they were recruiting from universities, they'd ask people. Are you the smartest person you know. And if they said yes, they would hire them. If they said no, they would say who is and they would go hire that guy and said. I don't know if you got the smartest people that way, but you definitely got the most arrogant. Ellis, and this is what. The personality of the founder is largely the culture of the company. Apple is Steve jobs. Apple just Steve jobs in 10000 lives. Right? I was just texting a a founder friend of mine. He listed the podcast actually been him through the podcast, and he's going through this, like, process a self discovery. Like, he's already started a bunch of companies are really successful, but he's, like, I think I'm more of this type of founder than the other type of founder, and that's good that he's doing that because he's he's hopefully, his next mission is, like his life's mission, you know? And you can't get your life's mission unless you you to figure out who you are. Ellis knew who he was. Ellis swag combative style became a part of the company's identity, this arrogant culture had a lot to do with Oracle success. Here's another odd idea for you. Is he Sharp, the founder 4 seasons actually could figure it out that in his business, which his hotels. Right? That hiring could... Hiring the right person could actually be a form of distribution for his hotel? He gave me the idea because of what? What do we know? What do you and I know in our bones? That history's greatest founders all read biographies. The all read biographies of people that came before them and took ideas from them? Is he sharp but trying to build 4 seasons? What do you think he did? He picked up a biography of Caesar R, the guy that R Carlton his name after. The great arguably the greatest hotel year of all time. And when he realized that, oh, shit. R. He he says, remembering that caesar R made his hotel world famous by hiring some of the form chefs. We decided to do something similar. So what is he talking about? Caesar R went out and partnered with August As. What Caesar R was to hotel to building hotels. August Cafe was to French cooking. And so what happened is you partner with world Famous chefs, people come into your restaurant that's in the hotel because the World Famous chef and now they know about your hotel that leads to more that meet leads to more activity in your restaurant that you own, but also leads to more brand recognition of your hotel, and then by... As a byproduct that more people staying at hotel. So hiring as a form of distribution, this is fascinating. That is a fascinating idea. Okay. Here's a problem. You can identify great people. Right? Maybe they even want to come work. Like, if you've identified them, you've sold them, hey, this is what... This is our mission, this is what we're we're doing and yet, humans have complicated lives. They have spouses. They have kids. They have a reason maybe they can't move across the country to work for you even though they want to. So there's a problem solving element that you see in these books. On... You have to solve, like, you've already identified the person. You've recruited them. They can't go for some other reason. Okay? Well, the great founders are not gonna take no for an answer. I've read in, in this book called Lift off, which is about the first 6 years of Spacex. This is what Elon must. They had anticipated his friend's issue having convinced must they needed to bring this brilliant young engineer from Turkey on board. It became a matter of solving the problem. His wife had a job in San Francisco. She would need 1 in Los Angeles. Right? Because that's where Spacex's at time. There... These were sol problems and Elon better at solving problems than almost anyone else. Must therefore came into his job interview prepared about halfway through must told the guy that he wants to hire. So I heard you don't wanna move to La and 1 of the reasons is that your wife works for Google. Well, I just talked to Larry and they're gonna transfer your wife down to La. So what are you gonna do now? To solve this problem, Musk could called his friend Larry page, the c founder of Google. The engineer satin stunned silence for a moment, But then he replied, given all that he would come to work at Spacex. That's really smart. There is another idea when you're promoting, are you gonna promote from within or from without, you know, that's dependent on you depending on what what's going on. I do think this is interesting, though. This is a guy named Lush schwab. Who built this this really, valuable chain of, like, tire companies in the Pacific Northwest. I actually found out about him because Charlie Mu was like, hey, you should read this biography. He said it in he didn't say to me personally. He said it to in, like, 1 of Berkshire meetings that to study... Les Schwab had 1 of the most... 1 of the smartest, financial incentive structures, I any company that that Charlie Mu had come across. So this is what Les Schwab at. He did not want to hire from Didn't wanna hire other people from other companies because they might come with bad habits He'd like to train his own executives. And so he says in our 34 years of business, we have never hired a manager from the outside. Every single 1 of our more than 250 managers and assistant managers started at the bottom changing tires. They have all earned their management job by working up. And then another thing If you're gonna hire the best of the best in a players, they're... A players don't like to be micro manage. And so this came in Larry Miller otto automatically called Driven. He owns, like, he owned, like, 93 companies, all throughout Utah car dealerships, movie theaters, all kinds of crazy stuff, he also owned the the the Nba team Utah jazz. And what was fascinating is he's trying to recruit Jerry Sloan as the coach at at the point, and Jerry Sloan would only take the job on 1 condition and I really like it. I really like this idea. If you hire me, let me on the team in business. Right? That's what you're hiring for. 1 of the best things we had ever done was hire Jerry Saunders coach. At the time he said, I'm only gonna ask you for 1 thing. If I get fired, let me get fired from my own decisions. If you hire me, let me run the team slash business. Here's another idea from Thomas L Edison that I think is fascinating. Really, the way I think about a founder is, like, you're developing skills that you can't hire for. You you're gonna hire for everything else, but you shouldn't be horrible. And Edison wasn't. Edison expressing his views on the preeminent role of applied scientists, which that's what he considered himself, coin the expression, I can hire mathematicians, but they can't hire me. And so when I read that paragraph for the first time a note I left myself was develop skills that you can't hire for. Capitalism rewards things that are both rare and valuable. Est Lau would give you advice that you need to hire people align with your thinking and values. Hire the best people. This is vital. Hire people who think as you do and treat them well. In our business, they are top top priority. So this idea is like, seems kinda weird. Like, hire people who think, like, you... There's obviously not 1 right way to build a business. I think the... Your business should be an expression of your personality and who who as a person at the core. And so I think there is an art to the building of your business. And the reason to use the word art. I don't mean in, like, a h Toy, you know, pre potential manner. That's not me at all. I don't even care about. I don't art at all. Really. I mean that you're making decisions not just based on economics. Like, there are non economic important decisions based on how you're building your business. Like, you could probably make more money doing a decision a, but decision a's goes against who you are as a person, or you just don't like it or it's just not as elegant or beautiful. And so therefore, you don't it. So that's what I mean about, you know, hire people who think is you would you do. And what... For whatever reason when I read essay lau say that. I was, okay. That... There's, like this art to what she's doing. 1 thing that's gonna be helping in recruiting. This comes for Peter T. I think this is the book 0 to 1. Understand that most companies don't even differentiate their pitches to potential recruits to hiring. So therefore, like, they're just gonna by as a byproduct that, you're gonna wind up with a lower overall talent base. And so he says, what's wrong with valuable stocks, smart people are pressing problems. Nothing. But every company makes us at these claims. So they won't hope you stand out general and un pitches to join your company. Don't see anything about why a recruit should join your company instead of money instead of many others. So that idea of, like, your pitch, your actual... He would tell you you're... You shouldn't be building an un commodity business. But even above and beyond that. Like, you're the the the mission that you're trying to engage everybody to join you in. That pitch, that sale sale you're trying to make to potential recruit should be differentiated. Should not... If that person playing to 5 other jobs, there should not be like, it's like, they may not like your mission. They may not like your pitch, but there shouldn't be able to compare to anything else. Another quote from Nolan Bush, hire for passion and intensity. That's what he would do, or, that's what he did when he found steve jobs. If there was a single characteristic that separates Steve jobs from the massive employees, it was his passionate enthusiasm, Steve had 1 full... At 1 speed full blast. This was the primary reason we hired him. And 1 thing all these founders have in common is that he know how important hiring is. And when something's important, you do it yourself. This is again, Elon Musk hiring, He interviewed the first 3000 employees at Spacex. That's how important it was. 1 of Musk's most valuable skills with his ability to determine whether someone would fit his mold. His people had to be brilliant. They had to be hardworking and there could be no nonsense. There are a ton of pho out there and not money who are the real deal must said of his approach to interviewing engineers. I can usually tell within 15 minutes, and I can sure I can for sure tell within a few days of working with them. Musk made hiring a priority. He personally met with every single person the company hired through the first 3000 employees. It required late nights and weekends but he felt it was important to get the right people for his company. And then the close on this, we started with Steve Jobs telling us why it was so important and why should be a large part of how you spend your time, and now we'll close with what you do after, What do you do after you hire the person. This what he says. It's not just recruiting. After recruiting it's building an environment that makes people feel they are surrounded by equally talented people and their work is bigger than they are. The feeling that their work will have a tremendous influence and is part of a strong clear vision. So that is the end to that 20 minute mini episode. I just re to the whole thing. And it it really does, I think it's a perfect explanation and illustration of why I think founder notes is so valuable because that some of those books I haven't read in 5 6 years. And just the ability to have a searchable database of all these... These ideas like this collected knowledge of some of the history's greatest entrepreneurs to reference and then contextual apply to our own businesses. It's nothing short of, like, it's magic. That's a really way to think about it. I think it's a massive superpower. Gives me a massive superpower. I couldn't make the podcast without it. I also think if you have access to it make your business better. And so if you're already running a successful business, I highly recommend that you invest in a subscription, and you can do that by going to founders notes dot com."
}