{
  "transcript": "You might be able to hear this in my voice in the episode that you're about to listen to, but I just got over either Covid or the flu. I'd been traveling way too much, and I've been sleeping terribly and It finally caught up to me. So I've been home now for almost a week, and I feel way better. And 1 thing that actually helped me feel a lot better is my 8 sleep. Before I had an 8 sleep, I never had the ability to change the temperature of my bed before, and I had no idea how much that affects and improves the quality of my sleep. I keep my 8 sleep ice cold. It's cold before I even get into bed. This helps me fall asleep faster and wake up less during the night and when I had this fever and these flu like symptoms, I kept it even colder and it actually helped me recover from this sick sickness faster than if I didn't have an 8 sleep. I had been feeling terribly for a day or 2 before I got back home, and I was forced to sleep in a hotel bed that it I cannot make cool, and I slept terribly. It was impossible for me not to notice my 8 sleep saves absence. And I think that's a definition of a great product. Great products is when you notice its absence. There's a lot of founders that have actually spoken publicly about their love for 8 Sleep. People like Elon Musk and Mark Zuckerberg have both tweeted and posted publicly about the fact that they own and use and enjoy an 8 sleep mattress. I know Matteo, who is the founder of 8 sleep. Just spent a bunch of time with them. We live in the same city. He listens to founders. I know he he has a complete dedication to the constant improvement of this product, I believe that there very few no brainer investments in life, and 8 sleep is 1 of them. Normally, when you go to 8 sleep dot com for slash founders. You actually get a hundred and 50 dollars off But right now, if you do this now, you get 500 dollars off because 8 sleep is having a holiday sale. If you wanted to see why so many high quality people are raving about 8 sleep, why I hate traveling without it, and you wanna test it for yourself now's is the best time to do that, get 500 dollars off of your own 8 sleep by going to 8 sleep dot com forward slash founders. Warren Buffett said Tom Murphy and Dan Burke, were probably the greatest 2 person combination in management that the world has ever seen are maybe ever will see. When he speaks to business school classes, Warren Buffett often compares the rivalry between Tom Murphy's company, Capital City's broadcasting and Cbs to a trans Race between a row and the QE2QE2 is the queen Elizabeth 2. It is this giant transatlantic liner, much much larger than the titanic. So he compares it to a transatlantic race between a row robot and the QE2. To illustrate the tremendous effect management can have on long term returns. When Murphy became the Ceo of capital cities in 19 66. Cbs was the dominant media business in the country. With Tv and radio stations in the country's largest markets, the top rated broadcast network and valuable publishing and music properties. In contrast, at that time, capital cities had 5 Tv stations and 4 radio stations. All in small markets. Cbs market capitalization was 16 times the size of capital cities. But by the time Murphy sold his company to Disney 30 years later, Capital cities was 3 times as valuable as Cbs. In other words, the robo had won decisively. That is an excerpt from the book we talked you about today which is the outsider 8 unconventional Ceos and their radically rational blueprint for success it was written by William Thorn. And specifically, I'm gonna focus on chapter 1, which is about Tom Murphy and Capital Cities broadcasting, and the name of the chapter is a perpetual perpetual motion machine for returns. And before I do that, I'm gonna actually put this book down for 1 second, I'm gonna pick up last week's book, which was Ted Turner auto and read this section because he he appears Tom Murphy and his partner, Dan Burke here in Ted Turner auto bike fee as well because they also built... They essentially built capital cities from a small broadcasting company and a multi billion dollar media conglomerate. And so this is what Ted Turner said about them. I like the Capital city's people a lot, Dan Burke and Tom Murphy, really understood the business. They had built their company up by buying Tv and radio stations as well as new newspapers and magazines and operating them efficiently. That is not the first time I read Tom Murphy's name in 1 of the books that have cover for the podcast. I'll way back in an episode 2 2 86. I did an episode on Warren Buffett and Charlie Mu, Warren buffett and Charlie Mu talk about Tom Murphy over an game. Mentioned them in the shareholder letters. They met them when they're answering the Q and a's at their annual meeting, but this is what they said in the book, all I wanna know is where I'm going to die, so I'll never go there that I covered back on episode 2 86. This is warren Buffett. I said, 40 years ago, Tom Murphy gave me 1 of the best pieces of advice I've ever received. He said warren, you can always tell someone to go to hell tomorrow. You haven't missed that opportunity. Just forget about it for a day. If you feel the same way tomorrow, then tell them that then, but don't spout off in a moment of anger. And just 1 more excerpt before we jump into the book, and this actually comes from the book called a few lessons from warren Buffett. I covered it all the way back on episode 02:02. This is advice that Tom Murphy gave Warren Buffett on cost control. Cost control. Something you and Are gonna talk about a lot today. It's central to understanding Tom Murphy's. Incredible performance. This is what Warren Buffett says. 30 years ago, Tom Murphy, drove this point home to me with a hypothetical tale about an employee who asked his boss for permission to hire an assistant. The employee assumed that adding 20000 dollars to the annual payroll would be inc. But his boss told him that the proposal should be evaluated as a 3000000 dollar decision. Given that an additional person would probably cost at least that amount over their lifetime, factoring in raises, benefits and other expenses. Down to the amount, the fact that the company would have to buy more toilet paper. This is how insane this guy paid attention to cost and efficiency. And unless the company fell on very hard times, the employee added would be unlikely to be dismissed. However, marginal his contribution to the business. So as we go through this overview of Tom murphy's life and his business philosophy, Just remember that he watched head count like a hawk. So let's go back to the book, the chapter on Tom Murphy in the outsiders. And it's gonna pick up where we just left off where capital Cities winds up vastly outperforming over the 3 decades Cbs and like, okay, well, how does this happen? How did this seemingly insurmountable gap between these 2 companies get closed? So it says the answer lies in fundamentally different management approaches. Cbs spent much of the 19 sixties and 19 seventies, taking the enormous cash flows generated by its network and broadcast operations and funding an aggressive acquisition program that led it into entirely new fields. So instead of focusing on other media properties and media business that they knew well, they bought things like a Toy business and They even bought the New York Yankee keys. They also would issue stock to fund some of these acquisitions. They're gonna compare and contrast. Obviously, the way Cbs is being led under this guy named Bill Pal, who's actually the founder of Cbs. I was reading about Bill Pal last week in the Tetra biography. Our auto, and he mentioned Bill's, so actually went out and bought, and it's actually sitting my desk right now. It's bill's auto, which was published I'll way back in 19 79. So eventually I'm gonna read it and if it's good, I'll make a pie guess on it. But let's go back to this. So they're they're getting into new fields so they don't know enough about they're issuing shares. They're building a fancy headquarters in midtown Manhattan at an enormous expense. And then they develop. Now this is this is gonna be maybe the largest contrast between Cvs and Capital Cities. They develop a corporate structure, Listen to this with 42 presidents and vice presidents. And generally displayed with Charlie Marker calls a prosperity, blinded ind to unnecessary costs when I got to this section of the book. It made me think of 1 of my favorite things that that Mu says, they go and, I think he was touring the buffalo evening news after they bought it. And he was really against Sm is really against spending money on luxurious offices, and so he has this great qui? He's like, why does a newspaper need a palace to publish in. And so that's what I think of when when they're describing this going on here. The strategy at Cbs was consistent with the conventional wisdom of the conglomerate era, which esp the elusive benefits of, quote, diversification to justify the acquisition of unrelated businesses. At its core, Cbs strategy and implemented by Bill Pal, was focused on making Cbs larger. So now they start contrasting that with Murphy strategy for capital cities. In contrast, Murphy's goal was to make his company more valuable, Not just larger but more valuable. As he said to me, and so Thorn d is talking to him for this book. Right? As he said to me, the goal is to not have the longest train, but to arrive at the station first using the least fuel. I look... Murphy got a bunch of good lines when he's being... When he's talking to thorn. That's 1 of my favorite. The goal to not have the longest train, but to arrive at the station first using the least fuel. And so as he continues to describe the difference in Murphy and Burke strategy compared to Cbs. I just jot it down a a few notes on what was happening to, on this page from own self. I just put find your edge, don't diversify and then repeat what works. Murphy and Burke rejected diversification instead created an unusually streamlined conglomerate the focus laser like on the media business that it knew well. Murphy acquired more radio and Tv stations as opposed to buying the yankee or toy company. Right? Requires more radio and Tv stations operated them superb well and regularly repurchase his shares. The formula that allowed Murphy to overtake Pal was deceptive simple. Number 1, focus on industries with attractive economic characteristics. Number 2, selectively use leverage to buy occasional large properties. Number 3, improve operations. Number 4, pay down debt, and number 5, repeat this loop. More contrasting by Thorn. What's interesting is that his peers that other media companies did not follow this path. They followed fashion and diversified into unrelated businesses, I'm gonna pause in the middle of that sentence actually. Because when I got to that section, made me think of something I read in Burke and Warrants Berkshire shareholders letters where he says the behavior of peer companies will be mindless imitate. It's exactly what's happening in the book. Right? They're just falling fashion what's really popular to do at the time. Whatever other people what other company other conglomerate doing. They're diversifying to unlimited businesses, they're gonna build large corporate staffs, and they're gonna over pay for marquee media properties. So obviously, he's setting that up for a You and I to tell us that Murphy did the opposite. He did none of those things. Capital cities under Murphy was an extremely successful example of what we would now call a roll up. In a typical roll up, a company requires a series of businesses, attempts to improve operations and then keeps acquiring benefiting over time from scale advantages and best management practices. Now just because it sounds simple. Does not mean it's easy. There's a lot of people, especially in the nineties and 8 and the nineties and the 2 thousands to try to do this, and a lot of these companies that try to do a bunch of roll ups wind up going out of business and he talks a little bit about why this happened, why this happened to them and why it did not happen to Tom Murphy. A lot of these companies collapsed under the burden of too much debt. These companies typically failed because they acquired too rapidly and underestimated the difficulty of integrating acquisitions and improving operations, Murphy's approach to the roll up was different. He moved slowly. He developed real operational expertise which I think is 1 of the benefits of not diversifying. Right? By the time he does his biggest acquisition is gonna come 3 decades into his career. He's gonna buy Abc with warren buffett its help. He can have real conviction. Do do I actually have operational expertise in operating all these media? Properties. Well, let me look at the past 30 years. Did I do this correctly or not. And then he focused on a small number of large acquisitions that he knew to be high probability bets. Capital cities combined excellence in both operations and capital allocation to an unusual degree. That's... That goes back to, the start of the chapter where Buffett saying, like, you know, Murphy and Burke are probably the greatest 2 person combination ever. And it's this division of labor. The fact that Burke was the incredible operator, the 1 that rooted out all the the inefficiencies, and then Murphy was the 1 that was capital, focused on strategy and acquisitions, which we'll get to. And and again, here's another great, Murphy if you will. So he says capital City combined excellence to both operations and capital allocation to an unusual degree as Murphy told me. This is great. This is excellent. The business of business is a lot of little decisions every day mixed up with a very few big decisions. Okay. So let's go back in the timeline and figure out how did Tom Murphy even get associated with capital Cities to begin with. And really, the reason I'm highlighting this is because it speaks to the fact that 1 of things you have to admire about Tom Murphy is that once he had conviction, he had no he about being bold, and you see that with a decision to take this job in the first place. So he graduates from Harvard business school, and he gets a job just a normal job. He's working for Le Brothers, which is this massive consumer package, goods company at the time. He goes to this event at his parents house, and he meets his guy named Frank Smith. And Smith begins to tell him about Smith's late venture, which is he bought a struggling Tv station. This is before cable. Just like if he listened last week, this is the the early days of cable. This is very similar to the early days of Ted Turner career. That's why I think it's so interesting to do this podcast right after last 1. So Smith buys this, he buys a struggling Tv station, and he purchased it out of bankruptcy. And before the evening was over, Murphy had agreed to leave his job in New York City and relocate to Albany to run the Tv station. Now, here's the crazy thing. He had no broadcast experience Nor did he have any kind of management experience of any kind. At this point, Tom Murphy is 29 years old. Tom is going to turn around this station gonna take 3 years. So the station has a bunch of operating losses obviously because it was part of bankruptcy. Right? So he went turning it into a consistent cash generator generator by improving programming and then aggressively managing cost. That's gonna come up over and over and over again, aggressively managing cost as you can imagine when he's giving advice to warren Buffett. My, by the way, Warren Buffett says that Tom Murphy was 1 of his heroes. That Tom Murphy made him a better person and that, actually, that that is the ultimate give gift you can give to somebody. By helping them become a better person. So you could imagine if he's giving Warren Buffett device saying that don't don't think about hiring another person just as like a 20000 dollar thing. Like, think about all... Like, how much you're gonna pay over a decade. All the other stuff that comes with employee until the amount of toilet paper that person's gonna use in the office. I think that the... That's an understatement aggressively managing cost. Right? So it says this is a formula that the company would apply repeatedly in the years ahead. In 19 57, so this is now 3 years later, Smith and Murphy by a second Tv station. Then shortly, thereafter they buy a third Tv station, and then they change the name of the company to capital cities. Now the third Tv is important because this is when Murphy hires a young 30 year old with also no broadcast experience as his replacement to run the Albany station. That is Dan Burke, Dan Burke, and Tom Murphy are going to be this dynamic duo, this partner's for the next 30 years. So Murphy spends time training Burke, and he says he quickly ind Burke into the company's lean, decentralized operating philosophy. Then Murphy moves back to New York to work with Smith to build the company through acquisition. So that is how Capital City is gonna grow. It grows by selectively acquiring additional radio and television stations. Now here's what happened. Smith unexpectedly dies in 19 66. By this time, Smith and Murphy had been working together for 11 years, So that means at 40 years old, after Smith's death, Murphy becomes Ceo, and that's the position he's gonna hold until he sells it to Disney. So at the time he takes over the company, they have revenue of just 28000000 dollars. Murphy's first move is Ceo. He's like, okay, I'm gonna elevate Burke to the role of president and chief operating officer. And this was an excellent selection of a partner because they have such opposite skill sets, and they have a very clear division of labor. And so this is a description of their excellent partnership and who did what? Burke was responsible for daily management of operations and Murphy for acquisitions and capital allocation. As Burke told me, our relationship was built on a foundation of mutual respect. I had an appetite for and a willingness to do things that Murphy was not interested in doing. Burke believed his job was to create the free cash flow and Murphy's job was to spend it. So by time, Capital City owns 5 different Tv stations, that was the maximum allowed by the Fcc. So there's... There's a regulation on the books of time, you cannot owe more than 5. So like, okay, we're not gonna stop growing what are we gonna do says they next turned their attention to newspaper publishing, which as an advertising driven business with attractive margins and strong competitive barriers had close similarities to the broadcasting business. So that's another example of him devi from what other people building conglomerate were doing this time. He's like, well, Just wanna stick to these businesses that are very similar to each other that I know very well. And so after buying a bunch of newspapers, he's like, well what other businesses are very similar to the ones I already own. Eventually, this this regulation is going to be lifted. But before that happens, he's like, well, there's this new invention, which we talked about last week. Which is cable television. Okay. Well, that looks very similar to the Broadcast Tv stations I own, and then some of these newspapers that I own. They're advertising driven businesses with attractive margins, let me go ahead and buy a cable television business, and this is 1 of the most fascinating things about the Ted Turner auto buyer is the fact that Ted Turner was 1 of the first people in the broadcast Tv industry to actually embrace cable. There's a maxim hair that this is not a threat. It's an opportunity. Everybody... Every other broadcaster besides Ted Turner and now we see, Tom Murphy as Well, thought about cable. As... Oh my god, this is a threat to my broadcast business. They both have both Turner and Murphy todd. It's like no It's not a threat. It's an actual opportunity. And they also understood as a better product offering. Like... The the the genie out of the bottle. Like, there's nothing you're gonna do. Like, you might as well go with the technology that enables you to just reach a much larger market than somebody, watching, like, a, a local or regional Tv station. And then it goes into another strategy that he used that was quite different during the extended bear market of the mid 19 seventies star early 19 eighties. Murphy became an aggressive purchaser of his own shares. He eventually bought close bought back close to 50 percent of his outstanding shares Most of it at single digit price to earnings multiples. In 19 84, the Fcc relaxed its station ownership rules and Murphy in his master stroke bought the Abc b network. So note left myself here. Is this is something that comes up over and over again in these books staying in the game long enough to get lucky. This is the most important thing that he does in his entire business career, and it happens 30 years into his career. So he buys Abc network for nearly 3500000000.0 dollars with financing from his friend Warren Buffett. The Abc deal was the largest non oil and gas transaction in business history to that point and an enormous bet, this is what I meant about him being able to be bold when he has real conviction. And an enormous bet the company transaction for Murphy, representing over a hundred percent of capital equities enterprise value at the time. So the the Wall Journal, reported on this transaction with the headline, the Min swallows the Whale. And then Murphy's partner Burke said at the time that this is the acquisition that have been training for my entire life. So why would Murphy bet the entire company on 1 transaction says Murphy's conviction was that he can improve the margins of Abc abc's Tv stations from the low thirties, up to capital city's industry leading levels of margins of 50 plus percent. Oh my god. Check this out. Under Be oversight, the staff that oversaw Abc abc's Tv station group dropped from 60 to 8 people The margin gap was closed in just 2 years. So in 2 years, they try they they brought Abc abc's margins from 30 percent to over 50. A story from this time demonstrates the culture clash between the network executives and the leaner more entrepreneurial acquire. Abc was a limo culture. Executives had the habit of taking a limo for even a few blocks to go to lunch, Murphy, however, was a cab man. Before long, this practice of Murphy's practice of taking cab everywhere in instead of, limo or god for god sakes, you should walk a few blocks. Come on. Stop being lazy. Before long this practice of taking cab ripple through the Abc executive ranks when asked, whether this was a case of leading by example, Murphy responded, is there any other way. Capital Cities never made another large scale acquisition after the Abc deal focusing instead on integration smaller acquisitions and continued stock rep repurposing in 19 95, so 10 years after he bought Abc b. Buffett suggested to Murphy that he sit down with Michael Is who was the Ceo of Disney at the time, they wind up meeting at the the Allan and company gathering in Sun Valley Idaho. And Either expressed an interest in buying the company. They went up having negotiation and Murphy negotiated a buyout price of 19000000000 dollars. He left Murphy then, retired from Active management He left behind an a static group of shareholders, why are they ecstatic. Well if you had invested a dollar with Tom Murphy, as he became C in 19 66, that dollar would have been worth 204 dollars by the time he sold the company to Disney. Okay. And so then the book goes into a little bit more about how they ran the business before the acquisition by Disney as 1 of the major themes in this book is resource allocation. The outsider Ceo, so not just Tom Murphy, but the 8 other Ceo, sort of 8 total Ceos covered in this book, including Henry Singleton, John Malone, Warren Buffett says the outside of Sci shared an unconventional approach, 1 that emphasized flat organizations and dehydrated corporate staffs. There's a lot of very memorable language in the book. That is 1 of them dehydrated corporate staffs. They also talked about headquarters staffs being an. Both of the subscriptions being imported because that's how they want to build the company's culture. So the company's culture at capital Cities went meant extraordinary autonomy for operating managers. And this principle was stated in a single paragraph on the inside cover every capital cities annual report. And it says, Decent centralization is the cornerstone of our philosophy. Our goal is to hire the best people we can and give them the responsibility and authority they need to perform their jobs. We expect our managers to be forever cost conscious that phrase repeated it a few times. Forever, cost conscious and to recognize and exploit sales potential. Headquarters staff was an. No vice presidents and functional areas like marketing, strategic planning or human resources. No corporate council and no public relations department either. In the capital city's culture, the publishers and station managers had the power and the prestige internally. And they almost never heard from New York if they were hitting their numbers. The company's guiding human resource philosophy was repeated over and over again by Murphy, and it was hire the best people you can and leave them alone. Extreme decentralized approach keeps both cost and rank down. And I love how they make the point that Capital City's ate their own cooking. The Guinea pig in the development of this philosophy was Dan Burke himself. In 19 61 after you took over as general manager at WEN, which was the station in Albany that, first Murphy was managing Right? So after he takes over for Murphy, Burke, this is Hilarious. I love this part. Burke began sending weekly memos to Murphy as he had been trained to do when he worked at general foods. After several months are receiving no response. He stopped sending them, realizing his time was better spent on local operations than on reporting to headquarters. As Burke said, Murphy delegates to the point of anarchy. Again, great memorable language in here. Murphy delegates to the point of anarchy. Frugal Gal was also central to the ethos. This is gonna sound a lot. I mean, I... Again, the the 2 main, I think ideas you see over and over again in the His entrepreneurship is 1, the importance of focus, and 2, gentlemen watch your costs that is a quote from Andrew Carnegie They're all all of the people that we studied on the podcast with very few exceptions were man about watching their costs. And Murphy Burke described why they were also fan about this and is exactly like the the frame of mind Andrew Carnegie again as partner Henry Clayton F had a hundred and 50 years before this. This is exactly what they said. Us so says Murphy Burke realized early on that why you couldn't control your revenues. You can control your costs. They believe that the best defense against the revenue lump ness inherent in advertising supported businesses was a constant diligence on costs, which became deeply embedded in the company culture that is Andrew Carnegie and Henri Enrique F, that is Rockefeller that is ford that is Sam Walton. In fact, it was Hilarious. Oh, I got I'll bring I'll bring a Walton in a minute because the next story that illustrates how obsessed they were about cost control. Reminding me is something that I read in Samuel Walton Auto. 1 of the earliest and most often told corporate legends, Murphy even scrutinized the company's expenditures on paint. They wanted to rep paint 1 of their Tv stations. And Murphy says, paint the 2 sides that face the road and leave the other side's untouched. He is forever, cost conscious. There is a great story anecdote told, in Sam Walton auto. He's flying the plane that little chestnut that he would go around picking out like the new Walmart stores, and they're... They're trying to come up with a name for what what the concept behind Walmart, and there's a series of names, Walmart is 1 of the 1 suggested and 1 of the reasons first Sam was inspired by sole price, who I've covered over over again. About Fed. And so he liked the idea of Walmart, but 1 of the reasons he picked it is because it had less letters than the other options. And therefore less lighting, that you knew you had to light up your stores. Right? And so the less letters less lighting, less cost on a grand scale as he expands might be only, you know, 7 letters instead of 11 or whatever the other options were, but that extra... That additional 4 letters. You don't have to make them. You don't have to light them. You don't have to clean them all the additional expenses that would compound over time. So, again, that again, they all think this this way. They are forever cost conscious. They're just insane about getting this competitive advantage that comes when you just watch your costs like a hawk. This is where he goes into head count over and over again. So Phil Meek is 1 of the guys. He runs their publishing division. He works for both Burke and Murphy. Right? Phil Meek took this message to heart and ran the entire publishing operation. So at this time, they had 6 daily newspapers, several magazines and a bunch of weekly, like, shoppers, the things you see in in, like grocery stores. And he ran his headquarters with only 3 people. They would have very few meetings. 1 of the meetings is the people would come to New York, and they'd go over all of their... Again, they're they're obsessed with economic efficiency and how it relates to every single other idea that they have in their philosophy. And so what they do is they sit down and they go through line by line everything that you're spending. And so it says particular attention was paid to capital expenditures and expenses. Managers were expected to outperform their peers and great attention was paid to margins. The profit margin that your company operated at was viewed as a form of report card to Hq. Outside of these meetings, managers were left alone. The company did not simply cut its way to high margins. Murphy and Burke realized that the key drivers of profitability in most of their businesses were revenue growth and advertising market share, and they were prepared to invest in their properties to ensure leadership in local markets. Why? Why did they invest in expanding their market share? Because they realized this du trial and air? They realized early on that the Tv station was an... The the Tv station that was a number 1 in local news ended up with a disproportionate share of that market's advertising revenue. And a great way to think about this is another description by an early employee at Cap cities. The company was careful, not cheap. The company was careful not cheap. The company's hiring practices were equally unconventional. Murphy and Burke shared a clear preference for intelligence, ability and drive over direct industry experience because neither 1 of them. Murphy when he was hired, and Burke when he was hired, they had intelligence building drive. They did not have direct industry experience. And so they specifically targeted what they called talented younger foxes with fresh perspectives. Murphy and Burke were also comfortable giving responsibility to promising young managers as Murphy described it to me. We've been fortunate enough to have it ourselves and we knew it could work. And so 1 of the people they hired young, was Bob Ig. They hired Bob Ig 30 at 37. And before that he had spent his entire career in Broadcast sports, and they hired him to assume responsibility for Abc b entertainment. Another important trait that fueled their success is they had exceptionally low turnover, part of this culture. Right? And they talked about there's a rival broadcaster once remarked this another great line. We have... We see lots of resumes, but we never see any from capital cities. Why? Because the system in place corrupt you with so much autonomy and authority that you can't imagine leaving. Again, really great memorable language. The system, these are people that are inside the company. The system in place corrupt you with so much autonomy and authority that you can't imagine leaving. So that was a description of more of operations which Fell under Burke, Let's go to Murphy and his capital allocation in the area of capital allocation Murphy's, approach was highly differentiated from his peers. He issued diversification paid minor dividends, rarely issued stock and made active use of leverage. He would regularly repurchase shares and between long periods of inactivity made the occasional very large acquisition. The 2 primary sources of capital for capital cities where internal operating cash flow and debt. The company produced consistently high industry leading levels of operating cash flow. This high amount of cash flow provided Murphy with a reliable source of capital to allocate Murphy also frequently used debt to fund acquisitions. Once he summarizes his approach is this. We take the assets, and once we've paid them off, we leveraged them again to buy other assets. Acquisitions was where Murphy spent the majority of his time. He did not delegate acquisition to decisions and never use investment bankers to Murphy as a capital all the company's extreme decent had important benefits and it allowed the company to operate more profit than its peers, which in turn gave the company an advantage in acquisitions by allowing Murphy to buy properties and know that under Burke remember Bi extreme efficient operator, they would quickly be made more profitable lowering the effective price paid. When he had conviction Murphy was prepared to act aggressively. And Murphy was not impatient Murphy was willing to wait a long time for attractive acquisitions. He once said, I get paid not just to make deals, but to make good deals. When he saw something he liked, Murphy was prepared to make a very large bet, much of the value created during His nearly 30 year tenure year Ceo was the result of a handful of large acquisition decisions just a handful. These acquisitions each represented 25 percent or more of the company's market cap at the time they were made. Murphy was a master at prospecting for deals. He knew what he wanted to buy, and he would spend years. Developing relationships with the owners of these desirable properties. He had a very unusual negotiating style. He would often ask the seller, what they thought their property was worth. And if he thought their offer was fair, he would take it. And if he thought their proposal was high, he would counter with his best price. And if the seller rejected his offer, Murphy would walk away, so it says like, would never do well auctions. Usually bid, you know, 60 or 70 percent lower than the winning bid. But That was very interesting. It's like, you told me what the price is. I think it's worth that. I won't even negotiate with you. I'll just say, okay, I'll take it for that amount. If that doesn't work out. Here's the best price I can do, There's no back and forth. Can we just agree on this if not, let's just keep it moving. Outside of acquisitions, the second largest amount he spend was actually share rep purchasing. He bought back over 1800000000.0... He spent over 1800000000.0. On share buy backs. That investment alone generated excellent return. For shareholders, 22.4 percent over 19 years. As Murphy says today, I only wish I'd bought more. And then the chapter closes with this interesting anecdote about this very unique culture. He told me a story about a bartender. I 1 of the management retreats who made a handsome return by buying capital city stock in the early 19 seventies. When the bartender was later asked why he made the investment, he replied, I've worked a lot of corporate events over the years, but capital cities was the only company where you couldn't tell who the bosses were. And then there's a post script on the chapter that if you're interested in studying They call trans... This company Trans dime, a contemporary do gang to capital cities. Says a contemporary analog for capital cities can be found in Trans dime, a little known publicly traded aerospace components manufacturer. Light capital cities, the company focuses on very specific types of business with exceptional economic characteristics. And Trans evolved a highly decentralized corporate structure and operating system for optimizing the profitability of these specialized businesses, and there's actually an excellent podcast series I listen to, That's actually produced. It's called 50 x if you search in your podcast player, William Thorn are the author of this book actually did a 4 part series on Trans dime. So if you're interested in in companies are light capital cities. And you wanna listen to that podcast. Or you wanna learn more? I'd highly recommend listening to 4 part series. I thought it was really good. I wish there was more books on... I can't find any biographies on Thomas Murphy. I can't find a company history on capital cities, which seems like, I'm making some... I have to make kind a massive mistake. So if you find either a biography on Thomas Murphy or, company history, please let me know. I'd gladly read it and then make a, a longer, like, more in... Podcast episode on this. I'm always fascinated about learning more about and from the people that are admired by people I admire. The fact that warren buffett calls, Thomas Murphy, his hero that Ted Turner says that these guys know what they're doing that they were building an excellent multimedia or, a multi billion dollar media Conglomerate, really piqued my interest. So I will leave a link down below. I assume you already have this book. It was number 1 Warren Buffett recommended reading list for a long time. It's referenced over and over again. I think they sell it at the Berkshire annual meeting every year as well. I actually did a podcast on a chapter in the book previously, it was episode 94 on Henry Singleton. If you wanna go back and listen to that. But just in case you haven't bought the book already, I will leave a link down below. And if you buy the book using that link, it be board podcast at the same time. That is 328 books down 1000 ago, and I will talk to you again soon. 1 more thing before you go, if you have not already subscribed to founder notes, you can go to founders notes dot com and sign up for what I think is the world's most valuable notebook for founders. I'm just gonna give you a brief history. This is... I've never been more enthusiastic or can give him more enthusiastic endorsement of any product ever because I literally created this product. So let me tell you what I mean by that. All the way back in 2019, I get a message from 1 of the c founders of Read wise. I didn't know read wise existed at the time. His name is Tristan, and he... He listened to the podcast. It's obviously on the podcast the had I read a lot, and he built an app where it's possible for you to save all the notes and highlights for every single thing that you've ever read. I might be... I'd have to ask tristan and I I know I'm 1 of the super users. Because since that happened, that was, over 4 years ago. This happened back in 2019. Over the years, I've added over 20000 of my highlights and notes on all the books that I've read for the podcast. This takes an unbelievable amount of time. And typically for if If I make a 1 hour long podcast on a book. That means I've spent about 40 hours for every 1 hour of audio that I produce. 40 hours reading researching, taking notes. At the end of all that process is I manually add in all my notes and highlights. So, like, I would say, I don't know, 80 or 90 percent of all my notes and highlights. Never even been making it into the podcast. Right? You know, usually that takes let's call at least 5 hours depending on the book. There's at least 300 and, I think, 10 books of mine and read wise, if it's each an average of 5 hours. That's essentially the equivalent of 2 4 months 64 days of me putting in all these notes and highlights over the last 4 years, and why would Do that? Because it makes, I could not make the podcast without wise. Because now I have access. I have a way... I have essentially a database. Right? To search all of my notes, all of my highlights. You just heard in this podcast, me pull up all of these past descriptions that warren Buffett and Charlie Mu have said about Tom Murphy. That didn't come from my memory That came because I'm constantly searching my read wise. I leave it in my browser every day. I don't x out of it. I'm searching it constantly. I'm going through the highlights feet constantly. I'm going through the favorites feed. I'm going to individual books. I'm searching for keywords. I'm searching for ideas. That is why I think in the right hands, and I'll tell you whose hands that it belongs in. I do feel that it's the world's most valuable notebook for founders. And I've been saying this for years because I tweet about it. I post on Linkedin about it. I go get interviewed, and I talk about the fact that Read wise was the best app that Ever paid for. And so a few months ago, over the summer. I approached the the founders or read wise. And I was like, hey, every day, I keep getting these messages or people saying they want access to my notes and highlights. And I was always reluctant because I thought I was like, oh, it's like, kind of a superpower, Like, maybe I should just keep it for myself, but like, you had I'm sorry thing is, like, why are people asking this? It's like, oh, because they wanted use it exactly how you wanna use it. Like, you can listen to. You're gonna hear a lot of great ideas just from listening to the podcast. But some of these you're gonna forget or maybe you wanna search and always have them like, the ideas of the the principles at hand any time that you want. And so I was like, is there a way for us to build a product together, where it's very simple. You go to founders notes dot com, you sign up. And then what do you get? You get access to exactly what I see? You're seeing every single thing that I see you see all the... All of my books, you see all the notes. You see all the highlights. And then therefore, you can actually search find ideas and principles and then can contextualize apply them to your business. So there's a line in Portugal Alma that says there's no better teacher than history in determining the future and that their answer is worth billions of dollars in a 30 dollar history book. This founder notes is like that on steroids. Because it's not a single history book. It's hundreds of them. And then all my notes in the way I think about and my interpretations of what's happening and why that's so important that I wanted to save that idea and actually put it into a database that I can search. So I said in the right hands, I think it's the world's most valuable notebook. So the reason what I made this for is I made this for founders that are already running successful companies. Right? The reason that is because those already running successful companies. What founders notes does for those kind of people and hopefully you're 1 of them. Is it gives you the best way to reference the thoughts and ideas of history's greatest founders, and then it's up to you how to know how to apply what you're learning to your own company. The best founders want useful information they don't wanna be told what to do. And in many cases, the only person that could actually make the right decision for your company is you because you have all of the context and the history and an understanding of what it is that you actually wanna build and what you're doing. The second thing. The second way I just think about who founder notes it's perfect for. It's it's for already committed. There is no monthly option. There's only annual subscriptions. If you have to think twice about the price. It's not for you. Again, this goes back to... The... There's 300 and something episodes of founders that anybody can listen to for free. It's for... People running already successful companies like, I spend... I I spend money all the time. If I think that something is going to make my company better, then I don't hesitate. I view that as an investment on expense. And founder notes is priced in a way where if you're already running a a successful company. It's a no brainer to subscribe and to at least try it out. So if this is you, I encourage you to test it out for a year, you'll have access the world's most valuable notebook for founders, and I do really do mean that, and I do believe that. And I do think the value that you get out of it will be incredible. 1 after you subscribe, keep it in your browser. The tab is always open on my computer. I never exit out if I do it by some I'm trying to drastic mistake. I referenced it constantly every day. There's so much knowledge and wisdom contained in it. Over 20000 highlights, and at least even tell you, that what I have coming. I already have 3 upcoming features. So it's gonna make it even more valuable that'll be included in no additional cost to you. So I'm I'm not gonna even sneak on those yet. I'm gonna release them. I think 1 at a time with the help of read wise because read wise, the team of wise other one's helping me build this together, so they've been absolutely fantastic. But to get access to what I believe sincerely believe is the world's most valuable notebook. Founders, All you to do is go to founders notes dot com that is founders notes dot com."
}