{
  "transcript": "There is a very, very special conversation with Charlie Mu that has been released for the very first time today. It is a conversation that Charlie had with John Carlson, the c cofounder of Stripe. It is available on the invest like the best podcast feed. You can listen to the entire conversation for free. I've already listened to it for 4 times. I've read the entire transcript. I thought it was incredible. I will leave a link to the episode down below, but you can just search for invest like the best on whatever podcast player you're listening to this now. And listen to that conversation. In fact, I would listen to that conversation before I even listen to this podcast because I talk about a lot of the ideas that is in that conversation and how they relate to the ideas that are in the new updated version, the stripe, press version of Port Charlie Alma, which is also available for the very first time today. I hope you listened to the conversation and order yourself a copy of the book, links for both are down below and I hope you enjoy this episode. I first came across Port Charlie Alma in my twenties. When I was trying to learn everything I could about what made successful businesses tick. I found it to be a refreshing rebuttal of conventional financial wisdom, delivered with unusual simplicity and can. Never before had I heard a v business person express such trench insights about investing, finance and the world more broadly and with such Hoo spa. 1 can't help but read a line like without numerical fluency, you were like a 1 legged man in an ass kicking contest and come away not only chuck, but also a little bit wiser. I had the privilege of meeting Charlie at his home in Los Angeles. I was delighted to find that he is just as engaging and intellectually curious in person as he is on the page. He also, I discovered had considerably more stamina than I do, More than 4 hours into our dinner, I was ready for bed while Charlie showed no signs of flagging. Our conversation that night was wide ranging, touching on everything from the economics of ski resorts to raising children to the evolution of the news industry. Witnessing Charlie prod intellectual breath and multi disciplinary mode of reasoning firsthand, only reinforced my admiration both for the man himself and for this book. Poor Charlie Omni is a testament to the power of thinking across disciplines. It's not just a book about investing. It's a guide to learning how to think for yourself and to understand the world around you. His ins appetite for learning. His uncanny ability to evaluate businesses using simple frameworks that produce more reliable analysis than complex financial statements, and his partnership with Warren Buffet have persisted for decades through boom times and bust. Although T didn't invent the concept of compounding growth, his success and that of Berkshire Hathaway is a testament to its existence. The practical wisdom of Alma, this owed to curiosity, generosity, and virtue will similarly compound as successive generations of entrepreneurial readers extend his lessons to their own circumstances. That is my favorite sentence. In this forward written by John Calls, the c founder of Stripe. I'm gonna read it again. The practical wisdom of Port charlie Alma. This owed to curiosity, generosity and virtue will similarly compound as successive generations of entrepreneurial readers extend his lessons to their own circumstances. That is a line worth double under underlying, which I did. I encourage you to read Charlie speeches and essays with an open curious mind. This is my second favorite line in this entire entire book, but this section as well. You will be rewarded with insights that stay with you for a lifetime. As Charlie once said, there is no better teacher than history in determining the future. Their answers worth billions of dollars in a 30 dollar history book. The same might be said of Poor Charlie Alma. It is the ultimate value investment. And that was an excerpt from the. I'm gonna talk you about today, which is the brand new updated version coming out today of Poor Charlie Alma, the essential wit and wisdom of Charles t Mu edited by Charlie longtime friend, Peter Kaufman, and rep published and made beautiful by Stripe Press. So before I jump back into the book, Just wanna to update you on this project that Charlie Mon collaborated with Stripe Press on. They've been working on it for last 2 years, Sadly, as you know, Charlie just passed away last week. I'm going to leave the link down below, but you have to check out the the new website that Stripe Press made for this updated in a bridge version of port Charlie Alma. And for the first time ever, First of all, I'm gonna heavily heavily try to convince you. To order a book. I think it's an indispensable reference for anybody trying to get ahead in life. So you can order the hard copy book. I think I pay, like, 22 dollars from minus or something like that. It's it's a no brainer in my opinion. But also for the very first time ever, there's going to be a digital version, and that aversion is going to be available for free. There's also going to be... That they've recorded an interview with John Call interviewing Charlie Mu. The video of that of that interview is going to be available for free on their website, And in addition to the video, the audio of that interview is going to be published. It's already available today by the time you listen to this on my friend, Patrick runs and best like the best podcast, which as you already know 1 of my fair podcast podcasts. That audio of the conversation between John Carlson and Charlie Mu is available right now on the invest like the best podcast feed. Now, I had early access to listen to that episode. I'm on my fourth listen. I took extensive notes. I will reference them throughout our conversation today. In addition to that, my friend Tamara went run straight press, and she actually gave me the very first copy of this book. So I've had several weeks to go through and reread Poor Charlie Alma as you know, as you probably know. First time I read the book was all the back in 2019. It was episode 90 of founders. And in the interim, I re read reread my highlights on the book, you know, dozens of times. I'm gonna start with... There's a forward written for the book by Warren Buffett, and it is titled Buffett on Mu and there's just a few... There's just a few highlights from here. Because a few of them made me laugh, but then he just warren gives us some great advice. So he says from 17 33 to 17 58, Ben Franklin dispensed useful and timeless advice through poor Richard's Alma, among the virtue s were thrift, duty, hard work and simplicity. Subsequently, 2 centuries went by, which ben thoughts on these subjects were regarded as the last word. Then Charlie Mu stepped forth. And then this is a paragraph that made me laugh. Charlie consistently practice what he preached and oh, how he preached, Ben in his will created 2 small philanthropic funds that were designed to teach the magic of compound interest. Early on, Charlie decided that this was a subject far too important to be taught through some post project. Instead, he opted to become a living lesson in compounding. Is s frivolous, which he defined as any expenditures that might sap the power of his example, and this is the part that made me laugh. Consequently, the members of Charlie family learn the joys of extended bus trips while their wealthy friends imprisoned in private jets missed these enriching experiences. I'd like to offer some advice on the choice of a business partner. Look first for someone both smarter and wiser than you are. After locating him or her, ask him not to fl his superiority so that you may enjoy a claim for the many accomplishments that sprang from his thoughts and advice. Seek a partner who will never second guess you nor soak when you make expensive mistakes, it is fascinating. John C does like excellent job in the interview with Charlie that I hope you listen to, where they talk about this. This is towards the end of the conversation. He talks about, like, okay. Tell me about the disagreement you have and it's so remarkable how ami and how they handled this. And Charlie just was very adaptable and un bothered if they had different views on any subjects, seek a partner who will never second guess you nor silk when you make expensive mistakes, Look also for a generous soul who will put up his own money. Finally, join with someone who will constantly add to the fun as you travel a long road together. Again. That's the same thing. Charlie said over and over again, we just had so much fun. Warren and I just had so much fun back to Warren Buffett. I set out in 19 59 to follow this advice sla, and there was only 1 partner who fit my bill of particulars in every way, and that was Charlie So they were partners up until they died, that... Up until Charlie died. So that would be 64 years by my math. And so 1 of the great things about this book is 80 percent of it is Charlie in his own words. It's probably the largest collect of just Mu own words out of any other book that I ever found. It definitely is the largest question that. But what is also, really valuable, I think is in addition to the the forward written by Buffett, who knew Charlie very well, but it's really short. There's this introduction by Peter Kaufman who was essentially, like, friends with Charlie for decades if I'm not mistaken. And so he's just gonna give us an overview about some of the ideas that he thinks are very important. And I think it gives a great overview because 80 percent of the book is just transcripts edited transcripts of these talks. These 11 talks that Charlie gave throughout his lifetime. So this is going to give a great overview. I would read this section before. You don't have to read you don't have to read this book in order really. I think of it more as a reference. In fact, in the podcast that John Carlson and and Charlie did together. They mentioned the fact that a bunch of people write into Charlie and say they reread the book every year. I think that's a good idea, but you could also just re reread certain sections that speak to over year, but this is the the overview. So it says the quotes talks and speeches presented here are rooted in the old fashioned, Midwestern values from which Charlie has become known. So these are some some things that Charlie held dear. Lifelong learning, intellectual curiosity, sobriety, avoidance of Envy and resentment, reliability, learning from mistakes of others, perseverance, objectivity, and willingness to test one's own beliefs. And then what he says next, I think really gets to why Charlie is 1 of the greatest teachers that has ever that has ever lived. He's he's taught and inspired millions of millions of millions of people interested in business investing in how to live a good life. And it's the fact this reminds me of 1 of the greatest quotes. That I've ever heard Steve jobs from from Steve jobs. He says a storyteller is the most powerful person in the world. Charlie employs historical and business case studies to great effect. He makes his points with subtly and texture often using a story like context. Instead of abstract statements of theory. He regal gail his audience with his humorous anecdotes and point it tails rather than with a blizzard of facts and figures. People only remember big they remember individual lines, and they remember stories. We don't remember tables of data. He well knows and wisely he exploits the traditional role of the storyteller as a per of complex and detailed information as a result. His lessons hang together in a coherent lattice work of knowledge available for recall and use. When needed. That is such an important line and it echoes what I what I believe to be the most important sentence in the forward. Let me go back to that the practical wisdom of charlie Alma. This Owed d curiosity, generosity and Vi will similarly compound as successive generations of entrepreneurial readers extend his lessons to their own circumstances. Okay. I've I'm read that that line 3 times. Hopefully, that's the last time I Read it, but I really do think it's so important. And again, the the the important fact here is that you'll we're gonna remember stories, and that's that's when you're actually teaching somebody something. Because if they don't remember it, they can't apply it when needed. They're not gonna use highly likely. You're not gonna these ideas right now, maybe not even today, maybe not next week. It could be years from now. And Charlie put his ideas in lessons into these memorable stories that you couldn't recall when needed. In fact, this was very fascinating. It was on the phone the front friend the other day. And we were talking about some, like, unusual traits that a lot of that a lot of history grace entrepreneurs from your share. And I was like, well, I really do believe there's a positive correlation between the storytelling ability and their overall business performance. And if you go back, and this is something that other people have noticed throughout time too. In fact, Don Valentine, the founder of Sequoia. He mentioned this, and I wanna read something, the a quote from him that I was fascinating. He says the art of storytelling is critically important. Most entrepreneurs can't tell a story. Learning to tell a story is incredibly important because that's how the money works. Money flows as a function of stories. Okay. So back to Charlie, it is clear throughout these talks and speeches that Charlie places a premium on life decisions over investment decisions. This is really important. And there's actually something from socrates that popped to my mind when I got to this section. So Charlie placed the premium of life decisions over investment decisions. Charlie once said. I wanted to be rich, so I could be independent. Independence is the end that wealth serves for Charlie not the other way around. I think a lot of entrepreneurs get that wrong, and they wind up having a lot a lot more misery in their life, than if they didn't. So when I got to this entire paragraph, those are only... That paragraph goes on longer, but those are the the 2 lines I wanted to bring to your attention. So there's a quote from the biography of socrates that I read for episode 02:52 that was fascinating. And it says education is the process whereby the ability to lead a good life is acquired. It's important not to confuse it to because I really do believe that building a great business is in service of building a great life, the mistake that is made that you're seeing a lot of these biographies is the fact that you have that inner drive. Right? That you probably had since you were really young, and yet you sacrifice everything, in service that 1 goal not realizing that a great business is just part of a great life, but the whole point of building a great business is so you can have a great life too. So I think Charlie would tell you that building a great business should be in service of building a great life. And then there's a special note to end this section. This is something I talked about I think on all the other 6 podcast podcasts I've made about Charlie. Charlie redundancy in expressions and examples is purposeful. For the kind of deep fluency he advocates he knows that repetition is the heart of instruction. I think that speaks to the wisdom of picking up this book and reread it or at least reread sections every year. That repetition is the heart of instruction. Mean you have talked about this over and again, repetition is persuasive is the maximum I use for that. It's it becomes very, very obvious if you study any of the great advertising agency founders. They talk about this over and over again. They were in the business of figuring out what makes people buy products, what makes... What how you can influence other people and they say over and never again a repetition is persuasive. You see the same thing with Charlie Mu, he'll repeat a lot of the same ideas and usually in different stories. Sometimes in the very same story throughout the talks even though the talks are given over multiple decades. And 1 person you'll know that Charlie talks about and repeats his admiration for a lot is his grandfather. And it struck me that the role that Charlie grandfather played in his family. If it inspired not only Charlie personal conduct, but the role that he wanted to play for his kids and grandkids as well. So I'm just gonna read a few lines here because this really tells you. Like, when you see who somebody admire, you can kinda tell, like, what's important to them. And I think Charlie would tell you that you should strive to be dependable and reliable for your tribe of loved ones. So Charlie grandfather was a respected federal judge. This is during the oppression. This is... I'm only gonna talk about this 1 paragraph, but I think it's really important. So Charlie immediate family because of his grandfather was not as affected by the depression, but some members of Charlie extended family were and judge Mu was such a prudent and prosperous person that he could actually help him. This this something they mentioned earlier that I did not understand. So I I re reread my... I I went through read this book. Did all my highlights on my notes. And I re reread the highlights and notes multiple times. And I didn't not understand this when I when I got to this part, but he says something later on that the higher net worth, the more you can be of service to other people. And it was very fascinating. You're gonna see that happen here with Judge Mu. So it says the... This error of the depression provided real learning for young Charlie Mu. He witnessed the generosity and business acumen of his grandfather as he helped rescue a small bank that was owned by Charlie uncle Tom. So Charlie uncle had run running this bank he went loan out a bunch of money, there's a bunch of un uncomfortable notes. And obviously, a ton of banks failed during the depression. And so grant... He calls Tom calls grandpa paul Mu for support and the judge risks nearly half of his assets by exchanging his money for the bank's weak loans, this enabled Tom to open back up his doors. Charlie grandfather eventually recovered most of his investment, but it took many, many years to do that. Right? And then Judge Mu also was able to send his daughter's husband to pharmacy school and then helped him by a well located pharmacy that had closed because of the depression. The business prosper and secured the future of Charlie ant. Charlie learned that by supporting each other the Mu weather the worst economic collapse in the nation's history. And again, that line, he learned that by supporting each other Really, that support came from a single formidable individual and you can clearly see the way that Charlie lived his life, he was trying to emulate a lot of traits that he respected and admired in his grandfather. And so this section gives us like this brief overview of Charlie life like a basically like a bio geographical outline. And something that Charlie repeats later in life. He talks about, you know, no matter what life will have terrible unfair blows, and you've gotta be able to survive and and not engage in self pity and pick yourself back up. And what he... Some of the things these referencing existed. Yeah, Businesses are gonna have all kinds of unpredictable problems. But there's a lot of problems that are more important than business and they're outside of your control and it's the death of his young son that he had to endure. He's only 29 years old when this happens. He's going to a divorce and his son is dying at the same time. Despite our appearances always not sonny Charlie world. His marriage was in trouble and he and his wife were getting divorced. Charlie learn that his adored son teddy was terminally ill with leukemia. And think he was 9 years old if I'm not mistaken in that era, before bone marrow transplants, there was no hope. A friend remembers that Charlie would visit his dying son in the hospital and then walk the streets of Pasadena crying. Charlie had to endure the worst possible thing that can happen to somebody. He's also rem remarried. They've got 4 kids. He's got to support an entire family. This is when he's a lawyer. So it says with many new responsibilities Charlie worked hard at his law practice. Even so his earnings were un to him. He wanted more than what a senior law partner would be able to earn. He sought to be like his firm's leading capitalist clients. It's not mentioned in his book, but just mentioned other biographies that I read about him. So he doesn't something really smart when he's a young lawyer. Think now he's in the studies at this point. He sold an hour of his own time back to himself. And use that hour to learn things like investing in stocks and developing and investing real estate projects. So in his mid to late thirties, He starts doing a property development project for the first time. This actually worked out really well. So he had a partner on the sale. The partners earned a profit of 300000 dollars on a hundred thousand dollar investment. This is a 19 61. He left all of his profits in his real estate ventures so that bigger and bigger projects became possible when he stopped doing real estate in 19 or real estate development 19 64, at least with this partner. He had a nest egg of 1400000.0 dollars from real estate alone. During this time, he also started a new law firm, this law firm still exists to this day I read somewhere that this law firm. I think like, I think he's doing, like, 500000000 a year in revenue right now. I didn't verify that, but that's what I read. So he he makes the 1400000.0 dollars from the real estate projects, starts this new law firm remember. He's in his mid to late thirties, And then the... And then another important thing happens probably, the most important. 1 of the most... The most important thing that happens. I would say actually. Around this time is Charlie father dies. He had a good relationship with his father, but he acquired him to go back to Omaha. He's living in los Angeles this time to administer his estate. This is when he's going to meet Warren Buffett. Warren is going to be 29 years old this time, and Charlie is 35 years old. This is 1 of my favorite things so just you and think. Say and think because you to you and I, Warren Buffett and Charlie Mu, are these elderly really rich guys. Whether you discovered them today, 10 years ago, maybe you discovered them 30 years ago, not many people knew them, but they were... But even by that time. They're in their sixties. Seventies. I think they were in their eighties when I came to to be introduced to them. And yet I am fascinated about the... You know this because you and I talk about this heavily on the podcast? Like, who is the versions of them that actually built the foundation that their financial success in their Empire rests upon. And it's this. It's this conversation. It's just them trying to figure out warren is 29 years old, Charlie is 35. You started working together 10 years now. There's still only 45 and 39. So let me get added it. It... I I'm I'm obsessed with thinking about this time. So it says that warren had heard of Charlie a few years earlier when he was raising investment capital in Omaha. This is Hilarious. I think it was in the book snowball. Warren was pitching this guy named doctor Davis and his wife, and he was explaining his investment philosophy and at the end, he's I was okay, I'll give you a hundred thousand dollars and warns, like, what the hell? So like, you... I thought you weren't even paying attention? Like, why would you dedicate such a large percentage your network to me? I didn't even know you... I thought, like, I was gonna get kicked out of here. And Doctor... So he asked Was like, why are you willing to give me a hundred thousand dollars and Doctor Davis explained that Warren reminded him of Charlie Mu. They they didn't know Charlie yet. Warren no Charlie, but already had at least 1 good reason the Like them. So they have this dinner Charlie Warren realized that they shared many ideas. And also became evidence the others at the table that this was going to be a 2 way conversation. So they talked for hours. Everybody else has got up him left. Again, this is so important to to to think about him to realize. Warren just 29. He's just 29 years old. And he's meetings a partner. He's gonna be partners with it for 60 years. Charlie is 35. Warren was une. About Charlie continued practice of law. He believed it was a far less promising business than what Warren was doing. Warren logic help Charlie decide to quit law practice at the earliest point he could afford to do so. That's an important line it. The earliest point that he could afford to do so Charlie is got a gang of kids. I think between him and his wife, when they're all done, I think they have eaten, maybe 9 children to support. When Charlie returned to los Angeles, the conversations continued on the telephone and do lengthy letters. The conversations with Buffett obviously. It was evident to both. This is really, really cool. It was evident to both that they were meant to be in business together. There was no formal partnership our contractual relationship. The bond was created by a handshake again. I had read that word. That sentence, I don't know 3 times. Before I just read it to you. There was no formal partnership, our contractual relationship, the bond was created by handshake. Then I'm listening to the preview of the investor like the best episode is coming up with John Carlson and Charlie Mu. And towards the end of that, this is the note I left on my page, on this page, when I was reviewing my notes this morning before I wanna talk to you. He said trust is 1 of the greatest economic forces on Earth. Pay attention to that part of the conversation at the end that comes by. It's probably like a minute long, but I sat there and reroute it a few times. And trust is 1 of the greatest economic forces on Earth. He's talking about the trust inside of the company with your partners and all the people that work with you and then the trust outside all your partners, your customers, everybody else. But he summarized that was very fascinating, and it really tied nicely to this What they're saying. There's no form of partnership at the beginning, there was no contract. They shook hands. In other words they trust each other. Trust is 1 of the greatest economic forces on Earth that is a direct quote from Charlie Mu. So Charlie eventually winds up leaving the law firm and going into... He starts his own investment partnership. He's he's essentially investing other people's money. Buffet did this as well. Buffett is gonna close down his partnership which will get to in a minute. Charlie is mentioning to close down them, and then they're gonna team up and do Berkshire. Right? But this was fascinating speaks to who he was as a person. So he leaves the law firm that he founded, and he did not take his share of the firm's capital Why. Instead, he directed that his share go to the estate of his young partner, Fred Ward who died of cancer and left behind a wife in children. Charlie thought that she and the children needed the money more than heated did. So he winds up building this partnership with Jack Wheeler, they run this partnership from 19 62 2 to 19 75. Such as Charlie followed warren in concluding that he no longer wanted to manage funds directly for investors. Warren had closed his own partnership in 19 69. Instead, they resolved to build equity through stock ownership in a holding company. Now what's fascinating is they end This short section on Charlie life. Right? With advice to do exactly what you and I do together every week. Learn from biographies and become friends with the eminent dead. Charlie family... Affinity for benjamin Franklin's expansive career can be found in many speeches. And whenever he holds an audience large or small, and this is what Charlie says about this. I am a by not biography not myself. And I think when you're trying to teach the great concepts at work, it helps to tie them into the lives and personalities to the people who develop them. I think you learn economics better if you make Adam Smith, your friend. That sounds funny. Making friends among the Eminent dead, But if you go through life making friends with Eminent dead, who had the right ideas, I think it will work better for you in life and work and education. It is way better than just giving the basic concepts. Again, that is something that I learned through experience that he... Again, practice what he preach. I got to see his library. And I asked him a ton of questions about books so I... I think you already know this. But when I find somebody Mario like Charlie Mu, and then he recommends a bunch of books to read. I go and read those books and I've done a bunch of episodes on, you know, people like Henry Kaiser or Les schwab that Charlie Mu would speak publicly and it's like hey, you should really read this book. And what's crazy is 1, it's clear enough the I talked to Like, he makes me look like a biography amateur. Like, there's nothing. Like, he just knew so much more than I did. His collection was incredible and then his recall from those books was incredible. So I that's another. Again, he's given this advice other people saying, hey, You should really read biographies. I'm a biography know myself, and it's clear when you when you sees his Library and then you ask him questions about this Like, this guy really reads these books, and he reads and retains everything was incredible. And so this is section where there's a bunch of anecdotes and quotes from his children about who he was and what was important to him. And something that that that he talks about is the fact that having an unconventional way of looking at things and then a strong work ethic. Those those 2 things combined really well together. And it's something that he lived because it talks about when they were children like, how... This is his schedule when he's trying... He's not yet successful. Right? He's desperately desperately trying to get that financial independence that he crave. And so 1 of his sons is actually describing this. In those days, Charlie worked so hard and so long. During the work weeks, he was off before Dawn and home about dinner time. Then he studied and later, would spend a couple hours on the phone with Warren. And so Charlie is famous for saying that he succeeded because he has a long attention span, which he definitely does, but he also has this insane ability to focus. And so they're... Again, they're describing this is another 1 of his son's describing what it was like at their house at night, father night after night with sit in his favorite chair reading something, all but death to the rough housing younger, younger children, the bla Tv and mom trying to summon him to dinner. Father's ability to wall off the most intrusive distractions from whatever mental task he was engaged in, accounts as much as anything else for his success. People have said the same thing about Warren Buffett. It's in 1 of his biographies might be snowball might be making of the American Capitalist. But talks about they're all going on, like a family vacation, they get on the private jet. I think the flights, like, 4 or 5 hours, Warren sits there with all the stuff he's reading. People are having conversations. There's, like, kids everywhere and, like, you just cannot penetrate when he is focused on what he's studying when he's learning. He's essentially walled himself off from any distractions. Okay. So this is the last thing before we jump into the 11 different talks. This is really an over here. I mean, a list of 5 things that Charlie repeats and uses over and over again. So the first thing is that He's gonna tell you you need... It's... He calls a big ideas from the big disciplines. Says Charlie big ideas from the big disciplines approach. Charlie combines big ideas from multiple disciplines to build a more accurate understanding of the world. He will explain a business problem, but he'll be using things from mathematics from physics from chemistry from biology and from psychology. So that's what he means by multi disciplinary. That's his biggest criticism of all form forms of form education Do they just stay, like, silo than their little domain, and he's, like, have no respect from that. Have no respect that go wherever you're curiosity, he's takes you, but you need to learn the big ideas in the big disciplines. So he's... And then the second thing is You have to develop your own personal curriculum. You have to develop your own personal curriculum. This is a self taught system. The self taught statement is no exaggeration. Charlie once said to this day, I've never taken any course anywhere in chemistry, Economics, psychology, or business. The third thing, good ideas are rare, bet heavily when you find 1. I think this is starting to get through to more people. I think this will actually be more common than it was because how much Charlie and warren, talk about this. Charlie will not deviate from these principles regardless of group dynamics, emotional itch pitches are popular wisdom, and these traits result in 1 of the best no mu characteristics, not buying or selling very often. Mu believes a successful investment career boils down to only a handful of decisions. When Charlie likes a business, he makes a very large bet for and typically holds that position for a long period. Charlie is willing to commit uncommon high percentage of his investment capital to individual opportunities. Number 4, this is something you and I talk about over and again you see in the books This only works if you trust your own judgment. You cannot be successful. Entrepreneur entrepreneurial cannot be a successful investor if you cannot trust your own judgment. Charlie is content to swim against the tide of popular opinion indefinitely. Charlie is simply content to trust his own judgment. When it runs counter to the wisdom of the herd. This lone wolf aspect of Charlie temperament is a rarely appreciated reason why he count consistently outperform. And number 5, inversion get what you want by avoiding what you do not want Charlie generally focuses first on what to avoid. That is what not to do. He says that he's gotten a long term advantage just by being consistently not stupid instead of trying to be a genius trying to be very intelligent. I would actually reduce that down even further that avoiding stupidity over a long period of time is genius. Another thing the genius. So I guess there's 6. Charlie Strive should reduce complex situations to their most basic une emotional fundamentals. That's a line I've been reading over and over again. Genius has the few moving parts genius has the few moving parts. Another thing that Charlie does that's very different is he spends an unbelievable amount. In fact, if you I mean, I'd read the whole thing. But if you only said, if you only had to read 1 thing. It would be the very last talk, the the talk 11, which is the psychology of human mis judgment. Charlie recognizes that even among the most competent people decisions are not always made on a purely rational base. He considers the psychological factors of human mis judgment, some of the most important mental model. So that is the longest talk by far. I think it's the 1 that he spent the most time on. I think he said he spent 50 hours revising that talk, just to to to publish it in this book. This My friend, Andrew Wilkinson the founder of Tiny actually made. He commissioned an animated video on this talk. I will leave a final link and leave it down below in the show notes. And then the final thing before we jump into the first talk above all. He attempts. To assess and understand competitive advantage in every respect products, market trademarks, employees, distribution channels, societal trends and so on. And the durability of that advantage. Hold on. I'm gonna interrupt myself because 1 of the my favorite things that I read the first time. 1 of the favorite lines, the first time I read this book was something that 1 of Charlie son said about what his father admire, and I... The way I think about it in my own life is aim for durability. Durability has always been a first rate virtue in my father's eyes. So let's go back to this. So he, attempts to assess and understand competitive advantage in every respect. Products, markets, trademarks, employees should be channel societal trends and so on. And the durability of that advantage, Charlie refers to a company's competitive advantage as its mo, which is the barrier that it presents against incur. This is the note doubt myself on this page. Charlie only focuses on great businesses, and great businesses have mo. It was very fascinating in the conversation between John Carlson and Charlie Mu. Yes is again, I think towards the end, maybe the middle of the podcast. John asked, like, hey, if we came and me and my brother Patrick came in and pitched you on stripe, what would you wanna know about stripe and essentially, 1 sentence. This is again, what is the most important thing Charlie only focuses on great businesses and great businesses have mo. And so Charlie answer to John was, is it likely to remain forever as a money generator? In other words, does it have a moat Okay. So we get to the first talk, which is a commencement address that he gave in 19 86. And right away, we see Charlie love of inversion because most graduation speakers are gonna say, hey, this is what you should do to get happy life. Charlie does not do that. He uses the inversion principle, and he says, gonna make the opposite case by setting forth, what you should do if you want to reach a state of misery. Now he is going to emulate a talk that Johnny Carson gave at this school as well a few years before Charlie Mu did. And and Johnny Carson did the same thing where he's like, I wanna tell you, like I'm gonna give your speech on on the things to avoid. And what was fascinating about that is Carson said in that speech that he couldn't tell a graduating class how to be happy, but he could tell them for personal experience how to guarantee misery. I read Johnny Carson auto. Or eat biography. It's episode 1 83. I'm pretty sure that based on the reading of that book, I don't think Carson ever attained happiness, and I do think he was more miserable than he needed to. So This is fascinating. So the 3 things that Carson Carson prescription for sure misery. He had 3 and then then Mu is gonna add for. So the first 1 is ingesting chemicals in an effort to alter mood or perception. Obviously, drugs and alcohol once you start relying on them. There's no way you're gonna have a... Like, you're gonna be... You have a miserable life if you rely on them. Number 2, Envy, and number 3 resentment. So Envy is something that Mu talks about over and number again. He's, like, you had to live a good life, you after cure yourself of this inherent part of our human nature, which is we like to be envy or not even like to be. We are prone to be en mb of others. There's something that he repeats over and over again that he learned from Warren Buffett. Warren would tell Charlie over and nerve again that it's not greed that drives the world after but Envy. Envy drives the world. And Charlie later in life talks about the fact that he is 1 of the best things Ever did was that he cured himself of Envy. A third part to this is avoiding resentment. And so he is going to give us advice. He's like, you know, you don't wanna be to become a bitter person, because that's all always Does. It's just gonna make you bitter. He's actually gonna, quote, the solution to this that Benjamin Rally, which was a... He was a prime minister of the United Kingdom back in the 18 hundreds And this is what he did. So, it's called the israeli compromise. And so 1 way dis rally learned to give up vengeance as a motivation for action was he... He needed some out some outlet for his resentment. Right? He couldn't just quit. Cold Turkey. So he would put the names of people who wrong him on pieces of paper in a drawer. So what he... What Charlie subscribing to us is called the israeli compromise. By putting the names of people who wrong him on pieces of paper in the drawer. Sure. Then from time to time, he reviewed these names and took pleasure in noting the way the world had taken his enemies down without his assistance. And so if you want a miserable life, make sure you ingest chemicals in an effort to alter mood our perception and become addicted to that, 2, be en mb of people, all the people around you people doing better than you and 3 hold on to resentment. The fourth 1. This is where Mu starts adding zone thing. You wanna miserable life, be unreliable. If you like being dis trusted and excluded from the best human contribution in company This prescription is for you make sure you're are unreliable. The next prescription for a miserable miserable life is to learn everything you possibly can from your own experience, minimize what you learn vic, from the good and bad experiences of others living and dead. This prescription is a sure shot producer of misery and second rate achievement. And this is this is why I say, he's got a great, a bunch of maxim that I absolutely love. But maybe my favorite all time maxim of Charlie Mu, it's just 3 words. Wisdom is prevention. Why people don't solve problems? They avoid them. Wisdom is prevention. 1 of the way you do that. You learned by cares through the experiences of other people living dead, you can see the results of not learning from others mistakes by simply looking about you. How little originality there is in common disasters of mann mankind saying, hey, pay attention a human nature and human history, it's just 1 dumb person after another making the same dumb mistakes that if they just learned through other people's experience they would avoid that mistake. He's saying there's no even originality in the mistakes that you're making. These are well documented. Why aren't you avoiding them? Drunk driving, reckless driving, incur v narrow diseases. Conversion of bright college students into brain zombies as members of destructive cults. The other aspect of avoiding vic car wisdom is the rule of not absolutely under no circumstances learn from the best work done before use. Before yours, excuse me. And then he adds this great story here. If you wanna be non miserable, Right? Which is the opposite. He's trying to teach you, hey, this is a whole prescription for Misery, obviously he's teaching us about inversion, but somebody that was able to have a non miserable result. And so he gives us his historical count. There was once a man who mastered the work of his best predecessor despite a poor start and a very rough time. Eventually his own work attracted wide attention, and he said of his work if I have seen a little farther than another man. It is because I stood on the circle of giants. The bones of that man lie buried now. Under an unusual inscription. Here lie the remains of all that was mortal in sir Isaac Newton. Charlie third prescription, which is the seventh the final 1 in this talk. Go down and stay down when you get your first second and third severe reverse in the battle of life. There is so much adversity out there, even for the lucky and why. So we we are not persevere. We are quitting something that I use to remind myself on the importance of not giving up and that fact I really do believe what Paul graham said, he he was asked 1 time what what plays a more important role in the success of entrepreneurs determination or intelligence, and he said determination by far. And he tells us fantastic story where he's like, let's say you take 2 people. They both start out 100 with 100 in both determination and intelligence, you start taking away decreasing the amount of intelligence, but keeping their determination at a hundred. That person still gonna wind up rich. I think he said, but they'll own, like, a bunch of... They'll figure out a way to make money, they'll they'll own, like a bunch of trash hauling services or something like that, but they're super determined. Meanwhile, if and if you run that, if you were in the same experiment, and you keep intelligence at 100 out a 100, but takeaway determination. You have a brilliant, but ineffective person and and Paul graham has said he's seen a bunch of people that their lives wind up just like that a brilliant, but ineffective person. I think that's related to what Charlie Mu saying here. It's like, you wanna be miserable. Like, you're gonna get knocked down. Everybody's gonna get knocked down. Just lay there. Just don't get up. Don't try again. And so I told you just over an over again. I have the face the the the frozen frost bitten exhausted face of ernest Shack, the famous Polar Explorer as my lock screen on my phone? Could you probably look at your phone about a hundred and 50 times a day or something like that? And every time, I see his face staring back at me, and it reminds me of his motto, by endurance we conquer. We're not gonna stop until we're dead. By endurance we conquer. Go back to this, which is Charlie advice to invert always invert. What Carson did was to approach a study of how to create x by turning the question backward. The great algebra, Jacob had exactly the same approach as Carson and was known for his constant repetition of 1 phrase. Invert always invert. It is the nature of things that many hard problems are best solved only when they addressed backwards. So therefore, if you wanna be miserable, you should approach problems in a standard way and only belief information that agrees with your previous conclusions. So I mentioned earlier that when I find somebody admire, and if they say, hey, I admire this person, I will then read, like, I'll read the book that they recommend. And so there's this there's this entrepreneur and engineer named Carl Braun, and he starts this company called Cf Braun engineering company, Mu repeats stories about this guy over and over again. In fact, I didn't find any books on him. Found like this little, like, maybe 60 page book, which was, like, an internal company book for the Cf engineering company, and I did a podcast on it. A long time ago. I don't know have I've ever published the podcast. I can't find it anywhere. So I should go back and actually find that book and reread it. And see if there's lessons in there for you and I to learn from. But 1 idea that that Manga repeats that's 1 of the most important ideas that you learn from Carl Braun is some... Really speaks to, like, this psychological tendency and human nature, that you will get more compliance and more be more persuasive. If you tell people why. If you tell your employees why you need them to do what you need them to do. This was so important to Carl Braun that if you did... If you were inside this company, and you didn't do this, the second time you did it, you would be fired. So this is a little about that. A very great businessman named Carl Braun, design and built oil refineries. That's what the business did. He had a rule from psychology, which if you're interested in Wisdom ought to be part of your repertoire. His rule for all braun company communications was called the 5 w. You had to tell who what was going... What was going to do what, where when and why? And if you wrote a letter in the braun company telling somebody to do something, and you didn't tell him why you would get fired. In fact, you would get fired if you did it twice. That is a rule of psychology. If you always tell people why they'll understand it better. They'll consider it more important and they'll be more likely to comply. Even if they don't understand your reason, they'll be more likely to comply in communicating with other people about everything, you want to include why, why why. Even if it is obvious. It is wise to stick in the why. And so another idea that T will repeat is that he thinks it's useful to think of a free market economy as sort of the equivalent to an ecosystem. And so he says just as animals flourish in niches, people who specialize in the business world and get very good because they specialize frequently find good economics that they wouldn't get any other way. And so he's talking about 1 1 way to describe this. I've heard him, say that really stuck in my head is he has this a great line about the importance of going to extremes. And he says in business, we often find that the winning system goes almost ridiculously. Ridiculously far in maximizing and or minimizing 1 or a few variables. And so the example he uses for that is like the discount warehouses of Costco. And then immediately after. He starts talking about the advantages of scale, which seems almost like a contradiction, but he's gonna wrap this up and how you special you you initially start specializing in dominating 1 niche and that can lead to more scale, and then he says the advantages of scale are un godly important. These next 5 or 6 pages are some of my favorite parts of the entire book. We... If you get your own copies, I'm on page. I'm starting on page 90. So the first example about the advantages of scale being un godly important He talks about the the invention of Tv advertising. And just how powerful he says there was an unbelievably powerful thing? Why? Because there was only 3 networks and 3 when networks had something like 90 percent of the entire audience. So if you were Pro and Gamble, you had un godly scaled, and you were 1 of the few people that could actually afford to use this new method of advertising and your smaller competitor, obviously, couldn't And then this is the first time he goes into Detail about something he talks about over and over again about. He never looks at anything in isolation. He thinks about how 1 factor can combine with another factor with another factor and he creates these... He calls them La Palo effects, but essentially, just... You're stacking unfair advantage after on top of 1 unfair advantage after top on top of 1 unfair advantage, and they all greatly increase the efficacy of each 1. So he's talking about television average. Right? Which is essentially an advantage of scale that Pro and Gamble will have. Now there's more advantages to that scale that start with, hey, being big to begin with, and this new technology is invented, then I can partake that technology and my smaller competitors can't. Then what happens is more people know about the the products and the brands that Pro game own that leads leads to another psychological effect, which is social proof. Social proof because more people hear about it. They think, oh, other people are buying these brands. I should just do the same thing. Social proof proof leads to more sales. More sales then lead to more distribution, more distribution leads to this, like, winner take all or winner take most flywheel. And then as the company has more resources inside of the company, you can actually have greater specialization, it's incredible. How he ties this all together. So I'm gonna pull out a couple of things. That is the the the basic overview. So he's talking about the fact that your you have access to this unbelievable distribution channels, unbelievable a way to advertise your products, and you're as a result, you're becoming so much more well known. Why is that important? Because being so well known has advantage of scale. This is what you might call an informational advantage. It increases social proof. We are all influenced subconsciously and to some extent, consciously by what we see others do and approve. Therefore, if everybody's buying something, we think it's better. We don't like to be the 1 guy who's out of step. The social proof phenomenon which comes right out of psychology gives huge advantages to scale. And then those huge advantages to scale continue to give you another benefit that other competitors... Such a expand mode. That's the way you think about it. He's talking about like, who's also another company that did this? Well Coca Cola. And why is that so important to Coca Cola? Because 1 advantage that Coca cola has is that it's available almost everywhere in the world. That worldwide distribution. Right? 1 takes a long time to develop? Is really expensive is only something that they possess. And so he calls us a huge advantage, and then he follows up and why that's important. If you think about it, once you get enough advantages of that type, it can be very hard for anybody to dis you, and it can also uncover great investment opportunities not available to anybody else because they don't have the advantages. I was wondering why I was listening to the business breakdowns episode on Coca Cola. Right? And I was wondering why, like, it doesn't matter where I'm at when I'm traveling, It might be, like in a small city or whatever, I'll go and like, go into us, like tiny shop, and you'll see monster energy drinks. I don't drink them, but you see monster energy drinks everywhere. I'm like, how the hell is it possible? These people are just everywhere. Every single tiny spot. Even if they don't have other energy drinks, they'll usually have monster And I found out, I heard on this podcast that, I think Coca cola was able to to invest, I think they had, like, opportunity to get... I can't remember if percentage. I wanna say 20 percent of the company. And the reason monster did that is because it gave them access to Coca Cola worldwide distribution network. So that is why I'm seeing monster energy drink anywhere everywhere. And if I'm not mistaken Monster is 1 of the the highest performing stocks, you know, in the past like, decade or 2. Whatever the the the the case is. Let's go back to this idea. Once you get enough advantages of this types could be very hard for anybody to dis you. There's another kind of advantage to scale. And some businesses the very nature of things is to sort of cascade towards the overwhelming dominance of 1 firm, which is what we're just talking about here with Coca Cola. Right? Then he gives another example that daily newspapers which Hammond and Buffet made a bunch of money on in their heyday. The most obvious 1 is a daily newspapers. This is a scale thing. Once I get most of the circulation, I get most of the advertising. And once again most of the advertising and the circulation, Why would anybody want a thinner paper with less information in it. So a tends cascade to a winner take all situation, and that is a separate form of the advantages of scale phenomenon? Did you see what he just did there? He's talking about all these different factors that interact with each other and make this phenomenon even more powerful. And then he ties it back together with this conversation started with. Hey. This kinda weird, like, think about a free market economy. Looks really looks a lot to Charlie Mu like an ecosystem. And there's there's a bunch of animals flo flourishing in these weird niches. Seems to be a lot of people in businesses to do that too. So then he flips these he's like, well, how what what does that do to, like, new startups or or new entrants into a market. Right? Well, there's disadvantages of scale as well. So I just did... I think, 2 weeks ago. I just did, this episode on on, Warren Buffett and Charlie Mu, 1 of their favorite managers. Guy named Tom Murphy, who was running capital Cities who ends up buying Abc b. Berkshire. Hot Hathaway was their largest shareholder. And so Mu had a front row seat to a disadvantage of scale. So he says, we had trade publications at Capital Cities and Abc. That were getting murdered. Our competitors were beating us and the way they beat us was by going to a narrower specialization. So it always starts out small and it expands that inevitable expansion opens up for somebody else to niche back down. Right? And this exactly what happens. The way they beat us was to go to a narrow resolution specialization. Like an ecosystem, you're getting narrower and narrower specialization. So he uses as example of this magazine that was kicking their ass called Motor cross, and this is hilarious. This is why Mu, so he's such a great teacher because he makes you laugh and you remember this off. Moto cross is read by a bunch of nuts who like to participate in tournaments where they turn some salts on their motorcycles, But they care about it. For them, it is the principal purpose of life, a magazine called Cross is a total necessity to these people. And its profit margins would make you saliva. So occasionally, scaling down and intensifying, scaling down and intensifying gives you the big advantage bigger is not always better. The great defect of scale, another great defect of scale is, of course, you as you get big, you get bureaucratic. Again, this is grounded in human nature so he talks about, always focusing on what the incentives are in incentives in a bureaucracy are per reversed and incentives are no longer the company's mission. It's, hey, how do I protect this territory that I have. And so he said, so you get big, fat, dumb, un motivated bureaucracy. You get layers of management and associated costs that nobody needs and they're too slow to make decisions and the nimble people run circles around them. So life is an ever lasting battle between those 2 forces to get these advantages of scale on 1 side and avoid bureaucracy who do very little work on another side he's gonna give you an example of Sam Walton was fascinating is if you read Sam Walton auto, which I've done... I think I've done 2 or 3 podcasts on Sam. In in that book was fascinating. You know, he starts out this nimble guy and then builds his giant company. And he says, like, you always... Doesn't matter. Like, every year, you have to be, like, bureaucratic creep is inevitable, then you have to beat it across, beat it back across the line. And it usually comes from, like the leader of the founder really paying attention to the stuff where they were... He he talks about 1 thing that he hated that his company was doing. In the book was that new merchandise come into the store, they would have to label, like, put the prices on it. And in many cases, they were putting wrong prices on it. So then somebody had this idea. Okay, Okay. Gonna hire a bunch of people and they have, like, these scanners. And then after it's been priced, They scan it to make sure it's the right price. And it sounds like what the hell? Why don't we just do it right? Like, this is another layer of your bureaucracy? And so it's like, why don't we just do it right the first time? And so in this story, Charlie does something that's brilliant. He adds another element to this story that he's been telling us now going over 6 7 pages. And he's he's he's the the main thing. It's 1 of my favorite things he's ever said. Sam juan is 1 of my favorite entrepreneurs. But he said Sam Walton This is my some sum information about what I'm about to read you. Sam Walton is an interesting example of how scale and fan combined to be very, very powerful. It's quite interesting to the think about Walmart, starting from a single store in Arkansas against Sears with its name, reputation and all of its billions. How does a guy in Benton Arkansas with no money, blow right by Sears. And he does it in his own lifetime. In fact, during his own late lifetime because he was already pretty old By the time he started out with his 1 little store. So he'd had a bunch of experience in, like, retailing and and, discount retailing. Let's say, I think it was 44, if my memory serves me correct, when he started his first Walmart, but he he'd been working retail, like, 20... Oh, 20 plus years by the time but Charlie is right that it's... He starts out with 1 Walmart anything he think he's 44 time He played the chain store game harder and better than anyone else. Sam Walton invented practically nothing. But he copied everything. Anybody ever did that was smart. And he did it with more fan. So he blew right by them all. He also had a very interesting competitive strategy in the early days. He was like a prize fighter who wanted a great record. So he could be in the finals. So what did he do? He went out and fought 42 Poll lucas. So, like, you know, 42, like, mediocre operators essentially. And the result was knockout after knockout after knockout 42 times. Walton being as shrewd as he was basically broke other small town merchants in the early days. With his more efficient system, he might not have been able to tackle some titan head on at that time. But with his better system, he could sure as hell destroy those small town merchants, and he ran around doing it time after time after time. Then as he got bigger, he started destroying the big boys. Well, that was a very very shrewd strategy. Walton is an interesting model of how the scale of things and fan combine to be very powerful. His competitors weren't as lean and mean and shrewd and effective as Sam Walton was. Another 1 of Charlie ideas that I really love is he has this surfing model. I'll just I'll read this to you. There are huge advantages for the early birds. When you're an early bird, there's a model that I call surfing. When a surfer gets up and catches the wave and just stays there. That's the most important phrase of this entire paragraph and just stays there. He can go for a long, long time. But if he gets off the wave, he becomes mir in the shallow. People get long runs when they're right on the edge of the wave. And so he uses an example of Microsoft or Intel, and then this company that he loves. He talks about over and over again national cash register, which kinda of relates to Microsoft and Intel too because the founder of Ibm, Thomas Watson actually worked for national cash registered. And obviously, Microsoft and Intel, we're very important partners to Ibm. So the reason he thinks he he gives an illustration of why surfing is is so very powerful and how the actual founder of national cash register, which is getting Patterson, did something very smart. And this is fascinating. He says, I have in my files an early national cash register company report. In which Patterson describes his methods and objectives, and a well educated or could see that buying into a partnership with Patterson in those early days, given his notions about the cash register business was a total 100 percent cinch. Surfing is a very powerful model. So what he's talking about is Patterson was running like a small store. Right? And before the invention of the cash register is really hard to make money because it's so easy for first for your employees to steal from you. Right? You just don't know where the the the money's coming in, and so the cash registered registers this it's the solution that it's solved, was it finally accounted for and organized all the cash flowing in and out of the company. And Patterson knew that it... This is so powerful because he buys this new piece of equipment, the cash registered reverse story. Immediately starts making money. Then you immediately closest the store and decides forget this. The bigger opportunity is to do provide the service that was provided to me, I should be selling the cash registered registers. I should not be in the store. And so we got there right on the very edge and then just stayed there for a very, very long time. So that's why a mug uses Patterson and national cash register as a, illustration of this very important model to Charlie Mu that's surfing is a very powerful model. And I think that is related to his next idea because if you don't stay there, you're giving away your edge And that's not smart. Most people are competing in domains where they don't have an edge. Charlie says if you play games where other people out the aptitude and you don't... You're going to lose. And that's as close to certain as any prediction you can make, you have to figure out where you get where you've got an edge. And, there's a... There's this guy named Ed Thor, who I talk about Ad nausea. Ed do is really my blueprint for life. He's wanna maybe a handful of people I feel master life out of all the people we've studied in the podcast together. That's a 02:20. If you know what I'm talking about. He's a inventor of the first quantitative hedge fund. Was the first Lp in the Citadel. He invented the first, handheld, computer with called Shannon. The guy was just flat out genius. He's still alive to this day. Took care of his health incredible. But in Ed unbelievable auto, which I heavily recommend you read. It's called a man for all markets. Episode 02:22 again. He says something. You know, he's writing that book. I think he's in his seventies or eighties. I think he's in his eighties when he's writing that book. And so let me read a quote from that book that sounds a lot like the advice that Charlie Mu just gave us. I also believe then as I do not now, after more than 50 years as a money manager that the sure way to get Rich is to own is to play only those games or make those investments where I have an edge. Just exactly. I have 2 of the smartest people have ever come across. Charlie Mu and Et do. No doubt. If you talk to Charlie Mu, or you read... Or you heard him me speak, you think it's is genius I think if you study at, you would arrive at the same conclusion. In fact, the first time I did at door, It was, like, a long time ago up. So maybe 80 or 9 or something like that. And I got this I got this email or message from somebody listened to the podcast and then bought the book after and read it. And Like, hey, he left out the fact in the podcast that this guy's a genius. I was like, well, I think it's pretty obvious. In the way they lived his life. He's a genius, but that's fine. From now on, that that that message in my mind. So every time I bring it at thor, I have to bring up the fact that he's obviously a genius. And so let's go back to this great story that, he tells about Warren Buffett, and this is a great illustration that it's really stop praying at the altered diversification. If you could trust your own judgment and you know it's a good opportunity to go all in bet heavily. You're not gonna have many such cases, many such examples in your life when warren Buffett lectures at business schools he says. I could improve your ultimate financial wear, welfare by giving you a ticket with only 20 slots in it. So you had only 20 punches, representing all the investments that you got to make in a lifetime. And once you'd punch through the card, you couldn't make any more investments at all. Under those rules, this is still worn speaking the whole time. Right? Under those rules, you'd really think carefully about what you did, and you'd be forced to load up on what you'd really thought about, so you do much better. Again, this is not Charlie speaking. This is a concept that seems perfectly obvious to me. And to warn, it seems perfectly obvious. It just isn't conventional wisdom. And so this is Charlie explicit advice to you and I. The wise bet heavily when the world offers them that opportunity. They bet big when they have the odds and the rest of the time they don't. It's just that simple. That is a very simple concept and to me, it's obviously right. Practically nobody operates that way. How many insights do you need? Well I'd argue that you don't need many in a lifetime. If you look at Berkshire hathaway and all of its accumulated billions, the top 10 insights account for most of it. Most of the money came from 10 insights. And if you go back, I always think about this because people are, like, you know, I think the main lesson that you and not are learning over we're never against the importance of focus, I think betting heavily and being concentrated in the business that you have an edge and you know well is a focus, to why I only focus on founders. I really don't, you know, I don't do any investing. I don't really care about it. I just care about what I'm doing And wanna be completely obsessed with it. So yeah it's not a new idea. And I just stole that idea. Like, if you can read a bunch on Rockefeller. Right? Rockefeller made all his money in standard oil and then he would make some really weird investment decisions and lost a bunch of money outside of standard oil for the most part. But the way I look, Was like, okay, if if if Rockefeller only had standard oil, never made another investment in anything, fabulous wealthy. Carnegie. Andrew Carnegie. Same thing. If he just had Carnegie steal. In fact, he I think he's the 1 that really put this idea implanted this idea in the first part in my mind because if you look at Carnegie early life, He's doing all kinds of stuff. You know, he's making investments. He's building bridges, he's looking for, like, the best opportunity, he's already a, you know, pretty rich, not nearly as well, he's he's going to be. But once he does something fasting, once he realized oh, shit, steal is by far the highest like, the best opportunity I'm ever gonna have. Not only he sells off all other businesses. He sells off all his stock because he didn't wanna be distracted. He didn't wanna wake up in the morning and read the newspaper and wanna know what his stocks for doing that day. So he sold it all off and only focused on Carnegie Steel. And what happens? He sells Carnegie he's still to to Jpmorgan at the time, and he does it for cash, straight cash. At the time that he gets... He sells after he sells it to Jpmorgan, he has the largest liquid fortune in the world at that time. Again, only needed 1 business. Sam Walton in his. He says, And it didn't do much investing outside of Walmart. Again, if he only own Walmart, he's... That's all he needs. So I I you just see us over and over and over and over again. It's obvious in history entrepreneurship, but it's not... To Charlie point. It's not definitely not conventional wisdom, and it's definitely not practice and taught. And then I love this observation about Disney from Charlie Mu. So he... He's constantly again, thinking about, hey, you have to have a multi disciplinary view and approach to the world. And so he talks about this this term from chemistry that had look up. So it's pronounced auto catalysis. And so what that means is it's it is a reaction where a product itself acts as a catalyst. For the reaction. So this is something you and I've talked about over and over again. You see example after example of bio. And the way I described in passes is, like, you really should try to stay in the game long enough to get lucky. And he talks about Disney and then Coca Cola. And he's he's giving this talk. He's asked his question on Disney. And he says they had all these movies in the can. So movies they own for decades. Right? The value of those movies, could not be collected until many, many decades in the future where there is an invention of a technology not made by Disney that greatly appreciates the assets it has... This is incredible. So it says they had all these movies in the can, and then he used same example that there was another, auto metallic. I Don't know how pronounce that auto cat reaction with Coca Cola too that Coca Cola greatly prosper because coca cola was invented, and they could prosper even to a greater degree. When refrigeration became widespread. In Disney case, they had all these videos in the... These movies in the can. And then the video cassette was invented and then, obviously, then you have the Dvd, and then you have streaming. So it's just... This keeps happening. So it says when the video cassette was invented Disney didn't have to invent anything or do anything? Except take the thing out of the can and stick it on the cassette. So Disney got this enormous tailwind from life. And it was billions and billions of dollars worth of tail. And in other words, they stayed in the game long enough to get lucky. All you have to do is sit there while the world carries you forward. And so uses an example of the movie the lion king the lion king alone. Meaning this this reaction is gonna continue on many decades in the future because highly likely that 20 years from now, 30 years from now, people are still gonna be watching movies like the lion king The lion king alone is gonna do plural billions. And by the way, when I say when it's done, I meaning, when the lion king is done, I mean, 50 years from now or something, But plural billions from 1 movie to that idea of auto catalysis. There's another example in the conversation that Charlie and John Carlson half. Where John asked them about why for many, many decades, the railroads were terrible, Terrible investments. I'm talking about when they first were created. It was really hard to make a profitable, like, the there's a lot of people like, stealing money from railroads roads if you should go back and and study that time period, but it was very hard to invest in them and and have a reliable source of, you know, profits for a long period of time. And yet that all changed with the invention of the shipping container. And the shipping container was invented by Malcolm Mc mclean, and it was invented in the 19 fifties. So a hundred years after the invention of this trans continental railroad that was taking place in America. And now all of a sudden, Charlie talks about it in this conversation where was like, Well, once you could stack to shipping containers on top of each other and put on a real rate, it makes it way more efficient than anybody else or than anything else rather than any way to move goods and and supplies across the country. The combination of the roads and the shipping containers is another example of this auto metallic reaction just like the invention of the video cassette and the Dvd and streaming has been for Disney. And then there's a meta lesson from Charlie and is really how to teach a lesson, and then he'd learned this lesson by reading between the lines of a lesson that his father was trying to teach him, but he... I think he would argue about against being... I think Charlie Mu would argue against being overly prescriptive. And this also ties together with another thing which is Charlie clear pre election to going for great to, like, just being around great people and great businesses. They just produce a lot less problems. And so his father was had his law practice in Omaha, and Charlie has got to know some of his father's clients and got to, you know, essentially be, have these conversations with his father, learn Law firm's his father. And so this is something he learned. And, again, medal lesson is how to teach a lesson and why you wanna go for great. Here's another model for my father's law practice. When I was very young, 1 of his best friends was this guy named Grant Mc. He owned a bunch of 4 dealerships. He was a perfectly marvelous man. He was self made, and he made his own way in the world. He was a brilliant man of enormous charm in integrity. Just a wonderful wonderful man. In contrast, my father had another client who was a blow hard, an over reaching unfair pom difficult man. And I must have been 14 years old when I asked my dad, why do you do so much work for mister X? This over reaching blow hard instead of working more for a wonderful man like your friend, Gram fad. My father said, Gram fat treats his employee's right, his customer's right, and his problem right. And if he gets involved with a psychotic, he quickly walks away and works out an exit as fast as he can. Therefore, fad doesn't have enough law business to keep you going. Wisdom is prevention He prevents the problems. The lawyers are hired to fix the problems. But mister X is a walking minefield of wonderful legal business. This case demonstrates 1 of the troubles with practicing law. This is now Charlie speaking. To a considerable extent, you're going to be dealing with grossly defective people. They create an enormous amount of law business. And even when your own client is a paragon of virtue, you'll often be dealing with gross defective on the other side. Like Ben Franklin observed, it's hard for an empty sac to stand upright. I'd argue that my father's model when I asked him about the 2 clients was totally correct. He taught me the right lesson, the lesson, run your own life like Grant Mc. That was a great lesson, and he taught it in a very clever way because he said of just pounding it in, he told it to me in a way that required a slight mental reach. I had to make the reach myself. In order to get the idea that I should behave like grant Mc. And because I had to reach for it, I held it better, And indeed, I've held it all the way through until today through all of these decades that is a very, very clever teaching method. Warren and Charlie, They talk about over and over again that their teachers. In the conversation with John Carlson, he talks about the benefit of their teaching. He says the fact that him and warren have enjoyed the public likes that they had. They've enjoyed the edge... He called an educational side show. The educational side show that that we do. And he says it's constructive. And he feels that learning all this stuff and turning around an immediately teaching other people as a win win, and I love the advice that he gives in that conversation. It's very simple. Make yourself very useful. Charlie and Warren have made themselves unbelievable useful to generations of entrepreneurs investors. He talks about why this is important. First of all, Charlie said 1 of the best things Charlie ever said is that. The best thing a human being can do is help another human being no more. So he's asked the question, Like, are you fulfilling your responsibility to share the wisdom that you've acquired over the years? And if you pay attention to what he's about to say, it's like, oh, this this desire to do this Is 1, it's it's like a positive for the world. It's like a moral duty to to do this. It's good for other people, but it's, like, built in to the foundation of their business. He goes, sure. Look at look at Berkshire Hathaway. I called the ultimate did enterprise. Warren never gonna spend any of his money. He's gonna give it all back to society. He's just building a platform so people will listen to his notions. Needless to say, they're very good notions. And the platform not so bad either. You could argue that warren and I or academics in our own way. He continues this theme. I'm passionate about wisdom. Perhaps I have some streak of generosity in my nature and desire and desire to serve values that transcend my brief life. That sentence sits even harder because he just passed away. But maybe I'm here just to show off who knows? I believe in the discipline of mastering the best that other people have figured out. I don't believe in just sitting down and trying to dream it up all yourself. Nobody's that smart. I owe a lot to these long dead predecessor. What is he saying? I benefited so much that somebody that engage in lifetime learning? And then catalog what they learned and send it down to the next generations. Why am I not doing the thing. I should do the same thing. I am doing the same thing as what he's telling us. I owe a lot to these long dead predecessor. And if you like Poor Charlie Omni, so do you. And I wanna tie that idea together with something else that is discussed in the book. It's like, not only sharing everything that you learn learned that you know is good. But also the importance of removing, which you feel an erroneous or a bad idea from the heads of other people. And in some cases in in business cases like you can create a ton of real financial value for other people, this story he's about to tell us is how Warren Buffett created a billion dollars of value for the Washington Post shareholders. And it was this spreading that Warren Buffett and Charlie Mon if you read the shareholder letters, you hear them talk, they rail against this thing that got spread through academic institutions and the business schools all over the world, it's sufficient market theory. And so his point was that if you have if you adopted, the hard form of efficient market theory, then you logically derived. He's saying you got a bad idea in your head. And then if that if you believe that bad idea to be true, Then it's logical what comes next. So his point is like, we're trying to remove that bad idea. So you don't do you don't think it's true and then logically keep adjusting your behavior based on that false conclusion. So he's like listen, if you believed, if you adopted the hard form of official market theory, then you would think that share buy backs are the stupidest thing ever. Okay? So I'm gonna get into that. So you would logically derive consequences from this wrong theory. You would get conclusions such as it can never be correct for any corporation to buy its own stock. Because the stock price by definition is totally efficient. There could never be an advantage. And they taught this theory to some partner at Mckinsey when he was at some school of business, and he adopted this crazy line of reason. This is a real story by the way. And he adopted this crazy line of reasoning from economics and the partner, this guy became a paid consultant for the Washington post. And the Washington Post stock was selling at a fifth of what an Era tank could figure out was the plane value per share by just counting up the values and dividing, but he so believe what he had been taught in graduate school that he advised the Washington Post who was paying him for this advice. This is crazy, that it shouldn't buy its own stock. Well, fortunately, they put warren Buffet on the board. And he convinced them to buy back more than half of the outstanding stock, which enriched the remaining shareholders by much more than a billion dollars. And that's 1 of the great things about what you and Are doing. This isn't... Yeah it's fun learning these things I'm obsessed with these stories you probably are too. But there is real economic benefit to doing this. It's like this... It's unbelievable. It could be fun and enrich your yourself and your loved ones. And your partners and your friends. Another story that I love that Charlie has is about something a Harvard business school professor did many, many decades ago. And he's tells us a story to illustrate the need for more multi disciplinary education and training. And that if you just focus on business, you're just gonna... It's, like the every with the person with the hammer, everything looks like a nail. And so you're only gonna use business, stuff learn in business school to solve business problems. He's like, then you're gonna lose to people that are more multi disciplinary. And this is a great illustration of how mastering the big ideas and other domains. Actually benefit the way you think about these business opportunities. So this professor from Harvard business school. This happened a couple decades before he's telling story. Gave a test involving too un underworld. That's a really important. There's 2 words I want you to remember here. This professor gave a test involving 2 un underworld old ladies who had just inherited a new England shoe factory that made shoes and was be with serious business problems that were described in great detail on this test. Okay? The 2 words in those sentences in that first sentence it's really important is they're un underworld, and they just inherited the shoe factory. They did not build it. They did not manage it. They were un and they inherited it. The professor then gave the students ample time to answer with written advice to the old ladies. In response to the answers, the professor gave every student, an undesirable grade except for 1 student who was graded at the top by a wide margin. What was the winning answer? It was very short and roughly as follows? This business field in this particular business in its particular location present crucial problems that are so difficult that un underworld old ladies cannot wisely try to solve them through hired help. Given the difficulties and una unavoidable agency costs. The old ladies should promptly sell the shoe factory, probably to the competitor who would enjoy the greatest marginal utility advantage. That is the end of the answer. This is Charlie describing why that was right. Thus the winning answer relied not on what the students had most recently been taught in business school. But instead on more fundamental concepts like agency costs and marginal utility lifted from undergraduate psychology and economics. 1 of my favorite quotes Ever heard comes from the founder Polaroid, Steve Jobs Hero, and the patron saint of Founder podcast, which is our beloved Edwin Land, and he said that optimism is a moral duty. And Charlie gave this commencement address at Usc back in 2007, I think. The full talk. It's like, almost 40 minutes long. It's on Youtube. Obviously, the edited transcript, is in the book as well. And Charlie is going to add something to Edmund land yeah, in the sense of what else is a moral duty and he believes that the acquisition of Wisdom is a moral duty. And then once you acquire it, you obviously pass it on. Since he start to talk. Like, why am I this old man up here, lecturing you or or trying to tell you something on the day of your graduation. He says the sacrifices and the wisdom and the value transfer that come from 1 generation to the next should always be appreciated. He's constantly quoting and crediting confucius with teaching him that because it was very, central tenet to could confucius teachings. So there's a bunch of ideas in this talk that he wants to pass on to the next generation. I just wanna pull a couple of them out. First is this idea that he learned when he was really young, and he says it's a very simple but powerful idea. That the safest way to try to get what you want is to be deserving of what you want. And his personal life is he's like well, do you want a good spouse? Then be the kind of person that could attract a good spouse. Be worthy of a good spouse, and then you will get a good spouse. Spouse says the same thing in business you wanted to deliver through the world, what you would buy if you were on the other end. By large, the people who have this ethos rise in life, the other people who rise in life are learning machine. So that's where it goes into the acquisition wisdom is a moral duty. It's not just something you do to advance in life. It requires that you're hooked on lifetime learning. Without lifetime learning, you people are not going to do very well. You're not gonna get very far in life based on what you already know, and he uses warren Buffett as an example. It's like, listen a Berkshire put up the greatest long term investment record in history year's civilization. Right? The skill that got Berkshire through 1 decade would not have suffice to get it through the next decade with comparable levels of achievement warren Buffett had to be a continuous learning machine. And the people that are learning machines, that that go to bed every night. A little wiser than they were that morning. They are the ones that rise in life and especially he's talking to, you know, maybe let's say these people are, I think graduate level students right, maybe 24 years old somewhere 25, maybe. And his point is like, if you do this habit of just accumulating a little bit more knowledge in adjusting your behavior accordingly, tiny bit every day that makes a big difference because you have a long road ahead of you. Consider warren buffett again, if you watched him with a time clock, you'd fine that about half of his waking time is spent reading. Then a big chunk of the rest of his time is spent talking 1 on 1, either on the telephone or in person with highly gifted people whom he trusts and who trusts him. And you wanna do this practice as much as you can for his long period of time, so he gives the example that he learned from actually, the famous basketball coach, John Wooden, when John Wooden was the coach of Ucla. He was probably the number 1 basketball coach in the world. And so he... What he does is he calls us maximizing non legality. Which is... I don't even know if that's a really memorable way to put it. But I, like, I remember the story. I didn't remember that that line, But the story, I think it would be memorable. And so what he did was just 12 people in a basketball team. He says to the bottom 5 players. Hey, you're not gonna play games your practice partners. That... And he did this because he wanted to maximize the the amount of... Playing time in practice for his top 7 players. So top 7 players did almost all of the playing. Well, the top 7 learn more because they were doing all the playing. And when he adopted this non egalitarian system, wouldn't in 1 more games than he'd won before. This is a takeaway. I think the game of competitive life often requires maximizing the experience of the people who have the most aptitude and the most determination as learning machines. If you want the very highest reaches of human achievement, that is where you have to go. You want to provide a lot of playing time for your best players. And something that your best players and you will have in common is that they're usually doing something. Someone that kind of drive. And I could do it for a long period of time. They've aligned their... What they're doing professionally what they're doing for work with their natural intense interest. 1 of my favorite things the way I think about Charlie. What he taught me is that ask yourself, what are you intensely interested in? And then just do that for a living. Another thing that I found is that intense interest in any subject is indispensable if you're going to excel at it. You need to maneuver yourself into doing something in which you have an intense interest. And you wanna combine that with working only working only with people that you like admire and trust people that you wanna be like, that you trust that you admire or do not He says, do not people do not just quit, quit your job, maneuver yourself especially in the beginning of your career, try to work underneath. Now he's talking about partners, but also the supplies to career advice to try to work on underneath people that you actually admire and trust and you wanna be like, hopefully your partners like that too. And if they are, and you have this trust? It just, again, what did he say that was such a surprising statement. Trust is 1 of the greatest economic forces on Earth. He's gonna apply this to what inside of the partnership that he had, with warren. And so he talks about the highest... 1 of the highest forms of civilization that 1 can reach, is a seamless non bureaucratic web of deserved trust. Not much fancy procedure just totally reliable people correctly trusting 1 another. In your own life, you want it... What you wanna maximize is a seamless web of deserved trust. Charlie also has this great story that I think actually embedded in the story is really great advice. And he calls the story the persian messenger syndrome, and it's very common He's observed in multiple times that leaders of companies as they get more successful. They tend to dislike hearing bad news, and you should actually do the opposite. And he talks about it at Berkshire that hey, tell us the bad news because the good news takes care of itself. And this is again, a a well known, like, psychological tendency that you see in human nature throughout history. The person persian messenger syndrome ancient persians actually killed some messengers whose so full was that they brought home truthful bad news. Like a bat, like, they just lost a about or something like that. It was actually safer for the messengers to run away and hide Instead of doing his job as a wiser boss would have wanted it done. Persian messenger syndrome is alive and well in modern life and he talks about when capital Cities, Slash Abc was competing against Cbs Cbs was run by the founder. Bill Pal over time, Bill Pal became hostile to people who brought him bad news. And so Charlie was like, well, over time, if view that you were on up living in a cocoon, and you're in a cocoon of unreal reality. Is what he called it, a cocoon of unreal reality. And so he says at Berkshire, the way they counteract this since they have a habit of welcoming bad news. There's a common injunction at Berkshire hq always tell us the bad news promptly. It is only the good news that can wait. I noticed a I got to this section, I thought of something that I learned when I was reading the biography of the founder of Ups. This guy named Jim Casey. I covered this book a long time ago all way back on episode 1 92. And Jim Casey noticed this as well like, well, he's running the company he's got all these executives with these executives. The only people that have contact with him. They... They tend to give, like, a distortion of, like, a more favorable distortion of the reality on the ground. He's like, well, Jim Case like, how do I and how do I counteract this. And so what Jim would do is, anytime he's he's driving his car. He would see a Ups truck. He would stop, pull over and talk to the driver. He knew the drivers would tell them what they were experiencing. And many times what they would what he would learn from drivers would be very different from what his executives because his exec... Would tell him because his executives were were likely, were more likely to tell him more positive but less accurate news. And so Charlie advice to you and I is you wanna avoid the persian messenger syndrome. And then when you analyze why does this syndrome appear over and nerve again, it's like, well, what is the incentive? The persian messengers that ran away instead of delivering bad news because they saw previous messages deliver bad news and and get killed or their hands chopped off. They were responding to incentives. And so, 1 of the main things that Charlie repeats over and over again is he calls it the reward and punishment super response tendency. And I think it could be summarized in 1 sentence. The most important rule in management is get the incentives right. And this is why this is what he says. Almost everyone thinks that they fully recognize how important incentives and dis dis are for changing behavior, but this is not often so. I've been in the top 5 percent of my age cohort in my entire life and understanding the power of incentives. Yet have always underestimated that power. Never a year this insane sentence. Never a year passes that I don't get some surprise that pushes a little further my appreciation of incentive superpower. So saying I'm in the top 5 percent of my age agent cohort and every year. I'm still underestimating this thing. What do you think the app... The other people are in in the the bottom 95 percent during. 1 of my favorite cases about the power of incentives is the happened at Federal Express. Federal Express system requires that all packages be shifted rapidly among airplanes in 1 central airport each night. I go into more detail on this on the the episode that I did on the founder of Fedex Fred Smith. And, I think it's episode 151. The system has no integrity for the customers if the night shift cannot accomplish this assignment fast. Federal Express had 1 hell of a time getting the night shift to do the right thing. They tried everything in the world without luck. And finally, somebody had the happy thought that was foolish to pay the night shift by the hour when what the employer wanted was not maximize billable hours of employee ser attitude. But fault free rapid performance of a particular task. If they pay the employees per shift, this is what they decided to do. They went up paying the employees per shift and told them that once that you can go home once all the planes were loaded. And so before this, they could never hit The the... Successful completion of this task on time. And suddenly, because the incentive structure change, hey, do the job you can go home, you could just pay by the job not by the hour, they wanna up doing a way faster and went and this the first time that they actually got fault free, rapid performance of this particular task. That was central. To their business performance. This pops up again, and again, he talks about the history of Xerox, 1 of those Xerox founders is getting Joe Wilson. He, had a similar experience. He couldn't understand why its new machine was selling so poorly in relation to its older and inferior machine. So he goes and looks and he finds out that the commission arrangement with the salespeople at Xerox gave a large and reverse incentive to push the inferior machine on customers. So, of course, You're the salesperson say, hey, I get a hundred dollars if I sell the the old machine or I get 50 dollars if I sell the new machine. You're just gonna... What you're doing is logical. It's the the person at fault is the person that's designing the incentive structure. And so this is Charlie solution. Never ever think about something else when you should be thinking about the power of incentives. 1 thing you'll notice if you listen to Charlie Talk or if you read a bunch of books about them. Buffet does this into shareholders letters as well. Actually, let me read this from a, Buffett shareholder letter. Buffet says the behavior of peer companies whether they're expanding acquiring setting executive comp composition, whatever will be mindless imitate. So he's saying the behavior of peer companies will be mindless imitate And what they're both shocked at, Buffet also says that it always amaze him how high Iq people mindless imitate. So he talked about the benefit of social proof, especially, usually, social proof being enhanced by larger scale and then a lot of brand, advertising marketing. But a form of social proof where it's actually negative... So that... That's obviously positive to a company. The negative part is that the social proof also leads to executive and ceos and founders companies mindless I imitate other people around them. And so he talks about in the highest reaches of business. It's not uncommon to find leaders who display followers akin to that of teenagers. That is Charlie Mu online. They're acting like teenagers just following anybody around them. And he talks about that this psychological tendency is very observable and you see it, usually start in, like, an industry. If 1 idea starts with 1 company, whether it's a good idea or bad idea. It'll spread out other industries are used an example in the oil industry. If 1 oil company foolishly buys a mind, other oil companies often quickly join in buying mines. These oil company buying fad actually bloom with terrible results. And he does a great job dis s down his main point here. If only 1 lesson is to be chosen from a package of lessons involving social proof tenancy and used in self improvement, my favorite would be as follows, learn how to ignore the example from others when they are wrong because few skills are more worth having. Learn how to ignore the examples from others when they are wrong because few skills are more worth having. He's got a great anecdote about this. This is how I really have remembered this story more than anything. And so Meng says, 1 of my favorite stories is about the little boy in Texas. The teacher asked the class, if there are 9 sheep in the pen, and 1 jumps out how many are left, and everybody got the answer right, except the little boy who said none of them are left, and the teacher said, you don't understand arithmetic, and he said no teacher, you don't understand sheep. And I'll close here with a great anecdote about the importance of practice. Skills of a very high order can be maintained only with daily practice. A famous pianist, once said that if you fail to practice for a single day, he could notice his performance deterioration. And that after a week's gap in practice, the audience could notice it as well as a great way of illustrating that the public praises people for what they practice in private. The public praises people for what they practice in private. Keep reading, keep learning. It's what Charlie would have wanted. It's good for you. It's good for your family. It's good for your customers. It's good for your business, and it is good for the world. That is where I will leave it. There is a million more ideas. In this book. I believe it to be an indispensable part of your library, I think it's an absolute no brainer to buy it If you buy the book. Using the link that's in the show notes on your podcast letter to be supporting the podcast at the same time. I will also leave a link down below for the book. But also for the website that's Straight presto. You can get a copy of the digital version for free. I will also leave a link down below for the conversation. The incredible conversation. You do not wanna miss with John Carlson and Charlie Manga. It's 1 of the last gonna be 1 of the last unheard interviews that is released, that would be is available. If you're if you're hearing these words now, it is already available. I will leave a link down below, but you can just go and search your podcast player for invest like the best, and you will see the conversation with Charlie Mu and John Carlson. That is 329 books down, 1000 ago, and I'll talk to you again soon. Okay. So what you're about to hear is this question I was asked a few months ago, I actually recorded this a few months ago. They asked how did history greatest such when think about hiring. At all the answers. People think I have a better memory than I than actually do. You know, if people say, you, you have a great memory. My wife would laugh at that. Because so I forget things all the time. It's not to I have a good memory. It's I re reread things over and over and over game. Every single answer. Every single reference you're about to hear in this 20 minute mini episode. Came from me searching all of my notes and highlights, That option is now available to you. If you like what you hear, if you think it's valuable if you're already running a successful company, and you want an easy way to reference the ideas of history greatest entrepreneurs critters in a searchable database, that you can go through at your convenience anytime you want. They can go to founders notes dot com and sign up. I wanna start out first with why this is so important. There's actually this book that came out in, like, 19 97. It's a called in the company giants. I think it's up at 02:08 of founders. It's 2 Stanford Nba students if I remember correctly, and they're interviewing a bunch of technology company founders. And in there, steve Jobs is 1 of them. This is, you know, right I think even before he came back to Apple. And they were talking about... Well, yeah. We know it's important to hire, but in a typical startup, a manager or a founder, may not always have time to spend recruiting other people. And I I first read this this Steve's answer to this. You know, I don't know. 2 years ago, and I never forgot it. I think it's excellent. I think it sets up why this question is so important, and you should really be spending especially in the the early days, like, basically all your time doing this. In a typical startup manager may not always have the time to spend recruiting other people then Steve jumps in. I disagree totally. I think it's the most important job. Assume you're by yourself in a startup and you want a partner. You take a lot of time finding a partner. Right? He would be half of your company. I'm gonna pause there. This idea of looking at each new hire as a percentage of the company is genius. Why should you take any less time finding a third or fourth of your company or a fifth of your company? When you're in a startup? The first 10 people will determine whether the company succeeds are not? Each is 10 percent of the company. So why wouldn't you take as much time as necessary to find all a players. If 3, 3 of the 10. We're not so great. Why would you start a company where 30 percent of your people or not so great. A small company depends on great people, much more than a big company does. Okay. So to answer this question, the advantage that that I have making founders and that you have as as a byproduct of listening to founders is not only that I've read, you know, 3 hundreds on biographies of entrepreneurs runners now, but I have all of my notes and highlights stored in my read wise app. And that means I can search for any topic. I can look at the past highlights of books, or could search for keywords. So what I did is, first of all, like, what I've sorry do with these Ama questions is I read them, decide which ones I'm gonna do next and then think about it for a few days. I don't put it anything That just literally that that I know that's the next question, just let my brain work on it in the background for a few days. And then I'll go through and start searching all my notes. And so that's what I did here. And so there's a bunch of, you know, I don't have may have like 10 or 15 different founders talking about hiring. The first idea is the most obvious, but I think probably works best when you're already established. So Steve Jobs is talking about, hey, you know, great way to to hire is just find great work. And find the people that did that and then try to hire them. When you're Steve jobs, that's a lot easier. Right? Than if you're just somebody doesn't have reputation, maybe you don't have resources, maybe your companies rather, new or not as well known. David Og. I just did confessions of an advertising man, a couple episodes ago. I think 03:06 or something like that through 0 7. And he did the same thing. But he's David Og at that point. So he would find... He'd go through magazines, find great advertising great copywriting. And he'd write the personal letter, and then set up a phone call. And he says, he wouldn't... He was so well known and, you know, he's 1 of the best in his field that he wouldn't even have to offer a job just the conversation, then the person would... The the he'd wanna hire the person never mention it, and the person would apply to him. And so, again, I think if you can do that, then, of course, straightforward. Who fine for... Somebody does great work, usually you can do this. I actually have a friend that... I can't say who it is. He's doing this right now. Actually. I have a friend that's really good at doing this. He's finding people that do great stuff on the unit internet and then just cold cold dia them, and then getting convincing them to work on things, and that usually works, especially with people, like, younger people earlier in the career. There's a bunch of different ways to think about this in a bunch of different ways to prioritize. So the first thing that that that came to mind but I found surprising is you read any biography on Rockefeller. And he had a couple ideas where he felt the optimization, you know, table stakes that you're intelligent and you're driven and your hard. Right? We don't even have... Like, if you're listening to this you already know that. But he prioritized hiring people with social skills. And so this is what he said. The ability to deal with people is as purposeful, a commodity as sugar or coffee. And I pay for... I pay more for that ability than any other under the sun. There's 2... The second parts to this, though. And this is also works well. If you have access to our resources. He he Rockefeller would hire people as he found as he found talented people not as he needed. It's not like, okay, Standard oil has 6 open spots. Let's go find 6 candidates. Right? He'd come across what he considered a talented person, he didn't even matter if he didn't know what they were gonna. He's like, I'm just gonna stack his team. And if you really think about the the his partner a standard oil. He essentially built a company. An executive team of founders of because he was buying up all their companies. So it's very rare, but there's a line from Titan I wanna reach you, taking for granted the growth of his empire. He hired talented people as found not as needed. And then I found another idea in the hiring, like, the actual interview process. So there's this guy of Van Bush. I did 2 episodes on. I think it's 2 70 and 2 71. He is the most important American ever in history, in in terms of connecting the scientific field, private enterprise and the government. The most important person to keep alive for the American War effort was F fdr, The second 1 was Fannie Verb bush. Fannie Bush is like the force gum of this historical period. He is involved in everything. From the Manhattan project to discovering, like, a young called Shannon to building a mechanical computer, like, this guy literally has done... He just... He pops up in these books over and over again. If you were reading about American business history during World war 2 and post world war 2, you are going to come across the name named Vin Bush over and over again. I read his fantastic auto called pieces of the action, and I came across this weird highlight. And so this is his brilliant and unusual job interview process. And so he's talking about organization he's running called Am rad, at Am rad, I hired a young physicist from Texas named Cg g Smith. The way I hired him is interesting. An interview of that sort is always likely to be on on an artificial basis and somewhat embarrassing. So I discussed with him a technical point on which I was then genuinely puzzled. The next day he came in with a with a neat solution, and I hired him at once. Here's another idea. This is from Nolan Bush Nolan Bush knows, the founder of Atari founder of Chuck She and Steve Jobs Mentor. He hired Steve Jobs when Steve Jobs was, like 19 Att atari. He would ask people their reading habits in interviews. This is why. 1 of the best ways to his whole thing was he wanted to build all of his companies laid on a foundation of creative people. So that's what he's looking for. He's like, I need creative people. 1 of the best ways to find creative peoples is to ask a simple question. What books do you like I've never met a creative person in my life that didn't respond with enthusiasm to a question about reading habits. Actually, which books people read is not as important as a simple fact that they read at all. I've known many talented engineers who hated science fiction, but loved, say books on bird watching. A blatant, but often accurate general generation, people who are curious and passionate read, people who are and a different don't. I remember 1 that that's such a great line, and I obviously agree with it. I remember 1... I'm gonna read it again. A blatant but often accurate general. People who are curious and passionate read people who are empathetic and indifferent don't. I remember 1 particular woman who during an interview told me that she had read every book that I had read. Sorry I started mentioning books I hadn't read, and she had read those 2. I didn't know how someone in her late twenties found that this much time to read so much. But I was impressed... I was so impressed that I hired her right there and assigned her to international marketing, which was having problems. This is why. This is why I'm reading this whole to you. A job with a lot of moving parts benefits from a brain that has a lot of moving parts. It wouldn't be possible to have read that many books without such a brain. So do you see what I mean Like, we start with Steve J saying, this is the most important thing that you... Your role the leader of the company in the founder Right? And you are... In... It's so important to study and this is why I'm glad this this question exists and why I'm glad that I've... I took the time and I had, like, the foresight to it, like, hey, I should really organize my thoughts and notes because there's no way I would have remembered all this without being being able to search my read wise. Right? But you have Rockefeller saying this is what's important to me. You have bush saying this is how I hire. Now you have Nolan Bush now saying, well, here's another weird thing that I learned. Let me go through, what warren Buffett says about this. So this is about the quality. 1 thing that is consistent whether it's jobs, buffett, Bezos, Peter T. This just pops up over and over again. They talk about the importance of trying to find people that that are better than you. The the hiring bar constantly has to increase. Now, obviously, the larger the company gets. That's impossible. Steve Jobs has this great quote where he's, like, you know, Pixar was the first time I see, I saw an entire team, entire company of a players. But they had 400 player. They had 400 team members. He's, like, at the time, Apple 3000. It it's impossible to have 3000 a players. So there is some number that your company may grow to, where it's just... You're just not. You're not gonna have thousands of a players. In my argument ma'am. I don't even know if you get a 400. I guess you... I mean, I'll take Steve's word for it on there and picks pixar definitely produce great products, but it's probably a lot lower than that as well. So warren Buffett would tell you to use David Og hiring philosophy. And so Warren said, Charlie and I know that the right players will make almost any team manager look good, again, that is why it's the most important function of the founder. Maybe directly next to the product or right about all the product actually, because those are people building your product We subscribe to the philosophy of Og M founding genius David Og. Is what Og said. If each of us hires people who are small smaller than we are, we shall become a company of doors. But if each of us hires people who are bigger than we are, we shall become a company of giants. David or Jeff Bezos, rather, used a variation of Og b's idea too. Jeff used to say in Amazon. Every time we hire someone. He or she should raise the bar for the next hire so that the overall talent pool is always improving, and they talk about this idea in Amazon where the the the future hires that we do should be so good that if you had applied for the job you already have in Amazon, you wouldn't get in. That's a very interesting idea. Take your time with recruiting. Take your time with hiring. There's this great book on the history of Paypal. It's actually, I... I've recently become friends with the authors. His named is Jimmy Sony. And this is in his book. The the most fascinating thing that I found was that Paypal prioritized speed. So from the time they they founded it to the time they sell to ebay. It's like 4 years. Jimmy spent more time researching the book than than boy... He said 6 years researching book. I always was tease. Was like, you took a long run a book and they took to start and sell their company. It just speaks to like, the quality he's trying to do. But that... As a byproduct of that, like, obviously they move fast, but they prioritize speed over everything else except in 1 area recruiting. Max Kept the bar for talent exceedingly high. Even if that came at the expense of speedy sat staffing. Max kept repeating, a's, higher a's, b's, higher c's. So the first b, you hire takes the whole company down. Let's read that again. A players hire a players, b players hire c players. So the first b player you hire takes the whole company down. Additionally, the team... The company leaders mandated that all prospects is here's another idea for you. All prospects must meet every single member of the team. Now the next 1 is the most bizarre. It makes sense. If you studied... I did this 3 part on larry Ellis, 3 reports series in Larry Ellis. I should to read those books again because the the podcast is like 50 times bigger, than than when I publish those episodes, and he's just... It's crazy. So he would hire based on the confidence the self confidence level of of the candidate. Listen to this. I have tears eyes. I don't know why I'm laughing. Okay. This just okay. Because this is... You read about Larry Ellis, and he's 1 of these people it's, like, really easy to interface with because you just you just know exactly who he and what's important to him. That's why I think get so funny. Ellis insisted that his recruiters hire only the finest and cock new college graduates. When they were recruiting from universities they'd asked people. Are you the smartest person you know? And if they said yes, they would hire them. If they said no, they would say who is and they would go hire that guy and said. I don't know if you got the smartest people that way, but you definitely got the most arrogant. Ellis and this is why. The personality of the founder is largely the culture of the company. Apple is Steve jobs. Apple just Steve jobs in 10000 lives. Right? I was just texting a, a founder friend of mine. He listed to the podcast actually been him through the podcast, and he's going through this, like, process a self discovery. Like, he's already started a bunch of companies are really successful, but he's, like, I think I'm more of this type of founder than the other type of founder, and that's good that he's doing that because he's he's hopefully his next mission is like, his life's mission, you know? And you can't get your life's mission unless you to figure out who you are. Ellis knew who he was. Ellis Swag combative style became a part of the company's identity, this arrogant culture had a lot to do with Oracle success. Here's another odd idea for you. I he Sharp, the founder 4 seasons actually could figure out that in his business, which was hotels. Right? That hiring could at hiring the right person could actually be a form of distribution for his hotel? He gave me the idea because of what? What do we know? What do you and I know in our bones? That history's greatest founders all read biographies? They all read biographies of people that came before them and took ideas from them? Is he sharp but trying to build 4 seasons? What do you think he did? He picked up a biography of Caesar R. The guy that it R Carlton his named after. The great arguably the greatest hotel year of all time. And when he realized like, oh, shit. R. He he says, remembering that Caesar R made his hotels world famous by hiring some of the form chefs. We decided to do something similar. So what is he talking about? Caesar R went out and partnered with August As. What Caesar R was to hotel to building hotels August Cafe was to French cooking. And so what happened is you partner with World Famous chefs, people come into your restaurant that's in the hotel because the World Famous chef and now they know about your hotel that leads to more get that meet leads to more activity in your restaurant that you own, but also leads to more brand recognition of your hotel, and then by as a byproduct that have more people staying at hotel. So hiring as a form of distribution. This is fascinating. That is a fascinating idea. Okay. Here's a problem. You can identify great people. Right? Maybe they even want to come work. Like, you've identified them, you've sold them, hey, this is what this is our mission. This is what we're we're doing and yet, humans have complicated lives. They have spouses. They have kids. They have a reason maybe they can't move across the country to work for you. Even though they want to. So there's a problem solving element that you've see in these books on you have to solve, like, you've already identified the person, you've recruited them, they can go for some other the reason. Okay. Well, the great founders are not gonna take no for answer. I read in in this book called Lift off, which is about the first 6 years of Spacex. This is what Elon must did. They had anticipated his friend's issue. Having convinced musk, they needed to bring this brilliant young engineer from Turkey on board. It became a matter of solving the problem. His wife had a job in San Francisco. She would need 1 in Los Angeles. Right? Because that's for Spacex at the time. There... These were sol problems and Elon better at solving problems than almost anyone else. Must therefore came into his job interview prepared about halfway through must told the guy that he wants to hire. So I heard you don't wanna move to La, and 1 of the reasons is that your wife works for Google. Well, I just talked to Larry and they're gonna transfer your wife down to La, so what are you gonna do now? To solve this problem, Musk could called his friend Larry page, the c cofounder of Google. The engineer sat stunned silence for a moment. But then he replied, given all that he would come to work at Spacex. That's really smart. There is another idea when you're promoting, are you gonna promote from within or from without, you know, that's dependent on you depending on what what's going on. I do think this is interesting, though. This is a guy named Lush schwab. Who built this this really valuable chain of like, tire companies in the Pacific Northwest. I actually, found out about him because charlie Mu is was like, hey, you should read this biography. He said it in he didn't say it to me personally. He said it to in, like 1 of the Berkshire meetings. That... To study, Les Schwab had 1 of the most... 1 of the smartest, financial incentive structures I any company that that Charlie Mu come across. So this is what Les Schwab at. He did not want to hire from He didn't wanna hire other people from other companies because they might come with bad habits. He'd like to train his own executives. And so he says in our 34 years of business, we have never hired a manager from the outside. Every single 1 of our more than 250 managers and assistant managers started at the bottom changing tires. They have all earned their management job by working up. And then another thing, if you're gonna hire the best of the best and a players, their... A players don't like to be micro managed. And so this came in Larry Miller automatically called Driven. He owns, like, he owned, like, 93 companies, author throughout Utah car dealerships, movie theaters, all kinds of crazy stuff, but he also owned the the the Nba team Utah Jazz. And what was fascinating is he's trying to recruit Jerry Sloan as the coach at the point. And Jerry Sloan would only take the job on 1 condition, and I really like it. I really like this idea. If you hire me, let me on the team in business. Right? That's what you're hiring me for. 1 of the best things we had ever done was hire Jerry Saunders coach. At the time he said, I'm only gonna ask you for 1 thing. If I get fired, let me get fired from my own decisions. If you hire me, let me run the team slash business. Here's another idea. From Thomas L Edison that I think is fascinating. Really, the way I think about a founder is, like, you're developing skills that you can't hire for. You you're gonna hire for everything else, but you shouldn't be horrible and Edison wasn't. Edison expressing his views on the preeminent role of applied scientists, which that's what he considered himself, coin the expression, I can hire mathematicians, but they can't hire me. And so when I read that paragraph for the first time a note I left myself was develop skills that you can't hire for. Capitalism rewards things that are both rare and valuable. Est Lau would give you advice that you need to hire people align with your thinking and values. Hire the best people. This is vital. Hire people who think as you do and treat them well. In our business, they are top top priority. So this idea is like That seems kinda weird, like, hire people who think, like, you... There's obviously not 1 right way to build a business. I think the your business should be an expression in your personality who who as a person at the core. And so I think there is an art to the building of your business. And the reason to use the word art. I don't mean in, like a h Toy, you know, pre potential manner. That's not me at all. I don't even care about. At don't art at all. Really? I mean that you're making decisions not just based on economics. Like, there are non economic important decisions based on how you're building your business. Like, you could probably make more money doing a decision a, but decision a goes against who you are as a person, or you just don't like it or it's just not as elegant or beautiful? And so therefore, you don't do it. So that's what I mean about, you know, hire people who think is you would you do, and what... For whatever reason when I read Essay sa lau say that. I was like, okay. That there's, like, this art to what she's doing. 1 thing that's gonna be helping recruiting. This comes for Peter T. I think this is the book 0 to 1. Understand that most companies don't even differentiate their pitches to potential recruits to hiring. So therefore, like, they're just gonna buy as a byproduct that, you're gonna wind up with a lower overall talent base. And so he says what's wrong with valuable stock, smart people are pressing problems. Nothing. But every company makes us at these claims. So they won't hope you stand out general and un pitches to join your company. Don't see anything about why a recruit should join your company instead of money instead of many others. So that idea of, like, your pitch, your actual... He would tell you you're... You shouldn't be building it on differentiating in commodity business. But even above and beyond that, like you're... The the the mission that you're trying to engage everybody to join you in. That pitch that sale sale you're trying to make to potential recruit should be differentiated. Should not... If that person's buying to 5 other jobs, there should not be like, it's like, they may not like your mission, They may not like your pitch, but they should be able to compare anything else. Another quote from Nolan Bush. Hire for passion and intensity. That's what he would do. Or that's what he did when he found Steve jobs. If there was a single characteristic to separates Steve jobs from the massive employees, it was his passionate enthusiasm. Steve had 1 full... At 1 speed, full blast. This was the primary reason we hired him. And 1 thing all these founders have common is that he know how important hiring is. And when something's important, you do it yourself. This is again, Elon Musk hiring. He interviewed the first 3000 employees at Spacex. That's how important it was. 1 of Musk's most valuable skills with his ability to determine whether someone would fit his mold. His people had to be brilliant. They had to be hardworking, and there could be no nonsense. There are a ton of pho out there and not money who are the real deal must said of his approach to interviewing engineers. I can usually tell within 15 minutes, and I can sure I can for sure tell within a few days of working with them. Musk made hiring a priority. He personally met with every single person the company hired through the first 3000 employees. It required late nights and weekends. But he felt it was important to get the right people for his company. And then the close on this, we started with Steve Jobs telling us why it was so important and why should be a large part of how you spend your time, and now we'll close with what you do after, What do you do after you hire the person. That's what he says. It's not just recruiting after recruiting its building an environment that makes people feel they are surrounded by equally talented people and their work is bigger than they are. The feeling that their work will have a tremendous influence and is part of a strong clear vision. So that is the end to that 20 minute mini episode. I just re to the whole thing. And it it really does I think it's a perfect explanation and illustration of why I think founder notes is so valuable because that... Some of those books I haven't read in 5 6 years. And just the ability to have a searchable database of all these... These ideas like this collected knowledge of some of the history's greatest entrepreneurs to reference and then contextual apply to our own businesses. It's nothing short of, like, it's magic. That's a really way to think about it. I think it's a massive superpower it gives me a massive superpower. I couldn't make the podcast without it. I also think if you have access to it it'll make your business better. And so if you're already running a successful business, I highly recommend that you invest in a subscription, and you can do that by going to founders notes dot com."
}