{
  "transcript": "People write and read biographies because their subject stood out for doing something. For being something out of the realm of the every day. They created something new, solved a problem sparked a movement, altered established courses, method and thinking. That's what Levi was. He didn't invent blue jeans, but without him, the most iconic garment in fashion history might never have been more than just duck cloth pants on the rear ends of Nevada miners and team stores. Without Levi levi's business sense and vision, which allowed him to see the potential of those little metal rivets. The overalls might have seen the light of day, but they would not have thrived. Levi didn't run orphanages and kindergarten. But he saw to it that their doors were kept open for those who ran them and for those who desperately needed the safety of their walls. He wasn't a teacher, but he gave enough money to a growing university so that its teachers could steer new generations of students towards the future. He didn't hold any political office, but his good advice, solid bank account and respected voice were sought out by politicians and policymakers. His vast dry good business allowed families and remote locations to have a few comforts. In the midst of hardship. San Francisco fame for first and for icons of all kinds. The cable car, the Golden gate bridge, the beach generation, the summer of love, the rise of the hippie. Gay liberation and the tech revolution. These inventions, designs and cultural revolutions blossom because San Francisco had a solid core for them to spring from. That core was commerce. Without the goal that the cities passed rested on, its future residence would have had no place to come to and levi strauss was 1 of the men who set that firm foundation. Okay. So that was actually towards the end of the book that I wanna talk to you about today, which which is levi strauss, the man who gave Blue jeans to the world by Lynn Downey. So before we jump into the book, reviews and ratings on Apple podcasts are extremely important. And you probably already know this because undoubtedly, you've heard other podcasts references this fact. And so I've thought a lot about a away... Like, what is the best way to encourage people because it's so important to leave ratings and reviews. And a lot of you have already done so and you've done just because you wanted to be kind and you enjoyed this podcast, which I really appreciate. But I think when something I've learned from studying and reading all these books is, you know, humans do respond to some incentive. So I was trying to figure out a way to have some kind of mutually beneficial exchange. So because it's important to me for the podcast to get a lot of ratings and reviews, how can I, basically reward you for taking a few minutes of your time? So I actually came up with, an idea that I think... Well, right now it's the best idea that I have in regards to this. So I think the bet... The best way than just asking you is to offer you something of tangible value. So here's what I propose. If you leave a reading and review on Apple podcasts, or itunes, if you take a screenshot, and then you email it to me at founders reviews at gmail mail dot com, I'll also leave the email address in the show notes. I will email you back a link. To short little podcasts. They're, like, short little versions of founders that I'm doing. Only for people that leave reviews. So they're not gonna be on my main feed, these podcasts are I'm not gonna be appear on the main feed. They're not going to peer on the the subscription the Patreon only podcast either. It's literally only for people that leave reviews. And if you've already left a review, then, obviously, just email me, and I'll I'll send you the link as well. I already have 1 done, but inspired by Steve Jobs, there is 1 more thing. This is not a 1 off trade. If you email me a screenshot of your review, not only will I send you a link to the podcast I've already completed for this purpose, but I will continue to email you, reviewer only podcast in perpetuity. I plan on doing these shorter, review only podcast about 3 to 4 times a year. And as I thought about it, I think it's a pretty fair trade. For a minute or 2 of your time, I will send you hours of work on a reoccurring basis. Okay. Let's get into today's book. So we're gonna start out in Levi levi's early life. So the book says his early life, like that of his fellow Jewish Newcomers began as humbly as what nineteenth century ba. Had to offer. So he was born in a place called Ba, which I don't... I had never heard. So I had to look it up. And turns out during the time that he was born. He was born into something called the kingdom of Ba. Which only lasted from 18 o 5 to 19 18. And it's a... It was a German state that succeeded from the former electorate of Ba of Ba, or maybe it's ba before. I'm not sure. But I wanna describe for you, the reality of his early life and why his family eventually fled to America, and it has something to do with this thing called It's a German words, I don't know how to pronounce it, but it translates to the Jew law. So I wanna describe to you what what his society it was like. So it says the boy whom America would transform into the man called Strauss. Began life with it with the first name Lo. Young lo was born into a society that believed it had quote unquote ema its Jews and given them the rights of full citizens. In reality, Jews had only those rights that made the bulgarian government and Christian society comfortable. Gives a little background what was taking place in, like the tenth century up until this point, it says, over the next 700 years, so from, let's say, 1000 to to around the time and where the story picks up. Over the next 700 years, Jews were repeatedly expelled or exterminate, allowed to return and then forced to leave their homes again. At the end of the seventeenth century, they began to trickle back in to what becomes ba var. And here's some restrictions. They were allowed complete freedom of Worship, but rabbi had to have command of the German language. Only villages oversee by a local police force could have a rabbi. Congregations without a synagogue could worship in private homes, but Jews could not have secret private gatherings for any other reason. Once in effect, the German word appears again Just gonna call the J law, the J law decreed these traditional occupations off limits. And Jews were forced to take up farming and crafts. There were some exceptions though. Men who were already engaged in pe before 18 13 and could not learn any other trade were allowed to continue. Others learned a new trade on paper, but practice the old 1 in reality. So his dad was, like, rather old when when he had, like, 8 or 10 kids, and he was something known as something called a peddle. So when they're using the word peddle in this book, it's really like a door to door salesman where they they were poor enough, they were too poor to have a store, but doing well enough that they could still support their family. So all of the goods and goods that they... And products that they would sell, they'd had to carry with them. And so the Government eventually said, no, like, the only Christians could do this Jewish couldn't. So it says the J law left its mark everywhere from individuals to entire villages, and the str family were among them So I'm not gonna spend too much time on his life before we get to America, but there are some some parts that some highlights I wanna hit that, I think we're interesting. So it's it's talking about his dad. He says, he continued to work as a peddle, even though the J law bad its practice. Nearly 50 years old when Lo was born. He could he could not pick up a new profession. His sons, however, were not were not so lucky. They could not follow in the family business or choose any other traditional Jewish trade. Lobe was expected to become a farmer, tanner Weaver, cobb soap or other small craftsman. And even though they might find training or work, they would have to do it alone. The new rules regarding Merit made most men ineligible as husbands, and the available woman were snatched up by those who were. So the the the restrictions of the Jewish law in Ba at the time, even applied to, like, things you could do in purse which and, like, your personal. It's like, who you could marry, what kind of work you could do if you could gather like, large groups of people where you could worship all kinds of just stuff that's frankly, none of the government's business. So the the next... Note no left myself is they're looking for tolerance and the freedom to be left alone, and it says the J was designed to make proper citizens of Ba bulgarian Jews and it did for the United States. As the government gave with 1 hand and took away with the other so thousands of jews left Ba var to find religious and social tolerance across the ocean. So his dad winds up passing away, his... In this... This happens what I'm about to describe to you happens over a few short years, His dad passes away, leaving his his mom Widow, she rem ramirez. The second husband dies as well. So now, at this time, Lo is 1 of the youngest of the children, and most of his older brothers have already left for America. And says now a double widow in possession of 2 homes with no husband or grown male children to protect or support her, Rebecca, which is his mom made the only logical choice she could. It was time to move to America. So the process of getting out of Ba was not that simple took them, I think almost 2 years to finally petition the government. And we're gonna... We get some of Levi's first words on on record, in a plea. For him to emi to America. And this is now Levi speaking, and he's about 17 or 18 years all the time. And he says the favorable news that I've received from my step brothers in America has convinced me to follow them even though I do not have at this time, a specific occupation, but my brothers will take care of that. No members of my family will stay behind, and I love this sentence. I will share the fate that has been assigned to me with them in foreign lands. I thus join my mother in her plea. Now the the book spends a great deal of time talking about how dangerous these voyages across the sea were at at the time they're doing it and yet the conditions in in many of these countries in Europe were so poor that people risked their lives to come to America. And I'm just gonna read a 1 sentence in description of the dangers that I think give you an idea. But on a personal note, I just... I think this is something that really sticks out to me because I don't... I I've talked about this on the podcast. I'm pretty sure in the past. But my own father was born in Cuba. Give and he was a baby right after Caster took over, and, forced to flee. They went up in New York first, so they ran away from the the communist government, like, you know, hundreds thousands not millions of cuban did. They landed in New York first and then eventually settled in Miami where there's obviously AAA large cuban population. But the reason I bring that up is because what I was thinking about here is you have... Rebecca taking, I think it was Levi and his younger sister, and getting on a boat. Many of these boats were... They crashed at see. They disappear. They they... People died. And it was so bad and they were under such persecution in Ba var that they she risked not only her life but the life for her children, and I saw this when I was growing up because we would have people come over, so there's there's something called like No in in human culture where it's like, a big celebration of, like, they celebrate racing Christmas on Christmas Eve. And usually, they do so with a party, they eat pigs and dance and do all the other stuff. But anyways, well, we'd either host these gatherings or... We'd go to these gatherings when I was kid and inevitably every single year, there would be, people that had fled from Cuba on raft. Man made raft, and that's like, that's a there's being a genuine description of what they actually did. You can Google this if you're really interested in it and, yeah. I don't know I I got to meet these people when I was younger. Usually through a translator, because I don't speak Spanish, but then they only did. But you just realize how... Like, again, this... I guess this thing is... These kind of situations are, you know, they're they're... You see them in history constantly. You're just even seeing them now in some place in the world modern day. But just the idea that you would get on something that, you know, I mean, it's just a man made raf, and you would go across 90 to hundred and 20 miles of open ocean with no tools, knowing that many people that have done so died doing so just to get away and and have opportunity. I don't know. It's just... It's something... Oh, I've always thought about and I've always kept with me. And that's why I don't know. Maybe that's why I'm kind of an advocate for entrepreneurship because I think, like, people should have the freedom to to to make their own way in the world. At a fundamental level and you see when that freedom is denied the the great lengths, people will go to to get that freedom. So to me, that's almost like a universal human desire So, this 1 sent the description of the dangers. I'm not gonna... I mean, you obviously know these ships could could crash and everything, but it's also they're cramped in in, uncomfortable quarters, and it says, and not even the largest chamber pot. Could hold the volume of vomit that accompanied the c sickness of the first few weeks on the water. So I'm gonna skip over that the the entire section of the journey because it's kind of outside the scope of what we wanna discuss here. And so now we... At at this point of a story, he is arriving in New York. His step brothers have started. So everybody just comes here and that it was interesting to me as we talked about last week, how entrepreneurship and starting new companies is at, like, a 40 year low in America where you think it should be the exact opposite. Right? Well, it's interesting to me. It's like, when you immigrated here, a couple of years ago, you had little choice, but the, like, you could try to get a job, but most families just try to start their own business and a lot of them were just peddle. So they try to have a trade and then sell that, or they try to, produce our resell products or whatever they could. So his brothers came over, they started out as peddle. They eventually worked their way up and got their own store. And then this is a little description, and I love this, and it's called... It's talk... They're talking about enduring hardship for the ultimate goal. And, It says if they did experience hardship, they knew it wasn't forever. It was just something that had to be endured on the way to the ultimate goal, self employment. And that was achieved with hard work, good connections and help from the family. Pe was usually the first rung on this ladder, and the storefront came next. Becoming a manufacturer, managing factories in middle and employing relatives was 1 that many men reach meaning 1 status at many memory reach There were also a few merchant princes who commanded glorious department stores are fabulous successful wholesale businesses. So right there, just... It's kinda of the whole spectrum of what you see even and now today where you can have, you know, a 1 person business or a little creating something and you're just selling it to people or maybe, like, what people call like, a mom and pop shop or whatever you wanna call it all the way up to, you know, giant corporations. So obviously, the scale is different today, but there was variance in the size and and how the businesses were organized even back then. So there's another sentence I just wanna reach you it's the motivation to leave, making a good living and enjoying true personal agency was denied them in Europe, but encouraged and celebrated in the United States. So a few pages later, we find out, like, what what is Levi's as a young man, an immigrant to New York. What is his life like? And so the book says, from the day he arrives in America, young Levi's life was round was a round of family, worship and no to the grinds stone application to learning English, and every detail of the dry goods business. So his family is in the dry goods business the way to think about dry goods because I don't know if that's that's commonly used. Actually had a... The the the book is a description, but I did... I try to find a way to to summarize it for you. And this is the best 1 sent did summary. Summary it says, in the Us, a dry goods store carries consumer goods that are distinct from those carried by hardware stores or grocery stores. So a lot of this was, like garments, textiles, stuff like that. So that's... They're in the dragons goods business. He and his family were hoping to create a new New York, 1 that bus with both people and industry and with commercial links to settlements spring up along America's rivers, lakes and into its rich westward farming country. So now we're gonna get into the main... I'm gonna spend a few pages here. Talking about the background at this time. Right? And there's so many parallels to today. I just... This is 1 of my favorite things about trying to document the the history of entrepreneurship. And so it's the gold rush. This is the re the revolution that is taking place that Levi built his entire business on, the foundation in which he built his business on. So it says the story is well known. On January 20 fourth, Midwest native and amateur geo, James Marshall was working on the tail race of a saw when he... That he was building for Swiss entrepreneur John Stu on the American River near Sacramento. On He used the mill race as a giant s, And after flushing the mill race down to bedrock, he looked into a small still pool, put his hand into the freezing depths and brought out the nuggets. They would ignite 1 of the greatest mass migrations in history, the California gold rush. So as this entire time, I... That I'm gonna be talking about the gold rush. For our purposes, let's Let's think of it as a metaphor for the technological revolution that we're living through right now. The Internet revolution if you wanna get specific. So this is a description of the opportunity caused by the gold rush. A reporter writing in the 02/19/1852 issue of New york times stated that the fur bio symptoms I had to look up this word for bile like fever. Of the California Gold rush were not a passing fad. Here then is a limitless opening for industry and talent he wrote. If anything describes the approach to the challenges of the gold rush, It is the words, industry and talent. With foresight gain from the years of hard work and good news from those who are already in California, merchants realized that the best way to make money and mining was not to squat, in a snow fed river, but to have dry clothes ready for those who did, This is also known as, Pickaxe axe retailing that in a revolution instead of trying to make money in the actual revolution, you should be making money selling tools to those that are doing that. That's at least 1 strategy. Having perfect the pe and then wholesale and retail merchandising of American goods, while in New York and an high in Ohio River towns. Merchants who went to California went there well prepared. Few of them ended up as peddle. Mostly because California had enacted in a no attacks on pet on peddle. But these merchants knew that opening stores in the small towns that blast... Blossom them throughout the gold region was the best hope for success. Some state in New York and supplied California retailers exclusively. As the port city nearest the Gold fields, San Francisco was perfectly suited to be the way station for goods and men. Immigrants, like the Str brothers came to New York just as demand for ready to wear clothing arose and then exploded. As more young men joined the middle class, they enjoyed a growing prosperity, but this didn't always mean that they could afford tailor made and personally fitted trout or shirts and vests, most of them could not, actually. So they talk about the people that open a store. They enter the clothing business relied on tiers of producers and manufacturers. Workers in their homes are in small shops, producer for job who then sold the goods to wholesaler and then distributors. K. So that's the the channels we're talking about. These men in turn had retail customers who got the items into the hands of the final purchaser our consumer By 18 53, this interconnected system made the ready to wear clothing business, 1 of the biggest industries in the country with New York as its hub. This category included the garments prize by the new white color. Class, but also covered the ru shirts and trousers worn by farmers, laborers and soon, California Gold myers. Okay. So they're... The the strauss families already in the dry goods business before the gold rush. And so they were we're uniquely positioned to take advantage of this. And you're gonna see that by just doing the best job they could, they wind up... You can't predict opportunity in the future. Right? But if you sometimes, and you're lucky enough to be in a situation where you're already in good position, and you could take advantage of a huge opportunity. Levi's is actually already, I think it's, like 20 years into a successful career as a as a wholesaler and manufacturer of dry goods, and that's when he has an even larger opportunity to to do the Blue jeans. What we'll get there. So they identify a hole in the market. So by 8... By 18 52, the Strauss family was surely hearing many stories about the travels of their Fellow Jews and their successes in California. Friends and neighbors shared letters from relatives out West, and commercial ties were made and strengthened, and it became obvious that the gold rush was not a fluke. Although some people went to California for a while, made a handsome profit and then came back to new York. The majority decided to make California their permanent home. Merchants helped helped little gold rush towns prosper. They helped build small cities into major ones and provided everyone from minors to comfortable families with what they needed. In fact, by the early 18 fifties, it was it was obvious that more than sturdy workloads and boots were required. That's the whole. Gold wealth, but wealth was relative. It wasn't just about buying the most expensive house. Furnished with French imports. There were other dreams beyond material goods. To be a to a labor, enough gold could mean no more call hands are a back no longer bent under a a pod filled with bricks. Middle class white collar clerk long for an escape from the s regiment of the office. At the conscious level, the rush thought only of holding the gold in their hands. But at the deeper level, a true desire excuse me. But at the deeper level of true desire, gold meant freedom. Some people had it very clear in their minds that gold was a means to an end and not an end in an in and of itself. It was another avenue to achieving the goals this is important. It was another avenue to achieving the goals that consumed them from the minute they hit American soil. Economic autonomy, support for their families, and participation in a shared community with freedom from fear. So the note left on my that page was another meaning of wealth, human nature doesn't change and tom and a quote from Thomas edison And so 1 of the benefits of me reading all these books, and then recently I've had to go back and listen to some of my old podcasts because I've been taking notes and and trying to make sure that a catalog everything that I've learned. And so all of this stuff... There's so many times where I just read, like, a paragraph in, you know, my mind just compares it automatically is something that's seen before. So I read something from the biography of Thomas Edison that I read, like, 2 years ago. It's called the Wizard of Men Park. And it really made me think of that that paragraph I just read to you, and I would say, like, my own personal, like, life goal and has been for a while. Well, it's it's something that's not new because this is This is a summary of Thomas Edison in 18 69. Okay? So it says, and I think this is probably applies to a lot of people that are listening to this right now. And it says, having one's own shop, working on projects of one's own choosing, making enough money today, so 1 could do the same tomorrow. These were the modest goals of Thomas Edison when he struck out on his own as full time inventor and manufacturer. The grand goal was nothing other than enjoying the autonomy of entrepreneur and forest stalling a return to the ser of employee. Edison need for autonomy was primal and unveiling. It would determine the course of his career from beginning to end. So it's really amazing thing about books, and I think podcasts too or anything that you're learning whatever medium you're choosing is that you just never know these ideas it's that stick on your mind. But I remembered that. I haven't read that maybe what a year and a half 2 years, I don't know the exact time frame, but a long time. And immediately, when I was reading this league Strauss spoke I like, I gotta go pull that Thomas edison simple book because that's what it sounds like. And that's why I love. I think I've talked about this before, and maybe this is helpful for you. But I don't just, like read books. Like, I if you were if I could show you pictures of these books, Like, they're constantly marked up. This 1 has probably 50 different posted notes sticking out all those posted notes correlate to highlights or underline that have made the book, summaries of, of, what's in them. I write indexes on the back pages to try to like, a quick 1 page reference to what's in the book, like my own index. Not, like, obviously, a lot of these books have indexes, but it's really an index of ideas. Because it... What happens is I usually don't just read them once. I go back, and I pick it up, and, you know, instead of spending reading the book, having to read the book, like, I can find these what I'm looking for easily. And I also talked about why, what's something I... That's helpful. If you really love a book. 1, you know, if I really love a book, I want the hard cover or or a physical format in my house, just because I, I like, having them. And then I'll also usually buy the Kindle book of books I really love because Kindle lets you search for for specific phrases and in terms that that you might wanna go back and review because, like I said, like, you're constantly changing. The idea is that are resonating with you today. If you go back and revisit them a few years from now, you're probably gain additional meaning from them. Okay. So Levi. Let's see. Now we're gonna see... So we we know what's going on with Gold rush. Right? And it's just huge opportunity, and Levi levi's is eventually going to leave New York to go out and try to build the family business, his own business, which turns into levi strauss company. Which to it it's something I did... I I didn't know. I had to do additional research preparing for this podcast. I didn't know Levi strauss still... It it's still privately owned. I thought, you know, it's such a well known brand and, of course, I could probably went public or whatever the case is. No. It's family owned and has been. Since he since he founded it in the 18 hundreds. Okay. So Levi was 23, he had 5 years of New york dry goods experience under his belt, and he was unmarried. And he is gonna be the 1 responsible for building the family business in California. And it says if Levi had shown no talent for commerce, if he had to succumb to New york's temptation and spent his nice and nights and dis anticipation, or if he decided to take up different line of work, he wouldn't have been right for the job. The fact that they did send the youngest brother on what... What was known to be a dangerous journey and risky commercial undertaking meant that this much older... That his much older brothers had complete confidence in his abilities. On something I I repeat constantly how lucky we are to be alive in the age of the Internet and how it makes building businesses. While never easy way easier, this section is is fascinating, like, all I thought about when I reading the book, I like, wow. Like I have no reason to ever complain if I have any kind of hardship. Given what this guy had to go through to do what he's doing. So it I said, next few pages, it's a play on words, 1 of my favorite books that I read is Nick Bo super intelligence, path dangerous and strategies. And so I I let a note up for myself to summarize this part is getting to California, past dangerous and strategies. With news of the gold discovering California made its way east at the end of 18 48, f men brought out their pick and shovel inventories of hardware stores and said, goodbye to worried families. Knowing that they were... There... They were streamers... Or shoot... Excuse me, steam leaving for Panama. Steam a boat, kind of boat. They headed by the hundreds for for they headed by the hundreds for New York to catch the next available boat. Clogging docks and the boats themselves. The reason to choose Panama can be summed up in 1 word, speed. There were 3 ways to get to California from east and from the East and Midwest at the end of the 18 forties. 1 was in a clipper ship going around Cape horn at the south tip of south... At the tip of South America, and then up the coast of San Francisco. Residents of New York and other Mid Atlantic states usually chose this route because the because to head overland, you'd have to get to a jumping off place like Saint. Joseph our independence Missouri, a hard trek on its own. Once chosen both of these routes could take from 3 to 6 months are longer and each had its own unique dangers. Trails across across the country were unmarked with scarce or bad water. Indian attacks were rare, but always on immigrant... On Immigrants minds and diseases like cholera, cholera. Come on. I I can pronounce this. Come on, guys. Here we go. Alright. In diseases Like cholera claimed more lives and historians will ever know. A clipper ship journey meant f cold and sear heat, and the rounding or doubling of the horn with such a horror it inspired dozens of see faring songs. A typical refrain was I wish to god had never been born to drag my car... My car kiss across Cape horn. If speed wasn't the object, either of these routes would get a traveler to California eventually. But if it was gold, speed was essential. Getting to the American River as soon as possible meant choosing 1 of 2 central American routes. 1 created by Ka door Cornelius Van belt and Nic, took travelers on a very wet journey on the San juan river and Lake Nic. And then on a road, the rest of the way to meet San Francisco bound steam on the Pacific. The Panama route was more popular and conditions improved as the 19 fifties progressed, keep in mind, there's gonna be... I think a 2 part series I'm doing on, the comment on Cornelius Van belt very soon. I don't think you could do a podcast on the history of entrepreneurship without mentioning mentioning, mentioning him. Used of a character to say the least. Okay. So it talks about... They've, you know, they started out the forties doing this by the fifties. They they got better at it, and here's a description. It says the ships puff from New York through the Caribbean. To the to the mouth of some river that I can't pronounce. On Panama Eastern and coastline. Their passengers loaded themselves and their baggage into Bun hose. So I... I'm not familiar with this word. It's BUNG0ES, Bun, Bun, these... And what they are, the the flat bottom boats piloted by indigenous people that took an average of 2 days and nights to reach 1 of the 2 trail hits. Now now remember, I'm I'm spending time in this section because this is describing what Levi I had to go through to get to California before even was able to found his business. Travelers then either rented a mule or walk the final 18 miles to Panama City. Sometimes waiting days or weeks for another steam to take them to San Francisco. By the time, levi... Levi strauss landed in Panama around Valentine's Day of 18 53. The crossing was a more organized and modernized operation. The Panama Panama railroad was partially completed across the Its miss at by this time. In addition, the steam ship companies put more ships into service, so the men and women who made it to Panama City rarely had to wait more than a day or 2 for a boat to take them to San Francisco. Although the river transit had its dangers, alligator, drowning, yellow fever. Now this is the crazy part. 1 of crazy parts. The trails were the most worrisome part of the journey. Travelers were at their most vulnerable because both roads went through narrow canyon are dense jungle, which gave highway men plenty of places to hide. Robber and murders happened on the trails at all times of the year. Though they mostly targeted those going home from the Go fields, their packs full of p of the American rip. So Levi I get... He he survives that. He gets to san Francisco. I just wanna share this 1 part that's relentlessly resourceful. I just love when people like, they come up with these clever... Entrepreneurs come with these clever ideas to build businesses out of stuff that's, like, in plain sight. It's just like a... You had to come up with a good idea to do this. So you know, people are are Rushing San Francisco because the gold rush, and I'm just gonna read it because it's it's funny, and it brings a smile to my face. Hundreds of gold fever sailors abandoned their vessels as soon as they made land fall in San Francisco, staying only long enough to outfit themselves for the trip inland. Wildly entrepreneurs haul the ships right up to the shoreline made them secure and turned them into warehouses and lodging. I love that. Alright. So This is where he starts his business, and I don't know left myself. It's Levi starts his business cold. So he's arrives in San Francisco. The plan is he's gonna found the business. His suppliers are gonna be his brother's who are manufacturing stuff in New York. So let's manufacture stuff in New York. We'll ship it to san Francisco. Levi start to business where he can wholesale, and then, you know, market mark it up and wholesale and start making money. And... But at the time, he has no contacts in San Francisco. So he has to start his business cold. So he has to wait a few months because, like I just described, you could ship something from New York San Francisco, but it takes a long time. So They ship it on January they expect to arrive in May. With this information in hand, knowing that 3 ship loads of dry goods would start arriving at the end of March March. Sorry. He hit the pavement to find his first customers. The easiest and most efficient way to get started was simply to call in the retailers already in San Francisco. It lists a bunch of the companies. The company names are not important. So the retailers, hotels and restaurants could also, would also be on his list. So he just goes... Doesn't have any context. He just goes to Door to door, hey. You're a retailer. I'm a wholesaler. Can I offer you something can we can we build a, of a relationship of simple as that? So start out from very humble beginnings. As you'll see, and I'm gonna share the the good thing about this book is 1. It's written by a an employee of Levi strauss that was hired as an historian of the company. And so I part, I'm not gonna include it all on the podcast, but it's in the book is. There's a great fire and I think 19 o 6 that destroyed all of, the leave... A lot of the Levi strauss company documents. So she had to go back and spent several years. She traveled to like where he was born down to South America, all the places that are important to the levi story to, like, recreate and and obtain information. And she was also able to find, like, public records of, like, income, Like, how much money they were sending because a lot of stuff was on, like, ships. I don't know what they're called. Like, registers of the the stuff they're carrying. There's specific term that escapes me at the moment. But, you know, if you're... Let's say you wanna ship a thousand tons of gold or whatever. You know that what's on the boat and and then we can know what gold was worth at the time and you can kind of guess. Basically, it's a it's a it's a a way to work backwards and find out revenue numbers. And then we also finally like, profit margin and stuff. And I'm gonna share off, of course, share that. On the podcast because that to me is interesting, and it it gives you concrete, like, a a concrete understanding of of, the success that the company was having. What I love about this book is she gives a lot of background in San Francisco. And I just think it's fascinating to to understand the history of places kinda gives you an idea why certain industries started in specific places as opposed to others. So it says in 18 55 journalists an occasional politician, his name's not important, compiled and published a remarkable book called the An of San Francisco. This enormous home recounted the history of the city from the early exploration period to the current day. It covered everything from the history of the post office to Ben institutions to the great fires to a month by month accounting of the events from 18 53 to 18 55, with copies of the California constitution and the city's charter throw in thrown in. It is a clear headed look at San Francisco personality as well as history. In describing the city's life during 18 53, The authors wrote that San Francisco was still as in its early rowdy years, a place of hard labor and wild delight. Okay. So skipping ahead, I've left by note... Myself 3 notes on this. It says, financials, which we're gonna get into numbers certificate is fan fast fascinating. History doesn't repeat itself. Human nature does, which, you know, we talk about all the time, and this time is not different. So now we're gonna... At this point in fast forwarding, he's already built its business. He starts getting shipments from his brother. He sells it and a slowly and steadily just starts building this up little bit by little. And over the next 2 years, levi count continue to build his business and fell into a comfortable commercial routine of taking in shipments from his brothers and finding new customers. The following year was busier. This is, 18 55. And in July, Levi made the first shipment of gold back to New York to fill the coffers of Jay Strauss and brother. This is his brother's company that he's getting dragged good from. And to pay for future shipments of dry goods. That month, he sent 10041 dollars. Equivalent to nearly 250000 dollars today. So remember, this is a booming booming industry. These numbers is are gonna get crazy. I wanna give you some background before I continue though. What's remarkable about this activity is that in February 18 55, a financial panic brought much of San Francisco business to its knees. A property owner and builder of a wharf that he named for himself Henry Me had a lot of loans that he could not repay. So he skipped town for South America, leaving enormous debts behind him and causing citi bankers to become very nervous. At the same time, a dry winter meant less water in the gold regions, which meant less gold to mine and deposit into San Francisco banks. The banks could therefore not make loans, or they made them with the with exorbitant interest rates. When a railroad supported by investments of the bank of non port name went under the bank, which is 1 of California's 2 largest did too. This was followed by the failure of another name bank not important, of, which was California's largest bank. A run on San Francisco banks caused nearly 200 bankruptcies. Though the city had financial ties to New york and other urban centers, the panic of 18 55 was for the most part a local phenomenon. Thanks to the city's economic anarchy in the first years of the gold rush. Despite the panic, levi sent 5 more boat loads of gold to New York between August and December, making a grand total of the year over 80000 or 2000000 dollars in today's currency. This pile of money was worthy of the word used to describe it. Treasure. So when you're sending stuff back, that's the term the shipping company use. The reason I, included that part is because it's overall 1 of the overarching themes of this podcast is something that, you know, is really important for all all of us to internalize is that because human nature is remains relatively constant throughout history. It's... We we should understand that economic booms and busts are inevitable. So I have a book while I'm recording on the table that I read a few years ago that I recommend that's not about founders, but it's equally important. It says this time is different 8 centuries of financial fo. And it basically is a pretty in depth look into 800 years of financial crisis. And it's... Listen. It's not like, It's not like a a book you're gonna read underneath the tree just for for fun. You know, it's... It's... There's a lot of economic data in here. But even if you just looked at the charts, buy the book just to look at the charts and the index, like, they have in the index indexes, they have historical summaries of banking crises. And the books price is worth it just looking for that. It's it's not just relegated to United States It's everywhere constantly. And to me, just it's just a reminder that, you know, like, instead of trying to time when I kind economic my booms are bust, you you just need to make yourself robust, so you can you can, weather the inevitable storm and understand that it's not forever. It's just fantastic. It really mind blowing. Okay. So on the very next page, we're starting a new chapter, and we're gonna get into something that it's just mind blowing to me and more numbers here. Because, again, I I love numbers in general. I just think it's fascinating. So well, let me... Before I read you my note. Let me read the the this part of the book. So customers who shop the retail stores in the Mountain Towns, which sold dry goods, cigars, liquor, clothing, fancy goods, farm equipment and hardware, paid for the purchases in gold dust. The store owners would use the dust to pay their own suppliers, employing a method unique to the gold rush. They gathered up enough dust to pay a small collection of invoices from their own suppliers and then sent both the paperwork and the gold to 1 of their main San Francisco p prevail such as levi strauss. Levi had a scale in his office to weigh the gold dust and figure out its value according to purity and the current rates. Genuine generally, Gold Dust circulated at 17 dollars and 50 cents an ounce in the early years of Levi levi's business. After weighing and measuring the dust, he could then use it to pay off all of his customers customers miscellaneous bills. Depositing the remainder to his account as credit against the cut... That customer's future business. In essence, Levi and other merchants acted as bankers for their own customers. So, you know, this made me think of them before I get into, like, the inflation caused by the Gold rush. Something that that's taking place. In our in present day, that's interesting is you know, this this boom of cryptocurrency that's happened over the past, let's say, 5 or 6 years. And I have no idea whether it's, you know, it's gonna last... And it's like, gonna fundamentally change. Even though I I am intrigued by the idea. So I I'm just not in the business of trying to make predictions because I think it's a, like, it's not... You just can't. So what's funny to me though is how people are like, oh, the criticism of of of cryptocurrencies is like, oh, it's not real money. And I'm like, yeah. It's not real money, but did you know during the Gold rush People paid in gold dust Like that just this idea of means of exchange or currency if you wanna use that that that that term. Again, having an understanding being well read out of history. You realize that those these things change all the time. Later in the book, there's... And We're I'm not gonna cover it. There's, like, the people are fighting and killing each other over the difference between using what they call sound money, meaning money back by gold versus, green backs versus using silver, and it's just... You realize, oh, okay. Like, people are gonna fight over currency all the time and just realized that what we use for currency, changes constantly throughout throughout the time. So I just think that's probably valuable. Alright. So although the extravagant prices of the early gold rush years had fallen. The cost of living in San Francisco is still on the high side. Check this out. Meats cost and I'm gonna convert it. I'm not gonna... For so for, I'm just gonna convert it to today's money. Meats cost 10 dollars a pound. Butter was 27 dollars a pound. A dozen eggs, 34 bucks. And and so that... That's really expensive, but we we we would love if this was the case today. Rent 500 dollars. And that was expensive for them. Running a business could be just as expensive. There was so much to pay for. Insurance against the loss of goods while they were being shipped, water damage from the voyage, theft, freight rates from New York to San Francisco could be anywhere from 10 to 50 percent of the value of 1 of the cargo, how crazy is that. But that wasn't the end of it. After the steam arrived in port of Merchants had to pay fees to pilots, the harbor master and the war owners. Then men like Levi had to hand over custom duties, pay for the cost of transporting the shipment from boat to the warehouse, rent on the warehouse itself and finally, an annual city license, which fluctuate according to a merchants monthly receipts. And even with all these expenses, Levi's business is doing fantastically. So in the year 18 56, Levi shipped over 200000 dollars in treasure in New York, worth an astonishing 5000000 dollars today. This on the next page was interesting because it's something you you see today too. Because of the way the state constitution was written individual cities in California had something called the home rule, meaning that they could make their own laws as long as it did not violate the Us constitution. In San Francisco, that meant doubling of both taxes and city expenses by 18 56. And why... Why are they doubling taxes because they had to make up for other stuff, which, again, this still happens today. It says, fires, bank failures and the dumping of unwanted goods by merchants unable to sell them, did not keep elected did not keep elected officials from raising taxes and imposing new license fees on all business owners. So now we're gonna, talk about another headache that he had to deal with 2 headaches. The dangers of of shipping by sea and then this this this prejudice in issuing credit to Jewish people. So let's get some details here. It says the business was increasing too. The California beer board of equalization published a list of the city's personal property assessments in the August edition of the San Francisco evening. It said levi strauss was worth 20000 dollars, equivalent to nearly 50... Excuse me, half a million dollars today. So he's making a great amount of progress in just a few short years. It says, okay. So here, he... This is actually a huge issue. So he's gonna lose about 2000000 dollars here and, 2000000 dollars in today's money that is. So in August 19... In August 18 57, he ranges to ship. It's a good gold, and it says it's worth nearly 2000000 dollars. I'm wanna gonna skip over that because it's not important. And it's on a boat called the Central America. Okay? And the Central America... He... So he ships us in August. He found that the he finds out at the end of October. That the Central America had gone down in a hurricane a hundred and 30 miles off the North Carolina Shore. With a loss of over 400 passengers and all the cargo and treasure. This was a great and sorrow comp calamity for San Francisco as many people in the city had friends or relatives among the dead For merchants, it was a financial catastrophe. More than 30 companies our individual business owners had sent a total of... And I'm just gonna translate it to today's worth, a 40000000 dollars of treasure on the ship. So this 1 boat going down cost merchant San Francisco 40000000 dollars. So it says, the law... And then here's the the repercussions from that. The loss of the Central America meant that over a million dollars in gold was now at the bottom of the Atlantic and not in New York Bank faults. This causes another panic. So deposit began to withdraw their accounts at a frightening rate and the entire American economy s. It took literally 2 years for a recovery to take hold. There's was a bunch of financial panic, and in Levi's life, and this is just 1 of them. And then this is what I wanna get on the same page talks about. Well, let me... I guess get their Wholesaler who lost money could not buy more goods if their credit was not top notch. So, of course, in most financial panic, you see this tightening of credit. And it was difficult to collect debts from local customers. If they had also been affected by the disaster. Levi strauss survived and actually prosper because his suppliers were his own brothers. He did not have to worry about saving his credit rating with an Eastern jab. So you you're probably familiar with the Dun in Brad Street company s us today. The time... This time I was call out done done in somebody else. So they would make, like, these reports, they'd collected and make these reports on the credit worthiness of businesses. And if the business was owned by Jewish people, it would... They would... In the report on the company, they'd have a warning. Basically that, you know, Jewish people were not to be trusted. So like, I just... Out just I guess again, I don't think we're unfortunately gonna ever be done with humans being prejudice against other groups that are not like them. But it... Yeah. It's just... So stupid. So he had to deal with that. The way he got, he got around that is, obviously, you know, he didn't need the credit because his credit was his own family. And into into that end, his family, even though there separate companies were it was kind of like, vertically integrated. Skipping ahead a little bit. He's... Now he's he's expanding his investments. He does a bunch of other businesses. His main business forever is Levi strauss and company, but he's just very ind and and constantly interested in expanding not only his personal net worth, but the... I would say the overall Gdp of the industry he's operating in. It said Levi ended the decade of the 18 fifties with a preview of his own future. In addition to enjoying continued commercial success, he started to buy stock, snatched a valuable real estate and expanded his phil and became interested in politics. And a few pages later, there's another more more of loss. In this case, he loses about 2000000 dollars. And it's a it's on a steam called the Golden Gate. It was carrying passengers males and treasures from Panama to New York. It caught fire and it's galley. And over a hundred and 70 feet... 75 people drowned, and all of the papers and gold went to the bottom of the Caribbean. So in that case, he lost 2000000 in that on that 1 boat. This is just again, I'm bringing this up because it... Just a reminder the realities of the troubles and tribulation that he had endure to build his business. Oh, and this is another reminder. So what's interesting to me is the focus of this book is happening in California. Right? And when I think of... But it it's... All these events are taking place during the Us civil war. And so when I've... I read, team of rivals this biography of of Abraham Lincoln. Fantastic book goes into a lot of detail of specifically about, the time from when he ran for office and and and up into his assassination. So most it's about the civil war. But it always focuses, like, when I of civil where I think of, like the East Coast. I never thought about the West Coast ever before this book. And maybe because I live on the East Coast and so I'm, like, predisposed to just kind of apply it to things I'm more familiar with. But this paragraph, I just wanted to put this in the podcast because gives us more context about all the events that are happening while he he has to build his business. And it says during the war, California gold was as essential as beef to the union's war efforts. In order to obtain and secure good credit with allies, Britain and France, Gold was a vital backing for the government's currency. Between the start of the Civil war in 18 61, and its end in 18 65, levi strauss shipped more shipped I'm just gonna tell you he shipped 31000000 dollars worth of gold in a 4 year period. Levi levi's friends and competitors sent equally large volumes of gold, all of which led you ulysses grant to say according to Legend. That California and its gold helped American Lincoln or American Lincoln helped Abraham Lincoln win the war. Okay. So we're almost to the point where we get to the whole... The the main thing he's known for, which is the Blue jeans. But this sentence reminded me of an opportunity to throw in 1 of my favorite quotes, that Peter Dr quote that entrepreneurship is not art our practice... It's not an art our science the practice, and it's description of once in the description of Levi and it says being a merchant, was not just what he did. It was who he was. And then finally, this is description of of Levi's business right before the invention gene. So I've I've just jumped over, like, 20 years here. So but I wanna get to the the to the gene part. And the reporter... There's a profile of a of levi written by a reporter and it says the reporter was especially taken with the staff efficiency. If a citi merchant should call at 08:00 in the morning, he might have purchases of the amount of 50000 dollars and have every article delivered to his store by 01:00 in the afternoon on the same day. If time is money, there is no need of argument on this point. On this point. The article also uses... The surprisingly modern corporate concept of empowerment when talking about how business got done. In the absence of the principles, a purchaser should call in to buy If a purchaser should call in to buy 500000 dollars worth of goods, the chief salesman is empowered to act in every particular as if he was a member of the firm, So that's just another example of decentralized command. The reporter titled the article with a phrase that must have been gratifying to Levi. Our solid merchants. This reputation was already well known outside of San Francisco as well, and Levi's good name. This is the most important part, and why included this? And Levi's good name would soon bring him an unusual business opportunity a giant leap in profits and the need to create an entirely new department for his headquarters. Okay. So with that foundation, he's able to capitalize on this opportunity, and we're gonna be introduced to Jacob Davis, who's is the inventor of Gene says Jacob Davis link liked to tinker. Likely by he was a Jewish immigrant and started his working life in the clothing business, and he was always thinking about how to improve the way things were done, as well as how to improve his own life. An inventor at heart, he also find a way to reinvent himself. So Gonna skip over a bunch of this where he... He has a bunch of different businesses, probably like 5 or 6 different ones before he stumbles upon this. And this is how he invent genes by accident. Then in the spring of 18 68, another massive silver discovery was made. He's living around the Nevada area. A new on and men from all over the state needed to outfit themselves to try their their lucky yet again. Jacob Davis realized that he could take advantage of this opportunity and began to specialize in making tents, wagon covers and horse blankets. But Jacob had been thinking about some ideas he had for clothing related inventions. With inventing and improving on his mind, he decided to add a little something extra to the pants to police his customer. Remember a taylor by trade, and then didn't think much more about it, but other people soon would. Of the fabrics that Jacob used most often in what in making wagon covers and tents was something called duck are duck. It was a stu woven cotton fabric similar to canvas and appearance, but much stronger. But it also used Duck to make pants for the teams in town or sometimes he used denim. Jacob needed to buy more fabric, but didn't know of any places locally where he could get it. Good thing. That Levi does. But he did know about Levi strauss company. Remember the book was talking about. He had a good reputation. And so this is where his... He... His... Some of his relatives had purchased some things from Levi previously. Where they brought the amount of duck fabric, and they were in town San Francisco, so they brought the amount of Duck fabric, like Jacob needed. So date through relatives Jacob gets this fabric that he needs for from Levi. And a few months later, he's in his shop and woman comes in. So it says a woman cut came into Jacob's tailoring shop. Her husband needed a pair of cheap pants. So this is kinda of funny. She came into the shop to place their order. He had worn out his last pair of trousers and she hoped to get him a new pair before the New year. Jacob told her that he needed to have her husband's measurements, and she tart replied that he could not very well come because he had nothing to put on. She's pants. The woman told Jacob, her husband was really rough on his trousers, and she asked him to make the pants as strong as possible. Using the duck fabric, he had bought from levi strauss company, Jacob showed up the trousers, thinking about how he might make them sturdier. As he recalled, I was making horse blankets and covers for the teams at the time and had used rivets for the straps in the blankets. Those straps were not sewn with seams, but they were r together. So when the pants were done, the rivets were lying on the table and the thought struck me to fasten the pockets with these rivets. I had never thought of that before. So, he makes these pants, people see her husband who now has pants and can go out in public walking around. And they eventually want these new prohibited pants, which we are gonna come to know as jeans, which happened by accident because they just happen to be on the table, he's making these pants at the request of this lady to make them stronger, So he's a tailor... He's had a bunch... He's got a family sports. He's got wife and kids, but he's had a bunch of businesses didn't work out. Right? And but now he's, like, damn. I stumbled on to something, and these people really want it, but I don't have enough money to reinvest into this business. So he tells his wife. He's like, yeah, I'm gonna, you know, I'm gonna build another business, and his wife is really upset, and you're gonna see how this this twist of fate finds up. He wants becoming partners leave eye over this. Based on his past experience, Jacob thought, he might be able to patent his new style of pants. But his success as an inventor was not adding to the family bank account. Applying for a patent was not cheap and by the spring of 18 72, Jacob's wife Annie, was at her wits end with how much time and money he had put into inventions that that did that that did not live up to their billing. In tears, she begged Jacob not to go down that road again. He knew he had to try to patent his process though. He was afraid someone else might steal his idea, which he was sure was a money maker. So he decided to take a different route. This time, he would get a partner. He writes a letter to to levi strauss. They had already had a business relationship because because Jacob was, ordering for for, I think over 2 years, ordering products from. Listen. I invented this new thing. I don't have money for the patent. I'm willing to offer you 50 percent if you'll pay for all this stuff. Within, like, 3 weeks, levi acts on this. And the deal is done. So it goes really fast. I'm gonna skip ahead a little bit. I just wanna give you this couple sentence of the the context of the time we're we're talking about, and all the new inventions. It says an... In 18 71 alone, 19000 applications were submitted for new utilities or invention to the patent office. 11000 of these are granted. This was the era that saw the invention of the safety pin, the elevator, the type writer and the dynamite. I just love the idea that you can invent something, and if it's revolutionary enough, it can stick around for hundreds of years because we use Well, I guess the type editor. We use a lot of those still. Another skipping ahead a little bit, because there's so many parts where again, I I, Keep using the metaphor of the gold as a way to think about like, the the the Internet revolution that we're in right now. And so as anything when there's a revolution, there's a high demand for services. Right? So today, some of the highest paid laborers if that's what you wanna call them. Are programmers and engineers. Right? I just... I was listening to a podcast where they're saying that, he was read Hastings of Netflix talked about that he wants fewer engineers, but he wants to pay them a lot. So he was even saying that he wants to pay Netflix engineers a million dollars a year. Right? So check this out. Although garment production was expanding by the late 18 sixties, not everyone thought it was a good bet. Wages which is weird because listen to the subscription. Wages for the men and women who could cut and so clothing were among the highest in the country due to a shortage of skilled labor. Women often worked out of their homes rather than in factories, but they still commanded top dollar. And the next note I left myself is overnight success 20 years in I'm making? Talks about Levi's tolerance for risk. Because there's nothing in his actions indicates that he sought out risk for its own sake. But he knew the clothing business. So it's was like, why would you do this for jacob. Right? And you knew it from the hem up, again, I think of... That's why it's so important to for for us to share these stories because, like, if you're entrepreneur founder, you really look at it, like, a craft, and it's something you study even when you're not working, it's something you know, you think about. You wanna be good at whatever you're doing. I'm not saying you have to dedicate every waking moment to it. In fact, it's probably not a good idea, but, you know, it's it's... If you're interested in something depth is import way more important than with. So Said, when Levi levi's deep there you go. We're gonna use that word right now. When levi's deep knowledge of his customer's needs, met Jacob's r pants, it's no wonder Levi jumped out the opportunity and made his decision so quickly. For 20 years, he had been importing and distributing a vast array of clothing in right goods. By 18 72, his retail base stretched from Montana, Nevada, Arizona, California and the Pacific Northwest to Canada, Mexico, Hawaii and Japan. He knew what kind of people needed what kind of clothing and where they needed it. So it's because he had already spent 20 years of his life learning about this industry that he's was able to identify the opportunity to jump on it. And even though he was very successful, even if he never invented genes, he'd be very successful. But even to this day, I think I looked it up yesterday, Levi strauss company is doing, like, 6000000000 dollars a year in sales. So the size and opportunity of of creating this new pair of work pants, was just much larger than anything. The magnitude larger than anything he was doing. This is an interesting idea of rebranding. So when Levi and Jacob discussed their patent r plant pants. They knew they had to use a different word with their customers and in advertising, and that word was overall. Today, this word conjure up the full length denim, garment with straps that buckle over the shoulders worn by farmers and country centers. But in the nineteenth century, overalls were... Was a word that meant sturdy pants worn by cowboys, lumber jacks and other laborers, laborers like the people in the gold rush. Levi and Jacob also understood that their product that the product they were about to put on the market was both familiar and new. This is a really... I love this part. Like, I love this idea. So they understand that the product they they put on the market was both familiar and new. Jacob as a tailor knew how to make a garment that men would wanna wear that they were used to wearing. What was new was the rivets. Customers could see them there reinforcing the pockets. But the pants weren't so were not so strange that men would not want to try them. The rivets were simply in addition to the typical work pants, they were used to buying. And if the store keeper did his job well, these customers would want to buy the r pants instead of the un unlimited ones. A really interesting thought if you're building a product or a service or tool to think about how to make it both familiar and new. This is just a slight improvement on something that already existed and yet captures a huge percentage of of the market and almost all the profits. What do I mean about capturing profits. Let let's... A few pages later, we're introduced to the healthy profit margin that levi levi's is used to. Or... Not used to, but it's gonna experience with these pants. Because of the rivets and keep in mind they're patented so they're only ones like make it, at least for 17 years, and the additional labor time needed to apply them, the pants commanded top dollar. The wholesale price was 19 dollars and 50 cents per does with levi strauss and companies seeing between 33 and 40 percent in profit. And this next section is something we talk about all the time that books are their original hyperlinks, and I'm just gonna read this this because it's... It was interesting to me. So the New York times publishes as an article titled San Francisco Millionaires, a carefully prepared list of individuals and firms in San Francisco who repeated wealth exceeds 1000000 dollars. The writer referred to the individuals as towers of strength and Levi was listed as a millionaire in his own right. Though the company was not listed, it was worth much much more. Levi shared this millionaire list with a formidable collection of San Francisco personalities whose interests represented nearly every enterprise that it shaped the city and to the great extent the American West. So this is always fascinating to see how people different times, how their fortunes were built, which is, you know, completely different from present day. And I'm just gonna list some of them. There were the founders of the bank of California. Also on the list, were 2 of the Bona kings, men who made Fortunes in the Nevada Silver rush. So the reason I said this is this section is about books that original hyperlinks because there's names listed here, some of which I'm not listing just because there's so many of them and just no way like, you're not... It's just too hard to remember them all. But I found some biographies and some of these people and have already ordered the books. So if, hopefully, some of these appear as future founder founder episodes. So it says the bona banana kings who made fortunes in Nevada, Silver rush. The cattle king, Cattle kings, whose Wealth came from Land and beef. The presidents of Wells Fargo Bank who also had interest in water systems and mining. His name was Lloyd T in the nineteenth century, T was the very dish definition of capitalists according to this article. The... There was also the founder who built a first iron foundry in San Francisco, Union iron works. Oh, and this is is interesting. And last but not least, Leland Stanford, who was 1 of the owners of the powerful Central Pacific Railroad, which would later be joined by the even more powerful Southern Pacific about. And Stanford was later a president of the Sp had already been governor of California would later be a Us senator, and, of course, would create the university that bears his name. So I found a few biographies on him that I ordered as well. Okay. So skipping that part, this is growing the Gdp of the state and talks about how Levi I just had very narrow interests. He didn't get involved in any business venture that was not tied to the development of our of the state or its industry. He also put his voice and his name to causes that it that would either further the expansion of trade or prevent from being restricted. I mean, we kinda know the the end result. That the jeans. They held the patent for the for 17 years. It built a massive company. So, you know, we've been talking about, hey, since a couple hundred thousand dollars and it's worth millions of dollars in today's today's money, and this this sentence is really all we really need to know about the size of the business. And this is in their times dollars. So it doesn't translate what it mean we mean in today's currency, but based on the other numbers in the book It's hundreds of millions. The introduction of the derivative clothing to the company's inventory contributed to mind boggling sales of 3000000 dollars by the end of the 18 seventies. So order of magnitude more than he was doing. And this is something. They had really good ideas. So there's not too many too much... Too many... There's not too many examples more of numbers in the book besides the 1 I just told you. But I love this idea about branding and understanding your customer and communicating, and it made me think of the parallel to the podcast revolution that's happening right now. So let me let me get there first. So in the book, there's, you know, like, most hard cover books, there's, like, pictures in the middle, and they show some of the ads that Levi and Strauss company did, and they're really interesting. To to look at. And so here's a description of 1 and why it's important. In 18 86, the leather patch on the overalls and other products were redesigned. In place of the company name, address and language about the patent was now an image a finely drawn image of 2 horses, each attached with harness to either side the pair of r overalls, A man with a whip stood next to each horse... Encouraging them to tear the pants apart, which is obviously a futile effort. Above the men and horses was a banner saying, copper r. This 2 horse design was quickly registered as a trademark and was used on products and paper advertising and is still in use to this day. A specific design that could be associated with the... This is the important part. A specific design that could be associated with the company's r overalls 5 years ahead of the event could go a long way toward keeping customer loyalty when competitors products hit store shelves. It also had a cultural function. Check this out. Some new western were either illiterate or did not speak English as their first language. Many people navigated the world through symbols. Think of the 3 balls outside a pawn shop, which... Before I read this book, I didn't even notice. Now every time I drive. I was in the car, and I passed a bunch pawn shops I was like, oh my god, there is 3 balls there. I never noticed it's like, like, 3 balls connected, like, Okay. You've you probably seen it. So he says think of the 3 balls outside of a pawn shop, are the striped barber pull. A man could go into a store and ask for the overalls with the 2 horses on the label. So this made me think of. Something Always fascinated with, like, how to really think about... You know, because I I know I'm obsessed a podcast. And... But I don't know how I don't know how obvious it is to everybody else, how big of a revolution this is. So I was listening a podcast, and somebody was describing... Somebody that podcast was describing what they feel is taking place. And I'm just gonna read the quote I wrote down when I listening to that podcast. And it said, there is a technological... And you'll understand when I'm done why it relates to what I just read. There is a technological revolution. It is a deep 1. The technological revolution is an online video and audio. Immediately accessible to everyone all over the world. What that is done as it is turned the spoken word into a tool that has the same reach as the printed word. It is a Gut revolution in the domain of video and audio. It might be even deeper than the original Gut revolution because it isn't at all obvious, how many people can read, but lots of people can listen. And so I think a lot of us that may have been educated or or read a lot of where the cases kind of take that fact into... Like, I just assume everybody can. And, you know, the numbers are not at all clear. But you know there is a substantial amount of the population that either can't read at all has difficulty reading. So the idea of the value of, hey, was the value of putting Levi strauss and company if if the people coming to the to the country to do the Gold rush, can't read or speaking another a language. Then you they don't understand. But they understand an image, just like what the Gut Revolution and podcast is, there's a lot more people that are going to listen to something than read it. We know this. Look at the numbers of people like, even in America, Like, the average American, I think reads, like, less than 1 book. The average person reads less 1 book a year. And then the numbers from there is not that much better. To the point where, like, people that read, like, let more than 10 or 12 books a year. I think are, like, 1 percent of the population. I think that's what the the the numbers. It's been a whilst. I saw it, but it's something like that. And to me that's shocking because, you know, I've told stories before before my mom, my mom died a breast cancer last year. And 1 of the stories she'd always used to tell me is that even when I was a kid that I would, like, eat, I would never not read. So I'd be eating cereal and breakfast table, and I'd be reading the box of cereal. Like, I would just constantly read. So it to me. It's like second nature, but that's just... I'm, I'm, you know, my my opinion is kinda shaded by my own experiences is like, oh, is for all of us. And so I don't know. I just think that's amazing how, like, podcasts give you the ability to understand information without having to read. So much so that there are some some some company blogs I like to read. Right? And I sent an email to 1 of them a little while ago, because I never think to look to check, but every... Sometimes like, maybe somebody tweets like an article from them and like, oh crap. I literally like I got some value out of there. Or whatever the case was. And so I emailed them and I'm like, why don't you guys just make this a, like, podcast too. It takes no time to set up. Like, it could literally just be somebody there reading the article. I've subscribed to the fee, and I'd see everything you did. So I didn't get a response, but I I think that's a really, like, I don't know. It's just such a better idea. I as much as I can. I'm trying to move most of my consumption to audio. I like it because I can be doing other things. Like, I can be in the gym. I can go for a walk. I can be reading or I'm not reading. I can be driving. I don't know. Like, to me in 2018 is makes complete sense. If you have a company blog. Again, you don't... I'm not saying replace it with an audio. Just... It should be a supplement to it. You don't even have to make another... Like, a lot of people are using podcast podcasts for distribution. Like, you don't even have to make and hire other people to do it. You'd literally already have the content right there. So I don't know. Just a random thought. So let's see. Okay. So there's only a few other things I wanna share with you. And Well, okay. So this is kind of like an a. And I think if you explain, have to explain a, it kinda loses a little bit of its value And you're... If you're listening to this, you're clearly smart enough to understand this, but I think this is Just kinda... It's a great way to show some wisdom and personality that Levi I had because he seemed to be a very calm and methodical person. So let me just read that. I'm not gonna explain it. So I'm just gonna let it linger. Mister Strauss was very quiet. A, always imma dressed. Joe was a really... Was really an admire of him. So Joe was... He was... Let's see. He was promoted to salesman and he had most of California and part of Oregon in his territory. This is This is the guy, Joe. And now what I'm reading to you is written up by another early... An an employee named Henry Richmond, who was writing up some informal remnants and sla in his life about Joe and about Levi. So this is Henry talking about an interaction that happened between Joe and Levi. Mister Sc was very quiet. A. Always imma distressed. Joe was really an admire of him. In 18 98, So this is towards the end of Levi levi's life because he dies. I think in 19 node 02:19 o 3. In in 18 98, Joe was at the San Francisco headquarters charging around to various department heads, intensely discussing and arguing. Mister Str walked up to Joe and asked if he could see him in his office. When Joe was seated, he n. When Joe was seated, he asked, meaning Levi Asked. Joe. Did you have a good year, Joe proceeded to informed his boss what a fantastic year he had had. Mister Strauss listen quietly and patiently until Joe finished, and then he said. Remember, Joe, the more business you do, the more problems in trouble you'll have. End quote. End of conversation. Ex missed greetings were exchanged and Joe left. Joe never forgot that talk. He spoke of mister Strauss with great admiration every chance he could. And this is where I'll close the podcast. During the week of September 20 second, Levi began to feel on unwell. On Wednesday the 20 fourth, he felt bad enough that doctors and a nurse were recalled to the house. Liver congestion was the diagnosis. And Levi was ordered to bed. By Friday the 26, he felt well enough to have dinner with the family with the rest of the family that evening. A nurse had been had been... This is something before I finish this this paragraph. We talked about something interesting to me. And something I think we might have got away from at our own detriment was the entire life in... That he... For his entire life, from timing with San Francisco and then his relatives started to join him later, and he had a lot of them. They all lived in the same house. They all worked in the same business. Levi employed all of his relatives. They all lived together. They took care of each other. There was like 20 people living in Levi's house, including, like, he, like, 8 or 10 net nieces and nephews. And I don't know. I just... I think that's a lot better arrangement. Than what we do now where we kinda silo. We have a family. It kinda spreads on silos. I don't I don't think that's a good idea. Okay. So it says, he he... By Friday, he felt well enough to have dinner with the rest of the family that evening. A nurse had been in attendance earlier in the week and was still on hand as Levi went to bed around 08:00. A little while later, the nurse had heard him groan. She went to his bedside and asked how he felt, and he replied, oh, about as comfortable as I can under the circumstances. He then turned his head on his pillow and peacefully died."
}