{
  "transcript": "Back in 2019, 1 of the c founders of my favorite app, the best app I pay for. I literally could not make the podcast without it is called read wise. I've been talking about it for years. I've been tweeting about it for years of every single other interview on other people's podcast I go on. I talk about this, and I did this way before I knew I was gonna partner with them on my own product. So I built this product with Read wise. It's called founders notes. You can see it at founders notes dot com, and it's founders with an s just like the podcast, So founders notes dot com. I got a Dm from Tristan in 2019, and he was the 1 that made me aware of read wise. It's it was perfect. And the reason it was perfect is because I have way more night highlights and notes on my books than most people do. So I have over 20000 over the years. I've added over 20000 highlights and notes for all the books that I read for the podcast to the Read wise app. And so and the reason I do is because I'm able to search everything that I've ever done. I use this every day. I search it every day It really is the world's most valuable notebook for founders? So I contacted the founders read wise. I said, hey, can we do this? Can we actually do this project together. I wanna make my own version. I want people to have access to everything that I see Literally, if you sign up a founder notes dot com, you are able to search and see every single 1 of my highlights and notes it's exactly what I see. And so as an illustration of just 1 of the ways that I use this is at the end of this episode, I'm gonna include this 20 minute episode I made where somebody asked me, like, how did history greatest entrepreneurs think about hiring. And anytime I last question like that, anytime I'm making a podcast. What I do is I'm constantly searching my read wise app, which is now available founders notes dot com, and just it gives me a complete list of all the different ways that history greatest founders have thought about whatever subject I happen to be thinking about are working on are investigating. So at the very end of this episode, you're gonna hear me speak for 20 minutes. And it's answering the question how did history entrepreneurs think about hiring. And all that information came from me searching my notes and highlights, which is exactly what you can do with founders notes. Keep in mind, this is made for founders already running successful companies. Those already running successful companies will get the most value of this because it's a way for you to reference the thoughts and ideas of fisher greatest founders, and then you know how to apply them to whatever's going on in your company at the at at this very moment this... The other thing I wanna tell you, it is currently priced at 50 percent what it will be. So it's actually gonna double in price. And the reason I did this is because I'm adding a bunch of features that that I think are incredible. And I have to build out the landing page and everything else. You sign up now. Obviously, as I add features you're not you don't have to pay any additional. I truly do believe it is the world's most valuable notebook for founders and the value you get out of it will be incredible. You can get immediate access to over 20000 of my highlights and notes right now by going to founders notes. Dot com. I wrote this in November and December of 19 85. I did write this a hundred percent with my old 40 year old type writer. I didn't have a ghost writer. I wanted in my own words. I hope to pass on some of my theories of business to our people. And I hope these theories are used in our business for as long as the lush schwab company continues. Should we fail to follow these policies towards customers and employees, I would prefer that my name be taken off of the business. There could be some interested in this book with people who are interested in business. If so, you're invited to read it. I hope in some way, this book might help you in the business world. If you are not interested in business, this book will bore you. And if I were you, I wouldn't waste my time reading it. That was an excerpt from the book that I'm gonna talk to you about today, which is lush schwab, pride and performance keep it going. It is the auto of lush schwab. I wanna tell you why Decided to reread this book. The first time I read this book was 4 years ago. I was going through all of Charlie Mu book recommendations back then. And he said something that was fascinating, and he said it at the Berkshire charter Annual Meeting. And he said, if you wanna read 1 book that will demonstrate really shrewd compensation systems in a whole chain of small businesses read the auto of Les schwab, who has a bunch of these tire shops all over the northwest, and he made a huge fortune in 1 of the world's really difficult businesses by having shrewd systems and he can tell you a lot better than we can. And so last week, as I was going through the new strike press addition of the updated and ab bridge a version of Port Charlie Alma, in 1 of the talks Charlie Mu actually analyzes what caused the success of Lush schwab based on his reading of the auto buyer. So at the very end, I'm gonna give you Charlie interpretation of the book that you and I are gonna go over right now. So let's go ahead and jump into the book. As you could probably tell from that excerpt that came from the forward to the book. Unless his personality jumps off the page. The whole book is like that. He just speaks very clearly indirectly. So he says father was not there. He was drunk again. I was born on 10/03/1917. School was just a railroad box car with somewhat crooked windows cut out in 1 side of the box car. There were 3 of us in the eighth grade. We had to take state exams to graduate from the eighth grade. We all failed. The family farm wind cell as it was the start of the big depression. The bank took the farm. My mother thought it might help my father's drinking problem if we move back to Oregon. That didn't help. It caused the swab family many heartache. We were taught to work at a very young age. It seemed the normal thing to do. So all these sentences that I'm reading you they're spread over a few different pages. But I I feel these sentences tell entire stories. He's gonna get his first job. He's 12 years old. This is a job He's gonna... He's gonna work in a newspaper industry up until he try... Up until he buys a tire shop in his thirties. But I wanna tell you this background because you'll get an idea of who we're dealing with and the kind of work Ethic he had look at this sentence right here. I soon got 1 of the newspaper routes. Before long, I got all 3 routes. My family lived in a small 2 room home. There was no running water. They're living in a logging camp. Water was haul by train from town and you took your bucket to the tap, filled it and carried it to your home. There was 1 community shower. So he's living in poverty on the outskirts of town. His mom decides, hey, both your brother and you... I have... She had a strong desire for both of her sons to attend high school. They, by this time, they made a decision. He hadn't been in school 2 years. And so this is what happens when he goes from the Outskirts town into town. We would come into town early monday morning and return to the logging camp on Friday after school. We miss much of the school activities and pretty much felt like outsiders. 1 of my biggest fears was that my father would come to school on Friday drunk. It would haunt me all week as I was proud. Poor, but I had a lot of pride. Many of Friday evening we would have to sit in front of some old moons shine joint until 9 or 10PM until we could get our drunken ride home to the log camp. So think about what's happening there. The rest of the family's back in the log camp during the week, they're staying in other people's home so they could go to school. They have to get a ride back to logging camp from their dad, and the dad thinks this a good idea to get smashed at a moon moons shi joint. Moons shine joint, then drive drunk with his 2 sons in the car back to the logging camp. And here's another example of 2 sentences to tell an entire story. This was killing my mother. It was sad times for the Schwab family. Eventually less stays in town on the weekends, and he goes back to the 1 that you know as he goes back to delivering newspapers in this. Again, This gives you the idea I was texting a friend about this book yesterday. What I was saying is was like, the book is 40 years old. This guide, I don't think Ever finished high school. He had a, a middle school in Eighth grade Education. Yet. He's a business genius. He wants building a multi billion dollar company selling tires. And there's no way you could look at his childhood and predict that outcome, but you could look at his childhood and the way he approach everything is like, this guy's gonna succeed at whatever he does. Maybe not to the degree of making, you know, a multi dollar company, but he was not gonna end up a loser like his dad. So he says, I immediately started to deliver newspapers. I remember my... So well my first route. I didn't know how to ride a bike. We never had 1. So all the other young kids delivering newspapers on a bike. Right? He's got no money. Does not a ride 1. I ran my route for 2 months. Order to get enough money to buy my first used bike, I'd run 9 or 10 miles a day. I was too proud to complain that is the second time that something he says over and over again the fact that he had a lot he was poor He he know he knew he was raised in poverty, but he was very proud person, a very cocky person. And I think he used his pride and his cock ness is fueled and I actually think it served him. So now in the story, he's 15 years old. January 19 33, our mother became ill, and she was in the hospital. She died 10 days later from pneumonia, but as much as anything from complete exhaustion. With dad's drinking problem, the rough log camp life teaching school and raising babies, it all amounted to just much more than she could handle. A year later, my father died almost to the day of my sixteenth birthday. He was found dead in front of a moons shine joint. He had gone so far downhill and he was working for 50 cents a day for a rancher. It sounds like my father was all bad. This isn't true. Why and how a man can let this happen, the Lord only knows. But he was a hardworking working extremely strong man, a gentle man, but a raving Man act when drunk. It certainly brought sad days to our family. Back to this idea that this can't be my life as a very powerful motivator you see him being embarrassed by his current state of affairs and willing to work incredibly incredibly hard to change things. I rode my bike during the week, even though I was getting to the age where boy didn't like being seen delivering newspapers, but money was much more important than pride. And this is another example why I said I believed Les schwab was inevitable. There were 8 or 9 routes in the town, and I took over the whole town during the summer. I was now making about a hundred and 75 dollars to 200 dollars per month, and I wasn't even 17 yet. This was the middle of the depression. My high school principal only made a hundred and 50 per month. I thought I was already a man. And so the note Left myself when I read this the second time was he's a money maker, his whole life, just like Sam Z. I've reminded me if you read Sam Z auto, which I covered all the way back on episode 2 69. Sam had this natural instinct to make money when he was a kid, 1 of the things that blew my mind, obviously, when he was, you know, close to end of his life at 81 years old. He was 1 of the best entrepreneurs and investors alive. But even when he was in law school, he was making the equivalent. It's like you and I going to law school right now, we'd be in early twenties. And making millions of dollars a year while going to law school. Sam did the equivalent when he was in law school on a much younger man. So he... You see when you read his auto bike. He's like, this guy just has a... He's a money maker from Day 1 and he has that skill. So now we see that les is technically an adult He's 18 years old. He winds up getting married, and he says we will soon celebrate our fiftieth anniversary. I was lucky. We have been very much in love, and we've had a happy marriage. They wound up having 2 kids and having to deal with and endure the worst thing that every... Anybody ever has to go through. I'll get there later on. So he goes back to again. He's gonna stay in the newspaper industry for the next 15 years. He works from 1 newspaper to another one's getting recruited And so there's there's this newspaper in Ben Oregon that once that recruited him away from another newspaper to become their circulation manager. And this is where he realizes, oh, actually, it's possible that you can know more about something than anyone else and it gives you a massive edge. I... Makes me think of that 1 of the main themes in this excellent talk that the investor bill Girl gave, which is called running down a dream how to survive and thrive in a career that you love. Was the fact that you don't have to be smarter, but you can just But you can know more about something than anyone else just by accumulating more information, and you see that les did this not only, this is very Rockefeller was the same thing where he actually knew more about the business than his bosses when he was, like, 18 years old. So there's, like, a kind of an echo between Rockefeller and Les schwab at the same age. The 1 thing I did know was newspaper circulation work, and I knew more about it than the 2 other minority owners who were technically, his boss there's 3 bosses. The circulation end of the newspaper is usually regarded as the lower end of the prestige ladder. It's essentially a sales job. So that's another, I think key, which will get to in Charlie Mu analysis so this book later on is the fact that less had a fun about You'll. Right? He had a fundamental understanding of human nature. He had magician like powers with sales, persuasion and incentives. So back to this, I attempted to put some pride. There's that word again. I attempted to to put some pride into the circulation work. Didn't matter to him those low status, gonna make a ton of money doing this. Ton of money for his day. I attempted to put some pride into the circulation work for myself and for others. I was young. I was cocky. But the same cock ness helped me a lot in going through light. Fast 04:10 years is a very common situation. I was now 28 years old. I had ambition. I wanted to go into business as I'd always wanted to be a businessman, but I didn't have any money. I was going through a period at this point of not knowing just what I wanted to do. 5 years later, still working the newspaper business. I was 33 years old now, and I still wanted to go into business for my own. Money was the main thing holding me up. My brother! Told me to find a business and he'd help me finance it. That was all I needed, and I started to look seriously. As I knew time was running out. I believe if you didn't get started in business at a fairly young age, you would get into a rut and never make the big decision to jump. And this is so wild He picks an industry. Wait till we get to this. He picks an industry We has no experience he's like, alright. Well, there's this, like, little tire shop. They're all franchises at this point. So it's called Okay Rubber Welder. It's a franchise z of okay Rubber Welder, and he's like, alright. I thought the tire business had a future. I remember telling my wife I thought I was a salesman and a pretty good 1, and maybe that ability could be used in the tire business. This small shop re shredded tires, sold new tires and fixed flat. Flats. It was hard, knuckle busting, dirty work. The price of the business was 11000 dollars plus inventory. And we're gonna see less had a burn the boats mentality. It is now or never I'm going all in. I borrowed 11000 dollars from my brother law. I sold my house and I borrowed on my life insurance. With all the expenses he's gonna spend about 17000 dollars acquiring this small tire shop. This is the tire shop, This is gonna be in 19 52. I was just reading about this yesterday, the fifth generation His fifth generation just sold the company to a private equity firm for a rumored 3000000000 dollars that is going to start in 19 52 with 17000 dollars all of it borrowed. And so the very first sentence in describing his very first day in business is mind blowing. I had never fixed a flat tire in my life. And then this next paragraph, this is 1 of the reasons that Charlie Mu recommended this book. Charlie says over and never again, never. Ever, think about something else when you should be thinking about the power of incentives. Multiple times in omni, you see ideas us like that. Incentives rule everything around you. You never ever think about something else when you should be thinking about the power of incentives, the most important rule in management is get the incentives right. This is something that Mu repeated over and over again, and it's something that less understood and did a master job. I remember telling my wife many times that if Ever got a chance to go into the business, I had some ideas about sharing with people and about sponsoring people. There are a lot of people who could run a business, but never get a chance due mostly to a lack of startup up money speaking about himself. Right? I was going to fur the money and in some way share with them in the promotion of our business. You and I are gonna get to why this is so important, but I wanna give you an overview. It's it's gonna happen a little bit later on. He says multiple times, even at the very end, he writes. I think this is the third edition of the book. So he's constantly writing, like, every 5 or 6 years he writes, like an updated like Epi, and he he constantly talks about the fact throughout the book and in the updated versions that if I failed with the first store, there was never gonna be a second store. And if I failed with the third store, there's never gonna be a fifth store. And if that I didn't fail with the fifth store, there's never gonna be a 7 store, and now I think, at the end of the book they have, you know, hundreds of stores. And so 1 problem he's gonna run into right away. 1, he buys his shop. You know how many people work in that shop, him. 1 person and he does such a fantastic job with it, which we'll get to in a minute. It's it's crazy How how good this guy was a growing businesses. But then he's, like, okay, well, Do a second shop. Now here's the problem. I can only be in 1 shop at a time and the eventually, obviously, he's going through, like, just visiting shops. He's no longer running them. And so he's, like, I need an incentive structure. So these people do their best damn job possible because I can't be there every day. And that's where he realized realizes, hey, what if I make them... It's essentially a partnership because incentives drive behavior. And if you're the other, they start out as 1 person shops when I mentioned, you know, they might have 7 or 8 people in there, where the case is. But you'll see how powerful that 1 insight was. I was like, listen, I'll just bring you in. I'll share 50 percent. That way when I'm not there, you are heavily incentivized to grow and manage the business to the best of your capabilities. And so when Charlie saying, hey, this guy made a huge fortune in a really difficult business selling tires for God's sake. And he did it because by having shrewd systems. This is 1 of the most important systems that he puts in place and he does it from the very beginning. So let's go back to this. The first month, we did 2800 dollars in sales. I made a small profit the first month. February was even less in sales when in March I started going. And by June and July, I was doing 10000 dollars or more per month in sales at year's end. I had a hundred and 50000 dollars in sales. The man I bought the business from. Did 32000 per year in sales a year before. Les is the only person in the shop and 5 x the sales. The note I left myself on this page is being good at sales is like being a magician. And so right away, he realizes that the tire business is a bad business because there is complete collusion at this time that he's getting started. All the rubber companies are American and they dominate the entire market and they also c glued on pricing. And he's competing against the big tire companies also have their own stores. And, of course, they are gonna give a better price on the tires to their own stores and they give to less. And so when he brings up this point to them, this is what they say. They called it meeting a competitive situation. I called it milk the dealer of his profit. And the great thing about less is he realized realizes, oh, this a problem and it actually produces the greatest opportunity. This is 1 of the waves that he rides his success, which will go into. A little bit later on and Charlie talks about a lot. And so Les says I had to contend with this, essentially this this completely dominated and... Secluded market. Right? I had to contend with this until I made connections with the Toy tire company from Japan. I say thank God for the foreign entire supply. It helped the independent tire dealer, which is exactly what he is. He's an independent tire dealer. And this wave he surf to use the terminology of Charlie Mu was a massive 1 because the Japanese go from, like 0 percent market share and I think within, like, a decade, maybe even less than 2 decades. They essentially own the entire market. And so he's gotta find a way to survive and he's like, okay. Well if I sell new tires, I'm not gonna make any money. There's no profit. All of his profit is coming from re tread tires. And so re tread is very common, especially on large truck tires, and so essentially, it's taking a tire that is worn out and then removing the remaining layer of old tread and then just applying a new tread so that the tires has fresh tread again. This saves you from having to buy new tires. This is where all of his profit. This is going to actually bridge the gap. This is how he's gonna be able to survive until he gets a reliable and, better tire supply, tire supplier and and Toyota Tire company from Japan Is the first. He he's gonna diversify into other suppliers, but he right... Definitely rides the Japanese tire trend, he says was impossible to make a reasonable profit on new tires. I usually got the re tread and I could make a decent profit on that by handling the business as a 1 man on a 1 man basis. He did the sales to service to credit the whole works I could operate very cheaply. I had a theory that went like this and never take advantage of a customer. Never take advantage of an employee, but take all the advantage you possibly could over a rubber company because they were not being fair and honest. Today in 19 85, I don't feel the same way towards rubber companies as they did 25 to 30 years ago. This is a very important point. Right? Because they tried to scream. They try to put him on a business. He decided to fight back. So this is what he's talking about. There are much better people today. Today, I don't want my company to take advantage of anyone, even the rubber companies, but I certainly won't apologize for anything I did in order to survive 25 to 30 years ago. I am proud that I had the guts to fight. This goes back to this cock ness, this pride thing that's very apparent from the from the very first book. I'm proud that I had the guts to fight hard enough to survive this period. I feel strongly that the rubber companies were very unfair to their dealers during the early days of my tire business. But really in many ways this proved to work out in our favor, what is he talking about. Problems are just opportunities and closure. You're gonna screw me over so bad. You're gonna mist. What I'm gonna do? I'm not gonna sit there and take it. I'm gonna look for better options and he found a better option with the Japanese and then he rides that wave, and he destroys the people that were trying to screw him over. And he says so here the 5 major American rubber companies have received their just awards as 2 of them have dropped dropped truck tires entirely. And the other 3 are doing very well with truck tire sales. It serves them right. They earned their failure. So he immediately starts to expand. He wants up opening a second, story a year later. It... That second store also has 1 employee, and that employee shares in the profit. And looking back 30 years later, this is what he says. This was a big day in my business career. This is the start of the profit sharing program that we still use today. But this is what I meant that he repeats something over and over again that, hey, if I messed up on the first store, there is no second store. If I went messing on the second store and I'm not there, there's no, you know, fifth store. There's no 200 stores, So I have to get the incentives rate from day 1. I told Frank, that's his, the the first hire. I told Frank that if this store was successful, I plan to build more. If this store failed, I would go back and just run 1 store. There wouldn't be the chain of Les schwab tire centers, that we have today if we hadn't been successful in that second store. So he's gonna open a third store in this third store, he wants to be independent because the first 2 are actually franchises of the okay rubber Welder. And he's got a contract with them. And I'm telling you, it's very... It's it's impossible to read this book and not love less as a person. And he's like, no, I'm gonna be independent, and... I'm gonna fight because I don't think what you guys are doing it right. And he also has... He was really Charlie he's gonna talk about this later, but he thought he was like, an artist, like, he was really gifted with marketing and advertising as well. So he goes to the franchise company. And he's like, hey, I'm gonna open an independent tire store. And the guy goes, you you can't do that. And les goes... Let's not argue. I I just wanna be open about it. And so he's like, you can't do. Like, We're not gonna argue. I'm just gonna do this anyways. Like, I'm not here for a discussion. I'm just letting you know because I thought would be the right thing to do. And so he's like, I figure out a new name, and he's like, maybe I'll just call this a tire center, and then he goes, but that seems too plain. And then he goes, well, what if I just call it les schwab tie tire center. I'll just name it after myself. And that's exactly what he does. And so then he's like, I know I have have a fight, so we're just gonna have to... Like, we're just gonna have to fight about this. Yeah. I really did have a fight now with, okay. They were threatening to take all my equipment away from me and cancel me as a franchise member. And this is his response when they told him that. I lost my temper, and I told them here after. I didn't want any more harassment from them. If they had anything more to say say it in court. I walked the floor nights. So okay. This is a very important term that he uses over and over again. He he talks later on how stressful founding and then expanding the company over 3 decades to hundreds of stores and thousands of employees were. And so many times in into the book. He's sharing with us not just the wins. But times are he's almost like depressed and extremely stressed. In fact, he talks about everybody blew their top, I think the 3 top executives all had a heart attack including him. And so he... When he's... When he's under stress and he's trying to figure out what he does. He says I walked the floor nights. And he's was walking around trying to figure out what to do. And he says, why he is so stressed because they took my equipment, it would have bankrupt at me. I was bluff, but I was determined. As I think back, I think the reason that they didn't take me to court was due to the fact that they lost, it would have messed up their franchise nationwide. So, you know, you pay x amount per year to be to use to be a franchise e. And they had 1100 franchises. And so if les could prove that they were abusing him that might apply not just to his 2 stores, but it could jeopardize the contracts and the treatment of the other 1100 franchises. That's actually very shrewd on unless part, and then this is just funny. They keep sending him letters. So it says, every time they try to cancel me, I would send them a registered letter back, telling them that I will not accept the cancellation and it winded up working, Like he winds up getting out of this later on, but he is in the hell of a trouble at the very beginning his career. The the early days were full of struggle and he describes it to you and I hear. The pressure on me was tremendous. My largest account was way behind on payments and it worried me to know end. My net worth was about the same as what they owed me. If they had gone broke at that time, they would have taken me out with them And the les schwab story would have ended there. There's a lot of Sam Walton S kind of behavior in this book. I feel that Sam Walton and Les schwab were very similar people. In fact, 1 of my favorite things that Charlie said last week. In Port Was that fan and scale combined can be very powerful. Fan and scale combined can be very powerful. Think Sam Walton think Les schwab when he says that I would call Do that's his wife. And say, let's get the hell out of town for at least 1 night, maybe 2 nights. And we do just that. But guess what? I would usually visit other tire dealers. This is exactly. Is exactly. It's incredible how how similar these great founders are to each other. Right? Where Sam Walton kids would talk about as auto, the fact that anytime they went on vacation, they just had to accept the fact that no matter where they went. Dad was going to go into visit the retail stores of wherever he was, and we see the same thing here. And it's during 1 of these trips where less actually lays out to his wife that his initial modest goals. He says, like, I had no idea how big this could get. I told Dorothy I was j on an idea for the future. Maybe in the future I could build 6 or 7 or 8 stores someday. I knew I could buy tires better if I had the time, meaning finding better suppliers, which he does. I knew how to advertise and promote which he does. And I wanted to share with the store managers and make them successful. He's really describing what Charlie describes later is like this La Palo police effect like, all these different things that Les schwab did smart and did right over many, many decades that got this nonlinear return. And so the first 1 was, hey, find a better supplier ride the way, investor Japanese tire wave, knew how to advertise and promote Charlie says he's an artist of that, I wanted to share with the store managers, that's the incentive superpower, and then the fourth part is that he was by nature expansive. If he gets the 6, he's gonna wanna get to 7. If he gets to seventies. He's wanna get to 8. When he gets a hundred and 99, he wants to get to 200, that's just how he is. This is how more upon how we set up the corporation at the very beginning, Each store operates as a separate entity, and each store operates as a separate business. The store employees share only in the profits of the store they work in I'm sure you already know this, but just in case you don't, if you read warren Buffett shareholder letters, he talks about executive conversation a lot that the fact is the individual businesses that Berkshire owns the person running that business is only incentivized and paid and rewarded or punished based on the performance of that individual business and not Berkshire as a whole. And less takes that exact same idea. Or, I guess he didn't before Berkshire existed because we're still in early 19 fifties here. Another comparison you can make between Sam Walton and Les schwab. If you know, if you studied the early days of Sam Walton career, he wants building a great franchise, but he made the mistake of not owning the ground upon which he was building. He was renting. He was leasing his store. When Sam goes to re up, the guy's like, okay. Yeah. I'm not going to release it to you. Winds up kicking Sam out of a store, opening up his own... Essentially just copying what Sam did, and then running both owning the building and running the retail shop. And there's this great... This there's a great scene in... This is actually not in Sam Walton auto. There's another biography of Sam Walton I read. I think it's called Sam Walton Richest man in America, but it's getting advanced trim. I think it's episode 01:50 if I'm not mistaken, but I... I... It's 1 of my favorite scenes. And when I say scenes it's, like, when I'm reading the book in my mind, I can actually see this happening. And his he... Sam goes to his lawyers. He's like, surely, like, you know, this guy can't do this. This is unfair. How do we get out of this? And, you know, Sam still... He's just in inexperienced. He just didn't know what he didn't know. And his Lawyers is like, no. Like, that the your screwed here. This guy going to take... He's not gonna... He does have deli least you and he can run you can essentially just duplicate what you did here. And Sam is... The lawyer talks about the Sam is cl and un is fist and cl and un cl is fist and cl and un cl is fist, and he says something like, I'm not whipped. I built up this store, I can do it again and so he goes and finds another town. If I'm not mistaken, pretty sure that next town that he goes to is Benton bill Arkansas. So again, he took problems just opportunities at work clothes. Okay. I made the mistake. That's a big fuck up on my part. I won't let it happen again. And the reason I bring that up is because in his contracts when he goes and takes either takes over store or wants up leasing, sometimes he takes over other people's failed tire stores. Sometimes he's just leasing the location to build his own. He always has. He will not sign Les will not sign a contract unless he he does a 5 year lease with a 5 year option to buy if I'm not mistaken. On repeats that over and over again. He's like, I already seen... I had already seen the wisdom of owning property, and I wanted a contract so that would own it someday if I made it. And then he'd also cap his downside this guy. Again, I love... I just love everything about less, like, the way he acts. He's very, you know, clear communicator will tell you exactly what's important to him exactly the way he thinks. But he also is just really a business genius. And so in in every contract, he also would cap his downside. And, he called an escape clause. And he says, I had an escape clause in the contract that it I could turn the property back to him and not have to pay it off if the store failed. And there's just this great line that Charlie uses to describe him later on. He says he was a talented fan, and he had to get a hell of a lot of things right and keep them right with clever systems. And in this next story, you kinda see that, oh, this guy is actually understands marketing and advertising. Again, I know I've already said this, but Mu said that he was an advertising and marketing artist. And so you see this... All of the stores are in places where it snows. Okay? And He winds up going into this company in California it's called the Mohawk Rubber company. Actually goes to where the the manufacturing plan. And he wants to watch what they're doing and see if there's any opportunity to, like, for improvement, and he has a product idea that he's gonna use a very long time. So he says I was I was watching them make, re shredded rubber, and I noticed that they used a measuring shovel to add the walnut shells and sawdust. So you could buy either, rubber mix with walnut or rubber mix with sawdust they use in, like, sleep and snow and Icy conditions. Right? They had 2 shovel folds to each batch of rubber while mixing. Since we had such a hard time deciding which 1 was best, Walmart or sawdust us, I asked them. Could you put 1 shovel of walnut and 1 shovel of sawdust. They said yes. I told them to make all of my tires that way unless I told them differently. Then I went home and I started a big advertising campaign? The new rubber especially designed for the less schwab company. Walnut for ice, sawdust dust for snow. Many people brought in their old tires, and ss to redo their tires. Because the new rubber sounded so good, and they wanted that. We used this campaign and this rubber for years in years in years. The power of 1 idea is the fact that it's can be valuable and long lasting for years and years and years. And it took him just going to visit, and paying attention, and then 1 idea pops to his mind and he winds up abusing that throughout his company, multiple stores for years. Ideas a great ideas are like magic. And he's got a lot of time to think about his business because just like Sam Walton when he's driving through those mountain towns, speak this before he gets to plane, the Ces, you know, Sam's going from store to store to store. Let's doing the exact same thing. On an average day in the early days, less would drive 600 miles a day going around and visiting all of his stores. Let's go into more of his ideas about advertising and marketing. So he writes all of the radio ads for his company himself. And he winds up getting spot... Inspired by other ads. So the lucky strikes cigarettes was 1 of the largest tobacco producers at this time, and they spent a ton of money on advertising. And their tagline was LSMFT. That was their slogan. They use it on their ads, they printed it on the cigarette packs, and they would hammer over and over again, and they said lucky strike means fine tobacco. And so he heard that and he winds up telling his wife who's next home him, and I go, look, l ls SMT. That means less schwab means fine tires. I started to use this slogan immediately and it was very effective. And so he comes up with a campaign for lady drivers, and he says, hey, Les schwab will change your flat and fix it for free. If you're are a lady driver in our area, call us, we will drive to your house a friendly service man will come to your rescue. That's the the tagline on the ad. Right? They'll come to your house, they'll change and repair the flat tire for free. And so this idea over time grew his business. It was very, very true because think about it. If somebody comes to your house and fixes your tire for free. When it's time to get replace those tires and to get new tires, who you gonna go to? This is the reciprocity tendency that Charlie talks about in his speech at the end of Port charlie Alma on the psychology of human mis judgment. Humans have this embedded innate and very strong desire that. If you do me a favor, I feel the need to repay you. That person is going to the lush schwab tire center, and they're gonna buy their tires from them. And he says, I always knew that if we fixed all the flat tires in town, we'd have all the tire business in town. Another 1 of his ideas that Charlie Mu loves invert always invert. You and I've talked with this open again. It pops up in a lot of these biographies very surprising that you can innovate by doing the exact opposite of your competitors. And so he... This is... He creates the very first tire showroom. And if you go into a tire shop now, this is exactly what they do. They weren't doing at this time. Most tire businesses had a small showroom so what the customer see. And all the tires were hidden in the warehouse. My thinking was to reverse to invert to make the showroom the warehouse. It would impress people, and that's exactly what he does This is the end result. I had a lot more tires displayed in the showroom than any other tire dealer in the area and customers were impressed. On the very next pages is this illustration of another idea that Charlie Mu repeats over and over again. Understand the circle circle of your competence. And so he says, I've often said that I think 1... I'm 1 of the very best tire dealers in America. But without a doubt, I probably am the worst rancher in America, so he wanted to own a cattle ranch. He did this multiple times. He wanted doing it successfully many decades into the future, but this is still early in his career, and he sucks at. He's very bad. Attempting to be a cattle rancher has cost me millions of dollars. I would undoubtedly be 3 or 4 or 5000000 dollars richer if I never attempted to be a rancher, But really, I don't regret it. This is excellent. As you only go through life once, And I would have hated to go through life without my cattle ranch experience. Another thing that's interesting is that he was obsessed with keeping everything clean. So he has this idea It's like, well, if we... Instead of putting all the tires in the back where the customers can't see him and put him in the front. It will be impressive it'll to be this this like, tires supermarket showcase, and you need he made sure that you have to clean the tires in the store where all the customers are every single day. The tires on display. Think about crazy that is. Nobody else was doing this in his business. The tires on display were clean daily. And so 1 of the great things about this book is he does all these, like memos. These internal company memos, and they're dated, and you could see what he was thinking about, and there a lot of them are reprinted in the book. And so I just wanna read 2 sentences from this memo that talks about. His obsession with keeping everything clean because he just was fan phenomenal about doing the best job possible for his customers. A supermarket tire store has tires displayed, a clean showroom, tires wax and an appealing appearance appearance. I sincerely hope I have made myself very clear about the fact that you did just... You you better clean this every day. Better not walk into your store and it better. If I walk into short, better be clean. And he's driving at 600 miles a day. So you never know he's gonna pop up. I sincerely hope I have made myself very clear. I love you, but I love a supermarket tire store even more. In another memo, he explains if you're read between the lines how to get the incentives right, and so he's writing this memo to all the managers. If a bright young ambitious man joins our company and wants to make our company's career. Does he do it because he likes his manager? Do you think that this man is gonna work 10 hours per day just to help you build your store? Do you think that this man is going to work for low pay year after year just so that you could build your profit share contract into a nice fat nest egg? No. I don't think so. He wants to see results just like you did when you started up the ladder. This man didn't join the company because of the future of the store manager. He's understands that you need to appeal to interest not to rat to to reason. Right? They were all inherently self interested. He just gets it. This man didn't join the company because of the future of the store manager. Or for that matter, the future of Lush schwab personally. This man joined the company because of his future. And so what he's was talking about is was trying to get more of his store managers to... He he wanted to promote from within all the time. In fact, 1 of his main directive to his companies. And 1 of... I think the main ideas he used to build a successful company was promoting from within. It reminds me of the... My 1 of my favorite quotes from Sam Za murray, the pan king. That said, there's no problem you can't solve is you know your business from a to z. So I actually I wanna... I'm gonna pause where I'm at in incentives and read something that les says later on. In our 34 years of business, we have never hired a manager from the outside. Nor, have we ever hired an assistant manager directly to do that job. Every single 1 of our more than 250 managers and assistant managers started at the bottom changing tires. They have all earned their management jobs were working up and they also understand every single part of the business because they did. Every single part of the business. Another way he reminds me of Sam Walton Sam Walton had this great line in his auto when people ask, like, how he bill Walmart. He says we just got after it and then we stayed after it, les schwab would say that once you get on the ball, he uses that word all all the time. Like, you gotta be on the ball. That you stay on the ball. And so directive that he gives to all of his employees that's reprinted in the book is the fact that you have to focus and you have to avoid complacency. If we think there's a free lunch, If we rely on last year's results, then this company will turn a corner. And then we too will start to go downhill. And once you start down, it is mighty hard to turn around. If we become complacent, then brother it's all over with. And 1 thing that he repeats throughout the book that I really love. Is the fact that if you do stay on the ball, you'd be shocked at how bad and how especially, like most businesses are poorly run. And then if you're on the ball, you can beat them. And so he's realizing this because he's dealing with all these mono rubber companies. And so he says, as a young person, I always thought that the heads of large corporations must be human calculators. As I got deeper into the tire business and met many of these people, I was surprised, So often all they knew was the policy of the company. Ask them a question and the policy would flow from their mouth in a stream, but they couldn't think on their own. The good people who could think and had guts had dropped out of the company long ago and went out on their own. I've often said that we should send goodyear, Fires stone and the other large rubber companies, a Christmas card each year and thank them for their policies as their policies made it possible for us to be successful, he's saying you're mediocrity. Is my opportunity. And so he was looking for... Remember, he starts off from day 1. It's like, I have to fix my supplier problem. This is a big problem. That leads to 1 of his greatest ideas and had this idea where it's like, well, at this time, tire dealers were were, like, constrained in who they were buying their tires from. Right? And he's like, well, how does a supermarket by groceries. There's another thing as a kellogg supermarket? They may carry kellogg products if it's the best for their customers if they get good prices as they had good relationship with their supplier. But once they don't, they just move it out and they and they actually substitute it for something else. He's like, I'm gonna do the same thing for tires. I was so disgusted with the tire suppliers, I was willing to do almost anything to help my company survive. In 19 66, I made a big decision. I decided to go straight independent to buy tires like safe way buys groceries to buy the best possible tire, good quality and at the lowest possible price. This was a major move at that time and no 1 had tried it before. The idea was to be a supermarket tire store in no way where we identified are affiliated with any individual rubber company. Let's go back to the fact that incentives drive behavior. 1 benefit, 1 unexpected benefit of sharing profits with employees less theft from within. Again, never ever think about something else when you should be thinking about the power of incentives. He's talking about the fact that they will able to expand I think at this point, they have a hundred and 63 stores, and people would analyze this company like, we're all your controls. And he's like, well, we don't have many controls. Why? Because the incentives are controlling behavior. We didn't have many controls. The thing that held it together was that we ran each store as a separate entity. As long as we made sure that every tire was billed to them as long as they made sure that every tire they sold was billed to the customer, we would come out all alright. As long as the people were honest, our contracts with the manager said, another shrewd system here. Okay? Our contracts with the manager said that in case of dishonest, you forfeit all your money in the contract. And so this would accumulate through throughout the year. After they had about 20000 or so in the their contract, it helped everyone be honest. Now we share with all the people in the store. Now this is so important, and he's really describing. He. Again, he un... He just fundamentally understand understands. If anyone employee sees another employee steal anything, then they are a week kitten if they don't report it. Why? Because this man is stealing from them from his children. If he won't fight for his children, he can't be very much. For a company as large as ours is today, we have very little dishonest. Every few pages he goes back and and tells more stories about... He feels the profit sharing he did. Is the most important thing he did in his entire career, and he can't... Multiple times in the. He's like, I don't understand why other companies aren't copying this. And so he calls it being un self for good reasons. I think is a good way to think about that. My thinking has always been, if I give away half the profits, I still have half. If I share 10000000 dollars of people. I still have 10000000 dollars I don't understand why businessmen don't do this as it's being un for good reasons. It helps other people. And he talks about the fact that you're helping other people succeed actually will provide you a deeper satisfaction If you just had another 10000000 dollars. Success in life is being a good husband. It's being a good father, and then you end up being a second father to hundreds of other men in women. Last night, I attended a wedding of a young man from our office. This young man told me that 2 men had influenced his life. His father and me, that is worth more than money. And he's writing these words after he already dealt with the worst thing the human can go through, which is the death of his son. Les is gonna be... He's gonna have heart attacks. He's gonna be he drinks. He's... He says, you know, by his own, he's, like, the doctor says I'm in bad health. What he means is I'm fat, Like, less talks that way the whole time. But somehow he lives till he's almost 90 if I'm not mistaken, but his his his daughter's is gonna wind up dying of cancer at 52, and his son is going to die at 31 years old. And so his son works in the business, and he winds up having this accident. He's trying to fix this this truck tire, and the the lock ring was under too much pressure and the lock ring flies up and hits him in the head. And, you know, he's gonna be alive for a few more years after this, but he was never really the same. And I'm just gonna read part of this to you. His name... His son's name is Harlan. Harlan stopped by the house 1 night really broken down. Maybe I was too rough on him, but the only thing I could tell him was damn. I told you so. I wonder now if maybe I was too harsh on him. He was defeated. Bankrupt, broke and really down. The job was too much for Harlan. It was too much for Harlan. He was about to break down emotionally, so I had no choice, but to take him off the job It certainly was hard on me. It made him feel he was a failure, and he was drinking entirely too much. Harlan Schwab would have been a tremendous help had he lived a normal life. He had problems though, and in some ways, he would have had to conquer these problems sooner or later. At 2AM on 10/26/1971, my doorbell rang. A policeman was at the door. He came in and told me that Harlan was dead. He had run into the back of a log truck. I sometimes have thoughts that he might have done this on purpose. As he was very depressed. He was 31 years old. Harlan left his wife gene, his daughter Diana, 10 years old, and his son Allen, 8 years old, absolutely devastating, and then around this time, he winds up having a falling out with his partners. He had given 2 of his partners, I think that he owned 20 percent of the company, and they go crazy. They fall out... They have a falling out over money, which is crazy because how small the amounts wind they are today, not realizing that you're on this rocket ship. It's working. Just hold on, don't mess us up, figure, like, talk it out. There's just something with... They're not technically c founders of the company, but you see it's a lot with c founders. I think Paul graham said the the number 1 breakup of... In y comb is not, like, external factors. It's actually, c founder conflict. And you just see it a lot in these books. I'm gonna read this whole thing to you and explain to you what's gonna happen, but it... It there... When I'm reading it this time, I couldn't help Think about the the falling out their ray Clock had with the Mcdonald's Brothers. And they're falling out over money and and and a disagreement about, like, the direction of the company. It's just like, you're shooting yourself in the foot. There's this giant opportunity. So few businesses actually work and get to this scale, and you've ruined it. It's, like, hard enough to start a company, a successful company. And then 1 that's succeeding more than 99.99 percent of all other companies, you know, there's something where we just can't help, but shoot ourselves in the foot. Reminds me this there's just lyric, that 50 cent talks about, then he says enemy state enemies, but friends they change. People go crazy over money my man. And so this is exactly what happens here. Norm Nelson and Don Miller. These are his partners. We're both making tons of money, But a lot of that money was not being taken out of the company and didn't leave it in there. The salary was Their salary is enough to live on, but the rest stayed in the company to be used for expansion. They each own 20 percent of this money. But here's what happens. Now they're they're saying how much the company is making. Now they're the money that's in the company that technically they have... They could have access to. It's growing and growing. So their their wives The people in the family is like, hey, you need to push less on this, We need to get the money. They and their family saw all the money they were making, and their wives wanted to get their hands on some of it. And so they wanted having a disagreement about this. And so now norm and Don wind up teaming against less. So now it's 2 on 1, but even though less owns way more the company owns 60 percent to their 20 percent each. I soon found out that I'd run into a bus as both Norman and Dom teamed up against me. This is something I never could figure out This was 1 terrible mistake on their part as you can use hindsight today. Money has funny effects on different people, especially the kind of money that these men were now making. I went home, and I was talking to my wife, about nothing else that night. At breakfast the next day she suggested, why don't you buy them both out? You'll get by some way. Something hit me. I hit the table. I pounded the table. Dishes fell off, and I said that's the best damn idea we've had in 6 months because this has been going off 6 months. In the 6 months that we've been talking about it. The agreements that I had with Norman and Don said that I could buy them out at book value at any time by giving them 30 days notice. And so he goes and meets his partner, Don, you want a swimming pool because they wanted, like, swimming pool on boats and and, you know, the stuff people want when they start making more money. Don, You wanted a swimming pool. Now you can have it. You're gonna get 225000 dollars. Norm, you wanted your money. Now you're gonna get your money. You'll get around 300000 dollars. So He wants buying all those partners. That what's the value of this decision to his descent... His... The the fifth generation that I went up selling the company. That's another thing that's talk about. I don't wanna be confused too much, but over and over again he talks about, you know, I want my company run this way or take my my goddamn name off it, I don't want the company to go public. I don't want to sell the company, and you could do that all you want, but the guy's have been dead for a long time, and then, I mean, not even a long time. I think Was like, 10 years later, and they wanted up selling the company. There's just so this weird thing that we want, like, this legacy to continue on. I've be thinking about this my own self is like, well, is even possible to have, like, this multi generational succession plan because now they're 5 generations out. And they're like, oh, yeah. You know, great great grandpa, whatever, didn't wanna sell the company, but this company is offering us 3000000000 dollars. Yeah. We're gonna take it. So, I don't know. It's just a thought that's in the the the back of my mind. Yeah if you're a successful entrepreneur used to having control and influence in bending the will... The world to your will and yet all that this is not gonna exist when you cannot not hear anymore? This just something think about. So anyways anyway, what's up getting... Buys out 20 percent the company for 300000 dollars, and then the other 20 percent for 02:25. Okay? Just 1 part of their contract, not including a salary or anything else. They were eligible for a 5 percent cash bonus each year. Today, which... And when he says today, that's 19 86, that they'd be making over a million dollars per year just from that 5 percent bonus. So they just held for another 15 years or so instead of taking the 300 grand that day or 02:25 that day? They've been making a million dollars per year. Now why did I say that that's very reminiscent of this disagreement that Ray rock had with the Mcdonald Brothers? They have this huge fight. It's in the book grinding it out, which I've made 2 podcasts on. The last time I made an episode on. That was like, 2 93. It was or earlier this year. Ray Cro ones buying out the Mcdonald's brothers, and it cost him 14000000 dollars and a bunch of interest or whatever. Right? And at the time there's a lot of money, but now he's looking back many maybe like, 2 decades after. And he's like, oh, this is peanuts because their contract said that they would have... If they would have stuck around. They would get half of a percent of all sales. In every single Mcdonald's anywhere, Now and in the future. And so even though he's, I think he's, I think Ray rock is right in that book what that book is probably written in the seventies, who knows what it'd be were today. But if they had just held on, instead of taking... So I think it was 12000000 of the Mcdonald's Brothers, I think they had to pay, like 2000000 in transaction costs or or something like that. But let's let's say they... The Mcdonald's Brothers made 12000001 time. If they just held on, they would be making, at that time that Ray rock produced published book. 15000000 dollars in royalties every year. And that's now you're you're not going to work for that money. You're not going to the office you're not working in a Mcdonald's store. It's just 15000000 dollars this year. And As it grows, 16000000 the next year. 25000005 years from now and just goes on and on and on. So again, people just go crazy. They go nuts. Money has funny effects on different people. And I could cause you to make a terrible, terrible financial decision And now that I'm thinking about it. Let me look for it. Somebody just popped my mind. I'm gonna search my read wise. There is... I'm doing this what Talking to you. There is a lot... Yep. Found it. Okay. This is nuts. Okay. So just thought about another, like, investor founder, partner conflict. Hey Henry Ford. 1 of his investors invested 10000 dollars. They wind up having, this huge falling out. Now think about think about owning a part of the Ford motor company. Right? Pre model t. Okay? So this guy, I'm just gonna read this, I'm like excited, and I think I've had too much Caffeine today. Let me just read this to you. He got a hundred and 75000 dollars. Hardly a bad... This is Henry ford speaking now. Okay? He got a hundred and 75000 dollars. Hardly a bad return on an investment of 10000 dollars 3 years earlier. So that's great. You invested 10000 dollars. 3 years later, you get... You you you push this issue to get your money out, and you got a hundred and 75000. You did great. Right? But if he'd stuck it out for a decade longer, he would have gotten a hundred million dollars. That is bananas. 10000 into a hundred million in 13 years. And instead, you took the hundred and 75000 dollars. Let's go back to his partners. Another thing that he repeats over again life is hard. There's no digital version of this book to search through, but if it if it... If there was life is hard is probably the thing that eats the most life is hard. But again, it turned out to be the the best thing that could have ever happened to the company greed was entering into the company and greed destroys their interest today would be worth around 12000000 dollars each. So again, their equity interest would be worth 12000000 in 19 85 when the book came out. Their annual bonus would be another million on top of. Now this is bananas. Right? Because at the time, when they did this, when they pushed the issue, the company was only doing 10000000 in sales. The... I think this is 19 67 if Not mistaken. Okay? 19 69. Sorry. K. So 19 67, They're doing 10000000. That's great. 19 85. They're doing a hundred and 80000000. In 2018, they did 1800000000.0 dollars. They could have still been alive and have 20 percent of that company And instead, they sold it for 2... Their interest for 225000 dollars so they could buy a swimming pool. Incredible. This is why I love biographies. There's just so many lessons in that you can... Like, the... I hope a hitch you in the head or excuse me hitch you in heart. But, you know, that takes place over, like, you know, 3, 4 pages. It's just absolutely incredible. And then it just makes you think of all the other biographies and maybe other episodes of founders that you listen to. You can kinda tie all together and really I think makes it resonate much more. And then just a list of facts. Now, another example, I hate to keep doing this, but I'm telling you man. Sam Walton and Les schwab are very similar people. So Sam Walton is auto says if you are not serving the customer or supporting the folks who do, we do not need you. This jude les is constantly railing against office people. Even though he's an office person. He's like the store people are the only ones are important. We have had over the years, some people in the office to sometimes think that they are more important than the stores. The office serves only 1 purpose, and that is to serve the stores. The office and accounting people can only tell the stores what they have done. If the store manager runs his store right, he doesn't have to spend hours and hours looking at the office reports. If he's doing okay, the records will show it. In fact, if he spends too much time in his office reading the mail are looking at reports, it is a sure thing that his store will suffer. Sell tires. Give service. Keep expenses low. Watch for leaks, do these things and you'll come out or write, our store managers make more than our office people. Some of our office people, especially some with these Nba degrees. Sometimes wonder about this. But I've worn them do not bitch to me because that is the way I want it. If you wanna go out, start at the bottom changing tires and work into a manager job, then hop to it. If it weren't for those men in these stores working their butts off and all kinds of weather, missing meals and and working god awful hours You wouldn't even have a job. And so that's something that less repeats, get out of your Goddamn office. Says it over and over again. Like stop getting in your office reading reports go out and help the customers serve the stores. And then once you're out of your office, You need to stay out of your office and he continues this line of thinking. Again, I could help another store manager more in 1 hour than a professional type management person could in a week? Why? Because I had the same problem. He had done the job. Right? The professional type management loses out, and it doesn't take long. If you stay out of a store for 30 days, you've forgotten 50 percent of what you should know. And when I read that, I thought of this pianist quote that... Let me go find the book. I gotta pick up port Charlie Act now. And Charlie uses this idea or the story, this quick story to illustrate an idea, he talks about, like, once you have these skill set, you have to constantly use them or or or you gonna lose them. And he says skills of a very high order can maintain only with daily practice. The famous Pianist once said that if he failed to practice for a single day, he could notice his performance deterioration. And then after a week's gap in practice, the audience could notice it as well. Less schwab version of that. If you stay out of a store for 30 days you've forgotten 50 percent of what you know. And so then Les tells a story about how you end winning this competition with what he thought might be a formidable for formidable adversaries. This this Nelson tire warehouses. And they've made a mistake. So he will constantly talk about, hey, you need to have a low cost structure. You need to watch your costs, of course, he did. But he didn't. They feel that way about wages. You thought you should pay the highest wages possible. Because the higher wages you pay, the better quality employee you get, the better quality employee you get, the more... The happier customers will be. And so there's all these, like, second and third order effects. That the people that just cut salaries and think about... Salaries and wages as a part of their costs never, like, never, realized and they wind up doom them. And so it says, if Neil made a major mistake and he must have because he went bankrupt, It was in moving too fast, but he had me concern for quite a period of time. They were spring up all over Oregon and he got up to 24 stores. And so he talks about they did really good in advertising, they did good at holding down costs, but the 1 mistake they did was that they paid low wages. And the flaw here, this is less talking the flaw here was that they didn't get with that low pay near the quality of employees that we had. And this is the most important part as he's going through. And like, having this competition head on head He's like, oh, it's like, did I make a mistake here? Like, should I be doing what he's doing. And so she says, after thinking about this for a year or so, I'm wondering if I shouldn't cut wages and benefits, I finally made a decision. And that decision was, if I couldn't be proud of my company. If I couldn't pay good wages, If I couldn't have good benefits and if I couldn't have the best employees then why would I want to stay in business. So we did nothing and we won. The customer liked us best life is hard. This is his summary. This is his summary. On the Neil neil neil tire warehouse and what doom them. Life is hard for the man who thinks he can take a shortcut. And so this is a interesting historical fact buried in this, very hard to find. Book that a lot of people have not read. So, you know, KARI think it's like Ko, Travis, Roberts and company. I think they, like a trillion dollars under Assets under management. It's like, 1 of the biggest investment companies in the world if I'm not mistaken. Well, back, this is now what 40 years ago. He's actually interacting with a bunch of, like, the partners. And the reason is, I need to bring this up because I mentioned this earlier how, Like, he gets say, hey, It's gonna stay in the family business. It's never gonna be for sale, but once you die, you really, you know, don't have, a lot of saying this. And so he he talks about over and again The company is in for sale, all the stock of remain and the family. He wind up turning down Buffett, earlier in his career, he winds up turning down Michelin entire, they wanted to buy the company, and turns out KKR, tried to buy the company as well. And this would have been shortly after KKR was founded. Because K was founded in 19 76. I'm so glad I resisted the urge to have our stock on the market. I don't want a few investors around the country club asking about our business and questioning some of our decisions. They might even ask how come some of the store managers make so much money. Why they... Why do they make as much as I do and I have a college degree. I'd probably lose a customer as my answer would be, he is worth twice as much as you and he has a degree too. He learned how to be a businessman. I'd probably add. He also learned how to work something you never did learn. There's another company that wanted to buy them, and he won a meeting with the guy. He takes the call just for fun. This company was headed by a man in his seventies, who had made a fortune by buying up privately held companies and letting the present management run them. How many people have used that idea successfully buying up privately held companies and letting the present management run them. I told them that I didn't wanna sell. The K people also contacted me, and I spent a day with them. I was more curious than anything. Everyone knows about K. They have bought companies out in the billions. They are nice people and if I truly wanted to get out, I would consider them as they have a good reputation with how to handle the companies and employees after they buy it. And so this is causing him to think about, like, succession plans and what's gonna happen, and he's very concerned because he says, I've seen companies fail and go downhill. And they dis... And sometimes they disappear entirely after the founder retire or dies. I hope this doesn't happen with our company. Where we are in this point less already had way more money ever needed. He could have retired 15 years ago. I could come out with an a stop... He's talking about selling the company? I could come out with an astronomical bundle of money if I sold the company. But what I do with it? What good is money beyond a certain point. I think the biggest... Misconception about public has about a successful businessman is that he's working for more money. You won't find many truly successful ones that are only working for money. Success in my mind. They obviously like the money. He's not saying that. Right? Success in my mind comes from having a successful business, 1 that is a good place to work, 1 that offers opportunity for people and 1 that you could be proud of to own. And he goes right back into the fact that incentives drive behavior and he's very proud of what he's done. It is very rewarding to create a program and watch it work. There's something in our program that makes a man that several hundred miles from the main office be at his store at 07:30, and then sometimes have to stay till 9PM if needed. It's not a big thick policy book. It's not a lot of supervisors which he doesn't have. It's something that our programs created in him right in his heart. He continues on this and he feels that most companies put the emphasis on the wrong part. We are different from most American corporations as we think the most important people in the company are people in the firing line, the ones who sell, the ones who do service work and take care of the customer. Most American corporations have the fat salaries and our outrageous bonuses for the top people and treat the people at the end of the line as pi I guess that is why if you're on the ball, you can beat them on any type of fair competitive basis. And he practices what he preach, the warehouse executive people should be very happy that the store managers make good money. They make more money emails in the company. As it helps them. If jealousy ever creeps in, goodbye, less schwab company. We have great people and this won't happen as long as I'm alive, I'll kill them if it does. Again, fan and scale combined can be very powerful they'll find out that life is hard and you put life is hard in caps. It's almost like his motto. Life is hard. And then he continues on this theme over many, many pages about the importance of taking care of the store. If you take care of the customer, take care of the store, then the office is automatically taken care of, This was a great line. I need to do her biography. Mary Kaye, the 1... She's the founder of Mary k kay Cosmetics. She has 1 of the best... In terms of, like, how to win friends and influence people. If you wanna think about it in those terms, She's 1 of the best lines I've ever heard. She says that Mary Kaye said that everyone. Goes to life with an invisible sign hanging around their neck that says make me feel special. This can be applied to customers, but it also be applied to your employees. This is what Les says, most men are starved for personal recognition. Any boss who, unknowingly or otherwise destroys an employee's self esteem also destroys the employee, truly work to make this man a successful man, and menu have done something great. Great for the man and great for you. Less believed in building up and empowering something he repeats over over again. Keep your decision making as low as possible, Keep decision making lower. A company starts it grows, and as it grows more and more the decision making tends to move up to the main office. And this is 1 hell of a big mistake. The decision making should be always be made at the lowest possible level. Give your manager the authority to make his own daily decisions and let him run his show. Keep your decision making at the lowest possible level. And then I wanna close on this book before we get to Charlie analysis of this book. I love what he talks about here. Keep the main thing the main thing. Focus on doing the job to your best ability today that gets you to tomorrow. And then continue that process over a long career and you'll be surprised where you end up. So he's looking back and talking about if he didn't do the day to day things correctly. They would have never got this far. Most companies that have got grown large, must have had as many of the same problems that we've had. I think many times of the many things that have happened that it could have stopped us from growing. If Frank had failed with that store in Redmond, this is when they expanded the second store. If the large commercial account I had that owed me so much money had gone broke at the wrong time. If I hadn't won my fight with the okay franchise. If the 4 tires hadn't been available to us. If I had not been able to get through the period of the blow up between my partners of me. If any of my first 5 or 6 stores had failed, If I hadn't gotten out of ranch and got my mind on my business, and the many, many, many, more ways that could have stopped the growth of the lush schwab company, the parting advice that he has, reminds me of 1 of my favorite Edwin Land quotes. Edwin Lance said there's a rule that they don't teach it at Harvard business school. It is if anything is worth doing, It's a word doing to access. The less schwab version of that, looking back on his career, says whatever you do, you must do it with gust. You must do it in volume. It is a case of repeat, repeat, repeats. And so with that, I pick up port Charlie Alma I go to talk number 9, and that is where Charlie analyzes the book that you and I just went over. And so he says, Now I'll give you a hard problem. There's a tire store chain in the Northwest that has slowly succeeded over 50 years. It's the less schwab tire store chain. It just ground ahead. It started competing with the stores that were owned by the big tire companies that made all the tires, like the goodyear years and so forth. And, of course, the manufacturer favored their own stores. And those stores had a big cost advantage. Later, Les schwab rose and competition with the huge price discount like Costco and Sam's Club. And before that, he competed against Sears. And yet here is Schwab. Now with hundreds of millions of dollars in sales, and Schwab is in his eighties with no education having done the whole thing. How did he do it And so this is where Charlie going to analyze how he did it? And so he says, let's think about this with some micro fluency. Is there some wave that Schwab could have caught. So if you listen last week, this is something that Charlie talks about over and over again, his his surfing model. You get at the beginning of something and it's working and you're riding the wave stay on the surfboard? He's like you would be shocked at how... If you just stay a surfboard, it's gonna take it a long way. A lot of people jump off, right? And they get mir in the shallow. That's what Charlie says. And so he says, was there some way that shaw could have caught. The mini Asked a question and the answer pops in. The Japanese had a 0 position in tires in America. Right? 0. And they got huge. So this guy must have ridden that wave in the early times. But his slow following success has to have other causes. And so this is where he goes into this La Palo result that Les gets. This is something that Charlie was intensely interested in. He would collect a bunch of instances. He would constantly read about this. And so he says, and that's probably what happened here. This guy did a hell of a lot of things right. And among the things that he did write is he must have harness the superpower of incentives. He had a very clever incentive structure driving his people, which again is why Mu said at the annual meeting you should buy the book. You're managing people just read it just for his incentive structure. It was a bunch in the book. And he must be pretty good at advertising, which he is, he's an artist. So he had to get a wave in the Japanese tire invasion, and then a talented fan had to get a hell of a lot things right and keep them right with clever systems. Again, it is not that hard of an answer. We hire business school graduates, and they're no better at these problems than you were. Maybe that's the reason we hire so few of them. Well, how did I solve this problem? Obviously, I was using a simple search engine in my mind to go through checklist style. And I was using some rough algorithms that worked pretty well in a great many complex systems. In those algorithms run something like this and so he's saying, this applied to Les schwab, but it also applies to a lot of these other super successful companies, and he gives 4 factors here. And he says extreme success is likely to be caused by some combination of the following factors. Number 1. Extreme maximization or mini of 1 or 2 variables. Number 2, adding success factors so that a bigger combination drives success often in a nonlinear fashion as 1 is reminded by the concept of break point and the concept of critical mass in physics. Often these results are not linear, you get a little bit more mass and you get a La Palo result, And, of course, I've been searching for La Result all my life. So I'm very interested in models that explain their occurrence. And so Charlie is also explaining not just Slash schwab, He uses Costco as a, as an illustration of this point, Toyota as an illustration of this point in Oracle with some just some of, but he mentions many more in portugal. I'm act... Number 3, an extreme of good performance over many factors that is jump write jumps right out of the book if you read the Les schwab book and finally 4, catching and writing some sort of weight. So that is where I'll leave it Highly recommend that you... If you can get a copy. They're very hard to get. Again, Limited is only 20000, I think them the entire world. You can get a copy of the book. Highly recommend you do so. It's fascinating... And it doesn't really matter what... Or order you do this and you could read the les schwab book first and then read Charlie analysis because I I read this book for for first time 4 years ago, but then I read port Charlie last week. I'm like, oh, shit. Like, I should go back and revisit Les schwab, and then reading his analysis and then reading the book is really cool, and then going back to his analysis after, I think really adds to it. So anyways, in any case, I will leave the links down below for both of those books, and if you buy them, using that link. You'll be supporting the podcast at the same time. That is 330 books down 1000 ago and Opt talk to you again soon. Okay. So what you're about to hear is this question I was asked a few months ago, Actually recorded this a few months ago. They asked how did history greatest such when think about hiring. At all the answers. People think I have a better memory than I didn't actually do. You know, if people say, you, Gave you have a great memory. My wife would laugh at that. Because I forget things all the time. It's not to have a good memory. I re reread things over and over and over game. Every single answer. Every single reference you're about to hear in this 20 minute mini episode. Came from me searching all of my notes and highlights That option is now available to you. If you like what you hear, if you think it's valuable if you're already running a successful company, and you want an easy way to reference the ideas of history greatest entrepreneurs in a searchable database, that you can go through at your convenience anytime you want, They can go to founders notes dot com and sign up. I wanna start out first with why this is so important. There's actually this book that came out in, like, 19 97. It's a called in the giants. I think it's a 02:08 of founders. It's 2 Stanford Nba students if I remember correctly, and they're interviewing a bunch of technology company founders. And in there, steve jobs is 1 of them. This is, you know, right... I think even before he came back to Apple. And they were talking about... Well, yeah, We know it's important to hire, but in a typical startup, a manager or a founder, may not always have time to spend recruiting other people. And I I first read this this is Steve's answer to this, you know, I don't, know, 2 years ago, and I never forgot it. I think it's excellent. I think it sets up why this question is so important and you should really be spending especially in the the early days, like, basically all of your time doing this. In a typical startup manager may not always have the time to spend recruiting other people then Steve jumps in. I disagree totally. I think it's the most important job. Assume you're by yourself in a startup and you want a partner. You take a lot of time finding a partner. Right? He would be half of your company. I'm gonna pause there. This idea of looking at each new hire as a percentage of the company is genius. Why should you take any less time finding a third or fourth of your company or a fifth of your company? When you're in a startup, the first 10 people will determine whether the company succeeds are not. Each is 10 percent of the company. So why wouldn't you take as much time as necessary to find all a players? If 3, 3 out the 10, we're not so great, why would you start a company where 30 percent of your people or not so great, a small company depends on great people, much more than a big company does. Okay. So to answer this question, The advantage that that, I have making founders and that you have as as a byproduct of listening to founders is not only that I've read, you know, 300 on biographies of entrepreneurs runners now, but I have all of my notes and highlights stored in my Read wise app. And that means I can search for any topic. I can look at the past highlights of books, or could search for keywords. So what I did is, first of all, like, what I'm sorry to do with these Ama questions is I read them, decide which ones I'm gonna do next and then think about it for a few days. I don't put anything That just literally that that I know that's the next question, just let my brain work on it in the background for a few days. And then I'll go through and start searching all my notes. And so that's what I did here. And so there's a bunch of, you know, I don't have... I may have, 10 or 15 different founders talking about hiring. The first idea is the most obvious, but I think probably works best when you're already established. So Steve jobs is talking about, hey, You know, great way to to hire is just find great work and find the people that did that and then try to hire them. When you're Steve jobs, that's a lot easier. Right? Than if you're just somebody doesn't have reputation, maybe don't have resources, maybe your companies rather, new or not as well known. David Og. I just did confessions of an advertising man, couple episodes ago. I think, 03:06 or something like that through 0 7. And he did the same thing. But he's David Og at that point. So he would find... He'd go through magazines, find great advertising great copywriting, and he'd write the personal letter. And then set up a phone call. And he says he wouldn't... He was so well known and, you know, he's 1 of the best in his field that he wouldn't even have to offer a job just the conversation, then the person would... The the he'd wanna hire the person never mention it, and the person would apply to him. And so again, I think if you can do that, then, of course, it's straightforward who fine for... Somebody to does great work. Usually you can do this. I actually have a friend that I can't say who it he's doing this right now, actually. I have a friend that's really good at doing this. He's finding people that do great stuff on the unit internet and then just cold cold dia them, and then getting convincing them to work on things, and that usually works especially with people, like, younger people earlier in the career. There's a bunch of different ways to think about this in a bunch of different ways to prioritize. So the first thing that that come... That came to mind, but I found surprising is you read any biography on Rockefeller. And he had a couple ideas where he felt the optimization, you know, table stakes that you're intelligent and you're driven and your hardworking. Right? We don't even have... Like, if you're listening to this you already know that. But he prioritized hiring people with social skills. And so this is what he said. The ability to deal with people is as purposeful, a commodity as sugar or coffee. And I pay for... I pay more for that ability than any other under the sun. There's 2... The second part to this, though. And this is also works well if you have access to our resources. He he Rockefeller would hire people as he found as he found talented to people not as he needed them. It's not like, okay, Standard oil has 6 open spots. Let's go find 6 candidates. Right? He'd come across what he considered a talented person. He didn't even matter if he didn't know what they were gonna. He's like, I'm just gonna stack his team. And if you really think about the the his partners a san oil. He essentially built a company. An executive team of founders of because he was buying up all their companies. So it's very rare, but there's a line from Titan Wanna reach you. Taking for granted the growth of his empire. He hired talented people as found not as needed. And then I found another idea in the hiring. Like, the actual interview process. So there's this guy of Danny Verb bush. I did 2 episodes on, I think it's 2 70 and 2 71. He is the most important American ever, in history, in in terms of connecting the scientific field, private empires enterprise and the government. The most important person to keep alive for the American War effort was Fdr, the second 1 was Van Bush. Van Bush is like the force gum of this historical period. He is involved in everything. From the Manhattan project to discovering, like, a young claude Shannon to building a mechanical computer, like, this guy literally has done. He's just... He pops up in these books over and over again. If you were reading about American business history during World war 2 and post war war 2, you are going to come across the name Danny Bush over and over again. I read his fantastic auto called pieces of the action, and I came across this weird highlight. And so this is his brilliant and unusual job interview process. And so he's talking about organization he's running called Am rad, at Am rad, I hired a young physicist from Texas named Cg Smith. The way I hired him is interesting. An interview of that sort is always likely to be on on an artificial basis and somewhat embarrassing. So I discussed with him a technical point on which I was then genuinely puzzled. The next day he came in with a with a neat solution, and I hired him at once. Here's another idea. This is from Nolan Bush Nolan Bush else the founder of Atari, founder of Chuck Cheese and Steve Jobs Mentor. He hired Steve Jobs when Steve Jobs was, like 19 Att atari. He would ask people their reading habits in interviews. This is why. 1 of the best ways his whole thing was he wanted to build all of his companies laid on a foundation of creative people. So that's what he's looking for. He's like, I need creative people. 1 of the best ways to find creative peoples to ask a simple question. What books do you like I've never met a creative person in my life that didn't respond with enthusiasm to a question about reading habits. Actually, which books people read is not as important as a simple fact that they read it all. I've known many talented engineers who hated science fiction, but loved, say books on bird watching. A blatant, but often accurate general, people who are curious and passionate read, people who are and a different don't. I remember 1 that that's such a great line, and I obviously agree with it. I remember 1... I'm gonna read it again. A blatant but often accurate general. People who are curious and passionate read people who are empathetic and indifferent don't. I remember 1 particular woman who during an interview told me that she had read every book that I had read. Sorry I started mentioning books I hadn't read, and she had read those 2. I didn't know how someone in her late twenties found that this much time to read so much. But I was impressed... I was so impressed that I hired her right there and assigned her to international marketing, which was having problems. This is why this is why I'm reading this whole section to you. A job with a lot of moving parts benefits from a brain that has a lot of moving parts. It wouldn't be possible to have read that many books without such a brain. So do you see what I mean? Like, we start with sea j saying this is the most important thing that you... Your role the leader of the company the founder do. Right? And you are... In... It's so important to study and this is why I'm glad this to this question exists. And why I'm glad that I've I took the time, and I had, like the foresight to like, hey, I should really organize my thoughts and notes because there's no way I would have remembered all this without being being able to search my read wise. Right? But you have Rockefeller saying this is what's important to me. You have Bush saying this is how I hire. Now you have Nolan Bush now saying, well, here's another weird thing that I learned. Let me go through, what warren Buffett says about this. So this is about the quality. 1 thing that is consistent whether it's jobs, Buffett, Bezos, Peter T, this just pops up over and over again. They talk about the importance of trying to find people that that are better than you. The the hiring bar constantly has to increase. Now, obviously, the larger the company gets that's impossible. Steve Jobs has this great quote where he's, like, you know, Pixar was the first time I see... I saw an entire team. Entire company of a players. But they had 400 player. They had 400 team members. He's like, at the time, Apple called had 3000. They it's impossible to have 3000 a players. So there is some number that your company may grow to where it's just... You're just not. You're not gonna have thousands of a players. In my argument ma'am, I don't even know if you can a 400. I guess you... I mean, I'll take Steve's word for it on there and picks pixar definitely produce great products, but it's probably a lot lot lower than that as well. So warren Buffett would tell you to use David Og hiring philosophy. And so Warren said Charlie, and I know that the right players will make almost any team manager look good, again, that is why it's the most important function of the founder, maybe directly next to the product right above the product actually because those are people building your product. We subscribe to the philosophy of Og M founding genius, David. Is what Og said. Each of us hires people who are small smaller than we are, we should become a company of dwarves. But if each of us hires people who are bigger than we are, we shall become a company of giants. David... Or Jeff Bezos rather, use a variation of Og b's idea too. Jeff used to say in Amazon. Every time we hire someone, He or she should raise the bar for the next hire so that the overall talent pool is always improving, and they talk about this idea in Amazon where the the the future hires that we do should be so good that if you had applied for the job you already have in Amazon, you wouldn't get in. That's a very interesting idea. Take your time with recruiting. Take your time with hiring. There's this great book on the history of Paypal. It's written actually, I've I've recently become friends with the authors. His named is Jimmy Sony. And this is in his book. The the most fascinating thing that I found was that Paypal prioritize speed. So from the time they they founded it to the time they sell to Ebay. It's like 4 years. Jimmy spent more time researching the book than boy... He said 6 years researching book. I was tease. I was, like, you took a long run a book and they took to start and sell their company. It just speaks to like, the quality he's trying to do. But that... As a byproduct of that, like, obviously, they move fast, but they prioritize speed over everything else except in 1 area recruiting. Max Kept the bar for talent exceedingly high. Even if that came at the expense of speedy sat staffing. Max kept repeating a's, higher a's, b's, higher c's. So the first b, you hire takes the whole company down. Let's read that again. A players, hire a players, b players, hire c players, so the first b player you hire takes the whole company down. Additionally, the team... The company leaders mandated that all prospects is another idea for you. All prospects must meet every single member of the team. Now the next 1 is the most bizarre. It makes sense if you studied... I did this 3 part on Larry Ellis, 3 reports here in Larry Ellis. I should read those books again because the the podcast is like 50 times bigger, than than when I publish those episodes, and he's just... It's crazy. So he would hire based on the confidence the self confidence level of of the candidate. Listen to this. I have tears eyes I don't know why laughing. Okay. This that's okay okay. Because this is... You read about Larry Ellis, and he's 1 of these people is, like, really easy to interface with because you just you just know exactly who he and what's important to him. That's why I think it's so funny. Ellis insisted that his recruiters hire only the finest and caucus new college graduates. When they were recruiting from universities, they'd ask people? Are you the smartest person you know. And if they said yes, they would pay them. If they said no, they would say who is and they would go hire that guy and said. I don't know if you got the smartest people that way, but you definitely got the most arrogant. Ellis, and this is what. The personality of the founder is largely the culture of the company. Apple is Steve Jobs Apple's just Steve jobs in 10000 lives. Right? I was just texting a a founder friend of mine. He was assisted little podcast actually been him through the podcast, and he's going through this, like, process a self discovery. Like, he's already started a bunch of companies are really successful, but he's, like, I think I'm more of this type of founder than the other type of founder, and that's good that he's doing that because he's he's hopefully his next mission is like his life's mission, you know? And you can't get your life's mission unless you you to figure out who you are. Ellis knew who he was. Ellis Swag combative style became a part of the company's identity. This arrogant culture had a lot to do with Oracle success. Here's another odd idea for you. Is he sharp, the founder 4 seasons actually could figure it out that in his business, which was hotels. Right? That hiring could... Hiring the right person could actually be a form of distribution for his hotel? He gave me the idea because of what? What do we know? What do you and I know in our bones That history's greatest founders all read biographies. The all read biographies of people that came before them and took ideas from them? Is he sharp but trying to build 4 seasons? What do you think he did? He picked up a biography of Caesar R, the guy that R carlton his name after. The great arguably the greatest hotel year of all time. And when he realized, oh, shit. R. He he says, remembering that Caesar R made his hotels world famous by hiring some of the form chefs. We decided to do something similar. So what is he talking about? Caesar R went out and partnered with August. What Caesar R was to hotel to building hotels. August Cafe was to French cooking. And so what happened is you partner with World Famous chefs, people come into your restaurant that's in the hotel because the World Famous chef and now they know about your hotel that leads to more get that meet leads to more activity in your restaurant that you own, but also leads to more brand recognition of your hotel, and then by... As a byproduct that more people staying at the hotel. So hiring as a form of distribution. This is fascinating. That is a fascinating idea. Okay. Here's a problem. You can identify great people. Right? Maybe they even want to come work. Like, you've identified them, you've sold them, hey, this is what this is our mission. This is what we're we're doing and yet, humans have complicated lives. They have spouses. They have kids. They have a reason maybe they can't move across the country to work for you. Even though they want to. So there's a problem solving element that you've see in these books. On... You have to solve, like, you've already identified the person. You've recruited them. They can't go for some other reason. Okay? Well, the great founders are not gonna take no an answer. I read in in this book called Lift off, which is about the first 6 years of Spacex. This is what Elon must did. They had anticipated his friend's issue, having convinced must they needed to bring this brilliant a young engineer from Turkey on board. It became a matter of solving the problem. His wife had a job in San Francisco. She would need 1 in Los Angeles. Right? Because that's where spacex's at time. There... These were sol problems and Elon better at solving problems than almost anyone else. Must therefore came into his job interview prepared about halfway through must told the guy that he wants to hire. So I heard you don't wanna move to La and 1 of the reasons is that your wife works for Google. Well, I just talked to Larry and they're gonna transfer your wife down to La. So what are you gonna do now? To solve this problem, Musk could called his friend Larry page, the c founder of Google. The engineer satin stunned silence for a moment, But then he replied, given all that, he would come to work at Spacex. That's really smart. There is another idea when you're promoting, are you gonna promote from within or from without you know, that's dependent on you depending on what what's going on. I do think this is interesting though. There's a guy named Lush schwab, who built this this really valuable chain of like, tire companies in the Pacific Northwest. I actually found out about him because Charlie Mu is like, hey, you should read this biography. And he said it in he didn't say it to me personally. He said it to in, like, 1 of the berkshire meetings that to study, Les schwab had 1 of the most... 1 of the smartest financial incentive structures of any company that that Charlie Mu had come across. So this is what Les schwab at. He did not want to hire from He didn't wanna hire other people from other companies because they might come with bad habits. He'd like to train his own executives. And so he says in our 34 years of business, we have never hired a manager from the outside. Every single 1 of our more than 250 managers and assistant managers started at the bottom changing tires. They have all earned their management job by working up. And then another thing, if you're gonna hire the best of the best and a players, their... A players don't like to be micro managed. And so this came in Larry Miller automatically called driven. He owns, like, he owned, like, 93 companies, all throughout Utah car dealerships, movie theaters, all kinds of crazy stuff, he also owned the the the Nba team Utah jazz. And what was fascinating is he's trying to recruit Jerry Sloan as the coach at the point. And Jerry Sloan would only take the job on 1 condition and I really like it. I really like this idea. If you hire me, let me on the team in business. Right? That's what you're hiring for. 1 of the best things we had ever done was hired Jerry Saunders coach. At the time, he said I'm only gonna ask you for 1 thing. If I get fired, let me get fired for my own decisions. If you hire me, let me run the team slash business. Here's another idea. From Thomas L... Edison that I think is fascinating, really, the way I think about a founder is, like, you're developing skills that you can't hire for. You you're gonna hire for everything else, but you shouldn't be horrible and Edison wasn't. Edison expressing his views on the preeminent role of applied scientists, which that's what he considered himself, coin the expression, I can hire mathematicians, but they can't hire me. And so when I read that paragraph for the first time a note I left myself was develop skills that you can't hire for. Capitalism rewards things that are both rare and valuable. Est Lau would give you advice that you need to hire people align with your thinking and values. Hire the best people. This is vital. Hire people who think as you do and treat them well. In our business they are top top priority. So this idea is like, That seems kinda weird, like, hire people who think, like, you... There's obviously not 1 right way to build a business. I think the... Your business should be an expression in your personality and who who as a person at the core. And so I think there is an art to the building of your business. And the reason to use the word art. I don't mean in, like, a h Toy, you know, pre potential manner. That's not me at all. I don't even care about. I don't art at all. Really. I mean that you're making decisions not just based on economics. Like, there are non economic important decisions based on how you're building your business. Like, you could probably make more money doing a decision a, but decision a's goes against who you're are as a person, or you just don't like it, or it's just not as elegant or beautiful. And so therefore, you don't do it. So that's what I mean about, you know, hire people who think is you would you do. And what... For whatever reason when I read Lau say that. I was like, okay, That... There's like art to what she's doing. 1 thing that's gonna be helping recruiting. This comes from Peter Till. I think this is the book 0 to 1. Understand that most companies don't even differentiate their pitches to potential recruits and to hiring. So therefore, like, if they're just gonna by as a byproduct that, you're gonna wind up with a lower overall talent base. And so he says, what's wrong with valuable stock, smart people are pressing problems. Nothing. But every company makes us at these claims. So they won't hope you stand out general and un pitches to join your company. Don't see anything about why a recruit should join your company instead of money instead of many others. So that idea of, like, your pitch, your actual... He would tell you you're... You shouldn't be building it on differentiated commodity business. But even above and beyond that, like you're the the the mission that you're trying to engage everybody to join you in. That pitch that sale sale you're trying to make to potential recruit should be differentiated. Should not... If that person playing to 5 other jobs, there should not be, like, it's like, they may not like your mission. They may might not I like your pitch, but there shouldn't be able to compare to anything else. Another quote from Nolan Bush, hire for passion and intensity. That's what he would do, or, that's what he did when he found steve jobs. If there was a single characteristic that separates Steve jobs from the massive employees, it was his passionate enthusiasm. Steve had 1 full... 1 speed, full blast. This was the primary reason we hired him. And 1 thing all these founders have in common is that he know how important hiring is. And when something's important, you do it yourself. This is again, Elon Musk hiring. He interviewed the first 3000 employees at Spacex. That's how important it was. 1 of Musk's most valuable skills with his ability to determine whether someone would fit his mold. His people had to be brilliant. They had to be hardworking and there could be no nonsense. There are a ton of pho out there and not money who are the real deal must said of his approach to interviewing engineers. I can usually tell within 15 minutes, and I can sure I can for sure tell within a few days of working with them. Musk made hiring a priority. He personally met with every single person the company hired through the first 3000 employees. It required late nights and weekends but he felt it was important to get the right people for his company. And then the clothes on this, we started with Steve I was telling us why it was so important and why should be a large part of how you spend your time, and now we'll close with what you do after. What do you do after you hire the person. This is what he says. It's not just recruiting. After recruiting, it's building an environment that makes people feel they are surrounded by equally talented people and their work is bigger than they are. The feeling that their work will have a tremendous influence and is part of a strong clear vision. So that is the end to that 20 minute mini episode. I just re to the whole thing. And it it really does, I think it's a perfect explanation and illustration of why I think founder notes is so valuable because that some of those books I haven't read in 5 6 years. And just the ability to have a searchable database of all these... These ideas like this collected knowledge of some of history's greatest entrepreneurs to reference and then contextual apply to our own businesses. It's nothing short of, like, it's magic. That's a really way I think about it. I think it's a massive superpower. Gives me a massive superpower. I couldn't make the podcast without it. I also think if you have access to it, it it'll make your business better. And so if you're already running a successful business, I highly recommend that you invest in a subscription and you can do that by going to founders notes dot com."
}