{
  "transcript": "Back in 2019, 1 of the c founders of my favorite app, the best app I pay for. I literally could not make the podcast without it is called read wise. I've been talking about it for years. I've been tweeting about it for years of every single other interview on other people's podcast I go on. I talk about this, and I did this way before I knew I was gonna partner with them on my own product. So I built this product with Read wise. It's called founders notes. You can see it at founders notes dot com, and it's founders with an s just like the podcast, So founders notes dot com. I got a Dm from Tristan in 2019, and he was the 1 that made me aware of read wise. It's it was perfect. And the reason it was perfect is because I have way more night highlights and notes on my books than most people do. So I have over 20000 over the years. I've added over 20000 highlights and notes for all the books that I read for the podcast to the Read wise app. And so and the reason I do is because I'm able to search everything that I've ever done. I use this every day. I search it every day It really is the world's most valuable notebook for founders? So I contacted the founders read wise. I said, hey, can we do this? Can we actually do this project together. I wanna make my own version. I want people to have access to everything that I see Literally, if you sign up a founder notes dot com, you are able to search and see every single 1 of my highlights and notes it's exactly what I see. And so as an illustration of just 1 of the ways that I use this is at the end of this episode, I'm gonna include this 20 minute episode I made where somebody asked me, like, how did history greatest entrepreneurs think about hiring. And anytime I last question like that, anytime I'm making a podcast. What I do is I'm constantly searching my read wise app, which is now available founders notes dot com, and just it gives me a complete list of all the different ways that history greatest founders have thought about whatever subject I happen to be thinking about are working on are investigating. So at the very end of this episode, you're gonna hear me speak for 20 minutes. And it's answering the question how did history entrepreneurs think about hiring. And all that information came from me searching my notes and highlights, which is exactly what you can do with founders notes. Keep in mind, this is made for founders already running successful companies. Those already running successful companies will get the most value of this because it's a way for you to reference the thoughts and ideas of fisher greatest founders, and then you know how to apply them to whatever's going on in your company at the at at this very moment this... The other thing I wanna tell you, it is currently priced at 50 percent what it will be. So it's actually gonna double in price. And the reason I did this is because I'm adding a bunch of features that that I think are incredible. And I have to build out the landing page and everything else. You sign up now. Obviously, as I add features you're not you don't have to pay any additional. I truly do believe it is the world's most valuable notebook for founders and the value you get out of it will be incredible. You can get immediate access to over 20000 of my highlights and notes right now by going to founders notes. Dot com. A sensation was caused by an unknown designer named Christian Dior. He was producing long full dresses using prod quantities of precious materials and thumb his nose at wartime austerity. His new collection electrified rich fashion conscious ladies in all nations. But who was Christian Dior and where did he come from? His father was a successful businessman who ran a fertilizer factory specializing in liquid manure. The foundation of the Dior Empire was shit in the literal sense. 50 years from now, Dior would be the beginning of Bernardo No L Empire, which I talked about on episode 2 96. If you haven't listed to the episode. Already. 1 of my favorite episodes I've ever made. The profits of liquid manure allowed the Dior family to maintain a house in Paris, and a young Christian dior took full advantage of it. He would love to draw, love dressing up with the help of his doing mother and he enjoyed designing dresses for his sisters. He's a kid when he's doing this. Is another example of something you and I talk about all the time that true interest is revealed early. But he did not start out working in the fashion business, 1 of his first jobs, he actually became a partner an art business. His father putting up the money on behalf of the son. This is a pre history of Dior fashion business. Then troubles came. His brother was locked up in an Insane asylum. His mother died and then in 19 31 during the great depression, his father went bankrupt. Virtually all of the art galleries, including Dior failed. Without this financial disaster, Dior would probably have spent his life as a middle ranking art dealer and died unknown. That's another example of 1 of my favorite ideas is that comes up in these biographies over and over again That opportunity is a strange beast if frequently appears after a loss at this time. Is the best thing him failing as an art dealer, is 1 of the... Is the best thing that ever happened him. He just didn't certainly didn't feel so at the time. And so after this, Christian dior actually gets a job working for the designer routinely long, and he actually spends about 10 years working for him before he gets his break, and they describe this as hovering on the fringes of the fashion industry. Then came a unique stroke of fortune that transformed his life. Something that would allow a frustrated would be creator to fulfill his destiny. Dior certainly believed in luck, and that is even an understatement Christian Dior believed in Fortune tellers. He believed what they told him when they forecast his Destiny to be true. A wise woman as he called him, that is a fortune teller had told him that women will be very lucky for you. You will earn much money from them and travel widely. As of July 19 46, however, this is 1 of the craziest sentences when you think about the life of Christian Dior. As of July 19 46. However, Dior was a nobody in his forties. With nothing in his designed career to suggest genius. Then that month, he met Marcel Bo Sa. I'm gonna pause right there, 1 of my favorite Paragraphs Ever read and anything I've read for the podcast so far came from this excellent x essay sa by Paul Graham. I covered it all the way back on episode 03:14. The essay essays is called how to do great work, this is what Paul Graham noticed because he's read a bunch of biographies, and I noticed the same... As I read a bunch of biographies. When you read biographies of people who've done great work, it is remarkable. How much luck is involved. They discover what to work on as a result of chance meeting or by reading a book they happen to pick up. So you need to make yourself a big target for luck. And the way to do that is to be curious Christian Dior is going to meet Marcel Bo because of the relationships that he developed in the previous decade working in the Paris fashion industry. So it says that that month he met Marcel Bo, a textile magnet who was called King Cotton B sac wanted to own a big Paris fashion house to get prestige to his booming, but home drum business. Someone told him that Dior might be able to produce ideas. Hence, their meeting, so they want a meeting and this is Dior did something that was genius, and then as you understand his personality so far outside of his normal personality, He was when you read his auto, most of the people you and I talk about, they have a lot of self confidence. Christian Dior is the opposite. He is constantly plagued by impostor syndromes and doubt and uncertainty. And so looking back at his life, the fact that he said this taboo bo act what I'm about to reach you is AAA miracle. So Christian Dew takes a tour of Bo acts factories. Like I don't wanna run this at all. And so he says I am not interested in managing a clothing factory, what you need and what I would like to run is a Craftsman workshop in which we would recruit the very best people in the trade to reestablish in Paris a salon for the greatest luxury and the highest standards of work. It will cost a great deal of money and entail much risk. B sack like the idea and offer to set up Dior with an investment of 10000000. This was later increased to a hundred million Francs. For the investment that B sac is going to make in Christian dior, and it's gonna pay off handsome. At the last minute, this is what I meant about him constantly struggling with Impostor syndrome. He had never started a business for. His first experiment as an entrepreneur is going to be the Dior brand that doug exists to this day. At the last minute, Dior was frightened and almost turned down the offer, but he was persuaded into it by his fortune teller. Dior doubled the risk of opening a new fashion house with his revolutionary new look. A deliberate and defiant return to the most extravagant use of material. He's spat in the face of post war egalitarian democracy and said, I want to make the rich feel rich again. His first collection turned out to be the most successful in fashion history. Christian d recruited and continued to employ the best people to be found in France, men and women who would rather die then turn out a piece of clothing, which was in the tiniest degree below the best in the world when I first read this. The note left myself was this is the Pixar of fashion houses when Steve jobs, he said the first 400 employees at Pixar was the only company he ever came across at his entire life that was an entire company of a players. When he went back to Apple in 97. I think he said they had around 3000 employees. And he's, like, of course, you can't have a collection of 3000 a players. But pixar proved to Steve Jobs Is it's possible to have 400 a players inside of 1 company. The success of the fashion House was immediate and prolonged, and the volume of business continued to grow steadily in the 10 years up to death In 19 57. By which time the house of Dior employed a thousand of the finest experts ever gathered together under 1 roof. During this decade, Dior sold over a hundred thousand dresses made from 16000 design sketches and using a thousand miles of fabric. Okay. So that was an expert not from the book I'm gonna talk you about today. That was actually this book called creators is written by 1 of my favorite authors is guy named Paul Johnson. It is like a fifth 18, I think has 15 chapters on some of history's greatest creators, so people like Picasso, Walt Disney, Bale, Christian Dior, Shakespeare, Mark Twain. It is an excellent little book. I highly recommend you pick up a copy for yourself, but The reason I wanted to start there is because I had previously attempted to read Christian Dior auto, which came out almost 80 years ago. And Dior is very much in ec, of very... He's an odd duck. The way I described this book before was that Christian Dior writes like Willy Won speaks. Even the structure of the book is bizarre. He puts his... The last chapter is on his his childhood, like his early life. But reading Paul Johnson's overview of the life in Career of Christian Dior inspired me to pick up his and reread it. And I'm glad I did because Christian Dior is maybe 1 of the most unique people? He he just stands out to think about, like, you and I study uncommon people, and even Christian Dior is uncommon amongst uncommon people because how many people do we study that had no entrepreneurial leaning at all. That other people would describe with by the time they're in their forties that they had... They were nobody and they had nothing to suggest any kind of genius. There's a lot of people have become successful and achieve their greatest work later in life, but you'll hear from people when they were younger, that they showed signs of talent or obsessive or drive that was unusual compared to the people around them. No 1 describes Christian like that. He doesn't even describe himself like that. So I wanna go through his auto, and I wanna see if you and I together can figure out the mystery that is Christian dior. I have to start with something that was very fascinating because, again, like, I'm pretty sure you don't believe in Fortune teller just like, I don't believe in Fortune tellers But the important thing is like that Dior believed in them. And that sometimes it's helpful to have something outside of yourself that pushes you even though you're you're filled with with doubt. Dior was rife with insecurities and uncertainties. Certainly before he was successful, but even after he was successful. And I I he does credit the multiple visits to his Fortune tellers with helping him move forward in times of doubt. And this is so important to him that the very first chapter, the very first chapter very first paragraph. This the he says, I must acknowledge my debt to the fortune tellers who have predicted it. And there's several examples in the book where he quotes what they tell him. This is way before he had any success and this is what. 1 of them said you will suffer poverty. But women are lucky for you, and through them, you will achieve success. You will make a great deal of money out of them and you will travel widely. Do you wanna know when that happened to him? That happened to him in 19 19, He was 14 He was 14 years old when she's reading his palm, and she gave him that prediction for his future success. And so it's obvious from a young age that he was rife with insecurities and doubts about himself and his talents, he was also as he as he ages, and he goes to his career. He's also packed full of hypocrisy and you'll see this because he says, listen, I had spent 10 happy years as a designer at La long, and it was a delightful existence. Why? Because he just had a job. He did not wanna be an entrepreneur. He did not want the stress that comes from leading your own fashion house. He says I had none of the responsibilities of putting my designs into practice, nor the burden of an executive job. But yet 10 years in. He's like, well, maybe I'm just making another man rich. The good... The interesting thing about the Paris fashion industry at this point in history. It's like a lot of the other. There's this this idea of seniors that the these a, like, the highest quality people tend to cluster together in very important times. So if you are young mechanically inclined, talented, person, interested in automobiles and your 1900, you're living in Detroit. If you love making hand built, cars to race in the 19 forties and fifties, you're living in Italy. If you're interested in computers and software in the last 50 years, you're probably in Silicon Valley in this part, if you're interested in fashion, and you're alive in the 19 twenties 19 thirties, 19 forties, 19 fifties, you are in Paris. And so he sees other people working inside of his same company leaving. So 1 of these guys... I, I'm not a fashion person, so I can't never pronounce any of these names, but this... These a lot of these brands are still around. Obviously, Christian Dior, Isa saint Laurent, bale, but there's a guy named Pierre Balm. And so he leaves, and he decides to start a new house under his own name. This company still. At 78 years old, and it's still in existence to this day. And so this is why I'm telling all this because this is what's going on inside the mind of a young Christian dior. This had the effect of making me think seriously about my own future. For the first time I wondered whether I was really devoid of any personal ambition up until his point he didn't think he was ambitious. I was working all the time to achieve the financial success of another man. I was toil in the bonds of his creative inspiration, and so there's a friend of his that is saying, hey, everybody knew who Marcel Bo was. It's like, you know, like 1 of the most famous entrepreneurs and financier at this point, and they're like, they're looking for this, somebody to to make a fashion house and meek, and with great reservation, Christian to your offers himself up and he says, would I do? And that took a lot for him to do because this is how he describes what happens. These harmless words were scarce out of my mouth when I was overcome with horror. I suddenly fore saw the dreadful consequences of my rash. This is not a self confident man. This is not a risk taker. He is terrified of risk. He just saw his entire family Fortune, which goes back to his great great grandfather. His great grandfather was 1 of the first people in France to ever import bat Gu, which is just bats shit. He's his great great grandfather thing in 18 32 is in... It was a first person in France to import bats shit from Chile and use it as fertilizer in Europe. That was the beginning of the Dear family Empire, which had just collapsed a hundred years later in the great depression. So it makes sense that he was terrified of being an entrepreneur taking a kind of risk because he saw his family fortune that lasted a hundred years, disappear in 1 decade. And so what Christian do has at his core is impostor syndrome. And the way he got around this is he literally invented a character, an alter ego. This is very similar if you ever heard Kobe Bryant talk about when he plays bat when he play Basketball It's like, Coke, there's Kobe Bryant is only off the court. When I'm on the court, I'm the black m. And so throughout this book, Christian Dior talks about this, and there's Dior or the person, and then there's Christian dior, the designer, the Court that the fashion house. That is Over time at the very end of the book, which is published. He's writing right before he dies, he doesn't know. He's gonna die because he dies relatively young. He dies a 52 from a from a heart attack. But he's like, over time, they merged together, but the beginning, he saw them as completely separate entities. Having entered very late into this profession, where others spend a lifetime learning and having had no training to guide me except my own instincts. I had always been afraid to betray my ignorance of it. He does not think he has talent. Perhaps it was this very fear of remaining the perpetual amateur that spurred me on to brush aside my doubts at last and invent the character of Christian Dior. And so this is his description of going to meet Mars sac. And at this point, he was trying to restore this brand called Gaston to its former glory. And Christian, do dior thinks own this might be a good opportunity. Then he takes authorities and he's depressed. He's like, I don't wanna do this and this when he says my heart sank at the thought of the hazards involved. The cob webs, which would have to be swept away. The difficulties of coping with the staff which had been set in its ways for so many years and would certainly resent change it. So essentially saying, I don't wanna come in and fix this decaying company. I wanna start from scratch I wanna do it my ways. What he's what he's saying, in short, it's the possibility the impossibility of making something new out of something old. In a trade where novelty is all important. I decided that it was not meant by nature to raise corpses from the dead, I was not meant by nature to raise corpses from the dead. My answer to him was no as I sat down facing him. I suddenly realized what my true ambition was. Here was a famous financier, who was at the same time a man of wide and cultivated intelligence. I suddenly heard myself telling him that what I really wanted to do was not resurrect gaston, but create a new court Court house. I don't know how to pronounce any these French words. I'm sorry, but create a new fashion house under my own name. I wanted a house in which every single thing would be new. I described to him the house of my dreams. I envisioned my house as a craftsman workshop, rather than the clothing factory. And so that's when he lays out this hugely ambitious project completely different with Marcel B sac kind of mine and Marcel Bus acting being obviously a very affirmative formidable individual, very... He doing. He's entrepreneur went through, took a lot of risk. He's like, okay. Let's do this. And here's the unexpected problem. That's not what Christian dior wanted tim to say. When he hears that Bo sack is definitely interested in his project, he spends several days in what he calls a tortured state of doubt. He is terrified of taking risk He says on my side, this was not ent trans from con concede. It was from a secret una acknowledges desire to escape from the whole thing. This feeling of panic eventually led me to send a telegram breaking off negotiations completely Now this is why it's so important. It was at this juncture that I went to see my fortune teller. Now this is... Again, the mind is a powerful place which you feed it affects you in a powerful weight. He believed this to be true. It doesn't matter that other people you and I from this vantage point is like, obviously I don't believe Fortune tellers. That's irrelevant. D believed it to be true. This conversation with the Fortune teller actually convince him. Regardless of yourself doubt, how terrified you are. You must do this. She ordered me stern To accept The sack offer at once. You must create the house of Christian Dior, whatever the conditions. Nothing anyone will offer you later will compare with the chance, which is open to you now. I therefore resign myself to the inevitable listen to that advice. You must create the house of Christian dior, whatever the conditions nothing. Anyone will offer you later will compare with the chance, which is open to you now. Once he decided to go ahead, this is when he starts to... The way Think about it this, he starts building at the pack the Pixar or of fashion houses. He's building a team of fan, and Christian Do is definitely a fan. And so he's he talks a little bit about his thinking behind this. I knew that if I were to emerge Victorious I had to be equipped with a first class staff. So he's she's just gonna go over a few of the the first people he hires. So Raymond was to become my second self. She is my exact compliment. She plays reason to my fantasy order to my imagination, discipline to my freedom, foresight to my reckless. She has supplied me with all the qualities, which I have never had time to acquire for myself. Another early hire is Bur card bur card is 1 of those people increasingly rare, who make elegance their sole reason for being. She is superb indifferent to such mundane considerations as politics, finance, or social change. All she cares about is fashion and elegance And this is 1 of the most important sentences in her... In him describing her. Her high standards are inflexible. He finds and hires yet another fan. This is how he describes Mar. Mar is so much in love with her work that our partnership has had the character of a grand passion. If the world came to an end while she was pouring over a dress, I really do not believe that she would notice. Nothing is ever beautiful enough are perfect enough for her. She will stitch un stitch, cut, cut again a hundred times, and she still will not be satisfied. She was exactly the sort of person I needed someone whose love of clothes equaled my own. And so in addition, hiring only the most talented people he could find. He also, of course studied the history of the industry he's operating him. He's got gotta... He he talks about Bale. He calls Bale, the master of ass all. I go into more detail about that on episode 03:15. The episode Did on Bale because it's hard to believe that they consider him the greatest of all the Paris fashion designers, given the state of the brand today, but I just wanna pull out 1 thing. He's talking about Coco Chanel, and I love what he said about her here. Outstanding among them all was coco Chanel who dominated all the rest. In her personality as well as and her taste, She had style elegance and authority. I've done 2 episodes of Coco Chanel. The 1 I'd recommend listening to, though, if you haven't listened to it already is episode 1 99. Coco Chanel is very different from Christian Dior in the sense that there is all these people that run into a very young coco Now even before she was rich and famous, and just saw, an unbelievable amount of talent and drive where obviously, that's not true for people that interact with Christian you earlier in his life. In fact, 1 of my favorite things, 1 of my favorite, like, historical anecdotes about Coco chanel was the fact that I think she's dating the duke of Windsor at the time and Duke of windsor was friends of Winston Churchill. This is way before World war 2 has happened in 19 27. And we have copies of churchill. The letter he's writing to his wife. And he talks about meeting Coco Chanel for the first time. And he says this in 19 27 about her. And he said that Coco Chanel was fit to rule a man or an empire. I just love that idea of Churchill writing about, young Coco Chanel. So he goes back to, hey, This is I'm going after he's designing it for the rich. He wants the people to feel rich again. He wants to fight against this post war, post war war 2 austerity. So he says I aimed at a fairly restricted clientele. There's a great line. About Dior and bale that Dior was for the rich and that bale for the wealthy, but he's talking about his relationship with Bo sack, Bo sack realized that he was dealing with a conscientious craftsman and not a Meg. Craftsmanship. The important of being a craftsman is something that Dior repeats over and over again. A few pages later, he repeats this. Far from wanting to revolutionize life's fashion, I was chief concerned with producing a high standard of work. I aimed at being being considered a good craftsman uses that word again. That idea of craftsmanship, something you and I talked about over and again. Steve Jobs talked about it a bunch. My my favorite description of this actually came from dis biography of George Lucas. I read think it's episode 3500. I read it years ago. I need to reread it because it's such an excellent book. It's called George Lucas a life and is written by this author who does... He's a great bug of his name's Brian J Jones. But in that book, this is what George Lucas said. My thing about art is that I don't like the word art. Because it means protection and bullshit. And I equate those 2 directly. I don't think of myself as an artist. I'm a craftsman. I don't make a work of art. I make a movie. I just did Christopher Nolan biography. I think it was episode maybe 03:17. He said the same thing. I feel more of a craftsman than an artist genuinely. With people that get excessively good at what they do, we see the theme over in Oregon. Same thing, B K in his. My goal is to produce high quality items manufactured with Italian craftsmanship and manual skills. This is not a new idea. Socrates would go around Athens, constantly asking people. He loved to question people about how they did their work, and there's a there's a great line. In his biography. It says craftsmanship fascinated him. And something Christian Dew talks about is the amount of work and time and effort that goes into building something that you can be proud of. Steve Jobs that go that same sentiment. He says they have no conception of the craftsmanship that is required to take a good idea and turn it into a good product. As Christian George building out his first collection, he says an idea that's really fascinating that a lack of information and an increase in mysterious can actually cause speculation and that this gossip is actually free advertising. He calls it free propaganda. It is widely and quite erroneous believed that when the house of Christian Was launched, enormous sums were spent on publicity on the contrary. Not a single penny was allotted to it. The relative secrecy which I chose to work aroused a positive whispering campaign, which was excellent free propaganda, Gossip. Malicious rumors are worth more than the most expensive publicity campaign in the world. And yet here's the interesting part. He was doing his best to avoid publicity and yet it found him, likely influenced by the fact that he was avoiding it. So this is likely influenced by Gossip and Whispers, and this is really important because He's gonna get profile in life magazine. His biggest customers by far were not the French. They were not the Europeans. They were the Americans think about where we are in world history. This is post world war 2. America economy is booming. And so this was an unbelievable lucky break. My most fortunate piece of publicity was quite unplanned. Life magazine asked me to do a piece. At the time I had no idea of the importance of an article in life in launching anything. Like Fortune, the goddess of publicity often seems to smile most favorably on those who court her the least. And what's fascinating is the closer he gets to the launch. The more nervous and the more torture he becomes. His collections... He's got it really talented people. He likes what he's making. He's getting starting to get a lot of publicity, and he's constantly trying to, like, I need to run out of here. I'm he's he just, there's just constant self doubt that he is he's got force himself to overcome. I felt that too many hosts were being pinned on me. And I was incapable of fulfilling them. It was only with the greatest possible reluctance that I was finally persuaded to show my dresses to my friends, 1 evening just before their formal presentation to the public. And so the next day is when he launches, what they said was the most successful fashion line launch in fashion history, and he there's a few sentences from here. The entry of each model was accompanied by gus of applause. I stuffed my ears terrified of feeling confident too soon. It was an immediate success. The response by all the people inside of his fashion house couldn't be more enthusiastic and this is what he says, as long as I live whatever triumphs I win nothing will ever exceed my feelings at that supreme moment. And throughout the book, you just can't help but root for his success, because really, it just comes down. He just he he was obsessed with that we he was doing, he loved it. He was fan about it. And at the end of the day, he... Essentially when I'm reading this, there's a bunch of notes where I have to myself which just like, my interpretation of what he's telling us. I just wanted to make something that people love. And he says all my pleasure arose and the fact that my dresses were being appreciated by the public. And he has a very unique way of describing the way he views his work, design is definitely his entire life and then everything he experiences fuels his designs, I must admit that clothes on my whole life. Ultimately, everything I know, see or here every part of my life turns around the clothes which I create. They haunt me until they are ready to pass from the world of my dreams into the world of practical utility. This continues. I know exactly what I must give my designs, care, trouble and enthusiasm when I read that sentence, I was thinking of James Dyson mentor. Maybe the most influential person on his entire career was gaining Jeremy fry. They gave James Dyson 1 of his first jobs. And 1 of the most important things that Jeremy Fry taught James Dyson was that you should believe most of all in the power of enthusiasm. You should believe most of all in the power of enthusiasm, Christian Dior is saying, hey, I'm going to give everything I have to my designs I'm gonna give them care. I'm gonna give them trouble, and I'm gonna give them enthusiasm. The most passionate adventures of my life have been with my clothes. I am obsessed with them. They pre occupy me. They occupy me, and they post occupy me. This makes my life At the same time, heaven and hell he is describing the fact that there's is no off switch for entrepreneurs, which again, he was 41 years old until he discovered, it it for himself. Goes back to this idea everything he experiences. The world is a classroom for Christian Dior just like it is for Vinci, which he's gonna get to in a minute. Everything he experiences fuels ideas that he can use and designs. I scribble everywhere. He's constantly putting ideas on papers What he's talking about. I scribble everywhere in my bed in my bath at meals in my car on foot by day and by night. As Leonardo Vinci walks in the Flo countryside, he observed the patterns in the sand or the sky and transposed them into his pictures. My dresses take shape all around me. As my fancy works on whatever it happens to see. And what's fascinating is that Christian dior had 1 of the greatest assets, which is humility in the presence of a good idea. He says I give way to my distinctive reaction. So this idea. Like I have an idea my mind. I'm gonna get it down a papers soon as possible. You don't over into... Intellectual. It's like, oh, this isn't a good idea. Just get it down a paper. There was advice that David Og got from an this guy named Albert Las. I did a podcast on him as well. Las is 1 of the most important advertising agency founders Ever lived, he made more money in his advertising agency than any other advertising agency founder ever did. And this is what he told David Og. When asked what the best asset a man could have, Las replied humility in the presence of a good idea. And O says it is horribly difficult to recognize a good idea I shutter to think of how many I have rejected. Research cannot help you much in this domain because it cannot predict the cumulative value of an idea. Tie that into what christian George georgia said. I give way to my instinct reactions back to this internal battle that's happening. Like he just loves it. He's completely obsessed with it, but it also torment him. I will follow the progress of each dress like an anxious father. They have absolute power over me, and I live in perpetual dread that they will fail me. I find myself in a terrible mood all the time. What he's describing every year he has to make new products. Every day the fever mounts, new crisis arise, which I have to calm down. I nearly kill myself, repeating over and over and over again that if the models go wrong, it is after all, my fault and nobody else's. And the only way he deals with this intense stress and a torture that he impose on himself. I would describe him. He's not really a grinder. He has to do in certain periods when they're getting a new collection. And then once it releases, he takes long extended vacation. So I would say that way he works is sprint rest, sprint, rest, sprint, rest. To me, peace and quiet are a necessity of life. If I am in 1 sense a very busy man in another sense, I'm a very lazy 1. The application and care which I devote to my work are rooted in my desire to be finished with it as soon as possible. I am innate conscientious and therefore, never stop and until I'm altogether satisfied with my work. And maybe the most important theme. Like, if I was gonna remember 1 thing, from his auto is I just love people that truly care. About what they're doing. I don't care what that is. I'm not interested in designing fashion dresses for God's sake, But I am intensely interested in people like Christian Dior. The the most common note I have that I leave to myself over dozens of pages in this book is he gives a fuck. He truly truly care. You can tell by the effort the time the enthusiasm he puts into this. And then I just like the way that he he thinks about his work and very intense and passionate terms. I think of my work as the fe architecture dedicated to the beauty of the female body. That reminds me of Enzo ferrari. There's a new movie coming out on 1 of the biographies. I've read 3 biographies For Enzo ferrari. They're turning 1 into a movie, but it's exact... Like, I... The way I describe the obsessive and Enzo ferrari is no doubt 1 of history's greatest successes. Is... He had soul in the game and he describes his products the way you might describe your lover. Let me read to 2 sentences issue. And this is Enzo talking about his cars. Does this sound like somebody describing a car? This kind of love, which I can describe in almost a sensual or sexual way is probably the main reason why I no longer went want to see my car's race. To think about them To see them born and see them die Because in a race they're always dying even if they win it is unbearable. He spoke about his cars. As if they were alive. Cars possess unique behaviors. They breathe through their carburetor. They were skinned with metal. The engine of a car was both its heart and soul. It's rumble the heartbeat of the creature. He said Ferrari aim was to perfect an ideal to transform raw material into a living machine. This is incredible. Right? We have Enzo ferrari saying, I can't even watch my car's race. That's why that's why you created them. How crazy is that? Because they're always dying, and it hurts me because it's my I see my creation dying. Listen to this. Listen to this. This is a completely different industry. I'm pretty sure Christian dior and Enzo far I didn't not even know each other. Get their... To both of them, their creations are alive. My poor dresses, my poor dresses, what of fate is there. As the right to buy, my dresses includes that of examining the dress they're early. They're measured. They're turned inside out. They're un stitched sometimes literally pulled to pieces. This is how he describes what's happening during this slaughter. I prefer not to enter the salon in order to spare myself the spectacle, which would upset me almost as as much as it upsets the dresses. Clearly the words of somebody that cares deeply about what they're doing. Mark Jason has 1 of the greatest quotes Ever heard about the emotional state of being an entrepreneur says the entrepreneur only ever experiences 2 states, that of Euphoria and terror. The highest highs and the lowest lows and and usually they can occur in the same day or 1 right after another. So Christian Dior is now launching another collection, which to some degree is a finish line, are temporary break and this is how he describes that. I remain alone and ask myself over and over again? Have I imported enough novelty? Is this novelty wearable? Are the models sufficiently striking? In fact, I am no longer capable of judging the most exacting jury in the world is assembling on It's assembling to conduct my trial. He's talking about the market. The game has now passed out of my hands. I am in a perpetual state of tension. I want to shout out. It's done. It's finished it's over at last At the same time, I realized that tomorrow, I shall feel an into void. My life in fact revolves around the preparation of a collection with its torment and happiness with its euphoria and terror is another way to say that. I know that in spite of all the delight of a vacation. It will seem an into gap. My thoughts stay with my dresses. It is now that I like to sit down in front of my dresses gaze them a last time altogether and thank them from the bottom of my heart. And that is where I'll leave it. What I would do. My first recommendation if you wanna learn more about Christian Dew. I would actually buy Paul Johnson's book. I'm gonna leave links for both down below. So I'd buy Paul Johnson's book creators, and I'd read chapter 13, which is on Bale and Dior. And then if you want more, I would buy... I would read them in the order in that order. Then if you want more, I would buy the auto buyer of Christian Dior. Will leave a link down below to both of those books. And if you buy them using that link you'll be supporting the podcast at the same time. That is 331 books down 1000 ago, and I'll talk to you again soon. Okay. So what you're about to hear is this question I was asked a few months ago. I actually recorded this a few months ago. They asked how did history greatest much me to think about hiring. At all the answers. People think I have a better memory than I than actually do. You know, if people say, oh you, you have a great memory. My wife would laugh at that. So I forget things all the time. It's not to have a good memory. I re reread things over and over and over game. Every single answer. Every single reference you're about to hear in this 20 minute mini episode. Came from me searching all of my notes and highlights, that option is now available to you. If you like what you here, if you think it's valuable if you're already running a successful company, and you want an easy way to reference the ideas of history greatest entrepreneurs in a searchable database, that you can go through at your convenience anytime you want, they you can go to founders notes dot com and sign up. I wanna start out first with why this is so important. There's actually this book that came out in, like, 19 97. It's a called in the company giants. I think it's up to 02:08 of founders. It's 2 Stanford Nba students if I remember correctly, and they're interviewing a bunch of technology founders. And in there, Steve Jobs is 1 of them. This is, you know, right I think even before he came back to Apple. And they were talking about... Well, yeah. We know it's important to hire, but in a typical startup, a manager or a founder, may not always have time to spend recruiting other people. And I I first read this this Steve's answer to this. You know, I don't know. 2 years ago, and I never forgot it. I think it's excellent. I think it sets up why this question is so important and you should really be spending especially in the the early days, like, basically all your time doing this. In a typical startup manager me may and not always have the time to spend recruiting people then Steve jumps in. I disagree totally. I think it's the most important job. Assume you're by yourself in a startup and you want a partner. You take a lot of time finding a partner. Right? He would be half of your company, I'm gonna pause there. This idea of looking at each new hire as a percentage of the company is genius. Why should you take any less time finding a third or a fourth of your company or a fifth of your company? When you're in a startup up? The first 10 people will determine whether the company succeeds or not. Each is 10 percent of the company. So why wouldn't you take as much time as necessary to find all a players? If 3, 3 out the 10, we're not so great, why would you start a company where 30 percent of your people or not so great. A small company depends on great people, much more than a big company does. Okay. So to answer this question, The advantage that that, I have making founders and that you have as as a byproduct of listening to founders is not only that I've read, you know, 300 on biographies of entrepreneurs runners now, but I have all of my notes and highlights stored in my Read wise app. And that means I can search for any topic. I can look at the past highlights of books, or could search for keywords. So what I did is, first of all, like, what I've started to do with these Ama questions is. I read them, decide which ones I'm gonna do next and then think about it for a few days. I don't put anything that just literally that that I know that's the next question, just let my brain work on it in the background for a few days. And then I'll go through and start searching all my notes. And so that's what I did here. And so there's a bunch of I don't have... I may have, like, 10 or 15 different founders talking about hiring. The first idea is the most obvious, but I think probably works best when you're already established. So Steve jobs is talking about, hey, you know, great way to to hire is just find great work and find the people that did that and then try to hire them. When you're Steve jobs, that's a lot easier. Right? Than if you're just somebody doesn't have reputation, maybe you don't have resources, maybe your companies rather, new or not as well known. David Og. I just did confessions of an advertising man a couple episodes ago. I think 03:06 or something like that 03:07. And he did the same thing. But he's David Og at that point. So he would find he'd go through magazines, find great advertising great copywriting, and he'd write the personal letter. And then set up a phone call. And he says, he wouldn't... He was so well known, and, you know, he's 1 of the best in his field that he wouldn't even have to offer a job just the conversation, then the person would... The the he'd wanna hire the person never mention it, and the person would apply to him. And so, again, I think if you can do that, then, of course, it's straightforward. Who fine for somebody does great work. Usually you can do this I actually have a friend that I can't say who it is. So he's doing this right now actually. I have a friend that's really good at doing this. He's finding people that do great stuff on the unit internet and then just cold, cold dia them and then getting convincing them to work on things. And that usually work, especially with people, like, younger people earlier in the career. There's a bunch of different ways to think about this in a bunch of different ways to prioritize. So the first thing that that con... That came to mind but I found surprising is you read any biography on Rockefeller. And he had a couple ideas where he felt the optimization, you know, table stakes that you're intelligent and you're driven and your hardworking. Right? We don't even have... Like, if you're listening to this that you already know that. But he prioritized hiring people with social skills. And so this is what he said. The ability to deal with people is as purposeful, a commodity as sugar or coffee. And I pay for... I pay more for that ability than any other under the sun. There's a 2... The second part to this though. And this is also works well if you have access to our resources. He he Rockefeller would hire people as he found as he found talented to people not as he needed them. It's not like, okay, Standard oil has 6 open spots. So let's go find 6 candidates. Right? He'd come across what he considered a talented person, he didn't even matter if he didn't know what they were gonna. He's like, I'm just gonna stack his team. And if you really think about the the his partners a san oil. He essentially built a company, an executive team of founders. Of because he was buying up all their companies. So it's very rare, but there's a line from Titan and I wanna reach you. Taking for granted the growth of his empire. He hired talented people as found not as needed. And then I found another idea in the hiring. Like, the actual interview process. So there's this guy of Van Verb bush. I did 2 episodes on, I think it's 2 70 and 2 71. He is the most important American ever in history, in in terms of connecting the scientific field, private enterprise and the government. The most important person to keep alive for the American War effort was Fdr. The second 1 was Fannie Ra bush. Fannie Bush is, like the force gum of this historical period. He is involved in everything. From the Manhattan project to discovering, like a young claude Shannon to building a mechanical computer, like, this guy literally has done... He just... He pops up in these books over and over again. If you were reading about, American business history, during World war 2 and post world war 2, you are going to come across the name and Vin Bush over and over again, I read his fantastic auto called pieces of the action, and I came across this weird highlight. And so this is his brilliant and unusual job interview process. And so he's talking about organization he's running called Am rad, at Am rad, I hired a young physicist from Texas named Cg g Smith. The way I hired him is interesting. An interview of that sort is always likely to be on on an artificial basis and somewhat embarrassing. So I discussed with him a technical point on which I was then genuinely puzzled. The next day he came in with a... With a meat solution, and I hired him at once. Here's another idea. This is from Nolan Bush Nolan Bush else the founder of Atari founder of Chuck cheese and Steve Jobs mentor. He hired Steve Jobs when Steve's Jobs was, like, 19 Att atari. He would ask people their reading habits in interviews. This is why. 1 of the best ways his whole thing was he wanted to build all of his companies laid on a foundation of creative people. So that's what he's looking for. He's like, I need creative people. 1 of the best ways to find creative people is to ask a simple question. What books do you like? I've never met a creative person in my life that didn't respond with enthusiasm to a question about reading habits. Actually, which books people read is not as important as the simple fact that they read it all. I've known many talented engineers who hated science fiction, but loved, say books on bird watching. A blatant, but often accurate general generation people who are curious and passionate read people who are and a different don't. I remember 1 that that's such a great line, and I obviously agree with it. I remember 1... I'm gonna read it again. A blatant but often accurate general. People who are curious and passionate read people who are empathetic and a different don't. I remember 1 particular woman who during an interview told me that she had read every book that I had read. So I started mentioning books I hadn't read and she had read those 2. I didn't know how someone in her late twenties found that this much time to read so much. But I was impressed... I was so impressed that I hired her right there and assigned her to international marketing, which was having problems. This is why. This is why Reading this whole session to you. A job with a lot of moving parts benefits from a brain that has a lot of moving parts. It wouldn't be possible to have read that many books without such a brain. So do you see what I mean? Like, we start with sea j saying, this is the most important thing that you... Your role the leader the company the thunder to. Right? And you are in it's so important to study and this is why I'm glad this this question exists and why I'm glad that I've... I took the time, and I had like, the foresight to was like, hey, I should really organize my thoughts and notes because there's no way I would have remembered all this without being being able to search my read wise. Right? You have Rockefeller saying this is what's important to me. You have bush saying this is how I hire. Now you have Nolan Bush now saying, well, here's another weird thing that I learned. Let me go through what warren Buffett says about this. So this is about the quality. 1 thing that is consistent whether it's jobs, Buffett, Bezos, Peter T, this just pops up over and over again, they talk about the importance of trying to find people that that are better than you. The the hiring bar constantly has to increase. Now, obviously, the larger the company gets, that's impossible. Steve Jobs has this great quote where he's, like, you know, Pixar was the first time I see... I saw an entire team, entire company of a players. But they had 400 player. They had 400 team members. He's, like, at the time, Apple had 3000. Like it's impossible to have 3000 a players. So there is some number that your company may grow to, where it's just you're just not. You're not gonna have thousands of a players. In my argument, I don't even know if could get a 400. I guess you... I mean, I'll take Steve's word for it on there and picks pixar definitely produce great products, but it's probably a lot lower than that as well. So Warren Buffett would tell you to use David Og hiring philosophy. And so Warren said, Charlie, and I know that the right players will make almost any team manager look good, again, that is why it's the most important function of the founder. Maybe directly next to the product. Right about the product actually because those are people building your product. We subscribe to the philosophy of Og now there's founding genius, David Og. Is what Og said. Each of us hires people who are small smaller than we are, we should become a company of doors. But if each of us hires people who are bigger than we are we shall become a company of giants. David, or Jeff Bezos, rather, use a variation of Og b's idea too. Jeff used to say in Amazon. Every time we hire someone. He or she should raise the bar for the next hire so that the overall talent pool is always improving and they talk about this idea in Amazon where the the the future hires that we do should be so good that if you had applied for the job you already have in Amazon, you wouldn't get in. That's a very interesting idea. Take your time with recruiting. Take your time with hiring. There's this great book on the history of Paypal. It's actually, I've... I've recently become friends with the author authors. His name is Jimmy Sony. And this is in his book. The the most fascinating thing that I found was that Paypal prioritized speed. So from the time they they founded it to the time they sell to Ebay. It's like 4 years. Jimmy spent more time researching the book than boy... He said 6 years researching book. I always tease. It was, like, you took long run a book and they took to start and sell their company. It just speaks to like, the quality he's trying to do. But that... As a byproduct of that, like, obviously, they move fast, but they prioritize speed over everything else except in 1 area recruiting. Max lu kept the bar for talent exceedingly high. Even if that came at the expense of speedy sat staffing. Max kept repeating a's, higher a's, b's, higher c's. So the first b, you hire takes the whole company down. Let's read that again. A players, hire a players, b players, hire c players. So the first b player you hire takes the whole company down. Additionally, the team... The company leaders mandated that all prospects is here's another idea for you. All prospects must meet every single member of the team. Now the next 1 is the most bizarre. It makes sense if you studied... I did this 3 part on Larry Ellis, 3 ports here in Larry Ellis. I should to read those books again because the the podcast is like 50 times bigger, then than when I published those episodes, and he's just... It's crazy. So he would hire based on the confidence the self confidence level of of the candidate. Listen to this. I have tears eyes I don't know why laughing. Okay. This is just okay. Because this is... You read about Larry Ellis, and he's 1 of these people it's like, really easy to interface with because you just you just know exactly who he and what's important to him That's why Think get so funny. Ellis insisted that his recruiters hire only the finest and cock new college graduates. When they were recruiting from universities they'd ask people. Are you the smartest person you know? And if they said yes, they would pay them. If they said no, they would say who is and they would go higher that guy and said. I don't know if you got the smartest people that way, but you definitely got the most arrogant. Elephants, and this is what. The personality of the founder is largely the culture of the company. Apple is Steve Jobs. Apple just Steve jobs in 10000 lives. Right? I was just texting a a founder friend of mine. He listed this to the podcast actually been him through the podcast. And he's going through this, like, process of self discovery. Like, he's already sort a bunch of companies are really successful, but he's, like, I think I'm more of this type of founder than the other type of founder. And that's good that he's doing that because he's he's hopefully his next mission is like his life's mission, you know? And you can't get your life's mission unless you you to figure out who you are. Ellis knew who he was. Ellis Swag combative style became a part of the company's identity. This arrogant culture had a lot to do with Oracle success. Here's another odd idea for you. Is sharp, the founder 4 seasons actually could figure it out that in his business, which was hotels. Right? That hiring could hiring the right person could actually be a form of distribution for his hotel. He gave me the idea. Because of what? What do we know? What do you and I know in our bones? That history's greatest founders all read biographies? They all read biographies of people that came before them and took ideas from them? Is he sharp but trying to build for seasons? What do you think he did? He picked up a biography of Caesar R? The guy that it R Carlton named after. The great... Arguably the greatest hotel year of all time. And when he realized, oh, shit. R, he he says, remembering that caesar our R made his hotel world famous by hiring some of the form chefs. We decided to do something similar. So what is he talking about? Caesar R went out and partnered with August. What Caesar R was to hotel to building hotels. August Was to French cooking. And so what happened is you partnered with world Famous chefs, people come into your restaurant that's in the hotel because the World famous chef, and now they know about your hotel that leads to more get that meet... Leads to more activity in your restaurant that you own, but also leads to more brand recognition of your hotel, and then by... As a bike byproduct that more people staying at hotel. So hiring as a form of distribution. This is fascinating. That is a fascinating idea. Okay. Here's a problem. You can identify great people. Right? Maybe they even want to come work. Like, if you've identified them, you've sold them, hey, this is what... This is our mission. This is what we're we're doing and yet, humans have complicated lives. They have spouses. They have kids. They have a reason maybe they can't move across the country. To work for you. Even though they want to. So there's a problem solving element that you see in these books on you have to solve, like, you've already identified that person. You've recruited them, they can't go for some other reason. Okay? Well, the great founders are not gonna take no for an answer. I read in in this book called lift off, which is about the first 6 years of Spacex. This is what Elon must did. They had anticipated his friend's issue. Having convinced musk they needed to bring this brilliant young engineer from Turkey on board. It became a matter of solving the problem. His wife had a job in San Francisco. She would need 1 in Los Angeles. Right? Because that's where spacex at time. There... These were sol problems and Elon better at solving problems than almost anyone else. Must therefore came into his job interview prepared about halfway through must told the guy that he wants to hire? So I heard you don't wanna move to La, and 1 of the reasons is that your wife works for Google. Well, I just talked to Larry and they're gonna transfer your wife down to La, so what are you gonna do now? To solve this problem, Musk could called his friend larry page, the c cofounder of Google, the engineer sat stunned silence for a moment, But then he replied, given all that, he would come to work at Spacex. That's really smart. There is another idea when you're promoting, are you gonna promote from within or from without, you know, that's dependent on you depending on what what's going on. I do think this is interesting though. There's is a guy named Lush schwab. Who built this this really valuable chain of like, tire companies in the Pacific Northwest. I actually found out about him because Charlie Mu is was like, hey, you should read this biography. He said it in he didn't say it to me personally. He said it to, in, like, 1 of the Berkshire meetings that... To study... Les Schwab had 1 of the most... 1 of the smartest financial incentive structures I any company that that Charlie Mu had come across. So this is what Les Schwab at. He did not want to hire from... He didn't wanna hire other people from other companies because they might come with bad habits He like to train his own executives. And so he says in our 34 years of business, we have never hired a manager from the outside. Every single 1 of our more than 250 managers and assistant managers started at the bottom changing tires. They have all earned their management job by working up. And then another thing, if you're gonna hire the best of the best in a players, their... A players don't like to be micro managed. And so this came in Larry Miller automatically called driven. He owns, like, he owned, like, 93 companies, all throughout Utah car dealerships, movie theaters, all kinds of crazy stuff. He also owned the the the Nba team Utah Jazz. And what was fascinating is he's trying to recruit Jerry Sloan as the coach at at the point. And Jerry Sloan would only take the job on 1 condition, and I really like it. I really like this idea. If you hire me, let me run the team in business. Right? That's what you're hiring me for. 1 of the best things we had ever done was hire Jerry Saunders coach. At the time he said, I'm only gonna ask you for 1 thing. If I get fired, let me get fired from my own decisions. If you hire me, let me run the team slash business. Here's another idea, from Thomas l Edison that I think is fascinating. Really, I the way I think about a founders is, like, you're developing skills that you can't hire for. You... You're gonna hire for everything else, but you shouldn't be horrible. And Edison wasn't. Edison expressing his views on the preeminent role of applied scientists, which that's what he considered himself, coin the expression, I can hire mathematicians, but they can't hire me. And so when I read that paragraph for the first time to note I left myself was develop skills that you can't hire for. Capitalism rewards things that are both rare and valuable. Est Lau would give you advice that you need to hire people align with your thinking and values, hire the best people. This is vital. Hire people who think as you do and treat them well. In our business, they are top top priority. So this idea is like, That seems kinda weird. Like, hire people who think, like, you... There's obviously not 1 right way to build a business. I think the... Your business should be an expression in your personality and who who as a person at the core. And so I think there is an art to the building of your business. And the reason to I use the word art. I don't mean in, like, a h Toy, you know, pre potential manner. That's not me at all. I don't even care about. I don't art at all. Really. I mean that you're making decisions not just based on economics. Like, there are non economic important decisions based on how you're building your business. Like, you could probably make more money doing a decision a, but decision a's goes against who you are as a person, or you just don't like it or it's just not as elegant or beautiful. And so therefore, you don't do it. So that's what I mean about, you know, hire people who think is you would you do. And what for whatever reason when I read A lau say that. I was like, okay, That... There's like, art to what she's doing. 1 thing that's gonna be helping on recruiting. This comes from Peter Till. I think this is the book 0 to 1. Understand that most companies don't even differentiate their pitches to potential recruits and to hiring. So therefore, like, they're just gonna by as a byproduct that you're gonna wind up with a lower overall talent base. And so he says, what's wrong with valuable stock smart people are pressing problems. Nothing. But every company makes us at these claims. So they won't hope you stand out general and un pitches to join your company. Don't see anything about why a recruit should join your company instead of money instead of many others. So that idea of, like, your pitch, your actual... He would tell you you're... You shouldn't be building it on differentiating commodity business. But even above and beyond that, like you're the the the mission that you're trying to engage everybody to join you in. That pitch that sale sale you're trying to make to potential recruit should be differentiated. Should not... If that person buying to 5 other jobs, there should not be like, it's like, they may not like your mission. They may might not like your pitch, but there shouldn't be able to compare to anything else. Another quote from Nolan Bush, hire for passion and intensity. That's what he would do, or, that's what he did when he found Steve jobs. If there was a single characteristic that separates Steve jobs from the massive employees, it was his passionate enthusiasm. Steve had 1 full... At 1 speed, full blast. This was the primary reason we hired him. And 1 thing all these founders have in common is that he know how important hiring is. And when something's important, you do it yourself. This is again, Elon Musk hiring. He interviewed the first 3000 employees at Spacex. That's how important it was. 1 of Musk's most valuable skills with his ability to determine whether someone would fit his mold. His people had to be brilliant. They had to be hardworking and there could be no nonsense. There are a ton of pho out there and not money who are the real deal must said of his approach to interviewing engineers. I can usually tell within 15 minutes, and I can sure I can for sure tell within a few days of working with them. Musk made hiring a priority. He personally met with every single person the company hired through the first 3000 employees. It required late nights and weekends but he felt it was important to get the right people for his company. And then the close on this, we started with steve Jobs was telling us why it was so important and why should be a large part of how you spend your time, and now we'll close with what you do after. What do you do after you hire the person. This what he says. It's not just recruiting. After recruiting its building an environment that makes people feel they are surrounded by equally talented people and their work is bigger than they are. The feeling that their work will have a tremendous influence and is part of a strong clear vision. So that is the end to that 20 minute mini episode. I just re to the whole thing. And it it really does, I think it's a perfect explanation and illustration of why I think founder notes is so valuable because that some of those books I haven't read in 5 6 years. And just the ability to have a searchable database of all these... These ideas like this collected knowledge of some of history's greatest entrepreneurs to reference and then contextual apply to our own businesses. It's nothing short of, like, it's magic. That's a really way I think about it. I think it's a massive superpower. Gives me a massive superpower. I couldn't make the podcast without it. I also think if you have access to it, it make your business better. And so if you're already running a successful business, I highly recommend that you invest in a subscription, and you can do that by going to founders notes dot com."
}