{
  "transcript": "Jesus was in terms of his influence, the most important human being in history. He's is also the most written about and discussed. The earliest surviving document dealing with him was circulated in the fifties of the first century Ad. Within a half a century of his death, 4 biographies written in Greek had been published and all have come down to us, meaning they survived. Since then, entire books about him have been published in growing quantity and in all languages. Today, there are over 100000 printed biographies of Jesus in English alone. The religion which commemorate Jesus teachings death and resurrection was well established in half a dozen countries by Ad 50. The first Christian place of worship dates from about 80 50, and now nearly 1000000 chapel, churches, basil, abbey, and cathedrals include many of the largest, most remarkable and beautiful buildings ever erected. In many ways, and in cultural and moral respects, especially, Jesus life and the faith it created are the central events in the history of humanity. So far, we have considered the influence of Jesus as man. But I believe that he was and is God too. It is futile for us to inquire about the nature of Jesus and God and his pre existence from the beginning since that is un noble, let alone the future, which is still hidden from us. What we can do, however is right about Jesus the man. The problem with writing about the life of Jesus the man is not so much the po of sources as their abundance, and the difficulty in reaching behind the written text to the full meanings of sayings and episodes. The sketch that follows reflects many years of reading an historical study. My objects have been clarity and b, and my desire is to convey the joy and nourishment that I receive in falling Jesus footsteps and pondering his words. That is an excerpt from the book, that we talked to you about today, which is Jesus, a biography from a believer and it was written by Paul Johnson. So I immediately jump into some background that Paul gives you an I, which will help understand the society, the really the world into which Jesus was born into. He says it was harsh cruel, violent and unstable. It was also materialistic and increasingly wealthy. Rome was in the process of transforming itself from a Republic into an empire. Rome now occupied all of Italy and Spain as well as Greece and Egypt and what we now call Turkey between 50 to 60000000 people came under its loss. 50 years before Jesus was born, Julius Caesar had added the whole of gaul, which would be modern France to the Roman Empire. The expanding empire was based upon muscle rather than technology thanks to about 15000000 slaves who constituted 1 third of its population and whose life was summed up by Aristotle in 4 words. Work, punishment and food. As you probably already know, I'm a huge fan of paul Johnson's writing, I've read and made podcasts on a bunch of biographies that he's written, like, on Winston Churchill, Alexander the great, Julius Caesar, socrates, Mo. Picasso, Disney. I'll leave all those linked in the show notes in case you wanna check out those other episodes. But 1 of the things I love about his writing is the way he's able to use contrast to drive home a point, and you see that here because he's gonna pair who is ruling the area in which Jesus is going to be born into with really the main lessons that Jesus the man taught. And so he talks about the ruling... The ruler at this time being hero the great. For more than 30 years, this astute financier had made himself the richest individual in the entire empire, but he was still subs servant to the rulers of Rome. He made himself master of the ancient kingdom, and he was the greatest builder of his age, so he built shipping ports. He rebuilt the temporal in Jerusalem. He built a bunch of public baths and A ducks and what we would call today, shopping centers in more than a dozen cities. But he was also a monster. He had numerous wives and con beans fired many children. He was suspicious and cruel, and he slaughtered over 40 of his wives he killed. Over 40 of his wives, children and close relatives and this is the contrast point that I was referencing earlier. The last year of his life. Was the year of Jesus birth. Jesus was most constantly referred to as Jesus of Nazareth, Nazareth being the small galilee in town that he grew up in. He's estimated to be born somewhere around 4 Bc. Nazareth that this time was home to many small workshops and Craftsman. 1 of these craftsman was Joseph who was a carpenter. Joseph was a prosperous trades or the way you and I we talked about that is that he was a good entrepreneur, and then he takes As his bride as his wife, Mary. This is a description of Jesus childhood, there was great pie in their home. There was much praying in the Jewish feast and practices were meticulously observed every year at the feast of passover, they went up to Jerusalem to make a sacrifice in the temple. So by the time that Jesus is 12 years old, they think that he's old enough to wander around Jerusalem by himself exploring. They usually do this trip with a bunch of other people, So a few days later, they wind up believing a heading back home, they get about a days journey away when they realized that Jesus was not in their group. That he was lost and this fright and mary because she realized that he was left behind in what they called a holy and wicked city. And for 3 days, they cannot find him on the third day, they find him in the temple sitting in the midst of the elders both hearing them and asking them questions and it says, and all that heard him were astonished at his understanding and his answers. And it is in this exchange where we get Jesus first recorded words. His... It says Mary rebuked him for his thought, and she said, son, why have you treated as so? We have been searching for you in great distress. And this is Jesus a reply. He said, why were you looking for me? Did you not know that I must be in my father's house. So there's a couple interesting things here. 1, depending on the translation. And so this is really what we'll talk to a lot talk a lot about is the fact that the way to think about Jesus is thing about him as a teacher. In his teachings, he uses questions a lot. Depending on the translation, there's over 300 different questions just in the 4 gospel alone. It is interesting that the first recorded words that we get from Jesus is actually in the form of a question. And then after this, Paul Johnson writes, it is striking that these first recorded words of Jesus are of peace with his entire life and mission. He must be about God's business. And that is the extent of what we know about Jesus childhood. The gospel then skip the next 18 years of Jesus life, and they don't pick back up until he's being baptized by Saint. John. John The Baptist. And this is what Paul Johnson writes. It is a somber and unwelcome fact that for more than half of Jesus life, we know absolutely nothing about what he did are where he went or how he lived. All we know is that his story picks up around he's around 30 years of age, and it's very clear that he's a man of wide knowledge, we must assume that Jesus was self taught in many respects. His words and concepts betray absolutely no sign of academic defamation are the impressive of a system. Being an auto, he was dismissed by his critics as uneducated. And so there's examples where the educated or the ruling elite, hear him speak and they say stuff like this. How did this man get such learning without having been taught? Jesus possessed broad knowledge especially of trade and agriculture? This has made clear by his confident and expert references to those practical matters in his sayings and parable. Jesus had a huge range. 1 reason why so many people love to listen to him, But I suspect that his knowledge reflected actual experience. The death of Joseph, which occurred during his missing years led to the breakup of the Nazareth household. His mother Mary went to live with 1 of her numerous family. At that point, it would have been natural for Jesus to leave home and seek experience in a wider world. But Paul makes the point that this is just his opinion based on his readings and studying because he says there is no means of knowing what he did. This then is what we know of Jesus birth in childhood and what we can reasonably guess about his life from 12 to 30. At that point, He began his ministry and enter the full glare of evangelical record? And so in part because we have the most documentation, but this is also what I wanna focus on the most, which is what was Jesus teaching? What did he believe and what did he go around teaching up until the time of his death? So the little background here is that Judaism in the time of Jesus was ripe for reformation just like Christianity was in the early sixteenth century. The alternative teaching that Jesus did at this time. This is what it was about. The alternative was a spiritual revolution. 1 based on love and neighbor, which could be embraced by all classes and all people. So John The baptist was also teaching the need for reformation, some people believe that John The Baptist which Jesus cousin, Paul is 1 of those people that believe that John Baptist was Jesus cousin. There is some people that dispute that. But in any case, what's not for dispute is that John was also teaching the need for reformation. The importance of being baptized was also drawing huge crowds and the attention of authorities. What is also non dispute is that he played a large role in the mission of Jesus. You could almost interpret it like John's life mission was to help launch Jesus mission. And so Jesus requested that John ba baptized him and this is why Jesus was adamant that he must go through the ceremony of renewal. He was stressing the universal of the sacramento, the need for every human being to wash off the stains of the past and to become fresh and new and clean. It was the actual as well as the symbolic beginning of his mission. The baptism of Jesus was also the culmination of John's own mission because John is speaking out against the authorities and the powerful of his day, History shows that speaking out against the powerful and ne age is dangerous and life threatening. And as a result, John is going to get arrested, and then he is going to be be beheaded. And so then Paul combines all the different sources in studying. He did to give us an overview of Jesus. He said there's no reliable evidence of what Jesus looked like. But there are certain traits that are repeated over and over again, So Jesus was ob observing. Detail oriented. Several people commented on the intense eye contact that he would do. He was confident, decisive, charismatic The authority that he exercised was there from the beginning. He did not need to acquire it. It was innate. And 1 of the first important acts that jesus did was choose the 12 apostles. So the apostles were a group of 12 individuals chosen by Jesus to be as closest followers and witnesses to his teachings. Jesus knew he was starting something new. And as you and I've discussed in other context a ton of times before, the first and most important step when starting anything is recruiting the people who are gonna help you on your mission. And so not only are they gonna help him on his mission and help spread his teaching, but they also keep him physically safe. So before he had the 12 apostles. He's he begins teaching and the people in Nazareth immediately become violent. Because remember, what he is teaching is in direct conflict with what they believe. And so here's a summary of that. The Na react with violent anger, a mob physically eject Jesus from the synagogue and takes him to a nearby cliff. Their intent is lethal, so they're trying to throw him off a a cliff to his death because he is teaching something that conflicts with what they already believe. There is a lot of lessons of human nature in this story. Timeless lessons of human nature in this story. And so Jesus is able to escape, and it says it was there that he chose his first his followers sturdy fishermen, strong and resourceful to stand around him and protect him when his words angered the self righteous orthodox. And there's a stand line that Jesus says that I feel has a lot of wisdom in it. No profit is acceptable in his hometown. Let's go to what Jesus was telling the 12 apostles. Jesus insisted that the group come with him full time. This mission is only for the fully committed. That is the note I left myself as I'm reading all this, and then I went actually defined it. The definition of committed. Feeling dedication and loyalty to a cause. Activity or job, whole hardly dedicated that is exactly what Jesus demands. Jesus was adamant that the man he called must put their mission first. He admitted that his work would cause the ascension within their families. Jesus stressed the absolute nature of a vocation to serve him. It involved painful choices. Jesus had just narrowly escaped death at the hands of angry big and was never in any doubt about the danger of his mission. The 12 people he picked were special, they had particular functions and were given powers to carry them out. They were the earliest people enlisted in Jesus mission. He would sometimes give them nickname or rename them. I just thought this part was funny. James and John were brothers whom Jesus called the sons of thunder because of their enthusiasm. Thus was Jesus mission prepared for and organized. What was his object at whom was it aimed and what were its methods Again, this is not very different than the other people that you and Have studying on the podcast? What we're trying to figure out, Like, what are they trying to? What's their object? Who were they trying to do it for, who is it aimed at? And what were their methods? How do they accomplish the goal they set out? And, of course, how recruiting a team of special people to help you with your mission is of utmost importance. And so there's a couple of examples spread over a few pages that I think are really important to to to spend some time on. And it's this idea that starting anything, starting anything requires an act of faith. Jesus wanted to convince you or to sway you through reason, and he hated to be looked at like some kind of holy magician, I think is the term that Paul Johnson uses later in the book. And you'll see this through some of his actions while I'll get to in 1 second. Hopefully this makes sense in a minute. Jesus makes it clear that is preferable that men show faith by listening to the truth and by accepting it and following it rather than by waiting for signs and miracles to convince him. Jesus taught that the truth was reasonable that goodness made sense that to follow his teaching was a rational thing to do. And he'll demonstrate this because there's a lot of examples. Like, I was asking myself this question as I was reading this. Like, why did Jesus repeat his desire to keep any kind of healings private? And there's example after example, So I'm gonna go over a bunch of pages, and I just pulled out a bunch of individual sentences to show you this. Jesus charged them that they should tell no man. Another example, as a rule when moved to cure, he took trouble that no 1 knew. He told them do not go into the town nor tell anyone in the town. He preferred to cure afflicted away from public view. Another example, Jesus straight charged them saying see that no man knows this. Are knows of this. And so after several pages of examples like this, Paul Johnson gives us a great summary of what's going on. He wanted to avoid it all costs being known as a miracle worker. He d tested being thought of as a kind of holy magician. But sometimes publicity was unavoidable and it could be dangerous as well as Ir some to a profoundly thoughtful man and speaker who was eager to convey his message by reason and not by signs. And so Jesus is going to travel around and teach continuously for 3 years up until his death, and they make a point that you think it as teaching, not as preaching, it says taught is more accurate. He taught often in response to what he saw or heard. Are to questions from people in the crowd. He was teaching all the time. The only other times that he was not teaching is when either he was resting or he was praying, and he insisted I'm praying in sol suit. And so it says he was teaching even at meal times for Jesus was. That word con is used, I think 3 or 4 times in the book. It means a person is cheerful and friendly and Jo. And he loved to teach when people were relaxed and enjoying their food and companionship. I calculate that Jesus in 3 years must have taught on as many as 400 different occasions when crowds gathered, as well as scores of other times when an informal opportunity arose. So what did Jesus teach? Jesus taught that life was to be devoted to self transformation. He produced a series of pre preset known as beat attitudes, which taught, which he taught as a guide through life in its material problems. There's 8 of them. I'm just gonna give you like a summary of what some of those lessons were, and some of the things they emphasize they emphasize the importance of humility, gentleness and non aggression. The importance of the pursuit of justice and righteousness. He encourages acts of compassion and forgiveness towards others. He focuses on inner purity, since and genuine heart. He commend those who work towards reconciliation, harmony and peace, and he acknowledges the challenges faced by those who stand for what is right and just. These beat attitudes a perspective on blessed that often contrasts with the world's conventional ideas of success and happiness. And this is such an important sentence. This was tough teaching hard to follow an entirely new It had no equivalent in the old testament or any of the pious wisdom literature of the ancient near East. And Jesus followed it with still more difficult maxim. A few examples of those love your enemies do good to them which hate you. Bless them that curse you. Another 1. If someone slaps you on 1 cheek, turn to them the other also, if someone takes your coat do not withhold your shirt from. Above all, he told them hesitate to criticize other people, judge not, and you will not be judged. Condemned not and you will not be condemned, forgive, and you will be forgiven. Jesus taught that inner sentiments mattered. Jesus stressed that evil feelings allowed to develop unrest unrest led to major sins. It had always been obvious that killing was wrong, he argued, but I say that what's whoever is angry with his brother without a cause was also sin. So again, going back to inner inter sentiments mattered. He also said it was wrong to abuse or swear at another person, Many of Jesus sayings have become maxim familiar to us from childhood, but they were startling new in his day. They provoked thought, aston, often anger fear and Doubt which leads to his death and excitement, and really, a lot of these sayings are spread across a bunch of different pages, You can almost summarize what he's saying in 2 words be kind. And an illustration of that is he was asked. Jesus Jesus in response to this question was what is the great command? And he actually combines 2 ideas here and I'll translate it It says love God with everything you have and then love every other person. He added there is none other command greater than these. He believed that that that doing those 2 together was the center of a good life. So love God with everything you have. And love every other person. There is none other command greater than these. When Jesus was asked, who is my neighbor because he kept saying, like, you have to love your neighbor You have to be good to your neighbor. So, okay? Well, who is my neighbor? His answer was everyone. He turned compassion. This is a really fascinating sentence. He turned compassion, which all of us feel from time to time for a particular person into a huge overarching gospel of love, he taught the love of mankind as a whole. Love of mankind as a whole did not exist in Jesus day as a concept. The intellectual social and racial climate of Jesus day was hostile to this message this message of loving mankind as a whole. Jesus was a universal. He said, I will draw all men to me. He had no home, no country. No race, no characteristics tying him to a tribe or a nation or a locality. He was united to all men by love. He was phil in inca. Why did Paul Johnson just write that at the end of all that saying he's a universal that his... He's he's opening to every single person. He believed you love every single person that every single person in your neighbor that you love every single person you encounter just like you love yourself, He netted all men by love. Why didn't he just say that he was phil and Inca because a few pages prior. He talked about that, the love of mankind as a whole is actually... There's a... The Greek, have a word for this. And I'm gonna... It... I'm gonna butcher this this pronunciation, Phil, which in the English translation is phil. So think about that, the Greek had to word for this, the love of all mankind, which they called Phil. Right? And so let's go back to the a few pages later. He was united to all men by love. He was phil philanthropist, the love of man in Inca, man as a whole every single human. There was nothing exclusive about Jesus and his teaching. His message was the most inclusive of all such communications. That is some of what he taught. This is how he taught. It's very obvious when you read about him. He's very charismatic. He's poetic. He's persuasive. He's a gifted communicator. Some of his teachings made hard demands and set a high standard of virtue and self sacrifice, yet his teaching was me. He thought and reason and spoke as a poet does. In images, flashes of insight and metaphors from the world of nature all the time he taught he was creating little pictures in the minds of the men and women who listen to him. His lessons are rich in metaphor and similarly in vivid comparisons with the world of nature. There are not a half a dozen lines of his teaching without an image and often an unforgettable 1. Ina ina objects spring to life, animals are ant ant poor. I did not pronounce that correctly. Nature teams, with purposeful moral activity and human beings often assume a dignity, a pro profanity. A path. Jesus was a storyteller, and a particular form of storytelling that he favored was the parable. Parable is just a a short, like simple story used to illustrate some kind of usually moral lesson. But what I think is fascinating and he's up until this point, it talks about the methods that he used, they were most effective in teaching. They were most effective in teaching in his day, they are still the most effective in teaching in this day. And that is the combination of Maxim and storytelling. Jesus like all great storyteller understand that the lessons can't won't be applied if they aren't remembered. As David Og famously he said, you can't save souls in an empty church. And so 2 of the parable that Jesus taught that are the most memorable and the ones that usually spread the furthest was the good samaritan and the prod son. And for the Good samaritan, in particular, he actually told the parable in response to a question that he received, which is who is my neighbor. And so Paul Johnson writes, he told it so well and so convincing that the Good samaritan has gone down in history and literature and in art and drama as an ideal neighbor to a man in distress. Jesus was illustrating the principle, which was perhaps the most important element in his message. We are all neighbors, 1 to another. And our human fellowship depends on kindness and charity, not tribe or race or color or nationality. And a reoccurring theme in all the parable is that Jesus sympathies lay with the poor, the dis We're gonna get to... There's an entire chapter where Paul Johnson has Jesus is like 10 new commandments, then a lot of it is the fact that if you have the power if you're in the position of power, used that judicious. Try to help people. And so he talks about this with with a lot of wealthy people too. Jesus never made the mistake of supposing that poverty made people virtuous. But he was painfully aware that wealth offered endless opportunities for correct, for corruption. Jesus general point about wealth is that it all depends on what you do with it. Jesus was eager to encourage all those who had wealth to distribute a generous portion of it to the poor. In telling the parable of the good samaritan Jesus describes a case where money promotes virtue. The merchant was industrial this merchant in the Goods Samaritan parable. This merchant was ind and prominent. He did a good trade and used its proceeds to help others as well as own family. A less successful man might also have felt compassion for the battered traveler, but could have done little about it. I can't remember if it was Charlie Mu or les schwab in 1 of the last few episodes, but in 1 of those 2 books. They made the point that the more net worth you have, the more service you can do for others. Let's go back to the importance that Jesus put, the emphasis on the individual. Although Jesus constantly addressed crowds, he spoke directly to each individual who composed them. It was his gift and also his philosophy. Jesus love of people as individuals was in some ways, his most striking characteristic. Jesus was for gentleness patience and forbearance. He was hugely intuitive. He disliked any kind of legal or ponder logic, preferring the flashes of instant perception and poetry, which illuminated his speech, he relied more on emotions and reason to get across a point. In his teaching, he explained in an interesting, luminous way difficult things by using images from everyday life and work. He was glad to make people interested and happy, and he also trained his apostles to fall in his footsteps and to imitate him. His apostles were expected to go on independent missions often alone and to direct the disciples, as part of the organization, Jesus set up to spread his gospel. So the apostles are the smaller, like hand selected 12 people that Joseph... That Jesus chose, disciples is a broader group of followers or students that also followed. And learn from Jesus. But the important part there is the imitation of Jesus is teaching methods starts with the apostle spreads the disciples. And then if you go to church today, you still see aspects of that. This is... Jesus on the importance children. He was fascinated by every aspect of the way in which a baby comes into the world and then grows and becomes a delightful child. He brought them into his teaching constantly. He was very ob observing again that is it's repeated over and over again. He noted how the delight of a mother in her baby obliterated the pains of child book. How the father cuddle his child in bed and how parents listened to what children said and granted their request but only when un harmful. The impulses of children at play interested him, and so did their sorrows children were not to be ignored. It was always Jesus teaching and his profound belief that the study of children had much to tell. I'm with Jesus on this. Children are by far, my favorite versions of humans right now, I'm going through this with my 3 year old. He is endlessly fascinating to me and I love this this line. The impulses of children at play interest him. Somewhere along the line, we we lose that that impulse for play. And the inherent value in it. And I think to that degree and to the others, the study of children has much to tell. And then we get to the chapter called Jesus new 10 commandments. This is really fascinating. I'm gonna give you my overview of what's taking place on these 2 pages, and then I'll read some sections to you. Jesus taught to change and improve yourself. He led by example and encouraged imitation. Those that changed themselves changed the world. This is how Ball Paul Johnson puts it. The revolution was entirely inward. A revolution against selfish, greed, cruelty and prejudice anger and lust. A revolution from self love into love for all and fellowship with everyone. The reborn person would be totally different, and all would be changed but outward, the world would carry on. At the heart of this is the invitation of Jesus. The example of how a person behaves and thinks and speaks. Those that imitate Jesus have made the world a better place and they lead more fulfilled and happier lives. What Jesus provided by his life was in effect a new 10 commandments. And so I'm gonna list out all the commandments. Some of them I'll go into more detail. But this... The first 1 is each of us must develop. So number 1, each of us must develop a true personality. Each of us is unique. You you must develop your own character. Number 2, abide by universal, see the human race as a whole. Number 3, the third thing that Jesus taught respect that we are all equal. Give equal consideration to all. Number 4, use love in all of your human relationships at all times and in every situation. Number 5, show mercy. I wanna elaborate on this 1. I think it paul's a collaboration here is interesting. The fifth command of Jesus life concerns Mercy. We are to show mercy. Mercy is an emotional word like love. It is hard to define, though instantly recognizable when exercised, Mercy is grace. It is un. Jesus says that if you get the glorious chance to show mercy, do so without fore thought or afterthought, without reason or logic, not expecting thanks or even repentance, not to accomplish something in the way of social, or personal reform, simply for its own sake. 6, balance, keep your head even when others are losing theirs. 7, cultivate an open mind. Jesus life and death where he struggled against those whose minds were closed. He disliked bigotry in any form and spoke out against it constantly. 8, pursue truth. 9, judicious use your power, the ninth new command concerns power. Its exercise and the respect due to the powerless. Exercise your power with con... With restraint and moderation with mercy, pity and love. And number 10 is show courage Jesus showed high courage with endurance of pain and persecution, a sustained hero in the face of an equity and a dogg persistence in proclaiming the truth at all costs. And so that brings us to the death of Jesus. Describing it, Paul Johnson says something that's very interesting. He says there's more agreement in the sources about the death of Jesus than there is about the assassination of Julius Caesar. I think he means in how it was carried out not not why? Because usually, the the responsibility of Jesus death. Is attributed to usually a combination of factors. Paul's outlined in the book, essentially is that Jesus is executed on the orders of po pilot who was the Roman pre at the time. Many times it appeared that pilot tried to dis the crowd and the powerful religious leaders not to execute him, But there's also sources that say, pilot viewed him as a threat to Roman viewed Jesus as a threat to Roman authority. But we do know there was a definite collaboration between punches Pilot and the high priest of the temple and that they wanted him executed because they regarded him as a threat to their stability in both. The religious teachings and also the political order of the day. There is an entire account of these trials in the book, but what I found most interesting is this 1 paragraph that I think speaks about, teaches us a lesson about human nature. And so in summarizing what Jesus went through during the trials, he says with the narratives amount to in effect and perhaps an attention is a bitterly ironic condemnation of human justice. Lying and per, prejudice and false witness, an eager to take innocent life, but a determination to avoid any responsibility by passing the decision to others. Coward on all sides, and not without a vile touch of f quality. These were the salient characteristics of the trials of Jesus. And so Jesus is ordered to be crucified, says Jesus was compelled to carry the heavy cross in which he was to be crucified to the place of execution. You can walk the path today through the narrow streets of old jerusalem. Jesus weak from shock from a loss of blood and having had no sleep in having been suggest subjected to various cruel, stumbled 3 times under his burden. He was nailed to the cross. And so for 1 second, I wanna put the book down and then read this description. Of what crucifixion was like. Crucifixion is a form of execution where a person is a fixed to a wooden cross or state and left to die. It was a method of capital punishment used by various ancient civilizations. And was intended to be a particularly cruel and public form of execution. The process typically involved a person being nailed to the cross with nails driven through the wrist or hands and sometimes through the feet. This method of execution caused immense suffering in pain as the victim would gradually suffocate due to the inability to support their own weight while hanging on the cross. Death from crucifixion was often slow and agonizing. Crucifixion was not only a means of inflict physical torment, but also served as a deterrent, and it was usually carried out in a highly visible place to intimidate and discourage others from committing crimes are challenging authority. And that brings us to the end of the life of Jesus and the first time in the conversation today where the story splits from believers to non believers if you're a christian, then you believe that his death was followed by resurrection, the crucifixion and the resurrection being the cornerstone of the Christian faith. And that's certainly what the author Paul Johnson believes but even if you're not a believer. Paul does an excellent job of why it is still valuable to study and learn from the life of Jesus. Palestine in the first century Ad was a land crowded, just as our earth is crowded with a multi racial multi religious population. The people believe themselves to be civilized. In practice, It was corrupt. Mend audacious, grossly inefficient and cool. It was run by men who were plainly inadequate and sometimes monsters. Amid all this team in humanity is the greg. Friendly figure of Jesus, always there, teaching, listening and talking with people of all kinds. Occasionally, he was stern. Once or twice, he showed righteous anger, but he was usually soft spoken in ing. He was a fascinating irresistible figure, radiating love, ben ne, forgiving, talking always of mercy and smiling often. He was a serious man nonetheless, 1 who spoke with authority, a man to respect He was clearly a man who despite his meekness challenged official authority, so they had him watched. Always at his elbow were agents, spies, inform, and provoke. Jesus lived in a cruel, un thinking world and his life and death formed an el protest against it. He offered an alternative, not an outward life of revolution and reform, but an inner life of humility and love of generosity and mercy of forgiveness and hope. We live in cruel world too. So Jesus alternative is still relevant. If Jesus were to appear again today, we can be sure not only that he would find countless followers, but equally that he would be persecuted and killed. That is why his biography in our terrifying 20 first century is so important. We must study it and learn. And that is where I'll leave it for the full story, highly recommend buying the book If you buy the book using the link that's in the show notes in your podcast player are available founders podcast dot com. You'll be supporting a podcast at the same time. That is 332 books down, 1000 ago, and I'll talk to you again soon."
}