{
  "transcript": "Okay. So I wanna jump right into this episode, but I have 2 very special announcements to make. I'll do so at the end, so make sure that you stick around to the end of this podcast. I'll give you a sneak peek now. 1 has to do with the first ever in person founder conference that is happening in 60 days. I'll tell you why I'm doing it, what it is and how you can attend after this incredible story of the Red Bull founder. I'll see you on the other side. D dietrich matte is 1 of the most successful entrepreneurs of our age. A man who single handedly changed the landscape of the beverage industry by creating not just a new brand, but a whole new category, the energy drink. He is the visionary who brought the world red bull. In return for his innovation, the world has made him very very rich over the last few years, he was taking anywhere from 500000000 to 800000000 a year in annual dividends, and he had a net worth somewhere between 20 and 30000000000 dollars. Make also runs an efficient enterprise. In 2010, Red bull employed just 7758 people, which works out to more than 667000 in revenue per person. This success is the realization of a business plan. That issues conventional advertising in favor of marketing through its own events, shows, sports teams, and publications. Red Bull has produced its own Tv programs, films, magazines, websites, and a steady diet of videos online featuring snow borders, rally cars, surfers, cliff divers, and concerts and a guy jumping from space. Mattresses hits calls the multimedia assault, 1 of the most important line extensions so far. As a major content provider, it is our goal to communicate and distribute the world of Red bull in all major media segments from Tv to print to new media. Red Bull also owns 4 soccer teams. They have a Nascar team and 2 formula 1 racing teams. He finances the annual 200000000 dollar cost of his F f1 teams out of the company's healthy operating income. And this is what he said about that. In literal financial terms, our sports teams are not yet profitable. But in value terms they are. The total editorial media value plus the media assets created around the teams. That's such a good insight. Plus the media assets created around the teams are superior. To pure advertising expenditures. He then launches into his field that he's been delivering for the past 25 years. He explains that Red Bull is not just a drink. Instead, it's a philosophy. 1 seemingly derived from his own outlook on life. And a functional product used to improve strength and performance and to revitalize the body and mind. Those are his words. He is also quite serious, prone to beginning sentences with the phrase, it is a must as in it is a must to believe in one's product. If this was just a marketing gimmick, it would never work. And it is something that he believed on because he worked on Red bull for over the last 40 years of his life. He just recently passed away That's why I wanted wanna do this episode now. This is a little bit about the beginnings of how he discovered this idea. He was on a chance trip to Thailand in 19 82, which would prove to be a turning point in his life. He was curious to know what attracted the locals there to an un carbonated tonic which they called a word and thai, I'm not being a try to pronounce which literally translates to Red Bull. He tried some of this himself and found that it instantly cured his jet lag. Not long after that, he was sitting at the bar at the mandarin orient hotel in Hong Kong, and he was reading a magazine in the magazine and mentioned that the top corporate taxpayer in Japan that year was the maker of such tonic. Suddenly, the idea hit him. He would sell that stuff in the west. He then approached a thai businessman who was selling the tonic in Southeast Asia and suggested that the 2 introduced the drink to the rest of the world. With 1 crucial change, it would be carbonated. This is gonna be his partners. His last name, I'm gonna guess is Uv d. And he liked the idea and so the 2 agreed to invest 500000 dollars a piece to establish a 49 49 partnership with the remaining 2 percent going to Uv son. So when I said earlier that he was paying dividends, you know, somewhere between 508 hundred million to himself a year and his net worth was, you know, somewhere between 20 and 30000000000 dollars that is from this 49 percent that he owned of red bull. In addition to adding carbon incarnation, he also positioned it differently. This would allow for his product positioning master stroke. He would sell red bull as an ultra premium drink in a category all of its own. At 2 dollars a can, it was far and away the most expensive carbonated drink on the shelves. This is what he said about that. If we only had a 15 percent price premium, we'd merely be a premium brand among soft drinks. And not a different category altogether. At this point, most histories of red bull tend to depart from mat ships and focus on red Bull itself, which is exactly how he wants it. A curious hybrid of a mo, mat has a zest for life that rivals Richard Branson, but his obsession with controlling information puts him closer to Steve jobs like the Apple founder mat pulls the strings behind a consumer cult. And cults rely on message control and cults rely on message control. Mat shit's is notoriously secretive. He is close to some of Austria most prominent people this part made me laugh. He is close to some of Austria most prominent people. Though mad it says he doesn't place a premium on collecting friends are socializing. I don't believe in 50 friends. I believe in a smaller number. Nor do I care about society events. It is the most useless use of time when I go out. When I go out from time to time, it's just to convince myself that I'm not missing out on a lot. And so the little that he does speak. He says very interesting things. This is another thing that I thought was very interesting. The success of Red Bull device logic in 1 important regard. It doesn't taste very good. Mash Mad says he doesn't care about the taste issue then. Here he didn't care about the taste sugar then, and he doesn't care about it now. Is what he says. It's not just another flavored sugar water differentiated by color or taste or flavor. It is an efficiency product. I'm talking about improving endurance, concentration, reaction time, speed, vigilance, and emotional status, taste is of no importance whatsoever. That part actually shocked me mean Red Bull I mean, I don't wouldn't say it, like it tastes great, But it does... It certainly doesn't taste bad. I think maybe the the author is exaggerating a little bit here. Mash has proved his marketing genius, especially in the era. This another funny thing. Especially in the era of Crisis management. With this early decision to foster rumors about Red Bull's content instead of trying to squash them. I'm gonna go into a lot more detail later on about this, But I wanna give you an overview. This is what I'm trying to. Give me an overview of who he was and he's approached to company building, which I thought fascinating, by the way. I've been texting friends nonstop. I was like, I I believe all the stuff. This is an example of that. So he again, he wants to foster rumors. That is just free. We're gonna go into, you know, Christian Dior yours comment on this, which I just covered a few weeks ago. He just like, oh, this is just free propaganda. You need... You don't try to squash them foster them. And so in the early days of red bull? You have all this... Like, why is red bull so effective? Why is it gonna giving me so much energy? Why isn't the me to party all all night because I was like it really spreading clubs to begin with. And so, he says, his early decision to foster rumors Barber Bulls content instead of trying to squat... To caution them. Tails began to circulate that Tau, which is 1 of the main ingredients red bull was derived from bold testicles. Or even that it was bull semen. Oh, the company let the gossip travel unchecked, and even set up a page devoted to the rumors on its website. He has an incredible incredible quote about this. He says the most dangerous thing for a brand branded product is low interest that's reminds me of Edwin land, founder of Polaroid, Steve Jobs Hero and the patron saint of Founder podcast. He said something that fascinating, and he says the the test of invention is the power of an inventor to push your invention through, not in the face of staunch opposition, which most people think. Right? But staunch ind. Edwin land like Mas would tell you that ind is your enemy if they're talking about your product that is a good thing even if they think that it's coming from, you know, the secret ingredient is is bull testicles. Was this all by design? Did he really anticipate that a combination of rumors in public outcry would play such a big part in driving early sales. Even think about that. I'm gonna pause real quick. I was like, think about it if he said, okay, Well, you know, I have a new drink and there's, like, some caffeine in it, some sugar, you know, maybe some B 12 or some other vitamins. I've already forgot what he said. But if somebody wished like, hey, there's this new energy drink and the energy comes from bull testicles. Even if 1, I wouldn't drink it because of that, but I won't forget it. That's actually a really powerful insight that he that he had there. So it's... Was it all by designed did he really anticipate that accommodation of rumor and public outcry would play such a big part in driving early sales or talking about the fact that Red Bull was forbidden to be sold in several European countries that he initially tried to launch in. A Master massachusetts is emphatic. Yes. We expected it. It was part of this strategy from the beginning. We would make the brand interesting enough that people wanted to get their hands on it. Red Bull's marketing campaign has always been its claim that it can improve athletic performance to prove it the company took a page out of gatorade, book and targeted athletes except with a twist. Mattresses has zeroed in on the extreme sports crowd. Okay. So that idea is not new. I've done multiple podcasts and read multiple biographies of the founders of companies like Adidas, Nike, and then vans shu. If you realize, like, Adidas started getting a lot of traction by sponsoring, they're making athletic. So they sponsor athletes. Nike sees the success they're doing, and so they do the same thing there. There's a lot of stories about them competing, in the early of Nike, but what was fascinating is Paul Van Der, who I did a podcast on a long time ago. He's the founder of Vans. What he did. He's like, well, I'm not making athletic shoes, but I like the idea that Adidas Nike used to gain traction, initial sales traction. And so he copied. He didn't copy the what he copied the how. And so instead of going to, you know, Olympia or basketball players whatever. He's he found an, underserved, the underserved niche, which was skateboard orders. And so he went out and try to sign, like, the in the early skateboarding industry, and that was a huge influence on the early success of vans. And so you see Mash using a very similar playbook from gatorade and then other products that also were very successful targeting athletes. Today, Red bull underage more than 500 athletes and 97 sports, this state is about what I'm working off of was like, about 15 years old, so it's probably more much higher than that. Like everything else at Red Bull, the negotiations that lead to these sponsorship deals are unorthodox as well. Winds surfer for Robbie Na, recalls is for... The first time he met Mat almost 20 years ago. We talked in the courtyard of his office and pretty soon we realized that we were both really the cars. That was the end of our business meeting because he wanted me to show... He wanted to show me his Ferrari Gt. So we went driving off into the mountains. And after 15 minutes, he pulled over, got out and told me to drive back. I didn't want to. That's a million dollar car, but he said it... I was either going to drive the Ferrari back or walk back. I was so scared that I drove it like my grandmother. The lines between red bull. Red bull athletes and red bull events are blurry on purpose, another great idea. I'm this I kept texting people about this guy. To matte, it's just 1 big image campaign with many manifestations. So me read that again. The lion's between red Bull, Red bull athletes and red bull events are blurry on purpose. To manage, it's just 1 big image campaign with many manifestation. Potential customers might actually attend 1 of the dozens of global events that red bull puts on. It could be a red bull soap rate race, Soap box race in Los Angeles or a motor moto cross spectacular in Brazil the week after. Is what they said about that. This is fun stuff and is a lot more interesting than running a check to buy 30 seconds during the Super Bowl. Despite the fact that he's approaching 70, he maintains quite a clip, he still moves like an athlete, he rides horses, rides a motorcycle, pilots his planes and last year competed in an off road motorcycle race. He has long insisted he has no plans to sell or take Red bull public. It's not a question of money he said. It's a question of fun. Can you imagine me at a shareholders meeting? Mat had certainly created some en havens for himself like Richard Branson, he has his own private island in Fiji. He bought it off of, Malcolm Forbes. When I asked him what motivated him to buy a vacation home. So far away, he resort he resorts to quoting Malcolm Forbes himself. He gave a nice answer, which was doesn't everybody want their own South Pacific island? Well, in my case, he was right. I did. Mattis also says that he's always been attracted to the idea of having his own independent state, the country of red bull. Which would have the shortest set of laws in the world. The rules would be simple. Nobody tells you what you have to do. Only which you don't have to do. Okay. So that was an excerpt not from the book I'm gonna talk to about today. That's an excerpt from this long form peace in Bloomberg called Red Bull's Billionaire Man. The book that I am gonna talk to you about today. As far as I know is the only biography ever written about the founder, Red Bull, and it is only available in German. My friend Cameron Priest who's been a longtime time listener founders and he's probably over the years semi me no exaggeration. At least 40 great biography recommendations. Actually helped me translate it into English. The translations is not the greatest. Spending several hours reading what is technically English, but in a, in a way, the words were organized. It's almost like you're reading a different language. So what I did is I just pulled out a bunch of highlights and try to rewrite them into explaining the main ideas. That matters used to build, you know, 1 of the most valuable private companies on Earth. And I think the story is incredibly important because he... Even though he's not American, He's Austrian. He lives something like the American dream. From employee to billionaire and did that with just 1 brilliant idea. And as we go through this, you'll see a lot of his ideas actually interact well together. So he's this really unique, but I would say cohesive company building philosophy that is completely unique to his personality. And the way he wants to re live his life. Like, said he could've have taken it public, he could've sold out. He's, like I just wanna have fun. I'm making plenty of money. Somehow I think I'll survive making 800000000 dollars a year, and I never wanna stop because I'm having fun it. So he was working on Red bull up until he died. So before I jump into how he views Red bull as he calls at a marketing conglomerate. I wanna go over what they talked about the hinted at in that article. Just how private and secretive and how he was just obsessed with controlling. The message. He's just a very private person. He was always always promoting Red Bull and never promoting himself. And so the author of this book and, I I apologize I'm butchering all these names. I've already mispronounced that. Like half a dozen thanks. His name's Wolfgang gang for for We. I'm just gonna call Wolfgang king. So he actually runs into. As he's writing the book. He he he actually has a chance encounter with D dietrich and he tells him that he's writing a biography. And Dietrich does not like that. And you you... There's gonna be some wild stuff here. He is neither interested in an authorized biography or in a in a case history about Red bull. I was able to have a brief personal conversation with him. And when he found out that he wanted to write a book on him, he described the publication of a book that he had not authorized as, quote, a disaster. So you and I have talked about this maxim over and over again. Very common the history of entrepreneurship, bad boys moving silence. They find an advantage. They don't like telling... They didn't like broadcasting how successful they are, and they certainly don't wanna tell you what their next move is. And so this entire book. Right? It says it's... He... There's a strict prohibition of discussing internal matter. So if you are an employee of Red Bull, you can't say anything about what's going on. So most of the people interviewed in the book are actually former employees of Red Bull, but this is fascinating. They unanimously. These people have left the company. Right? But they unanimously expects positive opinions about their former employer. He is universally described as a person with great charisma. So the way he is with employees and people he knows is very different than the way he is with journalists with journalists he's extremely shy and reserved. And the few times he's done interviews. He's done some with, like these European publications he did 1 with the economist, with Bloomberg, this is what he says about that. My philosophy is very simple. Since it's not me on the shelf for sale, but Red bull, it's perfectly logical that Red bull as at the center of our marketing activities and not the person. Naturally, I also have a pronounced desire for privacy. And then we see he utilizes an idea that you and I talked about on episode 2 90 2II did this episode on this guy named Daniel Ludwig. The name of that book is called the... Invisible billionaire. When Daniel was alive in the eighties. He was the richest American. And no 1 knew who he was. I think there was only, like, 1 picture of him. And Daniel, actually, Ludwig actually paid his P team to keep his name out of the press. Mattis does the same thing The press office of the red bull headquarters is is a press prevention office whose tasks is to say nothing and find a justification for why their boss is unavailable. And so even though Mat was 1 of the great greatest promoter that we've probably seen in the last half a century, public relations was not a part of the company's marketing strategy, and the interviews that they do do, they're only granted to select publications and select journalists. And I really need to hammer home this point about how extreme he was in doing this there. He... He's in Austria australia. He's the richest man in All share. Right? And there's a society magazine. So, like, you know, and I don't... I guess, we call, like, kind of like, a tabloid. Or like a gossip magazine in in the states. But he actually buys it. He buys this magazine just so he will not appear in it. And he was actually asked about this, and he actually confirmed. He's like, well the best way to prevent me from appearing in it is to own it. And so this is tied to his very strong desire. He wants to control the message. He wants to tell his own story. That's why he's so heavy in them being available on all forms media, But he's also a perfection who has to control his projects. The product that he's making and the environment 100 percent. And so extreme success usually comes from extreme characters, extreme personality traits. He actually threatened to have... This is way before this book was actually written about it, but there was another potential biographer this Russian author. That tried to start writing a biography an unauthorized biography on mat memberships, and man threatened to have his knee caps broken. He didn't like that the author was going to, like, his hometown. And he was like, knocking on the door of his elderly mother. And it says this aroused the wrath of the otherwise charming mat. You've harassed my mother, and I will not tolerate this. As long as a pre knee cap in Moscow costs 500 dollars, you will not be safe. So it's going to what he was doing before he started Red. This is 1 the most fascinating things because as far as I know it's his first business that he started. And he was 41 years old. He's an employee for Unilever. But way before that, and any he... What's fascinating he calls himself, like a very lazy student. So he actually chose marketing as his major and it was perfect because he's 1 of the greatest marketers I've ever seen, but he had to work his way through college, and he's was actually working at, like, a steel works company. And he'd also take jobs as a ski instructor and a tour guide, but he didn't think he was that good at school. He called himself a lazy student because he took He took 20 semesters to graduate. And he says normally, you you'll finished the university of economics at the age 22 and not 28 years old like he did, which was interesting because that he's a bad student because both of his parents, he didn't come for money. Both of his parents were school teachers. So after college, he takes, he starts working for 1 of the the largest consumer packaged good companies in the world, Unilever. He works all the way up and becomes a marketing director for the international division of a Unilever subsidiary called Blend x. It's toothpaste. He's marketing toothpaste, and he did this for a very long time. He went up traveling all the time for work, And this is how he's gonna discover Red bull, which I mentioned earlier. So he's on the road 3 to 4 months per year. Often, they're sending him all the way out to the Far East. He's all over Asia, and it might have been fun as a younger man, but as he ages, you did not want to live that life of this frequent flyer, never home, and he has this realization where he said in an interview 1 time, all I could see were the same gray plains, the same gray suits. And the same gray faces. I wondered if I wanted to spend the next decade like this. And so he's around 38 years old when he's having this thought, like this can't... I don't want... I don't wanna be 48 and still in the same position, And really what motivates him He's this is something he was gonna repeat over and over again. He desperately desperately wanted independence. He wanted financial independence and he wanted independence in control over how he spent his time. And so it's at the same time that he's having these thoughts that he finds that thai version of the un uncomfortable version Red bull. Gives them a lot of energy and curious jet lag, and then reads the article. It's like, wait a minute. The people that make drinks like this, pay the most... The they make the most money. They pay the most taxes in this entire country. And so immediately starts to study the existing products in this very nation energy drink market, and he would literally grab every single samples of every single kind of drink that's very similar. He would get together with other people that he works with, and he called them he organized them what he would call energy drink parties. And at the time, they were calling them stimulating juices, so these stimulating juices were all, essentially taste tested, and and there was like, this a giant, like, self experiments to see not only how it tastes, but also the effects that it had on them. And so 1 relationship that he's going to make right now actually changes his life, because he realizes that there is a thai franchise partner of a unilever of group. Right? They're making toothpaste, but they also produce and bottle that that tonic drink, the un carbonated version of what will become Red bull. And he pitches him on the idea of them giving him the license to distribute that drink and then add carbon coordination outside of Asia, and this is when they do that partnership where they both agree to put in 500000 dollars, and then carbonate and then sell this drink in the west. And 1 main theme that runs through entire story that's very obvious when you read about them, whether you read articles, a book, anything you you come across. He has profound, profound self beliefs. He could believe. Because when he 41, he quits his job and starts his first company and puts all of the money that he has in it. Doesn't have this, like, large buffer, it doesn't have a lot of money. And even from the very beginning, and the reason I think I say you have to have a profound self belief because there's a, you you could see Brochures that he was, like, pitching people on about, like, the business. I don't... I think Might have been using this try to raise money. But he says there is no market for Red bull. We will create 1, and it's just great line in the the the English translation of this German biography where it says rarely in the world of business has such a bold announcement been implemented into reality like this 1. And so creating your own market is also not only you have to educate you know, the potential customers, but they have to deal with all the regulators. And so he tries to set up shop in Germany. And they didn't even know what the hell Energy Drink was. And so he had to he applied for what was gonna be the first ever Europe wide approval of a new type of indulge, which is the energy drink. Right? As you might imagine, European not known for for fast approval time. So he's waiting over a year to try to launch just in Germany. He gets extremely frustrated. So then he went up packing his bags and going to Austria. It's like, I'm just gonna launch in Austria. There's a lot of benefits from that. But it also, 1 of the main benefits is he had... He launched in a single, small market And for nearly 5 years, he was able to run experiments and really improve the product, but also figure out the marketing and the messaging because he's only in a single small market. So I think he launches in 19 87 in Austria, and doesn't launch to his second market, till 19 92. So they're launching in just 1 small market, they don't have a lot of money. They just put up, you know, 500000 dollars each. It's not like match ships has any other money. And so when sales didn't take off, He did something that was really smart. He invested some of that money instead of an advertising at the very beginning. He actually made more of his product, and he would bring it and deliver it to places buy pallet and let people try it and drink it free of charge. This is very similar to 1 of my favorite entrepreneurs of all time is Est Lau. And in the early days of her company, which she also started when she was 40. I just realized that now. She actually took money out of her advertising budget. And instead made more of her product to give away and this what she said about that. You give people a product to try if they like it, quality, than they buy it. They haven't been lured in by an advertisement, but but convinced by the the product itself. We took the money we had planned to use on advertising and invested instead in enough material to give away large quantities of our product. It was so simple that our competitors sn when they heard what they were doing. Today, they're all copying us. And so mad it's knew he needed more money. He went to a bunch of banks. They all said no. Only 1. There was a small private bank Oh my goodness. Span. I... I'm butchering these these words, but this ben called... I'm gonna call Span was the only 1 actually believe in the product and the concept behind it, and so they actually lent him money. Now this is another main theme that's repeated over and again. Mattresses massachusetts is excessively loyal. And so to this day, that is the only banking house. That red bull used in that country. This is where they get the early start. Red bull started to flourish when bartender and nightclub operators we're convinced that it was a suitable new component for mixed drinks. The energy drink was sometimes referred to as poor man's cocaine. So this spreading in nightclubs and bars actually gives them their initial traction The first year, they sell about several... It's a several hundred thousand cans were sold in the first year. The next year, that number goes to 1200000.0 and then the year after so year 3, they're at 1700000.0. So they're growing, but they're not, you know, growing crazy fast. They're also spending a ton. This is when they really start put putting a lot of their money. I think it's something like over 30 percent of their reg gross revenue. They spend on advertising at the beginning. It was even more than that. But the remarkable thing is they get their breakeven point in year 3, and they've been profitable every single year since then. And so there's 3 ideas that he's gonna go into here. 1 that he was all in. He had that burned the boats mentality. He wanted to go high end from the start and he knew that there was no market for this, so he had to create 1. And so he talked about the great personal risk that he did and starting a company. He says if things had gone wrong, I'd be sleeping under a bridge today. And so he talks about his decision to have a high priced product, plus use a lot of that revenue from people spending more money on it. To actually reinvest into advertising. Red Bull was to become very expensive and it was a new product for which there was not even a market yet. So is necessary to create create demand first. Potential customers had to be explained why they now desperately needed red bull, which they had not even known existed before. And so 1 of the things that he does is so so it's very unique. That I don't know if I've heard before. Is he hires an advertising firm from the very beginning. It sound. It calls him as his former study, buddy. So I I'm assuming that his this is his friend from college. This guy named Ka. At this time, Ka was already a founder of an advertising agency, called Ka and partner. So Ka is gonna play a very important role because he's the guy that comes up with the slogan Red bull gives you wings. Now here's I think a testament to how unique masha is. He doesn't have any money, but he's also a perfection. And so he keeps turning down over and over and over again all the different marketing and advertising campaigns that they're trying to come up with. And you're like, well, how how how could you be doing that, David? Like he has no money. All this time is going on. I think it's like, a year and a half if they're working on this till they finally figure out how the positioning and actual initial launch in of the marketing and advertising. And so he actually paid for this initial work with labor. He had no money, so he actually helps out in the agency as a freelance employee just to pay for the marketing advertising that the advertising agency that his friend started is doing on behalf of Red bull. Another important point. Everybody's telling us a bad idea, his friend immediately recognized its potential. And he said if this is pursued consistently this idea will lead success. So again, mash his very self confident has a ton of, as you can imagine, has a ton of self confidence in himself, and the idea he's doing, but it is very helpful for other people, especially people that you trust and admire because he said, he he says that Ka was a very clever fellow and he knew that he was a perfection like me. And so you have somebody like that, that you know a smart that you admire. You trust her judgment They're like, no, you know, everybody else might be telling you us bad idea. But if you pursue this consistently, you give it... Like, it will lead to success. And so Ka was talking about this time. He's like, listen, this... The birth of this campaign was not easy because for a year and a half, he's just rejecting every single suggestion that I have. I think they went through 50 different you know, ways to either slogan or ways ways to market it, mash rejects every single 1 of them, but Ka understood his friend. He says he wants the absolute best. He believed in his product to the end of his days. And so even after your 50 failed attempts are having this conversation and where they're, like, well, anyway, the drinks red bull becomes damn strong. So that's the conversation they're having? That's or how they were thinking about it? It's like, well, you drink it, you becomes strong, like, what's the what's the right tagline or motto for that? And in the middle of the night, Caster has the idea that Red bull gives you wings. And so he calls Mattresses in the middle of the night and immediately the mesh was like, yep. That's it. So it was it it was a... The the fact that that was a good idea was immediately obvious to both of thinking about how crazy that issue you're fighting for a year and a half going to 50 things. He calls you use you here. You're like, yep. That's it. Let's go. And so now they had the branding and the tagline, They wanted the advertising to be... This is the the traits that they were looking for. They wanted to be self ironic. Non conform, smart and rebellious, and the their point was that they... That's how they viewed their own personality. And so they're, like, we're gonna put a lot of our own personality into this. And so now they're up and running, 5 years are still in just in that small single market in Austria, 5 years in, then they they expand to hungary That's the second market that they open up, and then they start adding market after market after market in Europe. Now, this part was a bit confusing to me, but it seems that the formation of the European Union was 1 of the waves he served. If you listen to Episode 03:29 on Port Alma. There's something fascinating that Charlie Mu would talk about that because he several times that book, who will analyze like outside success. And he's trying to teach people. Like, well, what what would account for the success of, like, a les schwab or Sam Walton. And he goes through And 1 of the ideas that he has, he says surfing is a very important model to understand. And so it seems like these this brand new formation of the European Union was 1 of the waves that mash it served because if a product is approved to be sold in 1 European Union country. It is automatically approved in another 1. So it says, Berlin Berlin member you're trying to get in Germany finally allowed Red bull for the German market as well. This made matches massachusetts 1 of the first big Eu beneficiaries. The approval was only possible through a d tour. Red bull managed to get approved in Great Britain. Great Britain was not in their sights at that time, but an Eu law laid tracks for approval in Germany. And so practically the next day, Red Bull set out to conquer the market in which it actually wanted to settle down. So was talking about Germany. Now here's the crazy thing. Way before they launched in Germany. There was a black market. People were selling cans of red bull on the black market. So let's go back to this idea that that I've seen a bunch of times with the the 1 that comes to mind most is most top of mind right now because I just covered Christian Dior and he talks about this. Is that rumors in inn, you have to think about them as great free propaganda. And so Christian Dior says. The relative secrecy in which I chose to work sounds a lot like. Right? The re secrecy in which I chose to work aroused a positive whispering campaign, which was excellent free propaganda. Gossip. Malicious rumors are worth more than the most expensive publicity campaign in the world that is the end of Christian dior. Quote, This is what this book says about it. And again, I have, like, rewrite this because of the translation is kinda funny. But there was AAA thriving black market for Red bull in Germany long before it was approved. Remember it's banned and people are flock to it. So they're actually... People are there's a people are making money by smuggling it in from Austria into Germany. And so all that does is increase the desire for it because now you're drinking something that's oh, my god. This is illegal, and it actually made it more charming because, like, more forbidden. So this is the the foundation of, like, this cult like following that Red Bull had at the very beginning. And it is in Germany where they're spreading these rumors that the drink contains an extract from bull testicles. There was also a rumor that it was secretly enriched with amp methamphetamine. Remember this is spreading in, like, clubs and bars and stuff like that. And it says the company did not did nothing to counter these bizarre rumors. And again, I wanna repeat that excellent quote that he had. As Mas once lecture, the most dangerous thing for a branded product is low interest, then they get approved, right? In the first 3 months of a legal market presence, they sell 33000000 cans in Germany alone. This idea is not new to You and I. Right? This idea is like, if something's banned, it's all it is is free propaganda, it's free advertising, it's going to drastically increase the amount of demand. If you remember on the Michael Jordan episodes and also on the Nike episodes when the Nba banned, the the original Jordan shoe. At the very beginning. Nike, he's like, oh, hopefully, we're gonna sell, like, I think was, like, 4000000 dollars or... No. I think it's 3000000 dollars by the fourth year, and then they the Nba bans the shoe and then make a smart decision like, just keep wearing it, Michael will pay the fine. And so instead of hitting, I think, 3000000 by the fourth year. They did a hundred and 25 or a hundred and 26000000 dollars to first year. And so Mattresses does something that he does for his entire career, he really pushes the paste. They they launch in Germany, and he... His marketing budget. Right? So right now, the entire revenue of the company this time where we're in the story. They're doing 70000000 euros at that time they're in a few different markets. He sets the marketing budget for Germany at 10 percent, just that 1 market more than 10 percent. To 7500000.0 euros for that year. And then I learned something that was actually surprising because you go look, like, red Bull and she just has Red bull They might have, like, different versions. Right? But they're essentially sell 1 thing. In the book, there's all kinds of examples. Like, they have the this coffee and looks this this cola line. But in the early days, you could tell that he's learning from his mistakes and eventually goes and and really puts, like, all of his energy behind 1 arrow. Because let's see. He's a couple years into the companies in 19 89. He comes out with this this this drink. It's a lemonade drink called the red Rooster, which is like maple and lemon syrup, sounds disgusting by the way. But They launch it and just complete flop. And I went and searched all the other drinks that are mentioned in the book that were still in operation and none of them seem to be an operation today. So I think he's... Like he obviously learned from his mistake. He's like, we Red Bull has, like this power law outcome. It's really silly for us to like, try to introduce anything else. We should just stick with that and put all our energy and money behind the 1 thing that we know is, you know, of a smashing success. And so this is where they just start hitting new markets after new markets. By 19 97, they're opening new markets, which are new countries, nearly on a monthly basis. And every time they hit a new market, sales just keeps, like... Now you just see this is like, huge spike in sales on the graph. And then he also launches in America, was very fascinating. So he actually launches in 1 state. He serves... He's like, well, I think it's working in Europe. It should work in America. And so he just launched in California as a way to test a single market before expanding nationwide. He'll mention multiple times so the fact that he hates banks and is very afraid of debt. And so most of the growth is just fueled from actual the profits the company is making. And so he's able to do something that's very rare, which he's able to control costs and maintain financial discipline. Even when they're making a lot of profits, and he preach that to his employees over and again his employees have to argue and justify the expenditure of the smallest amounts, even at the same time that the company's annual record profits were being produced. And so as I was reading how he interacts with his employees, there's something if you listen to the anna Winter episode I did in on episode 03:26. I said, if Anna had a tagline, it would be, I have to make sure things are being done right? I I feel mattresses this was the same exact. And and sorry I I'm mispronouncing his his name. When he died, there was a bunch of different. I went on Youtube try to figure out how to pronounce his last name and they all... They're all, like European press reports, so they all pronounce it differently. But anyways, this idea it's like, well, here's... The role he's making. You know, he talks about the fact that he's a control free. He's a perfection. He... He's going to make sure things are being done right. And so former employees are saying there's always a great deal of pressure to perform. 1 can make a mistake, but you can only make the same mistake once. So he expects a lot, but he also provides a lot he pays salaries at are above industry average and in addition, this was wild. Every red bull employee from the secretary to the board has a company car. Past employees repeat the same thing that he is extremely loyal. They describe him as a gentleman. They say if you've helped him once he will never forget it. And there's there's also some bizarre things. When I got to this part, this is the note I left myself when I read this part. I go, because he's talking about, you know, there's... It it has a cult like falling outside, and then you get the the the the idea that there's a c cult like falling inside. And I read... I wrote to myself. Am I reading this right, they drink special water only available internally. And so at these internal company events, they drink this thing called Luna Aqua, which is mineral water that is allegedly only drawn at at the full moon. And they say it's advertised that it's supposedly awakens the spirits of life, and so they serve it to Red bull employees and then a bunch of Red bull at or anybody in like the Red Bull family, and I think it might be served at Red Bull events as well. And so this is a great quote in this session that I think applies to this. Cult brands have their own laws. Otherwise, they would not be c. And again, to you and I, when we describe something as cult. That's not a p... This is a very positive thing. A lot of the greatest companies in the world, a lot of greatest brands, you could describe them as a cult like following. And Red bull definitely has that a lot of the culture and the ideas of Red Bull it sounds it's just really the founder personality writ large. The accepted code of conduct for Red bull people is set by Himself. He is a fine and elegant person who values a cultured tone of conversation and good manners. You're supposed to hold doors open for the ladies, and you do not get drunk in public. Red bull is mattresses and mattresses is red bull, a quote from a former employee. And so let's go into this idea that he views Red Bull as a marketing conglomerate Again, marketing is our core competency. We're gonna outsource everything else. Red bull has no production facilities or warehouses. Many large corporations outside their outsource their marketing and advertising activity. Red bull consistently took the opposite approach. It outsourced production and distribution and takes care of sales and advertising itself. Basically, red Bull is just a large marketing machine production, bottling and delivery which requires simple manual labor are outsourced. Now, This is also speaks to being a gentleman, being, more like an old school way of approaching things, the main relations... So when he's outsourcing all the the bottling and the production. Right? His main bottle relationship was sealed with a handshake. The bottle is his family business has been around for over a hundred years. He meets with the the lead the the head of that that company. Right? It's in German. I'm not even gonna try to pronounce it. They agreed to produce Red bull on a handshake. That was in 19 87, and they still have this collaboration. This is what 40 years. How many... Yeah. About 40 years. Alright, He says we are hopeless loyal to each other. Masha massachusetts once described his... As... That's how he described his relationship with his bottling partner. For D dietrich mattresses, a handshake among men is still worth something. So Charlie Mu said something that was excellent. There's actually 2... He said this in, Charlie Mu said this in this interview that he did with the release of the publication of Port Yam. It's on the invest like the best podcast feed. If you haven't listened to it. I keep talking about this. It's so important. It was released 12/05/2023. It is invest like the best episode 03:55. It is John Call. C cofounder Sc interviewing Charlie Mu. In that podcast, which I listen to. I think, 4 times already. Charlie Mu is something he's fascinating. He says trust is 1 of the greatest economic forces on Earth. He is constantly trying to move... His all life he maneuver himself into a high... A web... I think it calls, like a web of a seamless web of deserved trust where it's like, you know, in some cases, we have just have a handshake or an agreement. We don't even have a a contract. And there's another great investment like, the best episode on Rolex. It's on the founding of Rolex. And the founder of Rolex had... Did this exact same thing. 1 of his important suppliers. I can't remember what what part of the the watch they produce for him, but they had a handshake deal. No paperwork at off that lasted 70 years. So again, I I think this all ties to the the the great way that Charlie described that that trust is 1 of the greatest economic voice forces on Earth. This is the trust that mat its had with his main bottle. And if you really stop and analyze everything else The way he's he set up his business. Is like, well, why would he do that? Well, this asset light approach frees up funds for marketing. He was building a marketing conglomerate from the very beginning. He understood that at the very beginning, and he's gonna outsource anything that's not his core competency something else you see that he he thinks like a marketer. So if you remember James Dyson had this great realization from trial and error in his career. And he says you should, if you're making a physical product, make your product look different from the start, talk about it a huge advantage. Right? He's distributing his vacuum cleaner. The same place everyone else buys vacuum cleaners. You go to store. He said you'd see, like, a line of, like, let's say, 5 vacuum cleaners. You see 4 the look, like, very similar. And then a fifth 1 is like, what the heck is that Doesn't mean you're gonna buy it, but you're again, ind is the enemy to the inventor. Right? He's like, you might not buy my vacuum cleaner, but you're sure how going to notice it. And mash to the same thing where he made the can, there I think everybody seen what a red bull can. Looks like No no another can look like that back then. Now some have copy this, but he made that tall slim can with the intention of looking different and standing out from every single other thing that would be on the same shelf. And 1 hilarious so little story is red bull has its own private like aircraft fleet. It's called the flying bulls that use them for a bunch of events. The can holders in those planes only hold cans the size of red bull. I thought that was cool. I also thought it was cool. When asked. He was asked, like, why why he did that. And, D dietrich said everything is marketing. Let's go back to this focus that he has. He puts all of his energy behind, you know, 1 arrow. And I saw Red bull. I saw energy drink called Red Bull and a can, might have a couple different variations, but I don't do anything else but that. And so as the brand got more and more popular. He got assaulted with all these offers to, like, hey, let's license it, we can make red bull gummy bears. And we can make red bull underwear and red bull perfume, and he said no to every single 1. He does not wanna use a red bull brand for anything else, but to sell the actual energy drink to sell cans of red bull. All marketing is just made to sell more energy drinks. And so I found this fact in a couple different places. I... It's insane to me. Like, I can't believe this is true. So he talks about the fact like he hates bags. He does not like debt. He's aiming for fun and for durability over every single else. And so his motto, it says, absolutely no debts to a bank, and he is stuck to that since the founding of the company only in the second year of Red bull did it accept minor bank financing, which we talked about earlier that he's still loyal to them. But the company says that they only spend what they've already earned. And so all the growth and expansion has been funded, self funded and this is the crazy part. To not go into debt, there were no dividend payouts of Red bull until 19 99. So you're talking for the first what 15 years of the company He essentially just lived off of his own salary as the the the as the managing director of the corporation and that all the profits had flowed back into expansion. And so how many people have been able to do that. 15 years you're just making... I'm sure the salary is great, but nothing like... I mean, it when's paying off because then in 2 thousands of the next for, like, 20 years of his life. He's paying himself. You know, I've seen all kinds of reports. He made a hundred million dollars this year. I made a hundred and 65 this year. It made 400 that year. I made 700 this year, his son inherited after his dad died, his part of the of Red bull, and his son's dividend this year was 615000000 dollars. So that is a crazy crazy dedication. To no dividends for 15 years living off your salary and then plowing everything back into expansion. And then by that time, the company is so valuable that you essentially just are living on unlimited money. And when he talks about this, I think he get insights onto why like, why that was so important to him. It really think about it I think I think it was Warren Buffett said, is he a warren Buffett or Charles d gaul. But to win you must first survive. And so the way he's operating his company what he's saying here without saying is, like, we're never gonna do anything that could potentially compromise our survival. And here's a quote from him. I have been raised on the motto that 1 does not incur debt. We at Red Bull spend the money that we've earned, not that we might earn someday. We never want to end engage the existence of the company not even for a second. And so this constant expansion is something, another another theme that just flows to this entire story. I love george... General George Patents, speech to the third army. I I listen to it to like, hype myself up. I don't know I probably to listen to it hundreds of times. But there's something that he says that patton says to his soldiers in that speech when they're fighting... They're about to fight the Germans, that I think is very similar to how Mash hits, like, kept... It says that he was... He kept his empire constantly in motion, that he's was constantly trying to to grow and expand it, and so Patton tells his army, are his soldiers that I don't wanna get any messages saying that I'm holding my position. We're not holding the goddamn thing. We are advancing constantly. And when I'm getting to the section about the fact that the the Red Bull empire, you know, through the founder, is he's constantly keeping that empire constantly in motion. For some reason that that quote from patton popped to my mind goes back to this idea that Red bull as viewed from the founder lens is a marketing conglomerate and his economic empire as a marketing conglomerate and hence the entire activity of Red bull is to be seen against the background of marketing. All corporate projects like formula 1, football, air races, media served the core business. Which is the sale of the energy drink, and he was way way ahead of his time on this economics, especially the consumer goods industry he said, is essentially a battle for attention. Red Bull throws more material into this battle than all of its competitors focusing primarily on sports and increasingly on culture in recent history. No other company spends nearly as much money on advertising and marketing, meaning other company in the same market. And something that he picked up too was the importance of differentiation he says, You learn this in the first semester of marketing that you have to differentiate yourself. Consumers want the original not the copy. So he even applies that knowledge only to his product but also to the way he markets, like all these media events and these crazy things. So these outrageous and unique events, like the guy jumping from space. If you think about, like, why that's so smart. An outrageous and unique event will get covered for free and other media. So essentially, he... This is multiplying his advertising and marketing spend for free. And so some of the things that they spend money on it says about half of the marketing budget is spent on unusual, unusual sports as running in the Himalayas. Skydiving over the English channel, surfing on the Amazon or Mike or mountain biking in a mine. That's crazy. These events may not attract too many spectators. Since they don't take place around the corner, meaning in person, but due to their extra they attract interest from new numerous media outlets and thus reach a larger audience. And so even his approach to, like, sports sponsorship. Right? You would think, okay, there's... You can go to any sports of. You know, this beer advertising, and this company's advertising. He buys. So he has bought the the... His formula 1 teams, his football teams. The crazy thing is when he starts He's essentially what he's saying is like, hey, I don't wanna just sponsor. I wanna own, and then I wanna rename it to the company. So his soccer teams, they rename the teams the red bulls. So that is actual name. And then the logo on the Jersey is the red bull logo. And this is what he says about it. Our philosophy and sports sponsorship is not to run around with a suitcase full of money and buy advertising space. We don't wanna be, like Mar bro on the Ferrari, But we wanna be we wanna be integrated into the sport. That's why we own an F 1 team. We want overall responsibility and to make our own difference. He calls F1A very important marketing tool. And then he makes sure that all of his, marketing and all the events and all stuff that he's investing in... It it's very... He has a very s relationship with other media, like, other larger distribution forms and media. So what they'll do is, like, they put they control everything. Right? They put up the money for the event. They make the event. Then they make sure that they never re media rights to every event. So as a result, they've produced hundreds and hundreds of hours of material every year from, like, Tv shows, radio stations, print, and then they'll go to other brought Tv Broadcasters, other radio stations, other newspapers and magazines, and they will give them their content for free. And so when they put on the red Bull air race, the Red Bull Air race World series. That content that Red Bull made and owned. They gave it to over 70 different television television stations all over the world and said, hey, we put all this money into this. Here's something that that people are... That you can't get anywhere else that your customers will find your, watchers or listeners, whatever, your audience will find interesting. Here, we don't want anything for it. You just play it for free. And because the media outlets don't have to pay to produce that material, they jump all over it. So again, a very clever way to just multiply his advertising and marketing spend. And so I mentioned earlier that he has developed his own company building philosophy, 1 that is very unique to him and so he talks about the fact that even though he went to school for business, he just doesn't really believe a lot of the stuff that he was taught. And so it says messages massachusetts has announced his wealth has a amassed wealth despite or perhaps precisely because he's at odds with some basic business principles. If someone says to him that the primary goal of a company is to maximize profit, he simply declares that to be incorrect. He thinks longer term and more broadly than his competitors. I just don't believe everything I learned at business school. He has repeatedly said. He never tires of emphasizing that money was never his main motivation for starting his own company. Rather, the driving forces were longing for freedom and independence as well as finding joy in the work. This is why you don't retire. Right? If you if you love what you do, you're obviously making a bunch of money in it, you're free and you have complete independence to control what you work on. Who's around you. There's nothing better than that. Our armada going back to, quote from him. Our motto is the journey is the destination. I don't wanna go to the summit to stand at the top, but to do the climb up. 1 of the great... 1 of this maximum I have saved on my phone. Was great line I think about all the time and I tried to apply to my work. I love the climb. I don't care with a summit. You don't last 40 years into the same business that's not true for you. Is true for. It's like, I don't care. I'm having fun. I'm free. I'm independent and I get joy from the work. And I think in addition to all that, I think 1 thing that helped the longevity is the fact that He decided to move, originally, the company was headquarters in a bigger city called Sal. And he winds up moving the headquarters this tiny village that I can't even pronounce. And it only has 1500 inhabitants, like almost all red bull. The the local, like, governing, like, the local politicians said that if it wasn't for, red bull, the place would be impoverished, and I think it's like, 1 of the richest, communities in Austria. And so he actually moves the company had headquarters 2 this little tiny village. This is very similar to the idea, like, if if he listened to the podcast did on the founder of Bug. He did this exact same thing. That's episode 03:16. B. You know, it was a huge. Again, Bug bulgaria did his business for Till died Bruno Ko Still live, but he's been doing his business for, like, 45 years. That's episode 2 89. This idea is like, okay. You're controlling the product that you work on, You're controlling who's... Like, who works in the company, but you should also put a lot of time in emphasis like, where you're actually doing your work. And I'm fascinated by these people that actually build, like, physical manifestations. Almost like their entire, like, building a building their own like miniature world inside of the world. I guess George Lucas did the same thing with Skywalker Ranch. But we see this idea again with Matt. This little community is on this picturesque lake in some word I can't pronounce. And he said they asked, like, why he why he moved it there, and his simple... His answer was simple. The aim was to create a more pleasant working atmosphere. Now there was 1 funny thing I have to add though because people are having these rumors about why he did this, and it goes back to the fact that he's secretive in, likes, controls environment. It also said that he he wanted to build a network of underground tunnels, so he can move from building to building without being seen. And then more about the fact that his business is kind of like his personality writ large, he stays incredibly fit. He loves extreme sports aviation, riding his motorcycle, and he's he constantly talks about. He refused to ever get married. I'll tell you this funny. Sentence on that. They call him the top bull, which is Hilarious. I don't know if that's just... It's the German translation in English. I hope not. I hope they actually call him the top book because Thought that was funny. The top bowl takes care of his body keeps fit and is amazingly good shape for someone almost 7 years old. He says everything that gives me pleasure in life is connected with a certain physical fitness and a physical well being. And so it is pure selfish. That I do something for my fitness. I like going to the mountain. I like skiing. I like sailing. I like riding my motorbike. Everything I do is connected with a... With physical agility, motor skills, dexterity, strength, and stamina. In... In order to enjoy it outdoors, I need the indoor program. So he's saying, his dedication of his fit fitness to be able to perform well on the outdoors, he has to be dedicated to his gym routine his workout routine. And it says he is a He is a declared opponent to the marital state. He was never married his entire life just has his 1 son. And what I love most about him is that he was true to his authentic self to the very, very. And 1 thing he's categorically ruled out again and again, exiting the company in the form of selling his shares. I hardly even allow this question he said. We could have done it a dozen times already. Our view on this has not changed. We neither have the desire to do so nor is there a need And this the 1 exception, of course, 1 can never say never for a strategic minority stakes. Sometimes they can be helpful and indeed make sense. Matte has also consistently and categorically ruled out a stock market listing. A sale or an Ipo is not even remotely tempting. And when asked if he's going to retire, he answered. I'm having more fun than ever. And that is where I'll leave it. I will leave a link below. To the German version get you happen to speak German. Also leave some links to some long form, like, longer form profiles written about D dietrich in the economist and in Bloomberg in case you wanna do any further reading that is 333 books down 1000 ago, and I'll talk you again soon. Okay. So I hope you enjoyed that. I had a lot of fun researching and reading and learning about mat shits, and I think there's a bunch of ideas. And his approach to company building. And really just the way He his life that that are gonna stick with me. So I wanna tell you about 2 things and they're really related. So 1, I wanna give you an update on Founders notes, Founders notes, I really feel is the world's most valuable notebook for founders. And I could say that because I've been comp compounding and adding to it and editing it nearly every single day for the last 5 years. And if you think about the story about how Founders notes came to be. 1, it's a it's the best possible way you could support the podcast and yourself. So if you haven't set subscribed and haven't invest in a subscription yet. Highly recommend you do, you can... You can click on the link in the, in this show notes or you can just go to founders notes dot com. Everything I'd ever do because I'm I'll to tell you about a conference called founders only, is always has the s. Just like the podcast founders, podcast, founders, notes, and now we have the founders only, conference. But I think it... There... These 2 things are related to, like, why I'm doing an in person conference that is, targeted on... The mission is to build real relationships between founders. I've seen the difference in my own life of creating these relationships with founders. In fact, I'll just get... Best basically, I'll tell you about both these at 1 time. I was... There... I've had this idea for a long time, and I'll tell you how it relates to to founder notes too. But I wind up having a conversation was very fascinating with a guy who was his job, he was hired by a bunch, he was hired by a family office, so, you know, a very wealthy family office in Texas, and his job was to introduce and do these in person events. For other people and other family offices. And the reason they put so much time and energy and resources behind that was they hit a great line. He said, because relationship between these 2 people, like these 2 investor or founder types. They produced non returns. You and I have talked about this idea over and over again concern in all the books. And I've put it maxim to it. That relationships run the world. This is something that I had the pleasure of speaking to both, Sam Z and Charlie Mu in person. And this is something. They said it in different ways. But the the the same idea is behind it that invest heavily in the relationships build a seamless web of trust, find the most talented people you possibly can and work with them. Because relationships run the world. And so if you think about how founders notes came to be. Is I didn't... Like, I I started building a relationship with 1 of the cofounder founders of Read wise. His his name is Tristan. And it's because Tristan sent me a Dm. He was listening to the podcast. I'll go back in 2019, realized that It was... Kind of psycho reading and he's like, hey. I built an app that makes it really easy for you to store your notes and highlights, so then you can search them and then you can recall them and they have all these interesting features. You might wanna check it out. And I didn't even know what it was. And then I immediately start using it. I I became not only a super, a super user, but they told me that I was their best sales salesman unintentionally because I would go on, I would go on all these other podcasts. And I'm like, this is the best app I pay for. I use it every day. I become friends with Morgan Household, who's obviously, you know, 1 of the best selling authors of the last, you know, decade. He a psychology of money, and then he just released new book, and I should do a podcast as a new book too. It's called same as ever, and a main theme is that that human human nature just repeats. But anyways, Morgan had heard me on a podcast I described read wise as a a smart Twitter feed. And so he went up signing up using it. He's like, oh, that's exactly what it is. And so anyways, over the years, I've been adding to this, I've over 20000 highlights in read wise that I can search, I can constantly reference. And what happened was I kept having people ask me over and over again, how do I get access to your notes and all your highlights and everything else that you have. And so I wind up because Had a relationship with tristan, and this is gonna relate to the conference this is all makes sense in a minute. And so because I had a relationship with Tristan, I, contact and I was like, hey, I think we have an opportunity to work on a project together. And the result of that project is founders notes which, again, I think is the world's most valuable notebook for founders because what you see when you sign up for founders notes, you see exactly what I see you have a exact replica of my read wise. And so what that allows you to do is you can search every single 1 of my highlights by book by keyword. That I just did this yesterday, because I was I was like, man, I am becoming even more obsessed with making founders podcast podcasts and, like, finding other ways to teach and, like, share these lessons. And, you know I was, am I going crazy. And I obviously no I'm not because obsession. I mean, this is every single person in the podcast that we cover was obsessed with what they were doing. And I just decided I was like let me just go through and it's... And I started reading highlights just by searching the term obsession. I was, oh, anna Winter was obsessed. Christian Dior talks about their obsession. Bill Gates talks about his obsession. The founder of Ikea Ing var Cam talks about becoming obsessed with his work. Napoleon. Christopher Nolan, James Dyson, Leonardo Da vinci Arnold Sc, Est Lau, Steve Jobs, Jeff Bezos. Mike O, And so just reinforces this idea that if you wanna get to the top of your profession, which I definitely do, you know, a obsession is a a prerequisite. So that's 1 of the main ways if when you get access, you'll see the the the first thing you do is search your highlights, You can also do this thing called the highlight feed. That is what Morgan Household called, the Smart Twitter feed with the highlight feed is it's going to show you a random, think about, like, any kind of really, social network. Just shows you, like, a, piece of contact after another. It's set up, you know, the rambling of these crazy people on the Internet. It's highlights and notes from all the different books and founders that we covered. So I just clicked on it. I see something here from Jeff Bezos from David Og, some of ava yvonne S. It like history's greatest founders talking to directly to you every single day. And so that's why Say is it's like, if you have access to this whether you already have access to your you're you wanna subscribe now. Keep up in your browser, I never x out of it unless I do it by accident. It's you can do the highlights feed. You can then go by books and search and, you know, and then actually read... Let's say you just want all the highlights from the individual book. That's what you wanna read that day. And then the other feature is favorites, which what that means is when I go. I... So I reread my highlights every day. And as I do this, I'm constantly favoring the ones I like. So I have, you know, 708 hundred something like that, favorites right now, that number will constantly go up and and it's updated because I'm doing this constantly. And as you can see what I'm reading. And you could see the what I feel is, like, even highlight is special in 1 way. Right? And then now Saying, oh, I re reread these highlights, and this is something even more special something I wanna remember. So anyways, that is a general overview. What I wanted to update you on, is there's 2 features that I haven't discussed, 1 is, and we're gonna make this. I just talked to the team Read y s. We're gonna make this more obvious. If you when you subscribe, and if you go under billing, you can actually invite and give access to 1 other person for free. So let's say you wanna give it access to, c founder, a very important person on your team. You can do that for free. This is available. By default, if you already have a founder no subscription, you can do this as well. So every single subscription is comes with an additional 1 for free. The second thing, and then I wanna get onto the conference because I think it's really important, and we only have 60 days. So I gotta move on that. I didn't wanna talk about features before they're released, but I've had so many people a lot there's a lot of, like, Ai founders that have reached out, that have already subscribed and wanna help on this, but this is already in development. There's going to be a founders Gp version. I should begin testing it myself in the next week or 2, and you'll be able to actually communicate ask questions. And use that chat format, which is becoming extremely extremely popular. And so the important point is if you sign up now, as I keep adding features and obviously keep adding more and more data to it, the the price will go up that the point is if you sign up now, you're you're locked in at that price. So all the additional improvements that I do and all the additional features that I do, you don't never have to pay any additional money. If you're already running a successful company and you already understand the the importance of Constantly being in touch. With the knowledge of history greatest entrepreneurs and you want an easy way to reference their ideas to search through them to find ideas that you can apply to your own company. Then I would encourage you to test it out for a year. You'll have access to with the world's most valuable notebook 4 founders, and I really do believe the value that you'll get will be incredible because I use the product every day, and I get incredible value for it from it myself. So relationships. This is another thing that people have requested a lot over the years. They want to meet other founders that listen to founders. I 1 of my great... 1 of my favorite quotes from Program, and he's got a great... A lot of great quotes, but he talks about the importance of being around other ambitious people. And so he says ambitious people are rare. So if everyone is mixed together randomly as they tend to be early in people's lives, then the ambitious ones won't have many ambitious peers. When you take people like this, they're very ambitious and put them together with other ambitious people, they bloom like dying plants given water. Probably most ambitious people are starve for the sort of encouragement they'd get from ambitious peers. Whatever their age. So for the last several months, I've been kicking around this idea like, what would a founders conference. Look like first of all, it's called founders only. You can go to founders only dot com to apply. You can see the dates. It is happening in Austin, Texas, March twelfth to the fourteenth. It is going to be limited to a hundred and 50 people. I rented it out an entire venue. It is a private venue not available to the public, I spent a few days with there before. Absolutely loved it. Once you get past, the guard gated gate, you never have to leave again. So all you have to do is get yourself to Austin, Texas and then every single thing else is taken care of accommodations, food, the entire event. You never literally you literally never have to leave the compound. So that's Austin, Texas March twelfth through the fourteenth. So a little over 60 days from now. It is going to be limited to a hundred and 50 people. You have to be a founder of a company, Ceos with founder mentality are welcome to. It should be unlike any other conference that you ever been to, because my stated goal, the mission statement, the North star is to help other founders build relationships with other founders to that end. That's why I've limited it to just a hundred and 50 people. That's why I chose the the venue it's at It is also why before the conference, I'm going to talk to every single attendee every single person 1 on 1. I wanna gain an understanding of who you are, what your business is about and what is important to you. And then I'm literally building a founder map. And that way I can literally match founders together who I think should know each other. I think this is incredibly important and that's why I'm gonna dedicate so much of my time to doing this. I am the only 1 doing this. I have a world class events team behind me that are taking care of all logistics, but I'm the 1 matching all the founders individually myself. And obviously, I will be there the entire time. I will get there before anybody else does, and I'll be the last person to leave. I think this is gonna be incredibly important because I've seen it in my own life. But before I had these relationships in the network I have to after, it's not even remotely the same. Relationships really do run the world, and I wanna help other founders build relationships with other great founders. If you are interested. If you're willing to travel to Austin, Texas or and be there from March twelfth through the fourteenth, go to founders only dot com. I will obviously leave a link in the show notes as well. Founders only dot com. And do so as soon as you can because this is limited to just a hundred and 50 people. Okay. So that's it. Go to founders only dot com, founders with an s. Go to founders only dot com. If you wanna attend the conference and build relationships with other founders, and then go to founders notes dot com to get access to the world's most valuable notebook for founders as always. Thank you for listening, and I'll talk to you again soon."
}