{
  "transcript": "I'm gonna jump right into this episode. Make sure you stick around to the end There's 2 very important updates including the very first in person founders only conference taking place in Austin, Texas, less than 60 days from now, I'll tell you more details stick around to the end, I'll see you on the other side. In 19 84, Oprah was riding high. She was already Chicago most popular Tv talk show personality, and the local Abc affiliate that produced her show was paying her 230000 dollars a year. Her agent had negotiated a 4 year contract with annual salary increases of 30000 dollars a year. She was pleased at first, but then begin having second thoughts. 3 separate Abc people stop me to tell me what a great guy my agent was, Oprah said, and that didn't make sense to me. Oprah natural skepticism was aroused, and she fired her agent. She replaced him with a Chicago lawyer named Jeffrey Jacobs. I heard Jeff is a pi, Oprah said. I like that. Pi is good. That key decision turned Oprah from employee to capitalists. And vaulted her out of the ranks of the merely well paid into the forbes 400. Her show now airs on more than 200 stations in the United States and in a hundred 17 foreign countries. Oprah earns more than 70000000 dollars a year. It is ownership that has made her rich. Oprah owns not only her show, but also the studio in which it is produced. And she owns a big stake in King World productions, the company that distributes her show. Oprah previous agent had given the local Abc station the rights to syndicate the Oprah show. No wonder they loved him. But Oprah and Jacobs sensed that they could do better and started looking for ways to retrieve her s rights. They then brought in king World productions as the distributor. Shortly after, Oprah got a break. She was picked a star in the film, the color purple. When her talk show went back on the air in the fall of 19 86, she was a bona Hollywood celebrity. Ratings for her talk show climbed rapidly. With king world productions, selling it hard, Oprah Show earned a hundred and 15000000 in revenue during its first 2 seasons. Last year, the Oprah Winfrey show took in a hundred and 96000000 dollars in revenue against production costs of 30000000 dollars. This part is fascinating. It talks about why this happens. Local stations are willing to pay top dollar for the oprah show because it assembles an audience that tends to stay tuned to the same channel for the evening news. In a market, the size of Houston are Atlanta, 1 rating point means about a million dollars a year for that new station. Right? The news programs that follow Oprah are the highest rated in most markets. And in a market to size of, like, a Houston or Atlanta or Washington Dc, these stations were paying over a hundred thousand dollars a week to carry her show. Oprah sold her show to 210 stations last year, which agreed to carry a program for the next 5 years and pay a 3 to 5 percent increase every year of the deal. This is so wild what they did in addition to that. The stations will also give up an additional minute of advertising time. King World, the distributor distributor and Oprah will share the ad revenues that that minute generates. So think about it. That's... They're getting a minute of ad revenue. That's 200 because they sold the ship for 200 to 210. That's 210 minutes of advertising. 5 days a week for 5 years, and this is the end result. A conservative estimate of this 5 year of the 5 year cash flow from that deal is 400000000 dollars. Remembering her close call with becoming just another high paid celebrity, Oprah said, on my own, I will just create. And if it works, it works. And if it doesn't, I'll create something else. I don't have any limitations on what I think I could do or be. That was an excerpt from a forbes 400 article, written all the way back in 19 95 when Oprah was just 41 years old. So I wanted to make a podcast about Oprah for a long time. It's incredibly hard. I would say almost impossible to find a good, like, a high quality biography on her. And so let me tell you what I did instead and how this episode came to be. There is a performance coach and a writer, named doctor doctor Julie Garner, she writes this fantastic news newsletter called Ultra successful that has a great tagline where it says start your week with the most successful people on Earth. And I was sending her messages on Twitter asking if she knew of any great biographies or auto of Oprah Win winfrey She gave me a great advice She's like, I... There's a bunch of, like, long form interviews of Oprah in her own words, and I can't think of, you know, a better source than Oprah herself. And so I found 2 long form interviews with Oprah. Start watching them, start taking notes on them. It's like, this doesn't feel right. This isn't what I do. And so what I did instead is I downloaded the audio from these interviews. I transcribe transcribed them, printed them out and essentially made my own book. On Oprah Winfrey, and it's essentially her speaking in her own words. And so the first interview, and and I I did this on purpose too. The first interview is an interview she gave in 19 91. She is 37 years old. The second interview happened at Stanford business school, and she is 60. So let's jump right into her telling her story when she's 37 years old, This happens about 4 years before the Forbes 400 article that I was just reading to. And so she says, I think that success is a process. And I believe that my first Easter speech in church at the age of 3 and a half was the beginning, and that every other speech after that, Every other book that I read. Every other time I spoke in public was a building block, so that by the time I sat down to audition in front of a television camera, I was so it ease with myself, and would allowed me to read so comfortably and be it so ease with myself. At that time, was the fact that Had been doing it for a while. If I had never read a book or never spoken in public before, I would have been traumatized. So by the time we went on air with the Oprah Winfrey show in 19 86 nationally. People would say, Oh, but you're so comfortable in front of the camera. You can be yourself. Well, it was because I'd been being myself since I was 19. So when she was 19 she was C C for a local news station. And so 1 thing she'll repeat over and over again is when... Even though she out as a news reporter. She did not think reporting was a natural fit to her. She thought it was too scripted to in inhuman, and she feels her... 1 of her most valuable assets is the fact that she was... She didn't hide her imperfections. She was relatable, and she was perfectly human. And the importance of this authenticity is something she actually had to learn. She started. She's like, oh, I wanna be Barbara Walters. This was not true when I first started out. When I first started out, I was pretending to be somebody I was not. I was pretending to be Barbara Walters. And that is the theme that you and I have seen multiple times in biography after biography by... After. It is extremely common. The greatest maxim I've ever heard that describes this phenomenon comes from Stephen King's auto. And he was talking about writing, but it applies to every other domain. He says imitation, pre proceeds creation, imitation pre proceeds creation. We imitate others first. Oprah was I imitate Barbara Walters first before she realized how to create her own authentic, style and format. And so she's gonna talk about that this is just a learning process everybody goes through. At the time I was more interested in how I phrase the question and how el the question sounded as opposed to listening to the answer. This always happens when you're interested in impress people instead of doing what you're supposed to be doing, and it took me a while to learn this. It took me messing up on the air. During a live news cast, I was doing a list of foreign countries. And so she's listening all these 4 names and she gets to Canada, and she, mispronounce it proof that I'm not the only person that I mispronounce words all the time, by the way. And she pronounced that Canada. She says Canada. And then she just starts... She thought it was hilarious. And then she's she's thought It was funny that she mispronounce. So she just starts laughing on air. And it was actually important because she says, I started laughing, and she realized this is the first real moment I ever had on Tv. But the entire time that she's a news reporter. She's just, like this doesn't feel right. This isn't me. She talks about the importance of, like, understanding your intuition and listening to it. And she's making good money at the time, I what she thought was good money. And she's being paid 22000 dollars a year, but it's also obvious to to the to her bosses that maybe you shouldn't be a reporter. And so they're looking for other places to put and they decided decide, hey, we're gonna put you on an early morning talk show. And it was obvious this this was a motion instead of firing her. And this is what she said at the time. She didn't know this is gonna be 1 of her biggest breaks. I was 22. And I was embarrassed by the whole thing because That never failed before, and this was a failure, but this was a failure that led to the talk show because they had no other place to put me. This reminds me 1 of my favorite saying that opportunity is a strange beast and it frequently appears after a loss or what appears at this point to her that this is a loss. But right away She's like, no. Actually, this is what I'm supposed to be doing. So they put me on a talk show 1 morning, and I will never forget it. I came off the air that day thinking, This is what I should have been doing because it was like breathing to me, like breathing. You just talk. You be yourself. Being myself is really what I've learned to do. From the very first day, I knew it was the right thing to do. I felt the same about acting as well. And so she talks about why she loves acting as well. Acting is the essence of another being is the ultimate and understanding. You understand things about people that you could never imagine. It's it's like almost for a while getting to live somebody else's life. I love that line because it's exactly how I feel about reading biographies. It's almost like for a while getting to live somebody else's life, and then this is how this came to be. Again, there's just constant thing of her trying to do the best job possible trying to listen to her intuition, and she's constantly getting discovered and help by other people. So 1 of the people that had a huge influence in her life. Was Quincy Jones. And she says Quincy Jones had the most important role in my acting career, and Quincy Jones discovered her because she was working as a television anchor, and he sees her and says she should be in movies. And now the crazy thing is back when she was working a job before this. She was going to speech coach trying to get better at becoming an anchor woman. Right? And so she... Coach was almost like therapy, and she was telling this coach of hers. What I really wanna do is act and she says something was fascinating, and she says something to Oprah. She goes, my dear, you don't want to act because if you wanted to act, you'd be doing it. And this is the first hint because you're gonna hear her response in a minute. This is the first hint of 1 of the things that's very obvious if you read and study to speak. She is an intense, very powerful belief and herself. And she's had that since she was a young girl. When she's 4 years old and being raised by her grandmother. We'll get to that too. You just see every There's so many times where she's in a situation. She's like, nope. I don't belong in this situation. I am better than this. I will make my life better than this. So she's having her speech coaching, no. You don't actually wanna act if you wanted act me doing it. And oprah, responses... Said, well, I think this is going to happen. I will be discovered because I want it so badly. Somebody's... This is before Quincy Jones discover. This is a crazy thing. I will be discovered because I want it so badly. Somebody's going to have to discover me. And then my speech coach said you just dream. You're just a dream So when it happened, when it finally happened, I called her up, and I said you will not believe this, I got discovered. Quincy Jones was in his hotel room and he saw me on Tv. It was unbelievable. The interesting thing about that is I truly believe that thoughts are the greatest vehicle to change power and success in the world. Everything begins with thoughts. I thought up the color purple for myself. That is the movie that changed her life. I know this is gonna sound strange to you. I read the book. I got something... This is before she got... This is before she got cast in the movie. I know it's gonna sound strange to you. I read the book. I got so many copies of that I book. I passed the book around to everybody I knew. If I was on the bus, I would pass it out to people. And when I heard that there was going to be a movie, I started talking it up for myself. I didn't know Quincy Jones. I didn't know Steven Spielberg or how on Earth, I would get in this movie. I had never acted in my life, but I felt it so intensely that I had to be a part of that movie. I wanted it. I wanted it more than anything in the world and would have done anything to do it. 1 of my favorite ideas that I've recently discovered in the past maybe 6 months or so. Is came from Josh Kushner. Josh Kushner was on this episode of invest like the best. And Josh Kushner has built this massively successful business, called Thrive Capital, And in that episode on, like the best, Said that something is fascinating that he use uses in his firm to make investment decisions or to choose partners, and he says if you have to choose between the most experienced person, are the most educated person, are the person who actually wants it more, you always pick the person who wants it most. Highly recommend going and listening to that entire episode of Josh Kushner our best like the best. It's excellent. I've listened to it twice. I wanted before I get into why she identified she wanted the color purple so deeply. I wanna get back to this idea where she's like, listen, I truly believe the thoughts of the Greatest vehicle to change power and success in the world. This... I know people think this sounds like Willie Fu. But I'm just telling you it comes up in these biographies over and over and over again, the power visualization, the power of positive thinking. I just wanna read 1 1 excerpt from Est Lau, and I'm gonna read the note I left on it when I read it. She said visualize. In your mind's eye, you see a successful venture, a deal made a profit accomplished. It has a superb chance of actually happening, projecting your mind into a successful situation is the most powerful means to achieve goals. If you spend time with pictures of failure in your mind, you will orchestrate failure, countless times. Before the event, I have pictured a heroic sale to a large department store every step of the way, and the picture in my mind became a reality. I have visualize success, then created the reality from that image. This is episode 02:17 by the way. S Lau if you can get a copy to it. They're very, very hard to find. I'm working on making that not to hard to find. I can't tell you anything yet, But I am working on it because it's such an important book, but the whole book you can read in the weekend. It's excellent. I have visualize success, then created the reality from this image. Great athletes, business people, inventors and achieve from all walks of life seem to know the secret. And the note I left myself on this is this just a bunch of examples that I found in other biographies, people that have achieved great things, doing the same thing, Bob No founder of Intel did this. Edwin Land founder of Polaroid, Steve Jobs, Arnold Sc singer, Est Lau. Oprah, you just see this over and over and over again That was going to why she identified with color Purple, and it had to do with the fact that she was molested and if Oprah was molested and abused by people in her family. So you can go to Youtube and see this scene that Oprah does in the corn field, and she did that in 1 take because it was it was Technically the story of the character that she is play, playing. So the character's name, but it's not. It's exactly what happened to oprah in her life, and being 9 years old and being molested by cousins, uncles, family friends, and we used the word molested. It's raped. She was raped, and then to have that happen to you when you're defenseless. And to carry that with you, And then to pick up a book and realize you see the words in the story that it's you're it's your story. And so she says about this. She goes, all my life I had to fight. I had to fight my cousins. I had to fight my uncles, but I never thought I had to fight my own house. That scene was the essence of my life. I fought people all my life and I'm not going to fight in my own house anymore. In my own space anymore. She's talking about the fact that she was molested by her cousin, her uncle and a family friend, and there is this intense intense work ethic that Oprah has. So the point where she thought she could never get married could never have kids. She she gave birth when she was 14. And her... The baby never made out of hospital a premature baby, the baby dies in the month after the birth. Right? And she talks about this later in life. How she just... And I think this these these things are related where it's like you are so poor and defenseless and helpless. And you you work yourself into a position of power. Where now you have money and influence control, and you no 1 can harm her anymore. And so it makes perfect sense to me, and I've had to deal with this this stuff like this. I'm not gonna go into now, but, like, in my family. And never to me, but people that I deeply deeply loved. And so when Oprah says later on that, you know, she'd work a 12 hour a day, and she's like, this isn't enough. Like, I I get home after working on the show for 12 hours, and I too much time. So I need to work 16 hours. Like, where is that drive coming from? You have to understand what happens to people early in the life why are they making decisions they're making. And usually, they sip off into 2 separate paths where Oprah becomes a super achieve super driven person learning machine And then she has some some, like, half siblings, you know, 1 dies, I think of, like, a coke crack overdose, 1 dies of aids. I mean, usually, you know, sip off into 2 paths. Like, they... They become these like, super achieve or usually that they're destroyed by it. So let's go back to this. She, I fought people in my life. I'm not going to fight them in my own house anymore in my own space anymore. I am going to have what I deserve that is a direct quote from her. And then she goes back into telling more of the pre history of Oprah. Right? When she's sitting here giving this talk in night 18 91. Right? 19 91. She is 37 years old, and she already... Has already made more money than she's going to spend in her lifetime. Right? That's not how it started out. She goes, I was raised on a farm with my grandmother for the first 6 years of my life. Her daughter her mom had Oprah, I think when, her mom was, like, 14 something like that. And so she's obviously way too, you know, young and inexperienced they mature whatever the case is to raise, child. And so her grandmother. And her mom's done around her mom's, like, in many minneapolis or something. And, oprah minute Mississippi at this time of her life. I was raising a affirming, my grandmother for the first 6 years of my life. I knew somehow that my life would be different and it would be better. So this is what I mean about intense. Intense confidence and self belief. This idea like this cannot be my life. That feeling is such a powerful motivator that you see over and over and over again. And so she's like, I knew somehow that my life would be different, and it would be better. She's living in a house. That has no indoor plumbing. And then... So if you don't have indoor plumbing, sure hell don't have a washing machine. And so she's talking about 1 of her earliest memories. If she's standing on the back porch. And at the time, the clean clothes, they would boil clothes. So put in this giant cauldron, heat up the water to a boil and that's how you clean your clothes and like get, you have, like dig in, like, a stick. I... Sure it's not called stick. But, like, how you get out the clothes and you move them around. And so she's watching her grandmother do this. I remember standing in the back porch. And my grandmother was boiling clothes. At that time, we didn't have a washing machine. And so people would boil clothes in a great big iron pot, and she was boiling clothes, and I was watching her, and I remember thinking my life won't be like this. My life won't be like this. It will be better. I will make a better life. And so she talks about some of the stuff that she wanted to do when she was younger, You know, She's like, maybe about be an actress because she wanted to be famous rich. And then for a while she wanted to be a school teacher, and she did that because her fourth grade teacher was an inspiration to her. I was missus Duncan and I pretty sure she did a show, I think mrs Duncan came on the show many, many years later. And she says missus Duncan was my greatest inspiration. She helped me believe in myself. For the first time I believe that I could do almost anything. And so 1 of the talents that she had was that she she read a lot she had an extensive vocabulary. She's very smart, and she was a great public speaker. She's sitting in these like... And I was raised in in similar churches like this too where it's like, very... It's like, people are dancing and shouting and, like, speaking in tongs and So I I know these, like, very charismatic southern preacher. And so she's in the same environment, and she's going to church every Sunday, and she would listen to everything the preacher said, and then she'd go back to school on Monday morning, and she just repeat the sermon to the teacher and into the other kids in the class at the point where her nickname and fourth grade was called preacher, and so Oprah talks more about her childhood. I was born in Rural Mississippi 19 54. I was born at home. There was not a lot of educated people around. And my name had been chosen from the Bible her actual name on her birth certificate It's not Oprah. It's Oprah from the Bible, but no 1 knew how to spell it. So over time, it just... It... Instead of... They they essentially reversed the p in the r in her name. So instead of being called Oprah went winfrey. She's called Oprah Winfrey. I came live with my grandmother because I was a child born out of wed lock, and I was left with my grandmother, and that saved my life because my grandmother taught me to read and that opened the door to all kinds of possibilities for me, Oprah I was taught to read at an early age and by the time I was 3 and a half I was reciting speeches at our local church. They would put me up on the program, and they'd let me render a rec resuscitation, and all the sisters sitting in the front row would fan themselves and turned to my brother, grandmother and say, this child is gifted. She is public speaking 3. So when she tells you that by the time she... She gets a job of radio at 17, and she gets a show dishes for Tv at 19. By a time she's 19, she is perfectly comfortable reading and speaking in public. She was not nervous at all. And I heard that enough to start, and I started to believe it other people saying that she's gifted. And anytime people would come over to the house, I would recite. Bible verses and poetry. And since... Essentially what she's telling us is every time somebody came up with the house, I would perform. And then this is the the key to understanding her. I think whatever God there is for my un uncomfortable soul. Think about how she ended that Forbes article. Let me pull it back up real quick so I get the the the the quote right. Right? She's like, on my own, I will just create. And if it works, it works. And if it doesn't, I'll create something else. I don't have any limitations on what I think I could do or be. I don't have any limitations on what I can't think I can do or be. She's saying I think whatever gods there are for my un uncomfortable soul. And so people around me would used to say, oh, that child can speak. And whatever you do, If you do a lot of it, you get good at doing it, and that is how this whole broadcasting career started for me. I was an or for a long time. I've been an or, basically all of my life. So when she's 6, she is sent. Now her mom thinks okay. I'm old enough. I think her mom is a 20 years old this time. I can take care of her. And her mom is not she's just not making good decisions. I think she's got, like, this 3 or 4 different kids all by different fathers if Not mistaken. She can't really... As Oprah is getting older. She... She's not a good environment. And Oprah responding. Like Oprah obviously smart and driven, but She's not in the right environment, and she starts, like, skip school and act out and, like, talk back and all this other stuff. So... I was living with my mother and living under circumstances that were not good. If you'd ask me at the time if we poor, I probably would've have said, no. Because when you're living in it, you don't know anything else. You just think that's the way life is. When I was 9, I was raped by a cousin, and I never told anybody. She keeps us hidden until, her late twenties. So when I had found out some of the stuff going on, I could not understand like, why it was she's, like, is secret for so long, and I started reading about this. This is a few years ago. And this is essentially the standard response. They... It's so sad, man I'm getting, like, choked up even thinking about it. Because obviously, it it, like, I make sure like, that could never happen to my daughter. Right? I put in an environment that that can never happen with the crazy things. Like, when you start reading about this. 1, it's a larger percentage of the human population, when I when I was reading about this was, like somewhere estimates between, like, 10 to 15 percent of people are, sexually molested by, either, a family member or close family friend, which I found shocking, but how many of these people get away with it because of this. Like, it happened when she was 9, It happened repeatedly, and she didn't tell anybody. You know, they feel so guilty. They feel they're at they're blame. It took her till she was in early late twenties. To realize like, no, no. It's never the fault of the person being sexually molested. And so she... Then I was later on a was sexually molested by a friend of the family and then by an uncle. It was just an ongoing continuous thing. I started to think, you know, this is just the way life is. Listen to what we just... What Oprah just said about her light by the time she was 9. She was already raped repeatedly from 9 to 14 when she... Actually she gets pregnant. She happened so much. That she just thought, oh, this is, you know, this is an ongoing continuous thing, and her quote is I just started to think this is the way life is. And 1 of the crazy things is this may have never come out. She may have never actually talked about this because again, she she had... She had to learn, like, you're never responsible for most mole station in your life, and she's actually interviewing somebody on the show, and somebody else that had a similar experience is talking about this. And Oprah has a breakdown. She's like, I was gonna have a breakdown on to on television. And I told them we've gotta stop rolling the cameras. We've gotta stop rolling the cameras, and they didn't. And it wanted being really traumatic for her, but it's the first time where she actually was able to work her way through. It's like, oh, this isn't This wasn't unique to me This wasn't my fault, and me hiding this or not talking about this is not helping anybody else. Mean, that she talked about like her openness is the reason why she didn't do well as a news reporter why she felt that the talk show was, like breathing. It was so easy for her. And then she talking about this. What I realized was I was always searching for somebody to say to look at me and say that you are worthy. And for so much of her life she talks about that she had the disease to please that she was living an ina life because it says 1 of a greatest lessons relationship ever lives is, like you have to live your life to please yourself, not living your life to please other people, but doing what your heart says all the time. And it's because she's willing to talk about this is that she can actually make a legitimate change to the people's lives that saw that watch her show that Experience that. She's just the greatest thing about what I do is that I'm in a position to change people's lives. It's the most incredible platform for influence that you could imagine. And she's her own greatest example of that because of everything, like, look what she... Like imagine being born. Your mother's 14. Your dead... They didn't... She didn't have a relationship with your father. You're raised by your grandmother. There's no indoor plumbing. You're boiling clothes. You're being transferred around like she goes from her grandmother to her mom, back to her grandmother to her father, her grandma... To her mom, to her father finally. And so she says, like, this is... I have this platform I can... And it's 1 of the greatest things I have. My intention is always for people to see that you're responsible for your life. There may be tragedy life, but there's already always a possibility to triumph. The ability to triumph begins with you always. I always wanted to be a minister and preach and be a missionary, and I think in many ways, I have been able to fill all of that. I feel that my show is a ministry. And so just like the bad things that happened in her life Echo go throughout the rest of her life, so a lot of good things. I loved books so much as a child. They were my outlet to the world. And I still do. People ask me, what do you do in your spare time? And I say I read I'm the same way. If you could see my desk right now. I I have, like, I don't even know. I'd have to count 43 30 books on on my desk right now. So she says, I would read a lot of this is her childhood again. I'd read a lot of stories about these little peasant children, and usually peasants children that overcome adversity so I wanted to be them. Then I discovered my Angelo, why I know why the cage birds sing, then I read the color purple, and I just... I could not put the book down. I could not believe that someone had put this in redding because she's saying it's essentially her story, but it's happening somebody else. It's unbelievable to know that you're not the only 1. You think nobody else in the world. This the same thing that you and I do when we study biographies. It's like, oh, like, I feel that way too. This stuff has happened to me too. Not obviously the the the part but the difficulty of actually going through and figuring out what you wanna do in life and then trying to do it and then getting knocked back and getting back up and and so on and so forth. You think you're not the... To to know that you're not the only 1. You think nobody else in the world has it as bad as you, And then you discover that you're not so bad after all. It's an amazing thing. And then she gets to the part where she's around 13, 14 years old. I think she's 14 at this time. And she... Her her mom said she says, you know, I basically can't handle her, you gotta take and raise our daughter, and she says her dad saved her life. I had a very strict father. And I love him for it. At the time, I thought I cannot imagine a human being so strict. He was a big influence on me. He cared about me and had concerns about me making the best of my life and would not accept anything less than what he felt he was my best. I remember my father saying to me, you cannot bring c's on your report card in this house because you're not a c student. You're an a student, and that is what we expect in this house. It was just a matter of fact. And she said, because she was held to a higher standards, she started to perform better, and it was very different when I was living room with my mother. I was very rebel. Rebellious. I was very prom. I did everything I could get away with. I would run away from home. I would lie to my mother all the time. And I moved to my father's house, and I never told another lie. I knew it wasn't going to be accepted. I needed structure and attention. And so that is at 14. By the time she is 17, she's getting good grades. She's competing all like beauty pageant and winning, She's gonna compete in something that was sponsored by our local radio station. This is another important inflection point in of life. It's called the mis fire prevention contest. I have no idea what's going on there. But she actually wins the contest and shifts. She goes back and she says this is the beginning of my broadcast career because I went back to the radio station to pick up like the the the awards and stuff. And they asked me what I like to hear my voice on tape. And she's like, oh, that's kinda cool. Okay? And so they give her something to read and and they record her. And she says I start to read. But I've been reading since I was 3. She she 17 when this happening. Right? And they couldn't... The people to station could not believe how well I read, and I was hired there. They're, like, come here this girl read and so there's, like 3 or 4 people that are working in the station calm and they're like, you have a great voice. You read perfectly, do you wanna work in radio, and so at... And so I was hired at 17 years old to work at the radio station. 2 years later, she's a sophomore in college. And she says my software year college, someone heard me on the radio and said, we heard you on the radio. Would you be interested in working in television. You're think about how crazy it. Right? So it's like, remember the the Quincy Jones story from Earlier. Like, okay, I get on radio, then somebody hears my radio they you could say, do you wanna be on Tv? Yeah got on Tv, Quincy Jones is in his hotel rooms that you wanna be in movies. 1 of my favorite episodes I did last year was episode 03:14, which is on Paul excellent essay on how to do great work. Listen to this. This is exactly. He's gonna talk about exact phenomenon that you and I are discussing right now in the story of oprah. This is how this is Paul graham on how to make yourself a big target for luck. When you read biographies of people who've done great work, it's remarkable how much luck is involved. They discover what to work on as a result of a chance meeting or by reading a book they happen to pick up. So you need to make yourself a big target for luck. And the way to do that is to be curious, try lots of things, meets lots meet lots of people, read lots of books and ask a lot of questions. Oprah, inadvertently is making herself a big target for luck. And here is another lucky break. This is a hilarious. She tells a story later on, when she's 60. So, the other talk I'm gonna talk to you about as well. So she's a sophomore year in college. You know, somebody heard her on the radio said, you know, we heard doing a radio which would be more interested in working in television. And at the first, she turned it down, and she's in college. Had a college professor, and she's telling them, hey, like Cbs keeps calling me to be on television. And she goes, but if I do television, I'll never finish school. Meaning Never finished college. And he says something hilarious. He goes full, that is what school is for. You go to college, so Cbs calls you, and she was you need to call them back. And because her her professor called her full. And was like, what are you doing? We've gotta call them back. It's a great opportunity. Oprah went and interviewed for the job and got it. And so this is what I meant about her intense work ethic. This is her her schedule. In college. I would go to class from 8 in the morning to 1 in the afternoon. Then I'd go to the Tv station At I'd work 2 to 10. Then I would get home and stay up and study until 1 or 2 in the morning, and then just start to routine all over again. That is a 14 to 16 hour workday that she is describing. And then she talks about even now, undeniable success at 37 years old? When she's talking about this? There there's a great line from David Og that I love. And he says we have a habit of divine discontent with our performance. It's an anecdote to sm. So no matter how good they are, how big their business is growing, how many awards they win, How much products they their advertising sales for their clients. We have a we have divine discontent. That is a great way. It's like, never good enough. She exact same you see that with a lot of high performers. It's very difficult. This is Oprah. It's very difficult for me to even see myself as successful because I still see myself as in the process of becoming successful. I demand only the best for myself. And then the next part, I particularly love. She talks about how she makes her decisions. Now remember when she's saying this, she's already very successful, but most of her success is still ahead of her. And yet even back then, this is how she made her decisions on what to do next the ability to understand the difference between what your heart is saying and what your head is saying. I now always go with my heart. Even when my head is saying, oh, but this is the rational thing. This is what you really should do. Later on, she talks about the fact that she would override her head because it'd be like, oh, if you do this, you'll make even more money. And she's found herself doing things for money. She's like, I hate this. I don't like my job anymore. And she talks about the key to her, like, everything... Everything that, like, the the key that drove all of her success the phenomenal, like, parallel law outcome that they winfrey show was the fact that, the numbers are all different, but, like, you know, she had somewhere, like, 1 fifth of the entire United States population watching her every week. Should something like 44000040 to 50000000 people watching and, like, any given day, you know, it could be as high as from 10 to 20000000 people. It's just really bog the mind. But she says, I don't see myself as a celebrity because people are so familiar with me as opposed to, you know, A list actors. You may see him on screen. We have no idea who they are what they actually care about how they actually are. Ob is leaned into her author being an authentic human. She goes, it people... It's not like with other celebrities. I see people react to other people, and it's not like they do to me. They just come up to her, and they're like, hey, like, you wanna come over lunch or come over for dinner. She's just saying they spend so much time with Oprah, and they get to know her because she doesn't try to hide who she is. And as a result, they treat her just like another friend. And she's like, listen, a lot of critics don't actually understand. The relationship I have. She was saying with her audience. They just don't get it. Now she did... That doesn't mean she she re she ignored criticism. I was reading, like, random Ben Franklin, maxim and highlights the other day, and I came across something at the same time I was reading all this research for Oprah. And Ben Franklin said critics are our friends. They show us our faults. And so this is what Oprah said. If someone criticize something and it strikes a nerve with me, then I will move to correct it. If the criticism is valid, and if it comes from a point of being, Okay excuse me, Comes from a point of view of being well thought out and not just attack, then I accept it, and I get better as a result of it. Critics have helped me to get better. And then she says something that she repeats, I found her say over and over and nerve again. Again, if somebody repeats something, it's an indication that really important to them. I feel that luck is preparation meeting opportunity. She says that And never got luck is preparation meeting opportunity. And what she would... If she combines us with an idea that, Steve jobs will repeat too that asking for help is the superpower that no 1 uses. She would all constantly help ask for help if he needed it. And he's, like, if you just ask people will help you. And he talks about from early in his career when he would call up like David Packard, founder of Hp when he he's like, 14 later when he asked Bob noise to mentor him, later on when he... And when he had asked Help from Andy Grove or suppliers or anybody. He was just, like, No 1 he's like, asking for help was with a giant supervisor than no 1 uses. And so she's hired in television in 19 73. And she would just say they they ask her hey, do know how to do this, and she's was like, yes. Yes, I do. And she didn't know how to do it. She's just like, they asked if I knew how to edit it, and I said, yes, when I didn't. They asked if I knew how to report on stories, and I said, yes, when I didn't. When I went to my first city council meeting, I wasn't sure what to do. But I had told the news director that I knew what to do. So I walked into the City Council meeting, and I said to everybody there. This is my first day on the job and I don't know anything. Please help me, and they did. And then she goes into this idea why relationships run the world. And so she talks about, remember at the beginning, we talked about the fact that she had. At the time She just worked for other people. She's, you know, high paid celebrity, and her manager or her agent is loved by the people he... They're negotiating with. It's right not a good sign. She fires him gets the pi the Pi, her and Jacobs wind up being partners for, I think like multiple decades. And so she talks about the fact that he helped her in raising the ceiling on her her mind. And so she goes, I have a lawyer, and he and I are now partners. And he came to me and said, you know, you should own your own show? And I thought own my own show? I just totally dismissed it. How the hell am I going to own my own show? I have a contract. What am I going to do? And he says you're going to own your own show. And I just thought, okay, I'll let him dream on this. And so the idea, I'll let him dream on this is a reference to her dreaming. Remember. She talking to Speech coach. And she's like, no, I'm gonna... You know, I'm gonna be actress. And she's like, you're just dreaming. You're just dreaming She's like, okay, Let me dream. Let's see what happens. And we already know what happens because you and I've already talked about it but 2 years later, she's her shows doing a hundred and 15000000 in the fur... Or her show does a hundred and 15000000 in revenue in the first 2 years. And now she has complete control and ownership. And so she talks about the fact that she grew up poor, but now she's rich with material success, it does is it provides you with the ability to concentrate on other things that really matter, being able to make a difference. Money allows you to focus. It's because you no longer have to focus your attention on how you're gonna pay your car note or whether or not you're gonna sign your last name so that when the check gets there, they can send it back to you. And you can say, oh, you forgot to sign it. I included that part because before my mother passed away. She told me that they had to do that several times We're, like, you you mail a check. And then they're, like, oh, you didn't sign in, and then they send it back you and essentially, you you have more days to come up with the money. The... This is this is where I identify completely with, Oprah as well. She goes, the ability to read saved my life. I would have been an entirely different person had an app appetite to read... When I was an early age. My entire life experience. My ability to believe in myself even in the darkest moments of sexual abuse and being physically abused and so forth. I knew there was another way. I knew there was a way out. I knew there was another kind of life because I had read about it. So that's why now focus my attention on trying to do the same thing for other people. And then she talks about, you know you're on the right path if what you're doing you would do for free, and she says the money had never been the focus. The reason you know you're on the road success is if you do your job and not be paid for it. I would do this job and take on a second job to make ends meet if nobody paid me. For just just for the opportunity to do it. That's how you know you're doing the right thing. When my lawyer first came to me and said you can own your own show it literally took the ceiling off my brain. I had never even thought that high before. I never even thought that it was possible, and everybody needs somebody like that in their life. Just like when my father said to me, you were too smart to get cease. And this she talks about how she runs her business. Actually, when I read this part, it made me think of Henry Singleton and Henry Singleton is had a huge influence on both Warren Buffett and Charlie Mu, the way they built Berkshire Charlie Mu said that Henry Singleton was the smartest person he ever met, and Warren Buffett said that it's a crime that more business schools don't study him. I read his book. There there's not a lot written on him. There's this book called distant Force, which is, like the history of the company Tele that he built. This is where I'm gonna read a quote from there in a minute that I actually found in in Founder notes. So if you already have access to founder notes, I'd highly recommend going and and reading all the highlights from distant force because the book is so difficult to find. But oprah saying 1 of the biggest lessons I've learned taking in business is you have responsibility to yourself to learn as much about your business as you can. I sign every check. It is very tedious. It gets to be a lot. I've got stacks and piles of checks. I still have a 10 mentality. I have been very, very poor my life. And so the idea of having money and not being responsible and knowing how much money you have and keeping control of it is not something that I personally can accept. I watch the money very carefully. I'm gonna pause real quick. Go back to what she's saying. I wanna pull up this quote, and it's describing at henry singleton describing the fact that he did the same thing He would sign all the checks, and he called it a form of discipline. He pays all the bills and signs all the checks. Calling in a form of discipline. Though, through the through the signing, the... Through doing the signing excuse. Through doing the signing, it's amazing how much you learn about the business. There's a reminder of each event or action behind each check. Henry Singleton and Oprah arriving at the same conclusion. When I first started being a business woman I worried, how do you do this? And I realized that you do it the same way that you do anything else, 14 hour days, 15 hour days. A 12 hour day is a short day for me. I feel like after a 12 hour day, what am I gonna do with the rest of my day. I get home and I don't know what to do with myself? Because I have all this time left over, I feel most comfortable working. Why? Why? Yes Of course, a lot of people are just inherently driven. Right? They they wake up and they want to do something, but think about what we know about her early childhood. I feel most comfortable working. I feel the same way. Alright. So I'm not like, this because I I... I'm deeply uncomfortable when I get comfortable. So back to this, a 12 hour day is a short day for me. 1 of my favorite books I've ever read for the podcast is our Arnold Source secretary has 2 auto they're both great, and they're both some of my favorite books. But the the first book... First auto I read about them. Was... He wrote when he's, like 70, and it's, like, huge. Just probably, like, 500 pages. It's episode 141 in case you missed it the first time. But he said something's very, very similar. He's gonna say in his own arnold way. He's gonna use different words than Oprah does. But he says the same stuff where she's just like, listen for me, you know, 12 hour a day. Like, essentially her life was her show. She gets home. She's like what else Gonna do? Guess I'll read you know, that this basically I can do. And so Arnold said something similar. He says for me, work just meant discovery and fun. If I heard somebody complaining, oh, I worked so hard. I put in 10 in 12 hour days, I would cr him. What the fuck are you talking about? When the day is 24 hours. What else did you do? And so I don't know why. I just when I got to the section of this this transcript with Oprah I was like, that just reminds me of Arnold. She goes, when I go home, I usually get in bed with a pile of books. I have to read a lot for the show. I get... She's like, can't believe you that she gets paid. Because I can't believe I get paid for doing this. I would do this if I didn't get a dime for it. It doesn't even feel like work. It doesn't feel like work, and that is the last words that she has in this interview from 19 91. So now we are going to fast forward 23 years later. This is 2014. She is 60 years old, and she goes and gives a talk at Stanford business school. And I wanna go right back into the discipline and the high standards of her father. This is hilarious. I started working in television when I was 19 years old, and I became an anchor. My father, my father still had an 11:00 curfew. Can you believe such a thing? I am the 10:00 news anchor in Nashville. I I'm on the news cast reading the news and my father would say be home by 11. And I would say the news is on at 10, and he says, yes, but it's off at 10:30, so be home at 11. And so she respected her father, she responded to his high standards, but that doesn't also mean that she always followed his advice her biggest message that you should listen for to yourself. I started listening to what I felt was the truth for me. I started a feel that reporting wasn't for me, but I had my father. And I had my friends. And everybody was saying oh my god, you're an anchor woman, you're on Tv. You can't give up that job. And by the time I was making 25000 dollars a year, my father goes well you just hit the jackpot. You're never gonna make any more money than that. Right and So I was torn between what the world was saying to me and what I felt to be the truth for myself. I it felt like an unnatural act for me reporting. Although I knew that to a lot of people it was glamorous. So again, high status, you're on Tv Oh my God. This is you know, pre Internet. Like, you can't give up that job. You're even making what at the time a lot of people think is a lot of money? And I just started inside myself to think what I really wanna do? What do I actually want to do? How difficult like well how much self confidence you have to have. Right? Whether this is great to everybody else The external world saying this great, but doesn't feel right to you and you actually act on this. Knowing what you don't want to do is the best possible place to be and if you don't know what to do because knowing what you don't want to do lead you to figure out what it is that you really want to do. And this is where she mentions her... The way she makes decisions again, this this listen to your intuition. I have from the very beginning, listen to my instinct. All of the my best decisions in life have come because she's listening to her instinct, very similar, Steve Jobs said something similar at later in his life. He says intuition is a very powerful thing. More powerful than intellect in my opinion. Intuition has had a big impact on my work. So that Steve Jobs back to Oprah. When I was in Chicago I was working in talk for certain talk like a talk show for several years. And I knew that that was the right thing to do. Even if it didn't succeed, because at the time, there was a guy named Phil Don who was the king of talk shows and was on in Chicago and every single person except my best friend Gail said you're going to fail. So they're like, hey, don't compete. Don't go into this format. This guy's winning, you're never gonna win. And she got... They said you're walking into a land mine. You're going to fail. And I said if I failed then I will find out what is the next thing for me to do? Because she just thought talk shows was what she should be doing and not reporting. And so I was thinking about this competition because, you know, she's gonna whip Phil Don who's ass. And he was seen is, like, untouchable to time. And it reminded me of the success and the confidence that Coco chanel Had early in her her career, which gonna lead to 1 of the greatest... 1 of the greatest products she's ever made. And that's the little black dress, and she talked about the fact that in Paris at the time. Most other fashion designers were men. And their market is for women. Right? Phil Don, like, daytime television at this point in history is mostly, like, the audience like 90 percent women. And so he's making content for women that he thinks they want. And Oprah was like, well, I don't have to guess what they want because there's just a million me and her case 40000000 me out there, and I know what they want. And Coco Chanel said that she had an advantage over the Christian dior yours and all the other men. Fashion designers at the time. Because she actually knew what women wanted to wear. She's a line where, like, these other fashion designers, these boys... And she called them boys. She was these boys don't understand women. They don't know how they live. Their idea is to make them some weird freaks And so she's talking about, like, you're building dresses like, like a costume or something. They're uncomfortable. They look funny. Again, she says they they look like weird freaks. And her response to that was to move in the office direction. She and she designed a little black dress. Which is still, you know, worn today almost a hundred years later. And so I found a note to myself when I first had this thought and what I wrote. She smoked Donna you for the same reason Coco Chanel. Don is a guy making a show for women. Oprah didn't have to guess what women want or would resonate with? And so she talks about some of the stuff she had to deal with before she had our own show. And so she was working as a news anchor. This is in Baltimore. And she finds out, like, she is a c anchor. And, like, we're literally doing the same job. We sit ex to each other. Why is he making so much more money than me. And so remember she's very young. Most of people in the industry share a much older, and they're like, well, we have to pay him more because, you know, he's married. He's got kids. He's got pay college tuition. He's got a mortgage. You don't have a mortgage. You don't have you know, kids, anything else, and she just couldn't believe it, but her response was fascinating. She goes, I didn't complain about it. I did not file a lawsuit about it. I knew that in that moment that it was time for me to go and that's when I started the process of preparing myself for to leave. I told myself, I will not be here long when I had dinner with Charlie Mu. He said something was fascinating too. He said that he wouldn't sue people. When earlier in his career when they ripped him off, or cost him money. And his response was that you should expect it and you'd... It's better to move on. And so obviously, a lot of 1 big thing is like, if you're in a good business and you're on good people, you know, you'll be able to prevent most of the problem ejection you need to solve. It's so wisdom is prevention is 1 of my favorite maximum of his. But he's just, like, you know, people ripped me off, they cost me money. I didn't waste my time at lawsuit. I just learned from it and then moved on, we say, see a similar sentiment here. With Oprah. I had a vision for what the future was even though I couldn't place exactly what my future would be. I really do feel like I'm guided by a force that is bigger than myself. And so 1 way she learned like, what her path in life was was by doing a bunch of things where she realized this isn't my path. That was almost like addition by subtraction. I was in Baltimore, same thing where where she was getting stiff on pay. I was in Baltimore, and I could feel. This isn't it. This isn't it And then in Chicago, remember, this is... This conversation happening a few years after she stops doing her show. She does her show or the oprah winfrey show for, like, 25 years, I think. And she goes, and then in Chicago, after 25 years of success on my show, I started to feel it again. This isn't it. I call at your emotional Gps system that allows you to make the best decisions for yourself, and every decision that has profit me has come from listening to that inner voice first. Every time I've gotten into situation where I was in trouble, it's because I didn't listen to it. I over erode that voice that instinct with my own with my own head, thinking, I try to rationalize. I try to tell myself, but you know you're gonna make a lot of money. No. I sit here successful by all the definitions of the world, but what really really resonates deeply with me is that I live a fantastic life. My inner life is really intact. I live from the inside out, and that is a main theme that she hits on over and over again She was just authentic and the people resonated with without that authenticity. I talked to nearly 30000 people on my show over the lifetime of the show. Right? I talked to nearly 30000 people on the show and all 30000 had 1 thing in common. They all wanted validation. I will tell you that every single person you ever meet shares that common desire, the greatest thing in terms of I heard on sales and building businesses, he actually came from from Mary Kaye who founded Mary Kay Cosmetics, and essentially, like, built his giant empire on, like, an army of salespeople, selling her cosmetics. And the way she train her, salespeople is fascinating. It's very similar to what, oprah telling us. And Mary Kaye would tell her salespeople that everyone that you interact with. Every person you ever come across in your life has an invisible sign hanging from their neck that says make me feel important. And so she goes back to more of understanding who her customer was who her audience was because she is that person. The reason why the show worked is because I understood. I understood that audience. People would come all over the... From all over the world just to be there. I knew the people who I was serving as a way to think about what she's saying. I knew the people who I was serving. 1 of the reasons why I live such a fantastic life is because I pay attention. I pay attention to my life, and your life is your greatest teacher. Everybody knows my story as a poor black child growing up in a apartheid Mississippi. If it were not for education if for being born at the right time, I was literally born in the year of des segregation. My life would have been very very different. She's talking about reading saved her life again. I was in kindergarten, and I wrote my kindergarten teacher a letter. Her name was miss new. I said miss New, I do not belong. Remember I said like she has this intense self belief You see her from a young age. She gets in this environments which like, I don't belong here. I'm better than this. I can make myself better than this I can make my life better than this. I was in Kindergarten, I wrote my kindergarten teacher letter, miss new. I said, I do not belong here because I know a lot of big words and then I wrote every big word I knew, elephant, Hip, Mississippi, Nico dim and all these words from the bible, and missus New said who did this and I said I did, and then she marched me off to the principal office, and it was the only time I was ever in the principal office, the principal made me sit there and write those words again. And I got myself out of kindergarten into the first grade. And then when I was in first grade, they skip me all the way to second grade. And so when most kids were playing with blocks, she talks about us. Most kids were playing with blocks, She's 3 and a half years old and she's reading. And then she goes back to why she thought her business was so successful. Really she's describing her circle of competence. In fact, I called my friend, David Rose, who does the acquired podcast with Ben Gilbert, and they did a podcast. I'll leave a link down below they did podcast on on Oprah media business. I asked. Was, like, what do you think is the most? I was like, I'm prepping for the Oprah. Episode, what do you think was, like, like, stood out from your... All the research you did? And he said, ownership. The fact that she owned everything? Which again, she talked about in that talk from 19 91. And so it's this self belief, this ownership, doing something for an excessively long time. How many people do the same thing for 25 years. Right? Don't interrupt the compounding. And it's this staying in the Circle competence. She understood the customer was. She understood who the person she was serving because it was herself. I stay in my lane. I know what my lane is, and I I know what my lane is. She repeats it. And I knew that during the Oprah show. I always knew during that show. In our culture rev value fame, but for me, fame was just a foundation to be heard. What I really wanted to do was ask the questions in life that really matter to get people thinking about what really matters in their lives and then this is the best thing she learned and what she really the advice that she gives other people find what feeds your passion. Align your personality with your purpose, and nobody can touch you. When you do that, you wake up every day and you're fired up. You're just like, oh my God, another day it's so great. Your real job your real job is to figure out why you're really here and then get about the business of doing that. And that is where I'll leave it. I will leave links to all the videos and all the sources down below in case you wanna read or watch all of them. That is 334 books or kind of the equivalent of books down 1000 ago, and I'll talk you again soon. So I've told you this before. But, when I went to the Charlie Mu house, I got to see his library. And 1 of the cool things was, obviously, he you know, he repeats over and again that he's a biography nut. That he thought, you know, spending a lot of time becoming friends with M and a dead and reading biographies, like, has a huge return. Like, just makes your life better. And 1 of the things I realized is like, oh, I'm just, like, I do this for a living, and he just made me look like a biography amateur because he he made his own biographies. He had printed out. There's, like, the 1700 page interview that Rockefeller did. That's almost impossible to find. I got gotta have to find. I'm gonna have to do an episode on it eventually. And so anyways, he he couldn't find the books so he he got a copy, printed it out and put in into binder. And so now I've done this several times. So, like, Paul essays when I did that series. I think it's, like 2 75, 2 76 2 77 if I'm remember correctly. You know, there's no book. So I printed about binder. I did the same thing for the oprah. So now... Because I couldn't find a good over book. So these transcripts that I just used to make that episode. You just listen to. They're now in binder, so I have my own, my own Oprah book. But the reason Was thinking about that just now is because I I was reading over it, and I'd listened to the the episode that you just heard. And I thought about how important, like, the certain relationships these people that come into your into your life. And so what I wanna update you on. This is the same idea that I talked about over and over again. You see it in the books over and over again. Charlie Longer talked about it when I met him Sam. Talk about when I met them, it's in the biographies. This is that relationships run the world. The people that you build real relationships real french friendships with, you wind up doing business with and doing life with, you know, for multiple decades. If you think about, like, how important was that meeting when Charlie I think it was like, what 35 and Warren Buffett 28. Like, what was the value of that that relationship that they built? Well, billions. I guess, hundreds of billions in that case. So this is something I I think, I'm gonna spend a lot know it and not think. I know I'm gonna spend a lot of time and effort into because I found myself in a very unique position. In the sense that I can connect, There's just a ton of founders, very impressive people that listen to this podcast. And I'm in a unique position where I can actually connect these people together. So I've had this idea for a long time. I didn't know how I gonna do it. The the first founders only conference. So first of all, you could just go to the website. It is founders with an s just like the podcast founders only dot com. It'll tell you all the details of this conference that's happening in Austin Texas, March twelfth through the fourteenth. It is going to be limited to a hundred and 50 people, and I have to do that because I have to talk to you. I'm going to to review every single submission and talk to every single person before the conference starts because it's technically a conference. Right? A business conference is a known thing. I've gone to them. You've probably gone to them. It it's completely understandable. But I'm really trying to think about this as, a place to build relationships. Like, it is a conference I can build in person relationships with other founders and help other founders build in person relationships with other founders. So I rented it out in an entire venue. It is a private venue. It is not available to the public. I've have spent, I've been there for... I visited there last year. I spent a few there. They... Few days there before. I absolutely loved it. What I like about is 1 it's private to not open to the public, and it's entire compound. Like, once you get past the guard gated gate, you never have to leave again. The... If you sign up and you you won 10 founders only, want the price that you pay, it it's all inclusive. Everything is taken care of. The only thing that you have to worry about is getting yourself to Austin, Texas, and the venue is about a 15 minute drive outside of downtown, so it's not that far. But once you get there every single thing, Other thing is taken care of accommodations, food, the entire events. You don't ever have to leave. I've had a bunch of people email me, hey, did you get my submission, yes, I did. It's gonna remember... I'm going... I'm Have a world class events team behind me taking care of all the logistics. I I realized I have to back up in case. I announced this last week, but you might have not listened to the last week's episode. So I have a world class events team behind me. They're taking care of all logistics there be on sight, but I'm the 1, what I wanted to do, and I wanted to do something different was I'm gonna speak to every single attendee first before the event. I'm essentially building a map of the founder community. And if I have understanding who you are, what your... What your business is and what's important to you, then I can actually hand select and connect you to other founders. And what I'm going for to be very clear. Like, this should be unlike any other conference that you've ever been to, because the mission statement. My North star is to help founders build relationships with other founders. I went to this private invite only conference, and I met a guy that I was fascinating. And he said something that was interesting because he worked for a bunch of these super wealthy family offices in Texas. And his job was to do these in person events. So connecting people in family offices with other people that work in family offices. And the reason that they would put so much time in energy and resources behind this was very fascinating. He described it to me in 1 line. He says because a relationship between those 2 peep... These 2 people, like people like this, they produce non returns. They produce non linear returns is such a great line. And I think that speaks to why you see the the importance of relationships in the books that you and I cover in the podcast, but also in the conversations that I got to have with, you know, absolute legends. Like Sam z and Charlie Mu. And like everything else that I do, the podcast, founders notes. Now founders only. Like, I'm am the first customer for all this stuff. And I was an introvert. I didn't know anybody. I'm telling you nobody. And the difference between before and after the podcast gave me the network I have. Right? I get to meet and become friends with and eventually become partners and do business with all these world class incredible people. It fills me with energy. It makes my life better. I get smarter. I just cannot believe that I get up... Get... Get to do this every you. I wake up excited. And so I know that this event and events like this, and I will continue to do them, assuming I'm good at them, and I, you know, anything I direct my time and energy issue, I will get good at. But I think this is just incredibly important because it's not something that I have to... I don't have to theo over. Like, think about in the Oprah episode. Right? Where it's, like, she's competing with Phil Don. He's making something that he thinks will be valuable, but he's not the target audience where Oprah like, I am the target audience. I am the person. Like, I know this is valuable. It's the same thing, because I... The before and after of my life before having these real relationships and having this network that I have now compared the after is nothing... Like, before cannot compare to it at all. And I think it goes back to what that gentleman told me in Texas that relationships between these 2 type of people produce non linear returns. So if you're interested in building relationships with other founders. This is an event, you have to be a founder of a company to come, or you have to be Ceos with founder Mentality are welcome as well, but you have to be Lisa Ceo or a founder of a company to go. If you want to attend, go to founders only dot com. The second thing I wanna talk about. I've done a couple updates, 2 founders notes. I really do believe founders notes, and again, that's founders notes dot com with an s founders notes dot com is the world's most valuable notebook for founders. And I know that because I use a product every day, it is literally every single note and highlight that I've ever added to my read wise account, which you get to see now. You have access to. And I'm gonna explain how I use founder notes. Now the cool thing, 1 of the features we've added recently is if you already have a subscription or if you're going to get a subscription. Once you log in, right? Go to billing, and we're gonna make this more obvious. They're they're... They'll fix this soon. Go under billing, and you can actually every subscription to founder notes allows you to give a gift subscription for free to another person. So I did this because what if you're a founder and you have a c founder. Your c cofounder should have access or 1 of, 1 of the, like, your executives are somebody on your team or a friend of yours. And so as long as your subscription is active, then that person will also have a subscription for free to founders notes. The way I use founders notes it's in... It's up in my browser all the time. There will eventually be an app version of this. For now, it's in the browser. Don't worry. Any feature that I add, every new feature that I add will be included in your existing subscription for free. Once these features are built out then the price goes up. That's why I would sign up sooner than later. So I keep founder notes up in my browser all the time. I use the search highlights feature the most. So any topic that I'm thinking about goes into the search search war, hiring patients of session, monopoly, mo, incentives frugal gallery. These are just some of the recent examples of ideas that I was trying to find more information on. So I search by keyword, search by name, and then I read through all the highlights related to that keyword. I use this feature constantly to make the podcast. I could not make the podcast without it. You'll hear me reference it constantly over and over again, on the episodes. The next feature I use the most. This is probably searching, being able to think about it. Being able to compile a database of all these notes and highlights from history greatest founders and then search search it is excessively valuable. So that's why I use it the most. Highlight feed. It... It's almost... III wanna say it's almost more valuable, but but I guess searching it is is the most valuable This is... It's it's just really, really unique features. So the highlight feed. This is like a smart twitter feed. My voice is cracked there. So let me say again. This is like a smart Twitter feed. Instead of the random rambling of these crazy people online. Right? The highlight feed is a constant stream of ideas and thoughts from history's greatest founders. It's presented to you though in a random order. Okay? So I use this feature to remind myself of past lessons, are to prompt new thoughts. It really is like history greatest founders talking directly to you every single day. So sometimes I read the highlight feed for a few minutes. And sometimes I get lost in it for hours. I have never found anything else like it. In every feature that I'm describing to you, and Keep in mind, if you get... If you listen to founders in general and if you gotten this far, you know, that speaks to you have certain level of intelligence. Right? Founders notes, just like a a book. Like, when you pick up a book and read it. It's not going to do the work for you. Not gonna put the... It'll prompt your own thinking. But in the end, what you do with that thought with that quote with that highlight makes all the difference. And so with the highlight feed, you know, the reason I can get lost in it for a few hours because I'll read it and, maybe you think of something. And then I'll sit there and think about it for a little bit, or maybe I put it down and I start writing something out. And then I go back to it. It is very very unusual and I find it very very valuable. I think it is the most valuable feature that I've ever found. And I'm just... It it's fascinating to me. So anyways, how I would use that too and how I've tried to do for myself. Is like, if you replace some of your social media scrolling with reading this feed, your life and work is sure to improve as a result. The books feature is just what it sounds like. And if you wanna read all my highlights and notes from a a specific book, then that's the feature. This is the feature that you use, it's remarkable. How much you can learn, spending 10 minutes or less reading highlights from an individual book. And finally, favorites. So this is an order of which feature I use most the least. So I use searching every day, then use to highlight feed almost every day, than the books feature less, and then the favorites feature. So When I'm reading my own highlights. Right? I'm going through the highlights feed or I'm going through the book feed or I'm searching something, and I come across something thought provoking something I don't wanna forget something that I wanna make sure I revisit in the future. I add it to favorites. Reading the favorites feed is kinda like peer into my soul. So use careful it that way. And then there's 1 more feature that you will see. It is called latest highlights. I don't use this feature, but other people seem to like it, and it's just me constantly. You'll see me add highlights from, like random books in there and then the the the latest book I've done the podcast. Some people seem to like it. I never use that feature. So the last thing and then I'll wrap up... Wrap this up because I gotta get back to working on the next podcast and working on founders only. I am working closely with the team. I read wise, We're gonna keep improving founders notes. We have a bunch of new features coming soon. Every new feature will be included in your existing subscription for free and do not forget. Your subscription comes with the ability to give a gift subscription to another person, a c founder, an executive, a friend whatever you want to do. So if you have not invested into a subscription, What I think is the world's most valuable notebook for founders. You can do that by going to founders notes dot com. And if you wanna come, build relationships and see me In Austin, Texas in 60 days, go to founders only dot com. As always, thank you very much for your support, and I will talk to you soon."
}