{
  "transcript": "During my 44 years as a Ceo and a serial entrepreneur, I've made every possible mistake in business. I've have over paid for acquisitions and botched integrations. I've run operations for cash when I should have invested for growth. I've delegated tasks, I've should have done myself. I've hired the wrong people. A made strategic bets that didn't pay off. And yet, my teams and I have managed to create tens of billions of dollars of value for our shareholders. This book is about what I've learned from my blu and how you can replicate our successes. I'm what's called a money maker. I've started 5 companies from scratch. 7, if you include 2 spin offs. And turn them all into billion dollar are multi billion dollar enterprises. My teams and I have completed approximately 500 acquisitions. In total, these ventures have created hundreds of thousands of jobs and raised about 30000000000 dollars in outside capital. My career began in 19 79 when I started a privately owned oil brokerage company called Am Oil Associates. I was 23 with just a few thousand bucks and no experience. Within 4 years, my partners and I had 4700000000.0 in annual brokerage volume with offices worldwide. We sold Am in 19 83, and I moved from New York to London to start an oil trading company called Hamilton Resources. Hamilton generated about a billion dollars a year in revenue. And we made this money through an opportunistic combination of crude oil trading, counter trade, pre finance, and refinery processing deals. In 19 89, so 6 years later, I moved back to the United States and entered a new sector. The rapidly expanding field of solid waste management. I called my new venture United Waste systems and took a public in 19 92. So founded the company 19 89 takes a public in 92 is gonna sell it in 97. We became The industry's fifth largest player and in 19 97, we sold United waste for 2500000000.0 dollars. United Waste taught me that I love working with outrageous talented people. To deliver outs sized returns for shareholders in public stock markets. So he sells United waste in 19 97 that same year. He says I started a new company, united rentals to rent construction equipment for job sites. I took this venture public later that same year with a growth strategy that emphasized acquisitions from the start. Within 13 months, we had built the largest equipment rental company in the world. There's a hilarious story later in the book, about a launch that Brad had with the Ceo of the his major competitor in that industry. I'll get to it later on in the episode. Within 13 months, we had built the largest equipment rental company in the world, United rental stock is a hundred bag. The share price at inception was 3 dollars and 50 cents, and it now trades, at more than a hundred times that price. In 2011, I was on to my next big thing. Xp logistics. Xp was the seventh best performing stock in the Fortune 500 of the last decade. Its main focus was freight transportation, matching truckers with shippers, forwarding freight and ex urgent shipments. We built Xp into an integrated global logistics leader. I divided Xp into 3 separate publicly traded companies as a value creation strategy. We spun off G o, the largest contract logistics provider in the world and are xo, a freight brokerage platform that runs on technology that we developed in house. I currently share all 3 companies and each business is helm by a strong Ceo. These experiences have allowed me to share thought experiments that can help you learn to think differently, which is an essential prerequisite to accomplishing big things. This book is a guide. If you have a burning passion to make enormous amounts of money in business, or wanna a turbo charge your chances of success in sports, the arts, politics, phil are any part of your life, read on. That was an excerpt from the book that we talked to you about today, which is how to make a few billion dollars and was written by Brad Jacobs. In addition to starting 7 separate billion dollar companies, Brad also listens to founders, sent me a very nice message saying that he was addicted to listening to these book reviews, and he was kind enough to send me an early copy of this book a few months ago. And I read it and wanted to re to make an episode or to release the episode rather. When it's available so you can actually order it, which I highly recommend that you do and... That'll be obvious as we go through some of the ideas contained in Brad book. I wanna jump right into it. He says, I've come to know a lot of extremely successful people in my life. They all have 1 thing in common. They think differently than most people. All of them to a person have rearranged their brains to prevail at achieving big goals in turbulent environments where conventional thinking often fails. I wanna read 1 more sentence, and I'm gonna read you this quote from Peter Till that popped to my mind when I got to this section of the book. I love that What he said, all of them to a person have rearranged their brains to prevail at achieving big goals in turbulent environments where conventional thinking often fails, making a few billion dollars doesn't just happen, but it's possible with intense focus and a willingness to transform how you use your mind. That is the first chapter. So I got to this section. Immediately when I read that, the 1 of my favorite quotes from Peter T popped into my mind, and Peter said the single most powerful pattern that I have noticed is that successful people find value in unexpected places, and they do this by thinking about business from first principles instead of formulas. That idea of finding value on unexpected places and thinking from first principles instead of formulas, instead of using conventional thinking. Remember that, later on, we're gonna talk about this outrageous thing that happened. Brad winds up making about 4000000000 dollars, buying back a bunch of his stock, even though bankers and advisers around whom were saying, hey, no one's ever done something like this before. And his response was perfect because that you could tell he was thinking for first like, well, just because we're the first company to buy back such a high percentage of our stock. In this situation doesn't mean it's a bad idea, and it turned out to be a phenomenal idea. So I like that he starts the book with this where it's like, you need to rearrange your brain to prevail achieving big goals and turbulent environments where conventional thinking often fails. If Brad had... Or another way, Think about that. In this situation which we'll cover later. If Brad had listened and adhere to conventional thinking, he'd be 4000000000 him and his company would be 4000000000 dollars poor. And so spread throughout the book, you're gonna see these, like, boxed standalone, maxim or pieces of advice that were relate to what he's currently trying to teach us. And they really... Like, the way Think about him, he's dis instill down his knowledge from matt into, like, simple to remember Maxim. And so he says so much of success in business comes from keeping your head in a good place. He talks about expecting the importance of expecting positive outcomes. And I think it says a lot that the first chapter of this book is called how to rearrange your brain and he spends A lot of time on the importance of managing your mind and attitude. Entrepreneurship is difficult and stressful, requires sound judgment and you cannot make high quality decisions, if you don't manage your inner monologue, your inner feelings, and I love this idea of expecting positive outcomes. Expect positive outcomes, stop beating yourself up mentally. I have. The next time you could something that isn't that bad. Understand that your reaction is a genetic survival trait that you inherited from your hunter gather or ancestors. The only time that I've ever felt truly lost was when I stepped down from United rentals in 2007, so he's gonna talk about. This is really this entire section is why understanding and controlling your mind is so important for founders. And you and I've talked about this before, and there's a great quote by Mark Jason that said entrepreneurs only ever experienced 2 emotions, Euphoria and terror. And nothing you'd be between. It's the highest highs and the lowest lows. So you got to learn to control your your mindset and your emotions. The only time I felt true losses when I stepped down from United rentals in 2007, I started looking for my next big thing and I couldn't find it. I became depressed. I'm an ambitious person by nature and a deal maker by inclination. Now I had no deal going, no industry sector where I could envision working my magic. And so he starts reading, like a library of psychology about trying to figure out how to fix this. He as I learned to turn my internal chatter to my advantage by re framing negative thoughts as useful data as useful data rather than objective reality that is tied to another idea that he's gonna use over and over again something you and I've talked about over and over. Comes for... This is fantastic quote, from this legendary founder named Henry Kaiser, who was building companies around World war 2. I read his biography because Charlie Mu recommended it to me. And actually, when I went to Charlie Mu how to have dinner with them. The book was sitting behind Charlie on the shelf and I actually got to to ask him about it. And was incredible. Charlie hadn't read that book probably, like, 15 years, but his recall. Like you could be... It was impeccable. Like, Told me, like, essentially recite all of the facts that are in that book. As if he had read it yesterday. But Henry Kaiser has this great quote in that biography. That says problems are just opportunities in workflows. And so I think it's a similar analogy to what he's saying here. It's, yeah, everybody's gonna have negative internal chatter in your mind, why don't we reframe that use those negative thoughts as useful data rather than as objective reality. Back to brad, inevitably, the process of running a business will test your bias towards hope or fear, euphoria terror the way you and I talk about this When I noticed I'm feeling anxious about something, I ask, this is fantastic. I ask what's the worst that can happen and how would I cope with it? And then he is another question he asked himself. If a friend had a similar worry, how would advise them to handle it So this idea of stepping outside of yourself, something I've tried to practice as well. Step outside of yourself. It's your problem, but pretend somebody else's problem friend, the loved 1, even a competitor maybe. And so like, okay. If I had that similar warrior or the similar property. Problem, and it wasn't me, how would I tell them to solve it and then just take your own advice. So he's saying putting distance between yourself personally the source of your anxiety actually helps you, think more objectively about positive outcomes. This idea like, think about. Yeah. The guy has started 7 separate billion dollar companies. And his... The the first chapter of the book is all about the importance of managing your mind in attitude. So he says not beating myself up has been a hard learn lesson for me. I've become much happier in my middle age when I stop expecting unrealistic levels of perfection for myself, and my family, I still struggled with this all time. I beat myself up. I have a varied... I always say my inner in monologue. Sounds a lot like David Go. If you ever heard his audiobook book can't hurt me. That's what mine Sounds like so I'm gonna have to take Brad advice here. I've become much happier middle age when I stopped expecting unrealistic levels of perfection for myself and my family and my friends and my coworkers. Not to mention customers vendors and shareholders. The reality is that when you're trying to make a few billion dollars your team is likely running in multiple directions at a fast pace, except that some goof ups are inevitable, and you'll find that it's much easier to maintain your mental equilibrium, as you pursue big goals, this goes over several pages, try to summarize this for myself, so I can remember in the future, don't beat yourself up, emotions blur judgment, keep a positive mental attitude and stay calm. And 1 way that Brad does all of that is he's a big fan of thought experience. The reason you... I mean, you're just... I think it's a no brainer to to buy the book. But there's a bunch of stuff I'm not gonna cover in the podcast sits in here, that the append I think of this is what I would do is, I'd read a straight through, and then I'd keep it on a shelf for keeping your desk and then use it as a reference. And you'll go back and there's a bunch of things, like, all the chapters are separate things. So, like, how to run great meetings. How to do a lot of, M and A without imp your company, how to build an outrageous talented team. I really do think this is a fantastic reference that should say close at hand. And so 1 of the things he has in this book is a bunch of thought experiments that use. So I just wanna outline why those things are don't import to him. He says, Albert Einstein was a cons day dream, and then he preferred the term, it's german. I'm not even gonna try to pronounce it, But it's just day dreaming thought experiments So he says thought experiments are not limited to genius scientists, gifted artists, composer mathematicians, all use them for creative work or problem solving. I usually spend about half an hour a day meditating. Much of this time is spent in thought experiments. This produces a profound sense of calm ness, and is when many of my best decisions materialize. I don't I can't remember if I I've already said this, but Brad was kind enough to invite me to the book launch party to head in New York I flew up Tin new York just for, like, 16 hours just to go to the book launch and and meet brad. What was fascinating and I had this inclination. He's like, he's just got great energy. He's got great. I hate to say that I have no another other way to sit this was just got great personal vibe when you're, like, in person with him. And I talked to people that work for him. They said the same thing. They, like, love him. They enjoy, like, the work environment that he's created. And the best source I know to experience like, how Brad is is I would listen to the invest, like the best episode that Brad day with my friend Patrick. It's episode 03:52 of invest, like the best and Brad in that interview talks a lot about the importance of meditating. He's been meditating I think for over 50 years. And as he says right here in the book. He he feels it's been a a huge benefit to his career because that's where he feels many of his best decisions actually materialize. So let's go to this what I mentioned earlier that business is problems. This comes up over an. That business problems and great companies. The way I think about it is great companies are just effective problem solving machines. And I first heard that idea that the idea was planted into my mind, maybe 7 years ago when I read Danny Meyer, the famous. His auto, and Brad gonna talk about his most important business mentor, and the lesson that he taught Brad when Brad was in his twenties. I've had multiple business mentors over the years, but none have been more important than Ludwig J. Mister J ran, the largest commodity trading company in the world. I got to know him in my twenties when his company was a client of my oil brokerage business. Before long we were having lunch regularly, and he would share bits of business wisdom that have stayed with me ever since. At 1 memorable lunch, I arrived burdened, remembered Bras in his twenties at this point. Okay? At, 1 lunch, I arrived burden with problems that I began to unload on him Mister J listened carefully and waited until I had finished speaking, then he put down his fork turned to me and said, look brad, if you wanna make money in the business world, you need to get used to problems because that's what business is. It's actually about finding problems embracing and even enjoying them because each problem is an opportunity to remove an obstacle and get closer to success. I'm going to put this book down, and I'm gonna go to where I had my highlights stored from Danny Myers book, which is called setting the table It's in... If you have access to founders notes, I highly recommend going searching for setting the table, and then listen... Then reading all of them takes less than 10 minutes. And it gives you a good overview of reminder of the lessons that Danny Meyer was trying to teach you an I from his book. But he had this a very similar experience. I'm pretty sure he was in his twenties at the time as well. He's having dinner with another older, more successful entrepreneur at the time this guy named Stanley Marcus of the Ne and Marcus family, and it's remarkable. It's very almost dead on with what's happening with Brad when he was in twenties when he's talking to mister J. And so Danny Myers is kind of unloading his problems and his stresses to an older wiser entrepreneur. He says opening this new restaurant might be the worst mistake I've ever made. Stanley set his Martini down. Look me in the eye and said, so you... This is 1 of my favorite quotes Ever read in any book. So you made a mistake. You need to understand something important and listen to me carefully. The road to success is paved with mistakes well handled. His words remain with me through the night. I repeated them over and over to myself, and it led to a turning point in the way I approached business. Stanley lesson, reminding me something my grandfather Irving Harris, who was a famous, not famous. 06:01 turn as well. Stanley lesson Ron we something my grandfather Irving Harris had always told me the definition of business problems. Is exactly what mister J is telling a young brad Jacobs. The definition of business problems. His philosophy came down to a simple to a simple fact of business life. Success lies not in the elimination of problems, but in the art of creative, profitable problem solving. That's an excellent line too. Success lies, not in the elimination of problems, but in the art of creative. Profitable problem solving the best companies are those that distinguish themselves by solving problems most effectively the way the maximize dis distilled that down so I could remember myself is that business is problems and great companies are just effective problem solving machines. As we're gonna see it we'll continue on this page. They get a lot a lot of the best entrepreneurs engineers. They would get excited. They would get excited when they found businesses or problems in their businesses. And so Brad continues what he learned from this lunch with mister J. In that moment, I learned something invaluable problems are an assets. Not something to avoid, but something to run towards. Big ambitions, that's so excellent. Not something to avoid, but something to run towards. You know what? Let me interrupt. Let me interrupt where map. Because when when I got to this part. Again, Just popped right to my mind. I wrote down Jeff Bezos, Henry Kaiser. I already told you, Henry Kaiser loved problems said problems with address opportunities in workloads. Jeff Bezos. Multiple books. In the everything store, the first biography of Jeff Bezos written by Brad Stone. There's there's interaction which between 1 of the 1 of Jeff and 1 of his 1 of his employees, and he tells him, like, some bad news something that, like, they need to improve on or whatever. And he goes, I brought him very bad news about our business. And for some reason he got excited. Is that not exactly what Brad Jacobs is saying. Problems are an asset. That's something to avoid but something to run towards later on in, I think this was in Jeff's 1 of Jeff Bezos shareholder letters. But he said that he finds waste, very exciting. So he says, the customer experience path that we've chosen requires us to have an efficient cost structure. This is Jeff bezos writing, by the way. The good news for shareholders is that we see much opportunity for improvement in that regard. Everywhere we look, we find what experienced Japanese manufacturers would call Mud. Translates into waste. What experienced manufacturers call waste. I find this incredibly en energized. I see it as potential years in years of variable and fixed productivity gains and more efficient higher velocity and more flexible capital expenditures. That is from the book invent and wander, highly recommend Done I think 2 podcasts on that already. It's Jeff Bezos all Jeff Bezos to shareholders and then transcripts of like his best speeches. But I love... I have reference I book all the time. It's exactly what Jeff is talking about. It's like oh, Get excited. Who, this is waste good. This is incredibly en merchandising its potential years and years and years of improvements in our business, very similar to what... To what Brad Jacobs is telling us here. Big ambitions often beg get even bigger problems. If your initial reaction to a major setback is overwhelming frustration, that is counterproductive. Instead, do this, great. This is an opportunity for me to create a lot of value is that not? The exact same idea that Bezos just told us shareholders. It's the act it's the same thing. It's exactly the same. Great. This is an opportunity for me to create a lot of value. If you can figure out how to solve this problem, if I... Excuse me if I can figure out How to solve this problem, I'll be much closer to my goal. In the 4 decades since that lunch mister Justice and I've dealt with nearly every problem you can imagine. Challenges with acquisitions, people, tech, branding, you name it. I am not surprised when things don't go perfectly, that's the nature of this universe. The big gunk problems can be where the best opportunities lie reminded me of when I got to to talk to Charlie Mug. Said the same thing. And it's... You notice, in his last I've been the last published interview here, but he did or 1 of the last ones, which with John Carlson, founder Stripe interviewed him, it's actually published on the best, like, the best feed too. It's also obvious, like, after spending a few hours talking to him. When I got back to my hotel then, I had, like this... I immediately just put all... Like, everything we talked about, because I didn't look at my phone 1 time when I was with I was like, man. This is once in lifetime experience. I needed... II1 document this. I wanna remember this. And 1 of the things that I wrote was that Charlie had a complete almost a complete ind to problems He said they should be expected. You should tough up, like, you just essentially suck up and cope when you have problems that come your away, and then you should be wise enough to try to prevent any any other problems. But this idea, it's like, very similar to what he's saying. I'm not surprised when things don't go perfectly. It's impossible. He's been a Ceo and an entrepreneur for 44 years. You don't think he's run to every single problem. Like, of course. That's what makes the the book so valuable. I think I saw it selling for like 27 dollars. Like, that's absurd. That's absurd amount of value that you get you get almost half a century. Of wisdom is still down at his book launch party. He said this. He's like, I don't have another booking me. Fuck, I'm not writing another book. Like, gave you all my ideas, get buy it if you want it. And but I just think it's it's it's incredible. How, you know, Everything I'm talking about. This is 3 4 pages, and we see similarities in the way Brad thinks the Danny Meyer thought that the guy from Ne and Marcus thought that Jeff Bezos thought that Henry Kaiser thought, that Charlie Mu thought. I just love it excites me when all these ideas connect. Very, very fascinating. Moving on, this is great... He's got these great stories spread throughout the book. And it... This is how to lose 500000000 dollars. So I wanna go back actually, before I get into how to lose 500000000 dollars. He's got a very unique acknowledgement segment section. I I read. I have to confess that I read a lot of the acknowledgement sections in the books that I read, they're usually boring and, like, kinda like, filler Every once in a while, you'll find, like, a interesting source or an interesting book or something. Brad, what Brad did was put it at the front of the book, which is unusual. And then what he did is, like... He just made his acknowledgement section, a list of maxim that he learned from other people you have all the conversations and you just still down 1 of the main ideas. And it's like, he learned this from Michael Morris, small amounts of capital can generate gigantic returns. From Ludwig Justice who we just talk get the major trend rate, which we'll go into. You know, dare to do new things. See the world for what it is not what you wish it to be is 1 of the maxim in the acknowledgement section. I'm glad I read that before I got to this story about how to lose 500000000 dollars because see the world for what it is and not what you wish it to be is exactly What Brad did. And so he says he calls us radical acceptance. Radical acceptance quiet the noise created by yesterday's decisions and today's wish thinking. Here's a story about radically accepting a 500000000 dollar loss. So in the late 19 nineties Congress came up with this new law called the t 21... So it's the transportation Equity Act for the 20 first century. In theory, this is what Brad thought was gonna happen. This legislation was going to allocate about 600000000000 dollars to rebuild the nation's infrastructure. So I was like, okay, there's gonna be a bunch of all this funding up for grabs, I started scoop up big road rental companies. The ones Provide Barricades, cones, strip and the like. Then I waited for the market to come to me. But that never happened. Only about a third of the allocated government funding was spent, and that was spent in little bits over time. My decision turned out to be a huge mistake, and there was no point in compounding it. We ended up selling those road rental companies at about a half a billion dollar loss because it was the best way forward under those circumstances. So this idea of see the world for what it is, not you... Not what you want wish it to be. He he... He's like, oh, this is gonna be great. They're gonna spend out dole out to 600000000000 dollars when that didn't happen, he didn't hold onto to it. What does he call? Radical exception quiet the noise created by yesterday's decisions in today's wish thinking. No reason to compound this loss, Let's cut our losses and move on. The next story I wanna tell you about is how to keep your head and make 4000000000 dollars. This is my... That was my summary of what's about to happen? So heat... At the time, he's running Xp, which is is his third public company. And I think this is in 2018, and they got hit with a short report. And so this short report gets picked up by the media saying, there's all kinds of problems with Xp. You know, you should still stock everything else. And so this is the story from Brad. The short report was packed with a lot of baloney. But of course, the market acted first and analyzed later and our stock price went into free fall down 20 percent. Our 26 percent in 1 day. His response was fascinating, we did exactly what I've been describing in this chapter. We concentrated on the situation at hand without judging what had happened to us. We spent hours going over the short report page by page. Identifying the many places where their data had been twisted. And so he takes a problem and he spots an opportunity, which is what he's been talking about. Right? The short seller crisis had made our stock extremely cheap. And instead of fix fixated on that as bad, we focus on achieving a good outcome. From that perspective, the share price was mana from heaven, and we decided to buy back 2000000000 dollars with a stock Is what I mentioned earlier, where the bankers are, like 2000000000 dollars way too high. You can't do that. It's too high a percentage of your market cap, No one's ever done something like that. And Brad like, who cares? Just because we were the first company to buy back such a high percentage of our stock member goes from the opening. It's like you have it that you can't rest on conventional wisdom is the way Brad put it. You have to rearrange your brain, the way Peter T says, hey, you successful people find value in unexpected places and they do so by thinking about business from first principles instead of formulas. There is no formula for the situation that brad dealing with or if there was, it'd be like, oh, buy, you know, a little bit by, like, a hundred million back, but you can't buy 2000000000 dollars were you not Just because we were the first company to buy back such a high percent of her stock any a similar situation didn't mean it was about a. In fact, it was a once in a lifetime opportunity. A couple of years later, those 2000000 dollars of share we brought back, we bought back, ended up being worth 6000000000 dollars giving them a profit on that 1 transaction of 4000000000 dollars. Okay. Moving on. What this is this might be my favorite section the entire book. I love how he describes all the research she does. Before he jumps into an industry and it's this idea that he gets. He said 1 of the most valuable piece of advice I've received from my mentor. Mister J, and you can mess up a lot of things in business and still do well as long as you get the big trend right. I make sure I understand the major trends that could threaten the business or help it soar. I'm obsessive when learning about an industry. This this part this entire. I'd read the entire chapter. I'm gonna go over the parts that are obviously most interesting to me. But it's a it's another illustration of this idea that you and I speak about over and over again you see in the books, and it came came from David Og, and he says the good ones know more. They just do more research. They read more. They talk to more people. They just know more about what they're doing. The good ones know more. And so his idea is, like, 1 of the main themes themes that the mega trend is that technologies is that the dominant mega mega trend in our universe, if you wanna make a lot of money and almost and in any industry plan to invest heavily in tech. And that idea is true today as it was a couple hundred years ago. I remember reading Andrew Carnegie auto, you know, many years ago I don't know. Maybe 4 years ago. And he's talking about building businesses in the 18 hundreds. And he was talking about building Carnegie steel the time, and I had summarized the advice he was giving in that book, just specifically around technology as this, and this this comes up in the books a lot. Invest in technology, the savings compound, it gives you an advantage over slowing moving competitors and can be the difference between a profit and a loss. That is from... That that's a summary of Andrew Carnegie ideas. Which I think Brad, based on this chapter would definitely agree with. If you wanna make a lot of money in almost any industry plan to invest heavily in tech. So this is how he starts doing research before he starts a new company. I start by reading everything I can get my hands on. Journals, periodic articles, newspapers, trade publications employee reviews on web based recruiting sites you name it. I look up I look at all the websites and social media of the major players and the up and comes in the industry. I watch lots of interviews with the Ceos. I use paid services like Bloomberg, Alpha sense and Thomas Reuters. I look at analysis from sell side and buy side analysts, and I searched this Scc database, which has large amounts of information on every publicly traded Us company. Including Ipo documents, financial reports and proxies. I scope out the most valuable industry conferences, and I attend them. He goes to sell side conferences because they're an opportunity to meet management teams face to face and hear the questions investors are asking. Trade associations have a wealth of industry data. I interview experts. I seek out people who live and breathe the industry that I'm considering. This phase of the research is about getting face to face and listening intently. I love talking to Ceos. In addition to Ceos, I seek out investment bankers who are most active in the industry and who know it deeply. Just look at how much work and how much information it's collected. Right? He... This is... It keeps going. So it says in addition to Ceo Seek got investment bankers who are most active in the industry and who know it deeply. I talked to venture capital firms because they spend a lot of time looking at the big trends in different industries. I tap by side institutions and successful fund managers who have battle scars from investing in that industry. Industry vendors keeps going. Industry vendors are also a good source. They have a sense of the trends that could drive changes in the market and finally, are not finally. There's 2 more. Shareholder activists. Often have important insights as well, and I reach out to journalists, who know the industry because by nature, they're a skeptical bunch, and I want to hear their perspectives. So then what he'll do is he runs through, like, short descriptions of how to get the major trend right in a bunch of the bit... Are how he did in a bunch of the businesses that he started. And, you know, this it goes over 40 years. What's interesting is the first 1. So he talks about Am and Hamilton resources. And it's about, like his time in the oil industry. It reminded me of a very important idea that I think that it's that you see applied to a bunch of different industries. This idea that you can identify a market with valuable, but hard to get data, and my favorite application of this because it's just so nuts was the episode I did on the the billionaire art dealer Larry Ga. Episode 03:25 if you haven't... If you have a listen to that that episode. It was fascinating because that's exactly what he did. He identified a market with valuable but hard to get data and then essentially made him his... Made like, a personal treasure map that that his entire business rests up. So that came to mind when I was reading this section, a little bit of luck put me in the oil industry in 19 79 when I started my oil brokerage company Emirates. It was a highly profitable business, and my realization was that a big trend was forming around the need to capture and share information more quickly. Remember this is 19 79 pre Internet. This whole section is nuts. Also so says that was a trend that transformed the industry in the late 19 eighties. We made a lot of money by being the first oil broker to get ahead of the trend. At the time there's no Internet. No email and no centralized databases with easy global access. The main so this is gonna blow your mind. The main source of information about the price of oil was a newsletter that came in the mail And so he talks to He's like, listen, we're making verbal handshakes with clients in Europe and Asia for 50 and 75000000 dollars over the phone with nothing on paper for da. And so this next sentence is a description of the problem. The lack of timely information was a big problem for oil burgers. We made our money by matching buyers and sellers and taking a commission just like Larry. I could see that there was isolated pockets of valuable oil pricing data trapped all over the globe And I knew that if we could figure out a better way to share that information, we can unlock a lot of value. And so there's no off the shelf solution, so he builds his own. I think this is something he does multiple times. And he says essentially they built, like, their own crude version of the Internet. But it allowed us to do something revolutionary every time an Am employee, learn something useful sold about a buyer seller act... Buyer or seller activity or the price of oil, they entered it into our database. Then we could share that information much more quickly with our brokers around the globe. That process took hours. Not days, which was close to instantaneous back then in the seventies and eighties, so take something took days, Now it takes hours. We had created a way to obtain objective insights into global oil supply and demand and pricing trends. And then here is the trends that he identified when he set up United Waste systems, the Red bull episode that I did. Episode 03:33, I think. It's pretty wild that, you know, that business is gonna make him, you know, it's networks between somewhere between, like, 20 and 40000000000 dollars. He was paying himself before he died somewhere between 508000000 dollars a year. He identified the opportunity from reading a magazine article. And like, hey, the richest guy in Japan, I think it was a country makes these like, energy tonic because there was no energy drink market at the time. That's interesting and that... That reading the article changed his life forever. D dietrich made missions. I think it's how you say his name? But we see Brad Jacobs coming up with an idea too is just like, well, the idea from Ai Systems. This is fascinating. I remember vividly the moment the industry caught my attention. In 19 89, I was reading Merrill Lynch research reports in bed on a lazy Sunday morning. I love that. And came across a report written by the top ranked analyst for environmental services then. The 2 largest companies in the waste industry at that time, were each making about a half a billion dollars a year in profit remember. That's why I brought up the Red bull guy. He's like, what? This guy the high... Paying the most... He's making the most money in this entire country and he sells energy tonic, and then Brad sit in bed, reading research reports. Right? And he's like wait a minute. These guys are making half a billion dollars year in profit in 19 89. And I thought how hard can I be to have trucks pick up trash, deposit in a safe place and then sent out an invoice? I wanted to know more. And so he identifies the 2 big trends at the time, landfill capacity was becoming precious because regulations we're pushing small trash dumps out of business so that's trend number 1. Trend number 2. Integration of hauling and disposal. This created an opportunity for end to end consolidation. I look for a way to capitalize on both trends and found it in tech based truck routing. So Think about the entire oil industry, kinda operating blind, waiting for this on this letter in the mail to tell the prices. He sees a very similar trend problem in the waste management business, mom and pop owners were running trash collection companies by the seat of their pants and making money at it. Few companies were planning their truck routes methodically, much less using technology to do it. I think he says they use like a map and like push pins. Like this is easy like this ridiculous. They did not focus on optimizing routes and so he starts, optimizing routes and this is the result instead of sending 50 trucks out over 5 days to pick up x tons of waste. 20 trucks some more less than half. Could now perform the same service in 3 days. So instead of 50 trucks in 5 days, he's doing the same work and with 20 trucks in 3 days. Our cost kept coming down as our processes improved and our profit margin grew significantly. That is the company that he sells for 2500000000.0 dollars. Then he talks about where he gets his idea for his other company united rentals. I was looking up to roll, I was looking to roll up another industry, and so I set up half day meetings with 9 different groups of bankers and analysts at Merrill Lynch. 1 of those analysts asked if I thought about going into the construction equipment rental. So that's how he finds the idea for his next billion dollar company and even though it's a different industry, he sees the same problem. This is a part that I texted it a bunch of friends I absolutely love. While the rental industry overall was slow to computerized, the larger regional players were more tech savvy. By 19 97, nearly all of them were running on software developed by a company called Win systems. This is how to get god mode and whatever I wrote to myself. When I was a kid. I played a lot of video games, and you'd use, like, cheat codes, like game genie and stuff like that. And you... 1 of the things that you were try to unlock is something that was referred to as God mode a lot, which essentially gives you, like, on omni present, like, view of the entire world and like, what you wanna do. You could think of what's happening here, this this this idea with that, absolutely love that they did. He gets omni data. Of his entire industry. It's almost like operating in god mode and video games when I was kid by 19 87, nearly all of them. All the larger larger players in this industry I know. Right? We're running on software developed by a company called Wind systems. This told me that software was capable of managing hundreds of thousands of pieces of equipment flowing on and off job sites because they buy construction equipment, and then they rent them out. It's very, you know, straightforward business. So what did he do? I bought wind systems. He bought He bought the software that all of the main players were using. Owning win accomplished 2 things. 1, we had an industry best platform that we can continue to develop internally for own use, and the acquisition gave us access to aggregated data on macro trends cost across the industry. This gave us a high level view of emerging market trends such as equipment glut or shortages in the making making, what is buying the software company allow him to do. We could now proactively adjust our pricing and asset management, while the rest of the industry was being reactive. I'm gonna repeat that that is so important, we could proactively, adjust our pricing and asset management while the rest of our the industry, the rest of our competitors was being reactive. Okay. So then I love this story that comes from the chapter on how to do lots of high quality M and A, without imp, and it reminds me 1 of my favorite things that I bring up a lot that opportunity is a strange beast and that it frequently appears after a loss what can appear to be a terrible thing, actually be actually ones up being a blessing in disguise. And so he gives us some advice. He says, be sure to cover your flank. It's the stuff that comes out of left field that can take a deal down. In 2007, I sold united rentals to the private equity firm cerberus. No way I'm pronouncing it right. So this private equity firm Buys, for 7000000000 dollars or at least that's what Brad thought happened. Highly satisfied, that I just sold the company, I stepped down as chairman and wandered off to my private investment firm to begin planning my next venture, then, the great financial crisis arrived. Remember this is 2007. Great financial crisis arise, private equity firms began welch on deals. And serve defaulted on the United rentals agreement. As a result, our stock plunged 31 percent in 24 hours. Over the course of the following year, the stock fell a 5 dollars. We collected a hundred million dollar breakup fee decided not to seek another buyer and eventually got things right. Today, the market cap of United rentals is 38000000000 dollars. So tried to sell it, Thought they sold it in for 7000000000 in 2007, fast forward what 15 years or something like that. Good the good thing they did not sell it for 7000000000 because the market cap is now 31000000000 dollars higher. The deals I've avoided have contributed more to my success than the deals I've done. And I love this advice. He talks about The importance of set setting up, feedback loops. This is something that Brad gonna have in common with just the ones that come to the top of my mind, Les schwab, Sam Walton of Walmart and Jim Casey of Ups. They all prioritize this. And what is this? It's getting data from frontline employees. They want data from the people are actually interacting with the customers. They all talk about it in their biographies on auto over and over again. So she says when we buy a company, we discover that the frontline employees, middle managers, and even some senior executives have never been asked what would you do to improve the company? And this is insane. You would think that the owners would want to know that. And so at Lush schwab, Sam Walton and Jim Casey would say about this and Jim Casey's case, anytime he was driving he see a Ups truck. He'd pull over or have his driver pull over, and he'd talked to him. He'd wanna know what's actually happening. They all make... They all say differently, but the the the idea behind us the same. They're like, your executives the team you have around you. Like, they over time, they search, like, filter information too much. And they can give you, like, an overly rosy or, like, false, like, positive view of what's actually happening in your company. And so the way you you penetrate that? Oh, Bezos did this too. I just remembered he would work... He has everybody in Amazon, including himself would work customer service Like, in the call center and actually answer calls directly from customers. So anyways, your executives and the people around you over time tend to give you, like an, overly, like, optimistic view of your company. And so 1 way to cut through that is, like Sam Walton go stores and you talk to people, the cashier. You talked to the people at the front door. You talked to people on unloading the trucks. Like, tell me what the hell going on in this company? I wanna know this. Like, what would you do to improve the company? Why are you not asking them that? Of course, you should ask them that to them. It was very obvious. Like, almost... I... What I realized too is, like, almost at the end of the book, he has another... He has 2 questions that I thought were genius that I wanna add in this section too because I think it ties to what he's saying here. And so what he would do, it doesn't have to just be in a company acquiring to it could be in into your existing company? So he asks... I love these questions? He has 2 questions. What's your single best idea to improve our company? What is your single best idea to improve our company? And what's the stupidest thing we're doing as a company? And so he would send that out company wide, You know, send an email? I would, you know, you probably just send this an email 1 at a time. Should everybody in the company. Respond back to Email. What was your single best idea to improve our company? Alright I think what all the interesting data and ideas that you could could get, and then what's the stupidest thing we're doing as a company. I love this. I love these questions for a business, and then I was actually thinking. It's actually good for a family too. Like, I've talked about this before where, you know, I'm obsessed with what I'm doing, I work 7 days a week. You know, if you're listening to this, you're highly likely you're an a obsessive person as well. And, yet, I don't want... I'm also a dad. So, like, I'm not going to be a shit dad. Like, this just not an option for me. And so it sounds weird that this came of mine, but, my son's is too young for this, but my daughter's not. And so, like, I solicit feedback from fro her. I think I've told you this before. But I would literally go. You know, I'm not... Like, I was just like, hey, like, how am I doing is a dad? Like, am I... Like, and I ask questions like this? Like, what's... Like, when do I feel for who told me to do? Like, I asked her, and I'll text her this too? Because she's old enough to text, which is funny. Like, what do I do that makes you feel the most special. Like, what don't you like that I'm doing or, like, just how I'm doing. But this idea Is almost basically, like, I think it's a good idea in the business, but also the idea is, like, what's your... Or your single best idea to improve our family? Is another way to think about that. Right? Instead of what's your single best idea to improve our company? What's the stupidest thing that we're doing as a family. What's the stupidest thing that I'm doing as a dad. What's your single best idea to improve what I'm doing as your father. I love the simplicity of it, and I love the idea of, like sending it out because you could bury. The problem is, like, what I like about the idea of sending it as a... Like, an individual question. Right? That just cut to the simplicity as opposed to putting it in, you know, maybe, like, a survey where there's, like, 10 or 12 other questions there. I think those questions are so powerful that they're good enough to stand on their own. So I absolutely love that idea. And again, so us the feedback from from pete. This is just good intel. Like, why wouldn't you do that? So 1 thing that pops up over and over again that's really important is you just... It's like, I have so many notes in the books like, damn. Sky moving fast, and then They're, like, there's speed. Oh, there's more speed. It just happens over and over again. And so I mentioned this earlier this hilarious story where his main competitor, the ceo of, hertz. Which was the largest, not only do they have the the, like, rental car company, but they're the the... At the time they were the the the largest, equipment rental chain, in the country as well. And Brad has this great line here. Is he's, like, Yet. Hertz did this, and they built up a national equipment rental chain to about a billion dollars of annual revenue over the course of 37 years. United rentals did that in 13 months. And so he gets a invitation, come have lunch with the Ceo. He's like, oh, maybe he's, like, trying to buy me out. Like, what's happening. Let's just... Let me go over and see what's up. And he was ridiculous. And don't know myself was a losing strategy. Take your competitor out to lunch and ask him to slow down. And essentially, that's what he did. He's like, you know, you made me change 1 of my tag. I had the largest car rental company and the largest equipment rental company in the world. And now I've got the largest car rental company and the second largest equipment rental company. I don't wanna be second in anything. And he's telling them slow down. You're making a mess of this industry, you're going too fast, you're going to mess this up and fast forward several years, and their... United Rentals is making, like, 6 times the amount of money. So that is a losing tragedy. Do not take your competitor out to laundry Blade. Please slow down, please be nicer to me. No. Foot on the gas and foot on their neck. I wanna go back to the maxim that are in the acknowledgement. Because the single maxim is they're not hard rules and you need to know when to break the rules. And so he has this idea that you should lose perfectionism. And so but there's 1 domain where you don't wanna actually lose perfectionism, and that is in hiring. The most important thing a Ceo does is recruit great people. Yes. I made the point that aiming for perfection can be counterproductive. Good is usually good enough. But if you're going to break that rule, you break it for people Make your hiring choices as perfect as they can be because there are few mistakes cost than hiring the wrong person. This is so good. Way way to remember. An empty seat is less damaging than a poor fit make your hiring choices as perfect as they can be because there are few mistakes cost than hiring the wrong person and empty seat is less damaging than a poor fit. This entire section is about the difference between super talented people and what they bring. To your company. So I love this. I'm gonna read Steve Jobs was asked 1 time. What talent do you think you consistently brought to Apple? This is his answer. This was his answer, rather? And I'm gonna read you first because I think it sets up what what Brad trying to teach us right here. He says, I think I've consistently figured out who the really smart people were to hang around with. You must find extraordinary people. The key observation is that in most things in life, the dynamic range between the average quality and best quality is at most 2 to 1. Pick anything. It's gonna be basically 2 to 1. Right? But in the field that I was interested in I noticed that the dynamic range between what an average person could accomplish and what the best person could accomplish was 50 or a hundred to 1. Given that, you're well advised to go after the cream of the cream. You can build a team that pursues the a plus players. A small team of a players can run circles around a giant team of b and c players. So then he's going to talk about how to build our outrageous talented team and what he feels his most valuable member. Steve Joe said, hey. I think 1 of the best things I did was I figured out who the really smart people were. Hung around them. Try to hire them. And built incredibly outrageous talented teams. Brad says screening for superior superior intelligence eliminates 90 percent of all candidates, so that's the first thing I look for. There's just no substitute for smarts. There's no substitute for brains. The C trait most closely correlated with organizational success is a high iq, double down on hiring the bright the brightest. When he is interviewing people, he will ask himself, Can this person think dialect, I'm am going to define that for us because I love this definition of dialect. The the ability to think dialect is the ability to view issues from multiple perspectives and to arrive at the most economical and reasonable reconciliation of seemingly contradictory information. That's so important the ability to view issues from multiple perspectives and to arrive at the most economical and reasonable reconciliation of seemingly, contradictory information. Can this person think dialect? That is, are they capable of thinking from multiple perspectives and reconciling streams of information that seem to flow in different directions? And second, second question, Are they capable of changing their opinion? Rigid thinkers at any level of intelligence are less valuable because they are mir in their own points of view. More advice, you should hire ambitious people who want to accomplish big things and make a lot of money. More advice, it is better to be slightly under staffed. I find that slightly under staff teams are more focused and spend less time doing redundant busy work. Brad is big on vibes. I think he calls it the love vibe. And he says my team and I spend a lot of time together. So it's a big deal that we like 1 another. An organization is like a party. You only wanna invite people who bring the vibe and so he talks about Listen, man. I have advice for you. This is how you're gonna differentiate between the A b and C players on your team. His whole thing is like, you cannot have c players ever. And when you figure out b players, it's inevitable that you're gonna have some, but you can't have c players and his whole point is that if you... If you hire b players, they're likely to hire C players. You gotta be very careful to b players too. But this is organization scales, you can't have all a players. This suddenly Steve Jobs said that Pixar when you had 4 400 employees. It's the first team of all 8 players that ever saw in his life and he said, you know, at Apple. I think that time had 3000, people. And he's like, it's impossible to have a team, have a company with, 3000 a players. So of course you're gonna have some b players. But you gotta be careful because they love hiring c players and c players. Suck. This is how you differentiate between a b and C players. And he does this in his mind. Again, thought experiment. I might... I imagine this person coming into my office and quitting without warning. Just by imagining this scenario, I can immediately tell for my own inner response whether this person is an a b or c player. If my first thought is, I was gonna fire this person sooner or later, so it's no big deal. That's a c player. If my reaction is, I don't like this, but I can live with it. The transition period might be a little bumpy, but we'll find somebody else maybe even somebody better. We are talking about a b player. But if my reaction is an internal dialogue of panic? And it sounds like we're so screwed. How did we get into the situation? There's no way gonna find somebody as fantastic as this person, that is an a player. And what do you do with a players. You over pay the hell out of them. Because here's the thing. The reason you should over pay them is because you... The reason you over pay for talent is because it's nearly impossible to over pay for talent. Think about what Steve jobs said earlier. Right? In in some fields, the the the the best person is not twice as good. They're are hundred times is good. Think about when Steve jobs came back to Apple. Apple bought next for almost a half a billion dollars. Right? The way to think about that is, Apple paid half a billion dollars to re hire Steve jobs and they got the deal of the century. It is almost impossible to over pay for talent and Brad talks about this there's a lot of things that motivate people. But you... You're silly. If you don't think compensation. Yeah. They have to believe in the mission, they have to like the what what work to do they have to find it intellectually challenging. They have to like their team. They also should be paid oo and noodles of money. So he says there's a hundred and 74000 employees out of all the 3 companies that he currently chairs. Not a single 1 of them shows up for work because they wanna make money for Brad Jacobs. They come because they wanna make money for themselves and their families. Money animate people everywhere. So he's talking about was, like I've have employed all over the world. This is not just a United States thing. Money people everywhere. That's why I've over paid quote unquote, almost every direct report I ever had to ensure I had top team people in place. Over pay for talent. It is nearly impossible to over pay for talent. That's such an an important thing to remember. Never ever ever forget the dynamic range of humans. It makes no financial sense to skim on salary incentives to save a hundred thousand dollars a year when hiring a second best candidate may cost you millions of dollars in lost profit. Oh, this guy good. He's in a player. Let me I can save money. I hate when people try to. Like, obviously, a huge. What's what's the 2 biggest themes in history of entrepreneurship. Right? Focus and watch your costs. That's a repeated over and over again by by the vast majority of the people you I study. Watching your cost does not count when you're doing talent. That's not it's like, oh, I have a great a player, but I can hire the... For the same job I can have a b pair of player for a hundred thousand dollars less. No. Yeah. It's not a hundred thousand dollars less. You lost millions. Millions. And in Steve cha case, if they didn't hire them. What if they said they they offer from, I think what it was at 4 70. What was that deal? 470000000 dollars something like that. They said said, no. No. Only with 200000000 or whatever it is. They tried to short changing by a couple hundred million you doesn't come back to apple. What's... Apple probably out of a business. Apple probably doesn't exist to this day. Never ever ever forget the dynamic range of human beings and over pay for talent because it's nearly impossible. To over pay for talent. And then I wanna close on what I feel is almost like a manifesto that it's an incredible honor and a good thing for the world to build products and services that make other people's lives better to create jobs for hundreds of thousands of people in Brad Jacobs case to create wealth for your shareholders. And really is a testament to the all important entrepreneurial spirit. I love being a Ceo. There's a joy in creating value and an even greater joy in knowing that so many people beyond our organization are benefiting from our accomplishments. The best way to perform our duty is to fill an unmet need in the economy with a strong business model and a responsible organization. We create a healthy workplace environment for our people and we pay them well. We pam our customers, and we approach challenges with practical optimism that open our minds to solutions. The great majority of the tens of billions of dollars of value that my teams and I have created have flowed outside of my companies. I am extremely proud that our company could be counted on to create value. This is only possible because we operate in free markets where creating prosperity is a virtue. I want to share a personal experience I had with a small business owner whose work ethic and customer focus echo the value system that I am instill in my own companies. The small business owner, his name is Steve. Steve handles the Hvac system at my home. Steve had originally worked for the large Hvac company that had installed the system, but that company was sold and Steve decided to set out on his own. So again, the all important entrepreneurial spirit. Steve is a hardworking working take pride in your work entrepreneur who puts his customers first. He cares a great deal about doing his job the way it should be done. He told me his self esteem goes up and down with his customer satisfaction scores. Naturally, he also measures his worth by how much money he's making to support his family. There's a fair amount of criticism being voice about profit seeking these days. Some people are embarrassed to talk about the importance of money. But Steve is totally comfortable with it. And in his pursuit of happy customers and a good living for his family, he built a successful business. As a result, customers flocked to him. Steve is the face of the entrepreneurial spirit. I wrote this book with people like him in mind. People who wanna work their tails off, who wanna outs smart the competition who wanna put their customers on a pedestal and who wanna make a lot of money for their families. The summer after eighth grade I attended the Rhode Island governor school for the gifted in art and music. A summer enrichment program for kids who'd been nominated by their schools. I wasn't sure what to expect. On the first night, I was captivated by speech given by 1 of the leaders. I remember goosebumps rising on my arms as he spoke. This program is a special opportunity, but it's up to you to take advantage of it. He said. You have a choice. You can waste the next couple months and not accomplish much. Or you can go all in. This is an opportunity to go deep on a project and do the best work that you've ever done, but you have to decide if you want it, he said. It was there that I learned what it meant to go all in. That magical connection between intensity of focus and the end result. If I put my whole heart and soul into a project, I had it in me to create really cool stuff. We have it in our own hands, to either make life meaningful or just past time until we die. That's up to us. I hope you're inspired to run hard at making a few billion dollars or achieving some other big dream and I wish you the acceleration of seeing it through to success. And that is where I'll leave it, highly, highly highly recommend buying the book. As I said before, I really do think it's a reference. I'd read it through all the way, I read it all the way through and then keep it close at hands of reference the appendix has a bunch of thought experiments. There's this really interesting history of technology timeline because it's a huge influence in the way Brad approaches his business he goes the Mega trend in the universe. He's got interview questions for job candidates. Recommended books, how to conduct meetings. The Appendix is like full of, you could buy the book just for Appendix. Obviously, read the whole thing. But anyways, if you buy the book using the link that is in the show notes, you'll be supporting the podcast at the same time, That is... Where At? 303 hundred and 35 books down. 1000 ago? And I'll talk to you again soon? It was fascinating in Brad story. How many times if you just listen, that products or opportunities be pulled out of you. Like, if you think about him sitting in bed reading, analyst reports realizing, hey, maybe this waste management company. This waste management industry is a good... It could be a good opportunity our meeting with the... Those analysts and getting an idea to enter into a new industry. The same thing has been happening to me So I wanna give you an update real quick on 2 things before you go 1 is founders only founders only is the first ever in person. I'm calling in a conference that's taking place in Austin, Texas on March twelfth of the fourteenth, really is a way for founders to build in person relationships with other founders. So that is the purpose that is the the North star. That is the mission of the event. It's limited to a hundred and 50 people. You can apply by going to founders only dot com that's founders with an s founders only dot com that link all obviously be in the show notes as well. So if you've already applied and haven't heard back, I'm we're... First of all, there's way more... The reason I started this we're saying that if you just listen, you'll find opportunities. Because for years, people have been asking for ways to connect with other founders, especially other founders that listen to founders. And so that that product was kind of pulled out of me. And so as a result, the demand has been higher than I anticipated, I guess, and it's taking me a while. Like I I just have a lot of applications to go through. So if you have already applied, you don't have to reapply, I'm going through them. I promise you will hear back from me. If you haven't yet applied, even though there's more... Way more applications than there are slots. Go and apply if you're interested to meet... To come to these in person events. These in person conferences and build relationships, something that comes up on the podcast over and over again is relationships run the world. A single relationship can be life changing. Brad Jacobs just talked about the relationship that he built with mister J, and that he had a bunch of business mentors. And a bunch of relationships through our business. Some are obviously can be more important than others, but 1 can literally change your life. And so that is what I'm trying to to do because this has happened in my life because of the podcast because so many founders listen to the founders. The the network I have, the relationships, the Friendships I've built, Like, before and after of my life, it's just not comparable at all. And so maybe the most the most valuable asset I have isn't even something that you can put a price on or that you could buy and the most valuable asset I have by far is my network. It's the friendships and the relationships that I've built and they all came from the podcast. And so I'm in a unique position I feel. To be able to connect other people that have the same interest. So the reason I would say is even though there's way more people on the list, and I can... Then we can do for the... That I can do for the first time is if you're interested in doing this, go and apply and then what I'll be able to do is, figure, okay, where does everybody live? Where can I do other event? Like, I'm gonna... Like, this gives me the ability to really figure out, like, how many people wanna do this? And then I can immediately put my my events team. I have a world class events team behind me. I'm using the same people, that plan capital camp. So if you ever on a Capital camp, you know, you know, that... That's an... Once of your event, you know, 1 of the highest end investor conferences in the country. There's a massive demand. Usually, there's, you know, 10:10 x the amount of people that wanna go to that then can... They can actually fit. So they've been doing this for many years they're... I've gone to it. It's a world class event. So I was like, I'm gonna use these same people. And so that's who's helping me not only do all logistics to planning, but also helping me go through and really figure out okay. If there's... I may be vastly Point of telling you this, and I'm rambling. The I may be vastly underestimating the demand here, and I shouldn't have because people have been asking me this for. So it's really important. The the sooner you get in on the list as sooner you put in your application, the higher priority you have for future events and you can kinda help me figure out okay, this is the map. This is where everybody's at, and I'm willing to travel, you know, anywhere. I don't live in austin. I'm just going to Austin because the venue where I'm hosting the first founders only event. I spent a few days there at this other event. Last year, and I thought It was incredible. I was like, this is perfect. And so I was like, okay. Well, at least I've I've spent a few days here. I liked it. I enjoyed it. It makes perfect sense for what I'm trying to do what my old overall mission is. I should just... The first 1 should just do. Should just be here. And so I'm gonna be doing these... Yeah, assuming they're successful assuming, I'm, you know, good at doing this, which, you know, I can learn. You know, I'm gonna be doing this every year. There's people coming in. Already... This is insane. And I really do appreciate it. There's people flying in from all over the world already for the first founders only event. That's insane. Main point here is apply as soon as you can. It's helpful for you because you'll have priority for, either future events or maybe even this 1. And it really helps me understand, like, where I should be doing these in the future. So founders only dot com, founders only dot com. That's the place to do that. Again, I think it's a no brainer relationships around the world, meeting another founder, another another person that is interested in the same things as you're doing. These driven a players, the relationship between these 2 people, they've produce nonlinear returns. So I think this is something that you should prioritize. And something I'm definitely prioritizing. Not only have have Been for the past few years, but definitely even more so moving forward. Okay. So that's that. Founders only dot com, founders only dot com. The second thing is founders notes dot com. Founders with a s founders notes dot com. This is another example of how just listening, paying attention to what's going on around you. You're gonna find opportunity and ways to serve other people. So people for years for years. This is the most common request. So, like, I want access to all your notes. You're kind this psychopathic hypothetically obsessed person sitting in the room, documenting their history entrepreneurship for now 8 years. You have all these ways to tie these ideas together how the hell did you do that. People think I have good memory. I promise you I don't. It's because I have what at the time was, what I said over and over again is the the most valuable app that I've ever paid for, which is read wise. And all read wise allowed me to do is, like, store all of my notes and highlights for all the books I I read. Right? So I have a history. And I can go back and search them. And what it allows me is, like, you know, let's say I a couple... I think I... There's 280 books in there right now, and I still have more have to enter. I can go ahead and search any term. Anything that I'm thinking about. So if you sign up for founder notes dot com. Once you sign up, once you'll get a welcome email for me, and it explains in detail how I use the product, so use that as a reference. And the second thing is gonna drop you on this page. And the page, you're gonna have a bunch of options. The first 1 is search highlights in this big box at the top, and that's, you know, very self explanatory. Anything that you're thinking about a person, a place. Something that you need in your business, hiring, recruiting, talent. We talked a lot about that in the brad Jacobs episode. In fact, Brad, the... Let me give you an example. The highlights from the Brad Jacobs book are already in Founders notes. They're they're they're waiting for you to explore. So search highlights I use all the time. I u... It's in the browser, This is... Right now, it's only available on the web. So just keep the browser open or keep the tab open in your browser Eventually, it's going to be in an app. You just gotta give me some time to to work through everything. I'm still testing it and making sure everything's functioning as I wanted to function so or making improvements all the time. So keep the tab open your browser, search it for anything that comes to mind. Okay? The next thing I do. This is... I think the searching is invaluable to me. I could not make the podcast without it. I use it in conversations with with friends or founders when we're trying to figure out problems they we may have, and wait it's, like, essentially on demand, tap into the collective knowledge of history issues greatest entrepreneurs mirrors is what I'm trying to do. And it will keep improving. So if you think about it now, if you invest in a subscription today, by next year, there'll be another 50 books in there. There's probably another... I don't know 4000 highlights or something like that. More connections to be made. More notes to be made. So the product improves every single day. You can also also just go by books if you tap on books, and then obviously, what I would do. Think I mentioned in that episode that you're just listen to. It's like, you know, go and find Danny Myers book. And just read through all the highlights. It takes 10 minutes, 15 minutes, Probably less than that. If you're really focused, I just clicked on books. Like, how to make a few billion dollars is there. My highlights from Oprah. The Bug book that is impossible to find. There's 59 highlights there. You could probably read that in 15 minutes and have a good idea and remind yourself of, like, what was important to the founder of Bug Napoleon Tiger Woods, Ted Turner Charlie Mu, Christian Do are over and over again. So what I would do is when you have extra time and you wanna read something instead of wasting time scrolling social media, go and read the highlights of a book. Now the... I think the most valuable feature, and I hate to say this because the search feature is features is probably most valuable feature. But the feature that is, like, really interesting to me. And the 1 I use a lot is the highlight feed because the highlight feed is Think about it, my friend Morgan Household, the best selling author. His book psychology money is sold, like, 4000000 copies. It's crazy. I talked him all time. He's a massive fan of founders. He called... He said he heard me say this on a podcast 1 time that. I think the highlight feed is smart Twitter feed. And so he's like, that's... And he starts using it. He's like, that's exactly what it is. And so I just clicked on the highlight feed. And what it does is instead of reading... Think about when you go on any social media. Right? It's just like, random collection of either posts if it's in text if it's, like, you know, Twitter. Random collection of videos if it's, you know, Reels or Tiktok. Well, the highlight feed is random highlights presented to you from all the books that have ever recovered and if you can train yourself. No III need to back up. I built this product for people already running successful companies. Right? That's, I think you already know this, you probably obviously, but Founders has the most valuable entrepreneur audience in the world. If you knew who was listening to this and who I get to interact with and talk to it blow your mind. So those are the people that are gonna get the most value from this because they already have existing successful businesses and empires where if they read 1 thing, they can apply that lesson immediately, just like brad jacobs. He already had a lot of success so he's reading that analyst report in his bed in London. He already has the resources to act on that idea. Right? If when he goes to have that meeting with Merrill Lynch, he has the resources to act on that idea. So this is not... People are always like, can I get a free trial? The podcast is the free trial. If you're not in a position where you don't... You're not already running any a successful business do not sign up for founder notes. Don't listen to the podcast, get yourself into a use lessons to build to get your business into a position where it makes perfect sense. It's like a no brainer of course. I would subscribe to this. I've would invest in subscription because I could read it for 40 years and only you only need 1 idea. I think about what Charlie Mu said. You know, He read Barron for 50 years. It made 400000000 dollars. He's like, I found 1 idea that I can act on. In Barron magazine, he acted on it because he had a resources to do so. He turned that... I think he made 80000000 dollars from that 1 idea that he got in Barron magazine, and they gave that 80000000 dollars to Lee and Lee Liu, 1 of his favorite investors turned that 80000000 into 400000000. And it's like, oh, this is... If Charlie Mug is alive, right? And his eyesight was better. He would be using this because it's such a giant... Like, of course you would do this. So the highlights fee, I'm gonna wrap this up because I don't wanna believe this point too much. The highlights feed, I really feel is magic. And that is why I'm so so, adamant, Like, we have a bunch of ideas on the product map. The the the first 1 we're doing next is the founders Gp. So you'd be able to, like, query and, like, you know, use a chat interface. But after that, it's gotta be the app because you can read founder the the highlight feed in the browser, and I'm doing that right now and I do it all the time, because I have this big ass imac that I like to to use. But I also love it on the go. And it's just perfect as an app. You know, anytime, I'm stuck at a lights, waiting for, you know, I'm meeting somebody for lunch and they're running late. I'm at a doctor's office, whatever, but getting in the habit of just reading the highlights feed. I really think that's like killer feature here. Because it's just, again, it's almost like, history guys entrepreneurs talking to you. Speaking to you. Like, most of these highlights are, like, tweet sized. So you can read it. Some of them don't apply it at all. I'm like, okay. Move on to next 1. Just like, if you're reading any random know, anything online. Now that doesn't apply to me. That's not helpful. Okay. Move on. But get in the habit of spending time with this. And then once you do that, you wanna be constantly reminded of these lessons because now you have a way to actually apply them hence you could take knowledge and turn it into profit. And so that if that is you, and you're in a position to take knowledge and turn to profit, then I would heavily I would heavily advise you to invest in subscription to founders notes, and you could do that at founders notes dot com, I've already been speaking a ton. I gotta work on... I gotta go reading, read and work on the next episode. The next episode I'll you a sneak peek. So this episode was how to make a few billion dollars. The next episode is going to be how to loose a few billion dollars. The rise and fall of a billionaire utility Ty is coming next week. Thank you very much for your support. I hope you do an application for founders only. I hope you come to 1 of these events. And I hope assuming you're in the right position, I hope you invest in a subscription to found notes dot com. I will talk to you again soon."
}