{
  "transcript": "Do you remember Sam Ins insult, the billionaire utility Ty from Chicago? Do you remember how his empire collapsed and how he lost 2 or 3000000000 dollars. How the newspapers at the time called it the biggest business failure in the history of the world? You may remember the battle that the United States government had to extra expedite insult from Greece. But chances are, you don't remember that insult had been in the electric business as long as there had been an electric business. That he had started as Thomas Edison private secretary in 18 81, that he more than any other man was responsible for founding the business of centralized electric supply. That he organized the Edison general electric company, now known as Ge, and that he worked out a model of nationwide product distribution that virtually all other American industry copied. That he practiced and popularized mass production and selling at the lowest possible cost long before these ideas were attributed to Henry Ford, that he was the first to successfully apply on a large scale, the concepts of the load and diversity factors on which all utility rates are based today that he brought into effect the natural monopoly principle of utility companies that he helped create the open end mortgage that's used in financing expansion of many businesses outside of the electric industry today that he was the father of effective government regulation of public utilities and the creator of rural electrification that he pioneered successful welfare programs years before most of business labor or government took any significant steps in that direction. That he helped develop the idea and techniques of modern public relations, and he was a crucial link between Pt Barn and Madison Avenue, and that he devised methods of marketing securities that made possible, gigantic modern corporations. Next to Thomas Edison Sam Ins insult is the name that you should remember as the most important and perhaps the most notorious person in the electricity business. That was an excerpt from the book I'm gonna talk to about today, which is ins insult the rise and fall of a billionaire utility Ty and is written by forest Mcdonald. This is a very old book is was first published in 19 62. And what the book lays out is that ins insult was not just a company builder. But he he's actually an industry builder. So you could think of what Rockefeller was to oil, what Henry Ford was to the automobile, what Jpmorgan was to finance and what Carnegie was to steal Sam Ins seoul was to electricity, but unlike Rockefeller Ford Morgan and Carnegie, ins insult made terrible drastic mistakes at the end of his career and he dies broke. And so for you and I, this is going to be 1 of the scariest books. That we could talk about because the idea that you can be wildly successful. Maybe the most successful businessman in the 19 twenties, have an amazing 53 year career and still be over leveraged and risk everything and die with no money is absolutely terrifying. So I'm going to start with the relationship that he had with his father. Ins insult is born and raised in England and what is most interesting is that he had all of his dad's positive traits. And none of the negative ones. So his dad was described as imaginative, clever and enthusiastic what his dad did not have was energy, practical sense and fort. Sam's father was idealistic impractical and intellectual that is not how you would described, Sam. Sam was very smart, but he was pragmatic very much like Thomas Edison, And another way, Sam differs from his dad is there's a line in the book where it says his dad was not interested in earning the living. Sam was the exact opposite. He loved operating companies. He was a work a h. It says when he was... His standard workday was 16 hours a day from the very beginning of was career and all the way up until when he was in the seventies, He was still working 16 hours a day. Yeah. He loved operating companies, and he was... As we'll see he's very, very gifted at operating companies. And after finishing the book and then reread all my highlights before I sat down to talk to you. I think his maybe his most important trait is that he had the the author says that he had near demonic energy. I'm gonna read this paragraph to you. This is incredible. And this starts out when he was really young and he had incredible energy and working like up until, the very end. He was small, but his physical endurance was boundless, and his energy was inaccessible. He had a peculiar metabolic makeup. He awoke early abruptly completely, bursting with energy. Think about that. Opens society he jumps out of bed with a burning desire to achieve mission success is the way Would put that. So he'd be bursting with energy. Yet he gained momentum as the day we're on, and if he would work long into the night. Later on, much later on as a as a matter of fact, as an adult, he learned to relax, but relaxation was a learned thing to be resorted to only when he was on the verge of physical collapse. This sounds like Thomas Edison too. Relaxation was an act of will. His body always told him to go and go and go. Because he came from the lower middle class, and sometimes he was very close to poverty, from his dad's, what I would call laziness, he had to... He started working really early. He starts having support the family. I think he's he's working, more than full time when he's 14. And so there's a description of him early on, but this is some... Again, characteristics that he maintains throughout entire life. The way I would think about when you analyze and read about Samus, he had a very gifted and deduct mind. Us says Sam most obvious attributes was a capacity for racing through large quantities of reading material. Effortlessly perceiving its important assumptions and general, and thoroughly simulating its salient details. The way his mind worked it said he reason from particulars to general relations about all the information that he was able to consume. He learned to see to the heart of relations between things and to grasp the underlying principle so clearly that he could perceive ways to shift them around and make them work even better. As we'll see when he goes to America to become the private secretary of Thomas Edison. I think he's 21 at the time. Such that his job was, hey, we have this gifted inventor. Now system ties all the businesses around him, and so that's exactly what Insult did. And he's gonna wind up working in that industry for the next 53 years. But when he's a young boy, he's reading, they call him, they would call them self help books. In fact, 1 of the... These authors, this guy named Samuel smiles that Ins info was reading about actually wrote a series of inspirational books that we'd call self help today. In fact, 1 of them. So it's it's like a combination of self help and, like, biographies what he's, like, reading biographies of lives of great engineers, but 1 of the actual titles that he read and had to made a huge affection on on his life was a book called self help. And these books in their day sold a ton of copies. So it was like, they inspired thousands of young English men with this idea that if you exercise lifelong learning and self discipline, and honesty and thrift and prudence, then Fortune would follow. And so he would take some of these lines. He would have these maxim that he'd repeat, and he would repeat him throughout his life ever since he was a young man, wanna list a couple of the ones that that stood out to me. So the first 1 is idle hands are the devil's workshop. Number 2, time is money. Number 3, things are simply done are not done. Number 4, 1 revere one's family. Number 5, only that which is useful is good. That reminds me of 1 of my favorite Thomas Edison quotes. He says that sail is proof of utility. Edison was famous for only wanting to invent things that had actually a commercial application and this whole point is like, you know it's useful because people will buy it sale as proof of utility. So again, only that which is useful is good, and 6 survival of the fit. And so Sam's first job. He's 14 years old. He gets a job at this firm of auction ears, and he's just an office boy. Basically having to do whatever it is they need done, just like, carnegie you before him and Rockefeller reset. So remember again, He'll just start acquiring all these skills They make him more valuable to the company even at a young age, So Rockefeller would learn bookkeeping, Carnegie would learn how to be a telegraph operator, intel version of that, he's easy becomes a son photographer. And just like Carnegie, who would stay up late into the night learning, how to be a telegraph operator. Ins was doing the exact same thing. It says he worked at a long into the night every night until he had become an expert son. The other night I was having dinner with 2 friends, and we had... We went having this very interesting discussion on Sam Z, and actually went inspired me the next morning to go and reread all my highlights. From San auto. And there was a description of something Sam was doing early in career. Might have been in 1 of his first projects where he was building on that student housing in Michigan if I'm not mistaken. And there's a note that I left myself I forgotten. And it says, do the best you can with the opportunity in front of you. Opportunity handled well leads to more opportunity. Opportunity handled well leads to more opportunity. So it becomes a photographer, realize realizes hey this a very valuable skill set, these older more successful businessman are in need of it. So I will not just learn it, but I will spend nights and weekends becoming the very best son scenario for Can be. He's like 15 when he's doing this. Right? And as a result, his boss at this auction auction ear company actually knows the editor of the founder and editor of the magazine Vanity Fair, and he needs help. His name is Thomas G Bowl. So He actually needed a person to come at night and be his photographer. And so because Sam did the best he possibly could with the opportunity that was in front of him an opportunity to handle well leads to more opportunity, he winds up being a very close an important nighttime employee for this well connected and powerful founder and editor of Vanity Fair. And so if you think about this, Sam sold at this point is a Ps, which you and I've talked about over in Oregon again. Poor smart and determined. He doesn't... He's not connected to He doesn't know high finance, high business. He doesn't know the the most powerful people in the country, but Thomas Bowl does, and now he is at the right hand of Thomas Bowl. So it says, Bowl was intimate with many important politicians and able to gain entrance almost anywhere through his personal and family connections. Ins seoul would go to Ball's home 4 nights a week to take dictation from 8 until midnight. He would he something that enzo was was famous for remember, they said he had demonic energy. He said sleep was unimportant, so he would arise at 4 the following morning. Right? So keep mind, he's working all day. He's got a full time job at the auction air. Alright? Then he goes and he works for a bolus from, ate until midnight, then he sleeps for 4 hours, wakes up before in the morning transcribe all the notes that he took for bulls and then delivers that to the printers on his way to his day job. Now, this is very important because you and I talk about this relationships around the world. And so the way that Sam Ins is going to build a relationship and really probably the only path to build a relationship with extremely influential and powerful people that can help you. Right? Is service first. He's not like, hey, give Gi. Let me go pick your brain. Now. It's was like, I'm going to work excessively hard for you. I'm going to provide a valuable service for you first. And as a result, Thomas Bowl teaches him about the highest end of business and politics and finance and more important, maybe maybe more importantly or just as importantly, maybe so way we think about this. Sam starts to become very comfortable around in the presence of very powerful people. And so now Sam starts to see, oh, this is a path to advancement, does he? He just is like, okay. Well, I'm gonna keep, you know, being an office boy keeping a sn. Like, no, I to to to acquire more skills. So then he starts to teach himself bookkeeping. He wants buying a bunch of, like, essentially almost like a course. This the way you could think about this. That would teach him bookkeeping and accounting. And then he starts keeping an imaginary set of double entry books to practice, then he's reading every spear in the day, and it's not like this guy's a lot of spare minutes. Right? He desired classic works in political, economy, history, literature and biography. He had the ability to commit to memory everything he read. He also had the ability to focus, which is again is, I think is becoming even more and more rare in the world, the modern world that you and I live in today. Says he developed the ability to concentrate on a single single subject. And to completely shut out everything else no matter how pressing. He learned to system ties and render efficient whatever he dealt with. And so that is a hint to what is probably his greatest skill in operating businesses. People would bring him in from other companies. And just like, he could come into your company and just build systems to make every single company he was in involved in. He found ways to system ties and to make it more efficient. Without that skill, you and I would not be talking about him today, This book would not have been written on because essentially what, like, his main achievement is that he developed, Right? The business model for the modern electric industry. And he winds he does this by turning a luxury product into a necessity. His, like, flagship accomplishment in life him more than any other person in history made electricity universally cheap and abundant. What blows your mind is when you go and read these books, especially like this Robert Barren error? It's they they essentially had a very similar idea even if they didn't put into words, It's, like, how do we turn a luxury product into a necessity. Okay. So I wanna fast forward a few years. Ins insult is 19, and he still has this habit of reading and and using the best, like, absorbing as much useful information as possible. He winds up coming across this article that talks about a 31 year old American inventor named Thomas Edison. And Sam is blown away. And after putting that article down, he goes and finds every single possible thing he can find on Thomas edison, and he reads it all. In doing so, Edison becomes ins seoul hero. And a 19 year old Sam Ins does not know. He's about to get fired for no fault of his zone. He doesn't know this is going to be probably the best thing that ever happened to him. So his boss that he's been working there for what 4 and a half years. Gives insulin review. He's, like, you're incredible, you're diligent and, unfortunately, we have to fire you. And it just like, well, what's going on? Their most important customer that was spending hundreds of thousands of dollars a year, and that's in the 18 70... 18 eighties. Once his son to enter the business. So he's got... Essentially a ins gets fired because the the company he's working for, the most important customer, the son needs a job and that job that he gets was formerly done by Sam Ins. And as you can imagine, he's crushed. He's humiliated. He's somewhat depressed. But he doesn't stay depressed for long He's like, I gotta find another job. I gotta support myself, and he winds up getting a job, His new employer where is this guy called Colonel George. Why did I say this sprite the most important thing that happens to him? Because Colonel George, it was the European representative of Thomas Edison. This is 1 of Thomas Edison companies. This is not has nothing to do with electricity yet. This is when he was making innovations in the early telephone industry. So Colonel George hires a young Sam So he's like, wait a minute This guy can do everything. Now not only can he be my son photographer, he could be my bookkeeper. And so what he does is he allows Sam insult to read every single thing inside the company about all these contracts and all the businesses are doing for Edison. This is Rockefeller did the same thing. If you remember on the multiple rockefeller episodes I've done. He becomes, like, the the bookkeeper at this, like, produce, commission house. And it's called Hewitt in total. And what he does is, like, hey, I'm just gonna read through the history, the complete history of the company. She goes back and reads all the books and everything about that. They say by the time Rockefeller was done. He knew more about the company than the founders did. You're seeing something very similar in Sam Ins life. And so here's a description of that. He says he went through systematically, every scrap of paper concerning Edison that he could find in the office, and he committed most of it to memory. When Edison chief engineer, can't his... His name's is edward Johnson, Edison chief engineer came from America to London to supervise the installation of the first European telephone exchange, he found that Sam Ins, who again is 19 at the time. He found that Sam Ins knew more about Edison business affairs in Europe, than Colonel George did. So if you think what what's happening is, this is really incredible. Step 1. Learn everything about Edison. Step 2, build a relationship by serving Edison chief engineer. So by this point, Edison already ins seoul hero. Right? So he's like. I'm gonna tie my fate. He thinks Edison is so. He's like, we need to tie our fates together. How am I gonna get a job? How can I work? How can I meet Thomas Edison? And so this is what he says. He's like, well, to do, I must do 2 things. I have to learn everything I could about the technical aspects of Edison businesses. And I need to build a relationship with Johnson. And so how does he do that? Same way. He's does acts of service. He doesn't ask for something? He's, like, these people are really important? I... How can... What can I do to help them? So he spends every single minute with Johnson's engineers as they're building this European telephone exchange in London. Right? And he's like, he'll ask him a bunch of questions, but he'll do anything? He's like, hey, can I carry your pliers? Can I help you string wires? Every single aspect of the business and this something that Sam does for his entire life. He probably knew more mean, he's the 1 that vertically integrated the electricity industry, so he definitely did. He knew just he knew every single aspect of the business. It's just his mo opera operating and whatever he's whatever he does. And you see it in 19 in this telephone business. And so after a few months of this Johnson becomes familiar with him, He's like, okay. I know his guy is. He's obviously smart. I'll spend some time with him. But he was also complaining. This is funny. Edward Johnson. You remember Edison chief engineer, complained loudly about the laziness of English man who refused to work on weekends. And so Sam, here's him say that. He's like, hey, he volunteers. He's like, I will come to your home on the weekend, and I will work without pay. And so, of course, Johnson accepts. He's like, cool. And at soon, Sam Is doing all of the secretary work for Edison chief engineer. And Johnson realized, hey, this kid is gifted. I need to find a job for. It says says, Johnson was soon convinced, conceived of the ideal function for Sam Ins insult. Edison was always dogg least systematic and practical regarding his inventions. But he conducted his personal and business affairs in a slip s manner. Johnson believed that Sam Ins enzo was just a sort of fellow Edison ought to have around him as a private secretary and general business partner. And so by this point, we're, you know, 19, where be 19 20 years into Sam Life. It's very obvious. The book has just started. And there's a great line that Lyndon Johnson had said over and over again that are in the biographies of Robert Carr. I also talked about on episode 03:05 that did on Robert Carr and L. It's do everything and you will win That's 1 of my favorite Max I've I ever heard do everything and you will win. If you heard My episode on the mind in Napoleon. Right? That book is so hard to find. It's episode 03:02. It is obvious. When you study Napoleon, when you study L j. When you study a lot of the people you know Talk about. If they didn't say it out of their mouth, their actions are showing that do everything and you will win. Most people will do... Will not do everything. And so we see he he wants to go to America. He wants to work for Thomas edison. There's no opening yet. Johnson is trying to figure out out how can I get him in And during this window of uncertainty this time period? Right? It's not like Stay soul. I think you already know what now. This guy not gonna sit down and do anything. He wakes up with demonic energy. He so this is what he did. During this wait, he was neither idle nor waiting. He re reread every 1 of Edison European contracts and then took it upon himself to write weekly letters to Johnson summarizing the fluctuations in the telephone situation and outlining Edison shifting interest in connection with it. These letters prove to be the best selling points Johnson could have in recommending ins insult. And when Edison private secretary suddenly resigned, ins insult was on his way to New York Now. This is incredible. Everybody around ins seoul like, you were insane because he's like, alright, I'm out of here guys. I'm going. I'm jumping on a boat and I'm going to America. And they're like, what do you... What's your job? He's like, I don't know. No job description. What are you getting paid? I don't know. I didn't ask. And so you have all of his family friends, like, you're not You can't go. You don't even know what your job as you know what you're gonna get paid, and you're gonna get on a boat and go across the Atlantic and this description of Sam So is 1 of my favorite ones in the entire book, doubting yourself is very, very dangerous something that's come up a bunch. To have been swayed by such such objections would have been completely out of character for him. 1 of his most deep rooted traits was that he was absolutely unable to imagine the possibility of his own failure. He entirely lack the sense of caution of those who doubt themselves. Caution like relaxation was unnatural to him. En soul gets on the boat. Right? He gets on the boat. He lands. He gets in New York. You know, I just after a few week journey. He gets in New york. It's nighttime. The son had just set. Johnson meets in. He's like, hey, we have no time to wait. Like, we're pushing. Right? We're pushing the pace here. We're... He takes him straight to where Thomas edison at because at this point, Edison career, He had just completed his successful experiments on electric lighting, and so this is when he closes temporarily closes Men Park, moves to Manhattan and he's getting financing from Jpmorgan, and he's trying to build out. This is direct current. Right? So this is the very early days. I mean, it is the earliest days of the electrical lighting industry. And again, going back to this idea that there's something that happens over and again, can you turn product into a necessity, and you do that by making it universally cheap and affordable for everybody else? They knew what they were trying to do because ins insult Johnson and Edison said things like this, we will make electric light so cheap that only the rich will be able to burn candles. So Johnson brings ins insult Edison and they look at each other and like, oh my God, this guy is so young, and at the time, this is intel was 21. Right? But he looked a little younger. And Edison is just 34 years old. This is, you know, I'm obsessed with this because I talk about cell time. Because if you Google, Google Image search. Thomas Edison. You're gonna see the old, like, the the the white haired at Edison. You know? And this idea It's, like, oh, we get insight, and there's a bunch of a, like, super old books mentioned in this book. And 1 of them is, like, it talks about, like the very early days. Like, when Was in his twenties. And it was written by a guy That was like 1 of his helpers. So I just ordered it It should be here in like, 2 or 3 weeks. It's like, very hard to find. But I do... I'm obsessed with this idea. It's like, okay. Yeah. Edison at the very end of his career. That's fascinating. He's the he's the, you know, the Elder Statesman. He's going on these road trips with Henry Ford. He's the pride 1... You know, he is. 1 of the most famous people on the planet. This is Edison before that. This is 34 year old Edison still trying to figure things out. Now that did not mean that he what... He was already, you know, pretty famous. And he had a bunch of inventions under his belt. And so there's this great paragraph I wanna read you from the book because it really, like, lay some of the fear that insults family friends. I was like, you're crazy. You don't go on the boat. Like, why are you doing this? You don't know what the job is and know what you're getting paid? He's said like yeah, but I get to work with Thomas Edison. And so here was Edison resume at 34. Here was the man who had invented the stock ticker. The multiplex telegraph, the mimi machine, The pho and the transmitter that made the telephone practical. The man who said he had invented and was about to give the world electric lighting, electric power and electric transportation The man who would invent in the next decade, the motion picture and discover the principles that made possible radio and television. And so of course, if you're a young 21 year old, or really any age and you have the ability to sit to literally be the private secretary to go everywhere to to be his lin pin to the world. You of course you do it. This was like a genius idea, and risk that turned out to not not be they're very risky that a young Sam ins insult it. So the first thing Edison doing is like, hey, I'm having... He's, like, fighting with Jpmorgan and a bunch of his financier ears, they won't give him the money he wants to extend his electric convention. She's, like, I don't, you know, I don't. I'm going... I have to figure how to do this myself. Take a look at all my resources, young Sam soul. Because remember, he had been writing. There... Essentially what he's gonna do is gonna sell off a bunch of, like, his patents and and licenses for his telephone business as like, can you go through this and tell me what I should do. Now how would Thomas Edison and Johnson know that you should do that. Well, remember that Info was writing these weekly letters? I said, I'm reading every single. I'm reading all the contracts, all your licenses? I know the lay of the land over here, this is what you should do. So the first job he does? He said, hey, listen. Edison tells me it goes, I got 78000 dollars. I need to finance my new undertaking, and I'm ready to sell everything that I own. And the most valuable thing that edison owned at this point that he believed was his European telephone securities. So the first job is intel has to go through all of this paperwork again and say, okay, where's is the best play place that we can sell the dozens of... And they have all these different securities, different kind of securities. We have, you know, dozens of these, Where do we go? How do we do this and how much do you think we could make from them? Remember, this job is starting the first night that he gets there, Let's say the sun sets. This is in February. So what time would the sunset? Maybe you have, 5 in the afternoon something like that? He works all the way through the night. By 4 in the morning, he had gone through every single 1 of these transactions and had a plan on how to distribute them and sell them for the highest possible possible price. Edison is like, okay. This is the guy. So he goes, hey, what what do wanna make? And in seoul is like, I don't care. Just pay me whatever. And again, think about that. It's like, pay me whatever. I'm going to prove my worth to you. And then it's not like Edison had... Edison not organized. So if someone asked if someone was to go back in time and ask Sam, hey, what were you doing for Edison? Whatever was necessary. Is the what is the the answer? Whatever is necessary. And so there's just 1 paragraph I owner to read you that describes this. He system ties Edison office without attempting to system ties edison own activities. Edison edison whole method of work ins seoul later recalled would upset the system with any business office. He cared not for the hours of the day or the days of the week and it's so talk about. It's not like he he he had a set schedule. Right? He would work on whatever he thought was most important or most interesting at that time. And so sometimes it's... He would talk to all all the people in a staff for 2 or 3 hours about an invention or a thought that he had the night before. Or he'd spend 2 or 3 days in a row, trying to like, hey, I just got... I just created something. Now I'm gonna spend 2 or 3 days, just running experiment after experimenting with as little sleep as possible to try to push this idea into some kind of practical application as soon as possible. Then once he figured like he saw the problem, he would hand it off to somebody else to turn into a product. But there was no, like, organization or rhyme or reason to, like, the way Edison spent his time. And there's a great description of this a few pages later where it says, systematic as Edison so hers says Edison possessed a colossal ego, Of course. But systematic as he was when pursuing his own ends, he had an almost pathological hostility to any form of sister system, order or discipline imposed from without. So the mandate is clear, build a business around me, system ties that business do not try to system the way I spend my time. I do not want input from others on how I'm doing that. And so I mentioned earlier, I really think of insulin a lot of the, like, Carnegie and and Rockefeller, and Ford, there they're definitely company builders, but even more bigger than that they're industry builders. And so ins intel was the same way because remember, Edison is gonna give up on electricity. Intel stays stays with it for his entire life. He works with... Well, let me just read this line to you. Says that was to be Intel job for nearly 12 years with Edison and 40 years thereafter after to make Edison system work. And so why do I say it's really industry building because listen to what they... All the things they have to invent, that you just wouldn't. If you're not building an industry. The the inventions, the electricity inventions could not be immediately used with existing devices. So to make his electric light usable, edison and install had first to invent every component of an electric generating and distribution system, and then to create the manufacturing industry to make them. An engineering organization to install them and a central station industry to buy them. Hundreds of minor parts of a complete electrical system had yet to be devised. They had to develop practical switches, sockets, cables, junction boxes, wires, ins insulated fuse meters filaments, voltage regulators and scores of other devices. This is company building on hard mode because it is industry building. So the great thing about insult especially from Thomas Edison viewpoints, like you could just drop them in anywhere. Like, hey, there's a problem over here. Just go fix it and then you can just know that he's gonna fix it without, having to think about it. So this is where he drops him into the company that eventually becomes, general electric. Now what's fascinating here is the value transfer that happens between edison and ins insult. And the value is not in money. Ins intel is not making a bunch of money. He's 25 years old at this point, but he is building a world class network and then, like, price experience. So he's gonna take this network and experience that he builds or that he he picks up working medicine and then apply to his own business a few years later. But I do wanna point out because you're... It's kinda crazy it's, like, how much time I had spent with this book. So first of all, the book is not easy to read, and it's not because it's bad writing. It's because there's so much... It's so high, like, information dense, and there's so much going on because ins seoul is gonna wind up having hundreds and hundreds of companies and it's very complex structures. So let's say the book is 350 pages. It's not. It's probably 700 pages because I had to re reread several pages multiple times. But what is happening is while I'm reading the book, I forget. Like, the intro is, hey, this guy. The subtitles... The rise and fall of a billionaire utilities Ty he is so gifted ae and has such great ideas that I had to remind myself over and over again while I'm reading this book. This has a terrible. Unhappy, disastrous ending, and you just cannot believe, and that's I think it's really gonna resonate my brain and why I wanna talk to you about it is because it doesn't matter how many great decisions you make throughout your 50 year career. If you over leverage yourself, you can ruin your entire life work, and you can die with no money. And no... Like, all your accomplishments wiped out. So I'm gonna get to that in a minute because you see his fatal flaw. That barring excessive barring and excessive leverage just became this deep rooted habit with him. And you'll see that because he's gonna mention in a minute. So this is all the stuff that he's accumulating just in the short 4 years. So now I fast forward to 4 years in story. It's only 25. But he's met virtually all important finger figures in the business world. He had accumulated a bunch of experiences, which would ultimately prove very useful in the business that he's gonna set up and run for the next 40 years after that, that he knew everybody who was anybody in the electric business. He had picked up firsthand knowledge of urban politics on a depth and a scale that was rare. He had learned enough about manufacturing selling, promoting administration and organizing, and he had also learned the meaning of credit and what it could do, barring became a deep rooted habit with him. He would say never pay cash when you could give a note. And so I just wanna to pull up a couple things that came to my mind. They all come from Charlie Mu and Warren Buffett. When I got this part because he had a bunch of different companies. 1 of them, let me just give you the idea of, like, high how highly leverage he was. After the great depression, this guy is gonna wind up borrowing, like, another 200000000 dollars. Again, he'd had gone through a bunch of This is a very difficult part about this. Is, like, he'd had gone through a bunch of different financial panic. He didn't he didn't really believe This is his fate... 1 of his fatal flaws I just say, he didn't believe the great depression was anything different. He's like, oh, this is like, I've been through a bunch of panic. Everything we find and be back in like, a couple months a couple years. And so he literally called to the the White House with a bunch of other, a bunch of other, like, prominent American businessman and Hoover whoever's was like, oh, this is, you know, just do conduct business as usual. Now all this falls, the weird thing is when you read about Ins insulin and in in the biographer for 2, and I I watched a couple videos on them as well. They all, like, oh, wasn't his fault Was a great depression. It's like, no, no It's always. It's always the founder fault. That doesn't mean he was... I don't think he committed fraud. He he winds up being... I'm not even gonna talk about that. It's later on in the book though. He winds up going to trial. He he beats every single trial. From what I... My reading of this is it's very hard to tell. I don't believe that he did this. I just thought he made a bunch of terrible, terrible. Decisions that had way way way too much leverage. So I'm getting ahead of myself. Let me just read this because this idea came up to. It's like, never pay cash when you can give a note. And so what I did is I went to founders notes and I searched leverage. And specifically, this note that I had in my mind on the dangers of leverage. And the fact that this is coming from Warren Buffett shareholder letter. And he says, like, most people won't heed history's warnings. So I just wanna read because this is essentially exactly what happens. Very so much what happens to Sam Ins, Warren buffett says un. Some people have become very rich to the use of borrowed money. However, that's also been a way to get very poor, which is exactly happened an insult. When leverage works it magnified your gains. Your spouse thinks your clever and your neighbors get en mb, but leverage is addictive, and he was addicted to it from a very early age agent and maybe you had to I'm not, like, again, I'm not sitting here, oh, I wouldn't done this if I was sam. I never have that. Like, highly likely that Same all smarter, and more talented and more accomplished than I am. And so it'd be very arrogant to think that if I was presented in the same situation that I wouldn't have made his same decisions. The point is, like we need... We're learning from history because hitler learn as Mu said, learning from history a former leverage. It's to know this shit. So, oh, I don't do this if Ever presented with that opportunity. Right? So I wanna be very clear. When leverage works it mag magnifier your gains, your spouse thinks your clever and your neighbors get en, but leverage is addictive, seems that he was very addicted at an early age. Maybe he had to be I don't know. Once having profit from its wonders, very few people retreat to a more conservative practices. And to repeat, as we all learned in the third grade and some relearn in 2008. Any series of positive numbers, however, impressive the numbers may be evaporates when multiplied by a single 0. History tells us that leverage all too often produces zeros. Even when it is employed by very smart people It's impossible to read this book and I think that Sam soul was very smart. Right? That is the dangerous. That is why it's going to latch onto euro ice brain. It's like, oh, my god. This happened to him, I need to void this. Leverage of course can be lethal to businesses. Companies with large debts often assume that these obligations can be refinance as they mature. This something happens insult. He was guaranteed. Don't worry you have unlimited credit, and then the bank said, oh, you don't and reynolds rep. That assumption is usually valid occasionally though, either because of company specific problems are a worldwide shortage of credit, which is what he goes through when ins goes through. Mat maturity must actually be met by payment. For that, only cash will do the job. End of warren Buffett shoulder. 2 quotes that I was think about on the dangers of too much leverage. Charlie Mu said smart men go broke 3 ways. Liquor, ladies and leverage. Sam Ins soul was married to the same woman, his whole life. He never drank drop alcohol in his entire life. He did not grow go broke because of ladies or liquor. He went broke because of leverage. Warren Buffett. Whenever a bright and rich person, that is what Sam ins so. He was a bright and rich person. Warren Buffett. Whenever a bright and rich person goes broke, It's usually because of leverage. And so this is a very important 6 years in Samuel Life because he is now essentially saying, hey. Thomas said this is like, you you have to run the company. And Edison is... He he's not interested in, like, he he's off on other things now. Right? He got started and then goes off and does something else. And he does... It's not like he's gonna give a list of, like, is what you should do. This is what he took. This is what he tells him. Edison says, do a big Sammy, make it either a big success or big failure. And so he takes over company, stock is around 25 dollars, share, they have 200 employees 6 years later, the stock will be a hundred and 50 dollars to share any he has 6000 people. And so natalie does he have to be a manufacturing up all this electrical equipment, but he also has to become this is where he has to learn to be a financier year, and he says that almost times a magician. Because of this rapid growth that the company is is having, they're perpetually short on cash. And so that is why they're always having to... They have no operating capital. So they're constantly having to borrow borrow, a lot of its debt Actually, way more of its debt and than was equity, which was was interesting as well. He actually had a lot hard time to get people to invest in the the company. And so this is a description of this problem he's having. He spent almost half his time going from bank to bank to borrow and to beg money on short term notes and juggling his available cash and credit with extreme dexterity in order to make ends meet. This experience was frantic, nerve racking and disgusting to him. Now these companies are going to be essentially taken over and recap by, a combination of Henry Willard and Jp jpmorgan. There's more about the details of that in the book. But I really... The reason I wanna bring this up is because I really want to hammer home how ins insult operates operating because I think these principles again, minus a leverage or or very valuable to this day. Fortified for the first time with working capital, until reorganized and integrated the manufacturing operations, rendering them vastly more efficient. Ins intel followed a set of basic principles that he would follow throughout his career, remember he is Somewhere between 25 and 31 years old, that they're describing him here. The first was to expand, expand by raising new capital whenever possible, expand by plowing profits back into the business, expand by borrowing every nickel he could lay his hands on. The next was to treat his workers genuinely and who generously and humane. So I need to pause there. This concept expansion. Remember he's trying to turn a luxury product into something that is universally cheap and abundant. And he knew from the very gecko. Like, scales the key to that. I have to be... I have to build in some cases the biggest, electricity generating plants in the world. And obviously, to do that, he's gonna need a ton of of cash. The next was to treat his workers generously and humane, not out of sentimental mentality, but for the sound economic reason that discontent breeds stop and stop are inefficient, irrational and costly. Another principle was to spread fixed costs. This is related to his desire to expand scale. Okay? Another was to spread fixed costs as thinly as possible by diversifying operations in order to keep the plant busy at all times. Keep that idea in your mind for later on this idea of, like, okay, How do we spread fixed cost costs as thinly as possible? He's gonna vertically integrate? This is it's like, it'll make a lot of sense? Like, why does he keep buying electric part companies and then these electric traction. And, like, these like, electric essentially, like Trolley or train companies. So it'll make more sense in a a little bit. But really, the the main point is because he wants us friends his fred is fixed costs as and as possible, by diversifying operations in order to keep the plans busy at all time, and then another 1 is sell products as cheaply as possible. Before he had any proof, it was his belief that lower prices would bring greater volumes, which would then lower unit cost of production and thus yield greater profits. Okay. So everything I just described to you, he was doing in New York. But at the very beginning of the book it mentions, hey, it's that billionaire utility Ty from Chicago. How did he get to Chicago and why did he go? So because he's 1 of the most prominent people in the early electricity industry, people ask them for advice, he gets a letter from the Chicago Edison company, and they're looking for a president. And so they're like, hey, do you know anybody that be good for the job Like, who's the best person we could hire. And I don't think they wrote this letter thinking that they would get him because at the time, he's running general electric, that's a 50000000 dollar company, which is insane, and he's making 36000 a year just in satellite with, you know, obviously other compensation in there. And Chicago Edison company is 1 fiftieth the size. It's not even a million dollar company. And in the letter they're trying to find somebody that would work for 12000 dollars A year. So a third of the salary, 1 fiftieth of like the market cap value, but they are offering something that is enticing, and whoever they hire gets to run things the way they they want it to run, Like, they're looking for an operator. Right? These are just investors and and board and members of the board. He's gonna take the job than when he's leaving, he said, let me actually get there. I'll skip ahead real quick. He gives us toast, and he says that 1 day he's gonna make the the Chicago Edison bigger than general electric, and everybody else except him laughed. He was not joking. Did he believed that he was going to do that. And so it says, the job opportunity, if he took it, would be bound only by the limits of his own ability and ambition. I don't think he believed he had any limits on his ability and his ambition. And he wasn't gonna actually offer himself up for the job. And he's actually having a conversation with his mom. And and he's like, I would take the job, but, you know, they're asking me to the best to find help them find the best like possible fit. And his mom like, what are you talking about? You should do that? She goes, they asked him in his capacity with ed as with the Ge to recommend the best available men? Did they not? Well, then he was the... Was he not the best available men? And so he should sit right down and he obviously believed that he was the best available man. Right? And so his mom's like, you should sit right down and write them a letter saying so. And so he sends the letter back and they're, like, oh, 0, yeah. Oh, I didn't even notice this was a possibility. Yes, please take the job. And so he accepts the job, and then he says, hey, I want you to do... I have 1, like, demand. You need to issue 250000 dollars in new stock member the stock. The market cap is 885000 at the point. They job is you need to issue 250000 dollars more in stock, and you need to sell it to me, to buy the stock ins so borrowed the entire sum from Marshall Field who is his older successful entrepreneur, who in his old age figure that the best possible place to invest money was in bright young men. And so we still see the exact same thing to today, you have, you know, wildly successful people Jeff Bezos is still making investments. Alright? And what he doing? Is he's, like, the best possible place to invest is probably bright young entrepreneurs. And so we see the same exact thing. Same thing here where Marshall feels like, yeah, I'll load you the money because this is a great investment for me. And so this is the point in which ins insult goes, and this is what he's going to... This is his starting point for the next 40 years. This is he's going to churn this company in other companies into this giant holding company conglomerate whatever you wanna call it, and it's gonna be phenomenally successful worth, you know, couple billion dollars right before it collapses. And so he comes to Chicago, and he's like, hey, we're gonna invert the way other people think about electricity. We're gonna try to make electricity cheaper, not more expensive. And to do that, I need the largest possible base of customers, and so we have to aim for a monopoly. Now you and I know today, like, utility companies are sounds like I can shop around. Like, oh, I want my like, electrician that they're their government mandated, like, a monopoly. Right? That was ins intel idea. The world we're living it was influenced by this guy that were you and Are talking about. So it says ins insult was thinking differently from the others in 1 vital respect. To most others, monopoly was desirable because it would enable them to charge higher prices and thus make more money to ins it was imperative. Because it would enable him to build on a broader base of customers. All of his thinking was therefore inverted. Their thinking was based on the premise that electricity should be considered a luxury product and that should be sold at the highest possible price thinking was based on the premise that electricity should be considered For everybody, even the smallest consumer and that we're able to fulfill that goal, it should be sold at the lowest possible price. And it is for that reason that intel set out to do to to build a monopoly before it was mandated by the government. And you see this at the very beginning because the very first meeting he has with the executive committee for this new company Chicago Edison that he's taking over. He's like, alright, we need to buy our second largest competitor. And so they help raise the money and they do that. 3 months later. He goes, okay. Now we're gonna buy our biggest competitor. And those first 2 moves. Now this is why He, I know I repeated this a lot. Why he... You can really think of him as, like, the 1 way to think about it was like the rockefeller of the electric utility industry. Because Rockefeller believe that. He's like, listen, you... If you're gonna... You're competing with a bunch of people let's say you have 20 competitors, don't go for a number 17 and 18, go for the top. Try to knock out the first guy. In this case, he insulin knocked out the second guy and then the first guy. Because he's, like, if you can achieve that then the rest of them fall follow. And so after with the combination of Chicago edison said in his 2 largest competitors, he is running at the time, the largest electric power station in the world, and he would continue to do so for the next 40 years. And another thing that he had in common. This is why, like, I always say the the the the most important lesson your entrepreneurship is the importance of focus. It's not like this guy was like, hey, I know more than anybody else in the world about the electric industry. Let me go diversifying into something else. Like, why would you do that? He understood the potential of his industry in a way that others did not. You could say the same thing for Rockefeller and oil. Like Rockefeller the the it just pops up off this page over and over again. I think of Edwin Land when, you know, he created the the his... The, like his invention created his industry, which and he had him monopoly for for 40 plus years. He's like no 1 else in the world because we're patent protected can make instant photography, and you want me to go make a copier and you want me to go make a printer It's just many examples where he's talking to people and inside, he's companies like, no, Only gonna do things that other people cannot do. And that is just 1 of the main main benefits of focus. And so what does he do? 1 of these early decisions. Is, like, he's buying these electric... These other, electric generating companies. But then he goes and he buys Fort Wayne and Chicago Arc like companies. Why is he doing that? This is his first step in vertical integration because these people are manufacturing, electrical equipment that... The people generate these generating plants need he's like, oh, I'm gonna buy this company because all the other smaller companies of him have to go to these companies to buy stuff they need. And listen to this, this is gonna be Rockefeller too. The this policy quickly paid off. Caught between bad times and difficulty even in buying replacement light bulbs. 6 of the small central stations in Chicago gave up in 18 94. This is the cl... This is Cleveland Massacres win in, like, a couple months. I think Rock swelled up what it, like, 17 or 25 of his competitors smaller competitors or something. This is something... It's very similar happening here in Chicago in 18 94 and 18 95. These all these 6 smaller stations sold out to Chicago edison. So he knocked off 2, Then he knocked off... Or you knocked off the second biggest competitor, Then you knocked off the first. Now that that company combined with those 3 companies. Right? He's the biggest player in town. Now he's found found way to get 6 other smaller people to sell to him. So they sell... They sell to insult when he won, Enzo was always generous to the losers, paying them more for their plants and they were worth. Rockefeller did the same thing. This is incredible. This was not this was not him being Ben prevalent, but good business. This is a great line. So recognize recognized that while money may not buy friends, it will keep many a man from becoming an enemy. And people while they're watching them do this Like this is dangerous You shouldn't do this. This is a a little boutique. You know, this is a tiny little business. What are you doing? Optimus. At his time. Right? They're like, okay, how many possible customers can you have in a a city of Chicago? The the most optimistic in the early, electric lighting electricity industry. Right? They guess that maybe maybe 1 day you might be able to get 25000 customers Sam. 25000 customers. Like you're just spending a lot of money for only 25000 customers. You know what Sam thought that number was? He's like, well, how many people live in Chicago? And they're, like, a million people? He's like, okay. So I'm gonna get a million people. Think about that. His guess for how big his market is, and he actually shot underneath that. He's gonna get have way more than a million people. I think he wants to think his companies just, wind up, combined, producing all the electricity for like, 1 eighth of the entire country's population But think about this. Everybody around him, again, this is why I tied it in with focus in importance of, like, you... If you understand the potential of your industry in a way that others do not, why the hell are you diversifying into something else, just keep going down that curve. Right? Because the other people that thought they understood maybe somewhat as much as he did. They were 40 times he. Their most optimistic projections were 40 times smaller. Right? Than ins insults and ins were even what maybe 10, I don't even know how many people were in the country time. To if he's 1 eighth, and there's a hundred million people in the country. That means he was off on his own estimate by what 12:13 times. And so liquidity achieves in his first 6 years. Oh, and I didn't mention this is... He's doing this during a financial panic. So again, I think you can learn the wrong lessons from your own experience. He's like, I've been too much friend panic. I survived them, and I even prosper in them. What's what... How different can the great depression be. Oh, yikes. Could be very different actually. And so he... Half of a dozen years. So he's got 6 years. Many of these are during some kind of like, bad financial depression, but not the great depression. His company was 10 times as large as it had been when he took it over. And during this period, so that's 24 consecutive quarters, he was able to pay a quarterly dividend of at least 2 percent. 24 times in a row. And so he has a great understanding of what we would call public relations even though there was no such term as public relations in his day. And this is what he realized realizes. Is was like, well, okay, the the bigger I get, the more scale I get, the cheaper I make... Remember he's he's going from an monopoly so he can make it cheaper. And as a result, his customers love it. They go from, you know, having to to burn, you know, ke or candles, and now they have electric lights. And so he's a beloved person in his community. He's built a lot of relationships with a bunch of politicians, and he has a great line about this. So he says more profound than his organizational ability was sole sense of public relations to him the moment of applause was the moment for action, the moment of applause was the moment for action. And so he's beloved and he goes, hey, these should be government regulated mono monopoly. That was his idea. So he goes he initiates and he brings to successful conclusion, the movement for utility regulation in the United States. And he believes this is necessary because he believes that you have to expand you have to spread all your your fixed costs over the the largest customer base as possible. This is the most effective way to do this. Some people have described this as regulatory capture. And so this push for this, like, legalized monopoly. It helps him expand, which obviously was what he is goal is is, like, I have to spread all my fixed costs over the largest customer base, if I have a legal legalized monopoly, that's it's going to... The... It's the best way... The best tool I have to to extend my customer base. Now here's the problem too where this is, This constant expansion is the way they thought about the the constant raising of debt. If you go back to what, Warren Buffett said earlier, companies with these large debts often assume that these obligations can be refinance as they mature. That assumption is usually valid. Occasion, though, either because of company specific problems or worldwide shortage of credit, which trades as much actually be met by payment. And for that only cash from during the job when that happens to insult, he doesn't have any of the cash. So he loses everything. But the way they looked at it was, hey, we to expand this new industry. We we need vast quantities of debt capital, and it says electric lecture companies like modern governments, borrow money that they that they cannot and do not attend to repay except by perpetually ref financing. They are borrowing money that they do not and cannot intend to replay, expect except by perpetually ref financing. And so this constant need for more money, that's ever present because he's this guy never stops expanding. It actually leads to the invention. They credit him with the invention of the open ended mortgage. And that's... The I think the the main, like, lesson here is the way you position and frame things as she matters, and it can actually get people to comply with your quest. For something that they previously declined. And so he goes to the to the board or the executive committee. And he says, hey, I need a hundred million dollars in bonds. This is 18 96. They're like, are, you are you crazy? What... It's hundred million dollars in bonds. And a year earlier, he had tried to get them to do 6000000 dollars. So this is, like, again, how fast this guy moves and, like, how his ambition is and his scale. Like, think about that. Last year he goes to them. He's, I need 6 6000000 dollars bonds. They said no. Comes back. And I, he goes, okay. And you said no 6000000, but I need a hundred a hundred million of bonds. And they tell them no again, of course. And so he went talking a friend of his who actually had a lot of experience in financing the early railroads in the United States. And then they had this idea. He goes, hey, you're gonna have a hard time convincing your your your board to to accept that? I have a way you can, like, reposition this. He says, why don't you ask them for a mortgage with no limit? And he says a mortgage no limit might seem much smaller more conservative than 1 with a limit of a hundred million dollars. And you sound like that sounds crazy. How could that possibly work? Ins insult proposed to them a mortgage no limit, and they accept it. Under this mortgage, ins seoul would issue half a billion dollars in bonds before he was through. So you come and put a number on it that... That hundred million scares the crap out of them. Then you said, hey, I, essentially a have, like, open ended mortgage, I'll draw from it, you know, little bit by little where the case is. They accept it. And then over the long term, he actually gets 5 times the amount that he actually want that they initially did not approve. And this is where this is the interesting thing. He was describing to other people, like, when he's raising capital on the people inside of his company, like, what is he doing? And he called it mass production. According to this book, they say he is the 1 that came up with the term, mass production. Ins seoul soon began describing what he was doing as mass production as think about it as a mass production. Right? A phrase that his published shortened to mass production long before historians mistakenly as scribe that term to Henry Ford, mass production turned into mass production. Another very fascinating idea. Remember he was ac by nature. Rates? So he's buying all these companies. And what he realized is like, okay. Well, I'm buying them. Sometimes, I'm I'm paying more than their worth because money's is a good way to avoid people being enemies with me. Right? I want people my on my side. Think of a Rockefeller essentially built a a company full of founders. Right? You just bought their company and then he's like, hey, You guys talented to come advise me. And then you'll be rewarded with standard oil stock. Now this is fascinating. So he... Says buying all these new properties. He's like, oh, wait. I'm not only pro applying scale. I'm acquiring customers and Acquiring equipment. More important than that, I get talent. So he's like Aqua hiring people back in the day. Right? He would devi methods and he would detect talented people. And if he thought they would talented, he would partner with him or buy their entire company. And so he said new properties were the most prolific producers of executives inside of the ins insult organization. That sounds a lot like Rockefeller, another Rockefeller asked thing sell it to lowest price possible, sell ridiculously low. He sold solo than no 1 could afford not to have electricity service. To win customers ins insult sold electricity at rate solo, they uphold other central station men. That's like Rockefeller trying to buy you out and you're saying, no, and then he just shows your his books. He's like, and you're like, oh my god, this guy can make a profit at prices that would drive me out of business. To win customers, he sold electricity and rate Solo that they uphold other central station men. He is building a public utility. So he's gonna need an advanced understanding of public relations, and he understood that you must craft the story and you must educate your customers. So there's 3 separate examples. I think all go together that talk about this advanced understanding of public relations, and I think there's just a lot of good ideas. In here. And so it says, he displayed a... An advanced concept of public relations. I care not. He said, how good you operate. He's, how able, maybe the management of your property. So he's talking about to all these... He's got I don't even know hundred and 50 subsidiaries. It's... This is where it gets so complicated and I think led to his downfall. Was how complicated is organizational structure and how many different entities were involved or how good your engineer may be and how your plans are unless you can conduct your business as to get the goodwill of the community in which you are working, you might as well just shut up shop and move away. He's talking about public relations. Convinced that the vulnerability of utilities derived from a lack of popular understanding, ins insult attempted to educate his customers. He began making public appearances at every opportunity. He was instructing employees in in public relations. He established an advertising department, which soon expanded into 1 of the first full fledged public relation departments in existence. He published a magazine called electric City and and distributed the magazine free of charge by the tens of thousands all over Chicago. But he said by far, the most effective device insult had for winning, the over the public was rate cuts. This is exactly what Henry ford did later on his career when the model t was up running, up and running. He stopped... He effectively was able to stop paying for any advertising because all he did was try to root out any inefficiency in any waste and just keep making his his automobile manufacturing planes more efficient, thus allowing him to drop the price of his car. And so every time you dropped the price of the car, it would be picked up in the newspapers. And that made him beloved because, you know, this thing that used cost 6000 not 6000 dollars only be available for the rich I can buy for 250 dollars. So again, the most effective device that Intel had for winning over the public was rate cuts. The cuts were simply good economics, but they also created immense publicity just like I described for Henry Ford. Immense publicity value who had ever heard of a public utility voluntarily cutting its rates. He hits on that idea that you need to pay attention to public opinion these are your customers. This is very important to you the customers Obviously, he's he's heavily regulated, so also influences the customers are also voters. For from intel position, the Task ahead was thus 1 of sway public opinion. And at a time when public relations and mass selling were in their infancy in this art ins seoul had few peers. And so they make the point later on the book. Like, listen, say there's 50000 people who understand the necessity of the service that you provide. Right? But there are a hundred million Americans that have not even thought of it. He says our task is to see that the figures are reversed. Right? So it's 50000 people that understand the importance sell the work that goes into what we're doing, But there's a hundred million. Those hundred met those are potential customers. We need to reverse that. We need to make the people that understand and in our customers of ours, the majority. And 1 way to do that is to 1, make your product as valuable as possible. Like, yes the value to cost ratio excessively high. Right? But also tell them what goes into making and delivering the service that they enjoy. So he had later... Much later on the book. He has these 2 rules. They they say it was a concise summary of, like, his principles of public or public relations, And this is now intel writing. Right? He says practically everything that a public utility company does affects the relations between the company and its customers. And anything it does is therefore an item of public relations. The first objective in public relations work is to produce the best possible service at the lowest predictable rates. Why? Because that is of the greatest interest to the public. And then once that's taken care of that leads us to the second, the public is in no position to judge service and rates when it knows nothing about the multitude of details involved in fur the service. So let me read this for free. Hence. The second objective in the public utility industry's public relations work. Right? Is a public well informed on the tangible details as well as the social and industrial significance of an of the industry in all its ramifications. What is he saying? This is exactly what David Oli said in the 19 sixties, what Claude Hopkins said in the early 19 hundreds 19 tens, which is apparently, Sam all had derived from his own experience. You need to tell your customers what goes into making your product. It may be normal to you because it's your everyday thing, it is not normal to them. And if you explain and you educate your customers, they will find it fascinating. And as a result, they will it will make the service and the product that you you provide more valuable in their eyes. That is absolutely incredible that he understood that at the time in which he did. So this is the end result of his career before the collapse. Right? By the time it was over, electric power would be so abundant and cheap in the United States that people who had never expected to use it. Found it as natural and as necessary as breathing. So there is going to be a ton of regulation, that is put into to law after the collapse. Of his Empire. There's a there's a... There's something that takes place that I have to tell you that shocking to me might be shocking to you. Every employee of ins companies were stock salesman. So What does that mean? Like, the employee that would come and check your meter would also, like knock on your door and try to sell you stock in the company. This this is crazy. He would see his personal personal portion increase from around 5000000 dollars in 19 27. To a hundred and 50000000 in 19 29, and then tumble by mid 19 32 to 0 and below. To a net indebted ness so large that as 1 banker put it, he was too broke to be bankrupt. With him went hundreds of thousands of stockholders who shared his faith in his own in ronan. And so they set the context where I could see a lot of people, like, essentially say, hey, you know, Ins seoul was like, this is a macro environment, the great depression is kind of out of his hands. Yeah. But it's your choice to take this. Like, this is... When I read this paragraph it's gonna sound very familiar. Like, you know, we've gone through many times where we're, like, credit and money is essentially free. And that was happening in the late 19 twenties. And so you have all these bankers. They come up to them. And they're... They they try to like, essentially just fill, like, they they're losing him with easy credit. And they really... In many cases, like, beg him to accept it for any purpose. And so 1 of the banks that's gonna wind up scream over later because they're like, oh, the money's there, the money's is there real back you and then they wanna losing their ass so they can't back him is continental in a bank, and they would come up to them. And they're saying, hey, just so you know, if you fellas ever wanna borrow any more than the legal limit. All you have to do is organize a new corporation and we'll happy lend... What we'll be happy to lend you another 21000000 dollars. They said that at a party. Like like, please take 20... Like, set up another company, doesn't even know matter if you know what you're gonna do with the money yet. Let me mean why... Let me wire are you. Let me send you this 21021000 dollars please. Another banker, mister Ins, isn't there something you could use or 10000000 dollars for anything? Anything something? Just let us give you 10000000 dollars. And so at the same time, this is happening. There is a corporate raider by the name of Cyrus Et who is starting in late 19 20, 27. And for the next several years, he begins buying a large blocks of stocks in insults companies. And so he's got 3 main companies. And this is where the story gets really, really, really confusing. Somewhere between 19 20 and 19 29, Intel realizes that he did not control enough stock in his operating companies to prevent a takeover. And so he creates 2 investment companies through which he could control the utilities. And that may have been the case if it wasn't for the great depression, but those become over leverage. And as the prices go down, he keeps having to put up more and more collateral. We'll get there in 1 second. So I'm gonna give you, like, a brief overview. You have the great depression. And again, like, without these act... His actions after great depression. He... His companies could have survived. You know, It's sounds like you're gonna cut, like, you're gonna cut your electricity unless you absolutely, you're in complete dire situations. But it's what he does is it's like, how much money in debt he takes on after. Like, dirt in the after and the beginning and through the great depression. This this is... I don't have any words describe this. I don't understand this. I don't understand how somebody so smart and so accomplish and with so much experience. Does this? So it says then came the great crash in October, the first thing he did was go to the rest of his employees who were caught with margin brokerage accounts by supplying him from his personal portfolio, whatever additional collateral they needed. 10 days later is if nothing had happened, 10 days after the the the crash in October. Right? Black Friday. Our Black Tuesday rather. Sorry. Not Black Friday. And Black Friday is the sales. Okay. So Black Tuesday. So it'd be 10/29/1929. 10 days later if nothing had happened. He proceeded with the long planned opening of the pal new civic opera house. He undertook a huge new venture, of a construction on a natural gas pipeline that he was running from Texas to Chicago. That is a project. That 1 project alone would cost 80000000 dollars, remember this is 80000000 dollars 19 29 dollars. K? What he did next would suggest that he was possessed of delusions of grandeur. Supremely confident that this depression would be neither longer nor more severe than those he had weather in the past. He expanded far more than turned out to be prudent. He returned to debt financing and he bought Et holding, so that's that corporate. Ins intel company spent 200000000 dollars on capital investment during 19 30, most of that is debt. So 200000000 times up by 20 to get a rough estimate of today's dollars, and he did that in 1 year. I don't understand this. I can every page, like, why is he doing this? Why is he doing this? You to know something you myself? And then I get to his points? Like, this is a 50 year successful career destroyed. This is terrifying to me. And so people around him were shocked that he was willing to take on more than 200000000 dollars of new debt in the wake of the great crash just reminded me of if you listen to the episode I did on tent Turner. It's episode 03:27. He winds up getting having to get bailed out by John Malone. And John Malone says something in that book that's... That I think applies to, Sam ins soul. John Malone describing Ted Turner says, he took his leverage too high and the structure of the leverage was a problem. So he spends that 200000000 debt. Right? Then he's got buyout out this corporate. They agreed a 63000000 dollar transaction goes back to the bet to the bank. Right? And then they pull 4 times in the month of May and June in 19 30. The the president of Continental bank, said, they'd be behind him all the way. 4 times ins refused, then he came back a fifth time and en enzo said yes. He says the only way to finance this purchase was through bank loans secured by the stocks from his 2 holding companies. So 06:50... Somewhere between 56 and 63000000 dollars more of debt. Right? Secured by stocks from his 2 holding companies. They get the the Chicago can't... He's usually dealing with Chicago Banks at this time. Then he has to New York He hates New York bankers. He has to go to new europe because Chicago can't fu fulfill. Right? And he says the various loans were extremely complex. What did John Malone just say about Ted Turner took his leverage too high and the structure of the leverage was a problem? This exactly what's taking place in Sam Soul life and career at this point. And he's doing this in a market that's dropping like a stone. Each drop in the market would force the investment trust to put a more collateral against their bank loans. If the market were driven down far enough, the bankers would have as collateral the entire portfolios of ins inc company with that, control of the whole ins soul empire. And so as this is happening, what do you think the reaction is? They keep buying. They ignore they're ignorant of the danger. And so this is what they were doing in essence, they would buy up social securities on the exchanges and then try to sell as much as possible in small lots through their secondary market, which, like the customer ownership. And then the guy that is doing this for Intel said very so... So this. It's very simple he said, you can't go on buying your own stocks forever. Sooner or later you run out of money. In spite of everything he knew insult could not as late as mid summer 19 31 bring himself to believe that he was in serious danger. But he was. The end was very near. To keep the market up through the summer, they try to keep the market up through the summer of 19 31, but in September. England went off the gold standard and the New York Stock exchange reacted with complete hysteria. Short sellers spread a rumor that Ins enzo was dead or dying and in that week alone, the stocks of his 3 companies dropped by a value of a hundred and 50000000 dollars. As the market declined, they had to put up ever increasing amounts of securities as collateral against their bank loans by mid December, the well had run dry. Every nickel of the combined portfolios of the 2 investment trusts wearing in the hands of bank creditors that is a reynolds rap. The creditors then in turn demand that he resign on Monday, June 6, the deed was done. Intel dictated and signed papers all day drafting resignation from chairman and presidency and receivers ships of 60 odd corporations. All afternoon as the org of registrations and resolutions went on, newspaper man swarmed around Ins door. When it was over, he emerged, his statement to the press was a single sentence. Well gentlemen, here I am, after 40 years, a man without a job. He eventually flee and this extra back in United States put on trial multiple times beats every single trial that can never prove any fraud. I do believe his statement that he made. And he says I have aired, but my greatest error was an underestimating the effect of the financial panic on American securities, and particularly on the companies I was working so hard to build. He didn't even understand the danger he was in. I worked with all my energy to save those companies I made mistakes but they were honest mistakes, they were errors and judgment, but not dishonest manipulation. I do think that's... That is true for 53 years for his 53 years of labor to make electric power universally cheap and abundant Ins had his reward from a grateful people. He was allowed to die outside of prison. He does not live for long the only remaining enemy of ins inc was boredom. Like Napoleon Ins enzo was required to suspend his declining years in well fed inactivity. For 2 more years, his life dragged on, he followed the news of business and politics with keen interest, but there was really anyone with whom to discuss these subjects and enzo was ill equipped to play the passive spectator. On the morning of July sixteenth, Enzo entered a Paris subway and while waiting for a train he had a heart attack and died. His body remained unidentified for several hours and the official police statement reported that he had nothing in his pockets. And that is where I'll leave it for the full story. Highly recommend getting the book if you buy the book using and the links Show notes should be supporting the podcast at the same time. That is 336 books down, 1000 ago, and I'll talk to you again soon. Okay. So 2 quick things before you go. Number 1, founders only. I'm doing an in person conference for founders and Ceos with founder Mentality. In Austin, Texas, March twelfth through the fourteenth If you have not yet applied to go, go to founders only dot com. That's founders with an s. Everything I do is founders with the s. Okay? So founders only dot com, make sure you apply, I'm going through all the applications. It's listed... It's limited to a hundred and 50 slots, I'll probably send out, like, 200 invites and then whoever just finalize a registration fastest. We'll get those. So if you already applied, make sure you check your email, emailing, I'm sending message in Linkedin. So check both those places. And just try to finish your registration as fast as possible. If you have not yet applied, There is still time. Jump in, and then every single person that applies will obviously go on the email list in case I fill this 1 out before I get to your application. And therefore, you will automatically be notified. I'm doing a bunch of in person events and conferences because my goal is to help other founders build relationships with other founders. It's been... There's 2 things that I'm asked for the most. Right? Is... Let me get for years? I was asking, can I get access to your notes and highlights? That's Founder notes. And then, hey, can you build some kind of community? Can I meet other founders that listen to founders? How can we facilitate that? The way I do this is, like, I build relationships in person. I just think it... It helps jump start things. And so anyways, there's a bunch of people speaking at this conference that are a perfect example of this. These people are unbelievably impressive. They are very important to me, and we've built a relationship over the last 2 years because of the podcast. And so I'm calling in favors. These are people that, in some cases have never spoken publicly. And in in other cases, speak publicly very very rarely. We're not going to be recording anything, this is you have to be there... Or you miss it kind of things. So if you were interested in doing that if you're a founder or a Ceo, there'll be other events that are, you know, open to much more people, but for the very first 150 people, just for founders and Ceos, founders only dot com, apply if you haven't. And then if you see a message for me, just try to respond as fast as possible. I'm dedicating the next that. I'm... Good this will be done within the next, like, 7 to 14 days maybe something like that. So time is of the essence. The second thing is if you have not yet subscribed to founders notes. Go to founders notes dot com and get access to what I believe is the world's greatest and world's most valuable notebook for founders. I was sitting here thinking today as I was listening to this episode because I list everything episode before it goes out. Again, and I was just... Said here thinking, it was, like, imagine a young Sam insult. Right? You have some that's super smart, super determined, super dedicated. They he will... No matter where he starts in life. He's going to make his life a success. And so he finds people he admire. And then reads every single thing he could find about them. You know, Thomas edison being the the best example of that. And I was like, imagine if Sam was a life a live today, and he had access to to Founders notes. So what founders notes is in case you don't know. Is for years. I have been adding every single highlight and every single note on all the books that I read for this podcast into this app called to read wise. Right? And then I've gone for years on other people's podcasts and I tweet about it. I linked... I post Linkedin about, like, read wise the best app I pay for. I could not make the podcast without. That is legitimate. People think I say so 7 again, be like, you have such a good memory. I promise you I don't. It's because I reread and reread and reread same book, same highlights over and over again. And the reason I'm able to do this is because this app allows me to put all of my notes, all my highlights, everything on how I make this podcast. Right? All the research. And if you were thinking about essentially sat in a room by myself for 8 years like a Man, documenting the best... Best and worst ideas from history of entrepreneurship. So we can all learn from them. Right? And, like Charlie members said, learning from history is of former leverage, And so for the first few years, like, it was really hard to keep track of all that. And then I discovered Read west I was like oh, this is genius. And then for years, people were sending me messages Was like, I can I get access to this, get out access to it, and I said no every time? Like, I don't know. A thousand 2000 people. I I didn't count, but it's a lot of people asked this. And I said no because I thought it was like, my secret sauce. Like, oh, like, what if you get access to and need, like, start a competitor to founders. I don't think people gonna start a competitor founders. Like, I realized that was a very, like, 0 sum mentality I was having. And because what would happened is, like I would talk to other founders. And, like, we'd be on the phone. They had a problem. I was like oh, I would just be searching... I'd would bring something up, They'd say something and I'd search my all of my notes and highlights Had come up with something it was like, really helpful I was like, oh, well, not everybody could be on the phone. Like, why don't... And I do this in in person in conversations too. In fact, I just had a dinner the other day with 3 other founders that listened to the podcast, and we spent... Essentially spent, like, 2 or 3 hours just talking about all the biographies were reading, like, Phil Knight Cornelius is Fan, Steve jobs, I've been language. We're talking about all this. And so I pulled out this app over and over again. In fact, all 3 of them subscribed to to Founders notes so they had it too. But in any case, I was like oh, this is like a super superpower. This is why it's the most valuable notebook 4 founders in the world. So it is... Right now, it is... I would not sign up. And this applies to founders only and founders notes. This is only for people that already have successful companies. There's obviously, no free trial. You'd have to pay for it. What I consider free trials, Like, the podcast is a giant free trial. It is free. You can listen to 336 episodes as much as you want, listen to them over and over again, take your own notes whatever case is. So what I am trying to build a successfully high value, and I would only do it is I would only do this This is only for people that have already successful companies because those are the people that they're gonna get the most value out of it because they already have a way to turn that knowledge that's in founder notes into profit. So think about, like, a young Sam ins insult or anybody. Anybody running a company. It's like, hey, I wanna learn every single thing I can about Steve jobs. So there's a a few different ways that I I use founders notes. And then either there's... When you sign up, you'll get a welcome email and it goes into detail about this, so it gives you an idea and oh my god. I saw preview of the founder Gp that is going to be another feature in Founder notes. I'd sign up now because as I had features, obviously, the price go up. I don't even have a landing page yet. So I you just have to go off the description and do you think, like, it's valuable if I use... I use the product every day. So that should tell you something. Right? This is this is this thing's gonna be nuts. I have so many ideas for it. It's gonna be incredible because it's... I'll get there. Like, I'm getting excited. So I'm gonna be testing it for the next few weeks. It'll pop up if you're already an existing subscriber. Don't worry. I'll, you'll be notified that when this feature is available. I don't know if I've ever been more excited about anything. So the way I use founders notes right now is when you log in. Right? And you sign up, you're dropped onto this page. And at the very top page, it's gonna be self explanatory where. Said search highlights. So this is put in any... You could put in a name, something you're thinking about a problem you're having in your company, how do I build a sales team, which I do about marketing, hiring, recruiting, advertising, anything that pops to your mind. You search highlights, and it'll pull back every single time that that's been mentioned either in a note or a highlight of mine. So that is something I use every day. So Right now, there is no app. This is just in your browser so you can use the browser on your computer or your phone. I leave... If you... I would... Once you log in, just leave it up in your browser. I purchasing thing everyday multiple times a day. Okay? So that is by far the most valuable feature. This is where... But, like, what I... Again, I know I know what supposed to tell you feature. But what I think is, like, excessively special. Is this thing called the highlights feed. And, again, this is... This product is for think about who I... Who who I had in mind when when I wanted to make this. Right? When I contacted the team at read wise, and I said, hey, both of the founders listened to the podcast. I was like, hey, we should build a product together. I wanna essentially give people access and see exactly what I see. And I wanted to be a new product, and I wanna call it founders notes. And so that's that's how the thing came to be. And I knew already that people are gonna get the most valued Have already have a successful company. So that's why it say it's for them. So those people also read a ton. Right? There's a high positive correlation between success entrepreneurial success and reading. And so the highlights feed it's very special because think about all the other platforms that we're giving our attention? It's like, kinda... Just these algorithms throwing things in our face, you're seeing, like random posts from, you know, somebody went to high school with 25 years ago or, you know, somebody angry about something else. And it's just like, you know, anything that gets engagement. And the way I think about highlights feed, the highlights feed feature. Right? It looks like this is what my friend Morgan, me and my friend Morgan Household, the best selling author talked about. It's a smart Twitter feed is what it looks like. Our Smart Facebook feed. And the highlights feed is random highlights and notes. Right? You go on it and instead of scrolling, this is, like, if obviously, the reason I said you should have a successful company because usually, you know, those people also read as well. And if you could read this thing for 10 or 15 minutes a day or whenever you want to, really, sometimes I read for a couple of minutes. I've been lost in here for hours. And what happens is it's like, it's almost like a random... It's, like, history is greatest entrepreneurs, a random sampling of history guys entrepreneurs speaking directly to you. Like, I just clicked on it. There's 2 quotes from porsche z. Right? Then there's 1 from Ted Turner. Then there's 1 from, John d Rockefeller, then there's 3 in a row from Sam Z, then there's 2 from Napoleon. There's 1 about Bale. And, like, it just goes on and on and on. And some of them, you know, it depends on the context of what's going on your career. Some of them aren't gonna be meaningful for you, just like when you're scrolling any other feed. But there really good prompts for your thinking and reminders of the lessons that we're learning on the podcast because you can listen to every single episode, and I know a ton of people that have. But you're gonna forget a lot of stuff. Our our mind is meant like, forget, you know, 90 90 percent the stuff we take. So that's why I think repetition is the mother of learning, It's so important. And I think that's what the highlights fee does. I'm sitting here scrolling I'm talking to. It's like, here's another great idea on David Og, for example. He took an idea from Henry Ford. And he says, following Henry Ford's advised to his dealers that he should solicit by personal visitation. I started by solicit listening advertisers who did not employ an agency at all. So he's talking about the... How he started as his agency when he's like, 35 years old. And the fact this is, like, I can go and say, hey, hire me and fire your existing agency, but I already should just do it what Henry ford. And, like, go to the people buy personal visitation that don't have any. Like, it's easier to sell somebody it doesn't have an advertising agency already, partner as opposed to like, getting them to switch to some unknown entity. And you'd be shocked at how much, like, you you... And you'd be shocked at how much either you didn't know or you had forgotten. Here's another 1 that's that's fascinating saying. Talked about. This is the book. My friend Jimmy Sony's. He's a good friend of mine now. He's the author of this book called the founders, which is on the beginning of Paypal, and it talks about how competitive in the end of... It's really competitive all at all times, but especially during the top dot com, bubble, how competitive it was for engineering and, like, really a plus talent. And something that musk that helped Musk out. So just it's like, hey, I got a lot of my own money in this. And so there's the unexpected benefit of putting so much of your own wealth in helps with recruiting because they're, like, this guy has, yeah, I think at the time, I don't remember how much of his of, Musk's net worth. But he had a ton. I think he got, like, after selling zip to, you know, 28000000 dollars. What is that after taxes? Who knows? 15000000 dollars something like that. And then he's telling this guy have 13000000. I have 13 out of my 15000000 dollars in this company has their work. So there's just these weird ideas that happen and what happens in which I've heard over and over again from a ton of founders is, like, an idea or comment on the podcast are reading in a book. Reading phone notes. It'll go into your brain, it'll go it'll go through everything else that's particular to your company and on the outside, it's something unique and usually beneficial to your company. So that's the way I think about highlights feed. It's like, it's very interesting and special. I don't even wanna confuse you, but almost feel like it it could be, like, a separate app, which whatever. Maybe I'll test that personally and see if that... It's just... It's fascinating. It's very very fascinating. And then, finally, I guess I wanna talk your ear off. Books. You can go to the books section and just go by books. So last last week, I talked about, you can go read all of the highlights from Brad Jacobs book. And in Brad Jacobs, when I was reading Rep, Jacobs, I was really thinking a lot about Danny Meyer. And I hadn't read Danny Monitors Auto box. Be setting the table for years, but it is excellent. And so then you can go, and I think there's what 59, I said? No. 29. Sorry, 29 highlights. And so those 29 highlights, you know, probably take 10 minutes to to read and really think about and it's shocking how much you can learn, you know, just by reading 30 highlights from book or 44 highlights from a book or 71 highlights from a book. So that's a brief overview of how I use Founder notes, you can sign up, invest in a subscription for what I think is the world's most valuable window book for founders at founders notes dot com. Their annual subscription. So every day, the... I'm adding more highlights every day, the product gets better. You think about that out, you sign up now within the next year, odd another 50 books and probably, I don't know, 4000 more highlights. The more highlights and notes that are added the deeper the ideas go, and I think the the context around them, only get more value what with time. So... Alright. That's enough for me. If you have not yet subscribed, Highly recommend doing that. I think that is... For sure. Subscribing to founders notes dot com is the best way to support the podcast if you want to travel to Austin, texas and hang out with me. For 3 days. It's all inclusive. That means, if you get to... You have to get yourself to Austin, but then the event is everything's included in the price. So the event, all the talks, all the lodging, all the food, everything. It is a private. I rented out this entire private venue It is is not open to the public, the only people that will be on the property will be people taking part in founders only. So if that sounds interesting to, that is founders only dot com, founders notes dot com, both of those links will also be in the show notes. Thank you very much for your attention. Thank you very much for listening to founders, and I gotta get going and re... Start reading again for the next episode. I'll talk you again soon."
}