{
  "transcript": "Napoleon fought more battles than Alexander, Hannibal and Julius Caesar combined. He is beyond any doubt, the greatest of European soldiers. He never wrote a series or principles on the conduct of war Although he often expressed the intention of doing so and remarked that everyone would be surprised at how simple they were. I wanna interrupt this real quick because when I read that part. Everybody would be surprised at how simple they were. I thought about 1 of my favorite quotes I've ever read. And it says a novice is easily spotted because they do too much. Too many ingredients, too many movements, too much explanation. A master uses the few motions required to fulfill their intention back to this book. It remained for Napoleon alone among the great generals of his time to seize all these possibilities and develop from them a calculated system of strategy and a system of tactics calculated with equal brilliance. No other general of his time realized these possibilities until forced to learn by combating Napoleon. He has astounded his opponents by the crushing rapid repetitive of his battle speed. And the importance of speed might be the thing that he repeats the most in these maxim. He has astounded his opponents by the crushing rapid repetitive of his battles. His strategic system were was based on marching rapidly and secretly past the enemy's flank to get on the hostile line of communications. This forced his opponents to turn and fight at a disadvantage. The way you and I have talked about that in past is that you wanna compete on your terms. You only wanna play games where you have the edge. His battles were the result of his strategic movements and were carefully calculated. The art of strategy as developed by writers for the past century has its foundations in his operations. So, in other words, he influenced the generals that came after him just like he was influenced by the generals that came before him. K of its great book on war. I have this book. I just haven't read it or made a podcast on yet. K of its a great book on war was the outgrow of Napoleonic studies. And so the first book published on Napoleon's Maxim was published all the way back in 18 27. Stonewall Jackson during the civil war carried these maxim in his H throughout his campaign. This little volume, Jackson's biographer stated contains a fairly complete exposition in Napoleon's own words of the grand principles of war. And in the introduction of that book that he was carried around by Stonewall Jackson, it says the art of war is susceptible of being considered under 2 titles. The 1 which rests entirely on the knowledge and genius of the commander. So that line, the commander, the general, the commander, Chiefs gonna repeat it over and over again by Napoleon for the purposes of you and I, it'd be the leader of the company, the founder of the Ceo. The other on matters of details. So first, 2 titles 1 rests entirely on the knowledge, the talent, the genius of the person the founder of the C. Okay? The other un matters matters of detail. The first is the same for all time for all peoples, whatever the arms with which they fight. From this, it follows that the same principles have directed the great captains of all century. So when Napoleon realized when he's studying the history of war is something you and I've realized setting the history of business. It's like, oh, these people didn't know each other, they work in different industries, they lived at different parts of the world, and they were alive at different times. How do they all arrive at similar conclusions. That should tell you and I, hey, there's some principles here that are always valuable. They are timeless. They never go out of style. The matters of detail on the other hand are subject to the influence of time to the spirit of the people. And a character of the armament. The continuing interest and application of most of these maxim indicates that the original compile succeeded in selecting Napoleon's most pertinent a of permanent value and another way to say another way to describe what they're saying there is that these are ideas that have lasted for Centuries. Okay. So that is an introduction to 1 of the 2 books that I'm going to talk to you about today. That book is called roots of strategy, the 5 greatest military classics of all time in 1 volume. And so it's a book containing the art of war by San Tzu, written in 500 b. The military institutions of the Romans There's no way in pronouncing anybody's in name. You already know this. Correct. There's no Can pronounce him correctly. The military institutions of the Romans by Va, who knows that was written in 3 90 a d, then my rev upon the art of war written by Marshall Maurice S Socks in 17 32. The institute instruction of Frederick, the Great for his generals written in 17 47, and then the 1 we're gonna focus on today, which is the military Maxim of Napoleon. So that is Root strategy. That is book number 1. I'm gonna go through this 1 first. The second 1 and how I got this idea for this to do this podcast is because I was given this lovely book as a gift called Napoleon and Modern War, and it's Napoleon's Maxim first published in 19 43. The book I'm holding in my hand and the 1 I'll get you after I go through it's a strategy. I have the 19 49 edition. And what's gonna be interesting is I've I read these books at a different time. So The maybe the most impactful, maybe the most important book that I read last year was this book called the mind of Napoleon. Is episode 03:02 of founders. If you have not listened to it, I would listen to it right after this. And if you've already listened to it, Listened to it again. That book is almost impossible to find. I... I've... After the podcast came out, I heard from people that that spent upwards anywhere from 500 to, like, 2000 dollars by buying that book. Interesting to note, especially in the times that we're living in now, Sam Alt, the founder of the the creator of open Ai and and chad, he said when... That was the... The mind in Napoleon was the most important book that he read in the year 2019 if I'm not mistaken. Shortly after reading that book, I read roots of strategy went through and did what I normally do. I the book, highlight it and just write notes to myself on what this means to me or things that came to my mind. So that is what I'm gonna go, I'm gonna read off of right now. And then the last few days, I read Napoleon in the modern war. So some of these maxim circuit are gonna be repeated, but my interpretation or what came to mind are different. And this is why I've told you in the past, like, I love re reread books because the words on the page don't change, but you do. And, you know, can be different person in the next week or your interpretation could be a different, you know, in this case, was several months, spread in between the 2 readings. Okay. So I'm gonna go right into Napoleon's own words. So he says a plan of campaign should anticipate everything. Which which the enemy can do and contained within itself the means of authority him, authority your enemy. Plans of campaign may be infinitely modified according to the circumstances, the genius of the commander, the genius of the founder, the quality of the troops, and the top of the theater of war. And so the no I left myself when I read this, it has to do with what you and I usually study. The quality of the business is based on the quality of the founder. The talent the founder is able to recruit to their mission and the market that they target. At the commencement of a campaign, the question, whether to advance or not requires careful liberation. But when you have, once undertaken the offensive, it should be maintained to the last extremity. This is something that he says in he repeats over and again and says in slightly different ways. But plan, think before you act, but once you act, I love that idea. Should be maintained to elastic extremity, burn the boats. Think before you act and then burn the boats. A general should say to himself. I love this part. A general should say to himself many times a day. If the hostile army were to make its appearance in in front in my front or on my right or on my left, what should I do? And if he's is embarrassed, his arrangements are bad, there is something wrong and he must rectify his mistake. No 1 should be able to take you to by surprise, and your business should be able to survive in all kinds of different macroeconomic on my comments. I mean, now, this is even reread this after studying Sam Insult. If you think about it Sam Ins insulin didn't do this. He didn't build a business, say even though he was, you know, genius and gifted person it's successful for 53 years, but he didn't build a business that could withstand the great depression. In other words, he was allowed. He allowed something to take him by surprise. And as a result he died broke. And so another thing that Napoleon repeats a lot is the importance of morale of a general piping up. He he's not gonna use those words, but, like, typing up his troops. I'm gonna skip over the maxim, but I love the note that I left myself. Here, no 1 should believe more in your business than you do. If this is not the case you were in the wrong business. A well established maximum war is to not do anything, which your enemy wishes a well established maximum war to not do anything. Which your enemy wishes, I think about this fantastic quote from Ed thor, episode 02:22 Only play games where you have an edge. He says at the end of his geography. After 50 years of managing money, and 50 years of being an investor and entrepreneur. He says you should only play games where we have an edge. Napoleon says you should therefore avoid a field of battle, which your enemy has studied. You should still you should be still more careful to avoid 1, which he has fortified and where and 1 where he has entrenched himself. Again, you have no edge in this game do not play here. Find another game or better yet create your own. And then this is an interesting use of language, kind of difficult to understand, but if you think about what he's saying here, the natural positions which are commonly met with cannot secure an army against superiority of a more numerous 1 without the aid of art. So a small team. Right? You don't wanna go up against an army that has bigger numbers. And if you do, you you can't do so without the aid of art. The way I think about what he's saying here is that smaller teams, smaller companies must be more clever and resourceful than large ones. They just have to. You have to out think them. That line of, out thinking them. 1 of the books... I think it was the everything story I read on Jeff Bezos. And at the time Zappos is just, like, selling shoes online but they're making a lot of progress against them. This is before Amazon buys them. And there's a great... There's a great story in the book about this meeting that they're having inside of Amazon because Bezos realized that when they started making like, after all the like, the terrorist attacks, they started making Americans take off their shoes and everything, and put them at the airport, that Zappos realized, oh, where you're taking off your shoes, you're putting them in this this like, you know, plastic bin. Can we see if we can buy advertising on that plastic bin. And Bezos saw that I thought it was a great idea. Was, like, pretty pissed off about it. It's like they're out thinking us. And so Napoleon is you need the aid of art. When you occupy a position which the enemy threatens to surround, You should collect your forces quickly and men him with an offensive movement, default offense is the way I think about a lot of what Napoleon writes about the the... I love this quote. Nolan Bush knows was the founder Atari and that Steve Jobs mentor, hired like, a 19 year old Steve Jobs, and he he says in 1 of his books that Steve Jobs only had 1 speed go, and I think you could think the same way about Napoleon. A general should be en enter pricing strike vigorously and maneuver against the flanks of his... Adversary. And if he does, victory is his, this is something I talked about in Episode 03:02 on the mine of Napoleon. He says when you have it in contemplation to give battle, It is a general rule to collect all of your strength and leave none unemployed. 1 Battalion sometimes decides the issue of the day, if you study if you read Robert Carr was books on Lyndon and Johnson, I think Lyndon Johnson maxim that is excellent. My favorite maxim that he has. 1 of my favorite maxim all the time is that if you do everything you will win. Napoleon did the exact same things. Like, listen to. We're not leaving things. We're not anything the chance, we're not having resources that we don't use. Leave none unemployed. 1 Battalion can sometimes decide the issue of the day if you do everything you will win. When you intend intend to engage in a decisive battle, avail yourself of all the chances of success. Again, that is just another way of saying, if you do everything you will win. In the mind in Napoleon, and he even expo on this. I don't think it's in this book or the other maxim book I'm gonna read after this. But he says this is a direct quote from Napoleon, All great events hang by a single thread. The clever man takes advantage of everything. Neglect nothing that may give him some added opportunity. The less clever man by neglecting 1 thing sometimes misses everything. That is so important. I need to repeat that. All great events hang by a single thread. The clever man takes advantage of everything. Neglect nothing that may give him some added opportunity. The less clever man by neglecting 1 thing sometimes misses everything. Anytime you read examples of what Napoleon had said, he's gonna... He spends, like, I I'm not even gonna read this too because he's talking about some campaign from 16 45. But he spends a lot of time talking about the strategy of crossing rivers. And he's talking about well. In 16 45, they did this. And in 17, you know, 15, they did this. You know, in 300 Ad d, they did this. The main point here is obviously, should be obviously you and. Like, the the founders should have deep historical knowledge of past founders. So that they they can then use those lessons as leverage in their career because it's exactly what Napoleon did. I I think I've talked to you about this on every single episode I've done on Napoleon and I will leave them all linked and and listed below in case you wanna like, go back and listen to all of them. But the reason I keep doing episodes on Napoleon and Winston Churchill, is because when you go back and read biographies of great founders, they talk about pre world war 2 founders, all talk about being inspired by Napoleon. Post world war 2 founders also talk about being inspired by Napoleon, but then they also talk about being inspired by Napoleon Churchill. And then you read Churchill words and he talks a lot about Napoleon. In fact, Have another book to my right, it is called the maxim reflections of the honorable Winston s Churchill also published in 19 47, and he mentions Napoleon multiple times in that book. And then he talks a little bit about how to get an advantage and encourage your troops. Enthusiasm. Love of country and the desire of contributing to the national glory may also animate young troops with advantage, never underestimate enthusiasm. The first quality of a soldier is cons and enduring fatigue and hardship. That's a combination of 2 of my favorite maxim, by endurance we conquer from Shack in excellence is the capacity to take pain by the founder of 4 seasons. The first quality of a soldier is cons in a enduring fatigue and hardship. Now this is fascinating because I read this, you know, a couple months ago then I... Reread it on in a different book this week, and I came up with the same exact idea. Everything seems to... With me seems to relate back to game of their thrones. And so he says nothing is more important and he repeats us in napoleon repeats the same idea in different ways. Nothing is more important in war than the unity and command. You should have but 1 army acting on 1 line and led by 1 commander. And so I will leave a link and you can watch this video on Youtube, but there is a character Game thrones called Robert Baratheon, and he's the king at the time. At the very beginning of the series. Right? And he gives a speech where he thinks... They're they're at a disadvantage and potentially, we and can be overthrown by by a new army. And it's the 5 versus 1 speech in game of thrones. And so he's talking to his Queen Cersei, his wife. And he's like, if they come over here. This this they're dot ra, we're gonna lose. And she's like, what are you talking about? Like, we have castles we have everything else. And he's ruling 5 separate kingdoms that don't really like each other, don't really work together like, kind of loose affiliation. And so he goes, what is the bigger number? 5 or 1. And so he shows her her an open hand. Right? 5 fingers. And she goes 5. Of course. He goes 1, 1 army. A real army, united behind 1 leader with 1 purpose. Those 5 fingers go into a fist. The fist is stronger than the palm. 1 army a real army, United behind 1 leader with 1 purpose. 1 founder led company with a real mission. 1 is bigger than 5. For this next 1, I don't have anything other than. This is just a great line. True wisdom. So far as a general concern consistent energetic determination. An extraordinary situation requires extraordinary resolution. How many things apparently impossible have nevertheless been performed by resolute men who had no alternative, but death. And then he starts to identify some principles that he just sees repeated, repeatedly used throughout history by the greatest general generals, you know, he's gonna talk about the importance of learning from the best people and the the great people who live before you over and over and over again. Fact in the mind of Napoleon that book, he talks about, like, if he had... He was designing an education system for his son. He would just be reading about great people. It can formed him. Commanders in chief are to be guided by their own experience or genius. This is acquired only by your own experience and the studying of great... Of the great campaigns of all the great captains. And so he lists some of these people, like Alexander Hannibal, Caesar, and he says they've all acted on the same principles to keep... And these are the principles. Keep your forces united. Be vulnerable at no point. Bear down with rapid repeatedly upon important points of your competitor. These are the principles in which ensure victory. He continues this point on the very next maxim read over and over again. I love that he said that Read over and over again the campaigns of Alexander, Hannibal, Caesar and listening all these other people. Frederick The great. Make them your models, this is the only way to become a great general and to master the Secrets of the Art of war with your own genius enlightened By this study, you will reject all maxim opposed to these great commanders. And in this 1, if you replace general with founder, this all still works. The first principle of a general in chief is to calculate what he must do. To see if he has all the means to sur mount the obstacles with which the enemy can oppose him. And when he has made his decision to do everything to overcome them. This is also something he talks about in the mind in Napoleon. He's not a big fan of pen push. Something he repeated in that book the mind in Napoleon. He says the ancients had a great advantage over us and that their armies were not trail by a second army of Penn push in this book, he says, if you permit yourself to be guided by administrators, you will never budge and your expeditions will fail. And then this is the last 1 that I'll read from the Roots of strategy, and then I'll pick up the Napoleon and modern war book war is composed of nothing but accidents. A, general should never lose sight of everything to enable him to profit from these accidents. That is the mark of genius. There is but 1 favorable moment. The great art is to seize it. Okay. So now I'm gonna pick up Napoleon and modern war. It was annotated by Colonel C h Lancer. And like I said, originally published in 19 43. This book I have in my ham published in 19 49. It's actually interesting how I got a copy of this book. I talked to and hang out with a lot of other founders. And I have the habit of always asking them, like, who's the smartest person you know? And then what is the best business that you know of? And it's not necessarily like, you know, the the most valuable business. It can't be like Apple, Microsoft. Just like, most interesting business. And for founders that don't know each other. I kept hearing the same name. I heard this name Zach Frank over and over again. And then I'm going randomly going to a friend's birthday party. I walked through the gate I opened the gate turnaround, and there's another guy coming there. I was like, hey, I'm David, and he's like okay cam Zach. I'm like, Zach Frank. And so that night, me Zach and then my friend, Chris, who's the founder of ag g 1. We had this, like, 2 or 3 hour long conversation. And you know it's a good conversation because at the end, my Amazon cart was full of all these book recommendations that I got from Chris Zach, and then Zach was nice enough a few days later to give me this book. And so some of these maxim are gonna be repeated, but Colonel Lands, like explanations or added context. Are different than what's in the roots strategy. So I wanna start with the forward. He says examination shows that the rules expressed in the maxim of Napoleon are the same as those which are followed by all the great generals of history from Alexander and Caesar to Napoleon himself. This is what the maxim of of Napoleon are. Brief Pit sayings by a master of the art of war. And this is also, I think, a perfect example of a book. I put this up there with like the Towel of Charlie Mu. He's, like small little books full of maxim leave them on your desk. Pick them up, read them for, you know, 5 minutes, 10 minutes whether case, how they hit, like, essentially prompt your own thinking. And so I wanna jump right into what Colonel lands said about Napoleon's is maxim. Napoleon's maxim that we already covered, a plan, or campaign should take into consideration. Everything the enemy can do. And prescribed the necessary measures to counteract him. Plans of campaign may be modified endlessly according to circumstances. So that is in Napoleon. I love there's specifically line I'm gonna get to that actually. Love. So this is the explanation No plan can provide for everything that may happen. Advanced orders tend to s initiative. Advanced orders tend to s initiative. A commander should be left free to adapt himself to circumstances as they occur. Another idea. It is a distinct advantage to have near at hand ammunition food, supplies and repair facilities to restore rapidly troops and weapons of war and enable combat to carry out at maximum efficiency. The way I would... Describe that for you and I, keep a fortress of cash. This is what On d. Rockefeller did. This is what Warren Buffet did. They kept fortresses of cash. It is a distinct advantage to have near at hand all the supplies you need. I've told you the story before when I went to Dinner at Charlie Mu house. He told An an advantage an example of having an advantage of the fact that that Berkshire always had a ton of cash. They get this call on, like, a Saturday morning. They were buying, like, a pipeline. Charlie was actually telling us a story because there was young entrepreneurs there. So, like, me and my friend andrew Wilkinson. And Chris Borrowing, the the founders of of tiny. And he was telling us a story because he says don't let lawyers. He said this is his word. Don't let lawyers fuck up deals. That's what he said. And he was telling this, but it's also a story of why you wanna keep a fortress of cash and how that could be advantage of you. And he said something like, they were gonna buy this pipeline. I think Warren gets the call, like, Saturday morning and they're like, hey, but we need the money by, by Monday, and I don't have my notes in front of me. So... But I think they had to spend... They had to send them, like a couple hundred million dollars. And their Lawyers like, no. You can't do this. We had to inspect it. There's all these liabilities. But, they had already mapped out, like, all the assets that they who wanted to own. And so the punch was at warren sent, wired the money Monday morning without even an email. Again, Charlie Mu has his great quote where he says that trust is 1 of the greatest economic forces on Earth. Trust is 1 of the greatest economic force on Earth and warren trust of the person that was bringing him this deal. And then he said something, like, we made a, you know, a couple billion or a couple hundred, like, million out of the deal. I forgot I think was, a billion dollars out of the deal. But, again, keep a fortress of cash, Rockefeller forward to this, Buff did this, you're able to buy assets, usually, you know, for way less than their worth, opportunistic. And you can never predict beforehand and when that opportunity happen, another Maxim by Napoleon war should be made methodically for it should have a definitive object, and it should be conducted according to the principles and rules of the art. And then there's just a great bunch of, like, little lines here, describing this maxim. So that maxim 2 sentences long. Right? And the description is, like, 2 or 3 pages. Just wanna pull out some highlights. Love this. A war without object would have no sense. Generals would not know what to fight for. The art of war consists in a well organized and conservative defense, coupled with an audacious and rapid offense, well organized conservative defense, coupled with an audacious and rapid offense. This is a quote from Napoleon describing this maxim, or it's used to describe by criminal Lancet to describe the maxim. And everything that is undertaken and 2 thirds must be calculated and 1 third left to chance. In war all his opinion, opinion about the enemy, this is still in Napoleon. In war all his opinion, opinion about the enemy. An opinion about one's own soldiers. I wanna go back to that first sentence where he says and everything that is undertaken 2 thirds must be calculated in 1 third left a chance. He is always well prepared. He has also always read all the history, but he expects to be flexible and to improvise. And so this is another example of this idea where employees going to engage in, you know, psychological warfare. He says great captains have always published statements for the benefit of the enemy that their own truths were very strong in numbers. Like, hey, we're, you know, where... Maybe there's a hundred thousand us. But there's a million of us. You better be careful. You don't want any of this. Well, to their own people, The enemy was represented as very inferior. So externally project strength and then tell your team, we're gonna roll over these fools. This is part of Napoleon's propaganda bureau, which I talked a lot about on Episode 03:02 of the mine in Napoleon. Really the idea for you and nice. Like, you have to tell your own story. I'm shocked that I'd be entrepreneurs and people that running businesses that are not telling their own story. This is a very old idea used by Julius Caesar, used by Napoleon and used by Alexander or the great. And this is the Napoleon version of this. Public opinion is invisible and mysterious. Before it nothing stands with it, everything becomes easy. That's really important sentence 2 cents I'm gonna repeat it. Public opinion is invisible and mysterious. I mean, think about this. I'm gonna interrupt my own self. Last week, Same soul. How much. Right? His... His customer. He wanted the customer base to literally be every single citizen. He thought he could sell electric electrical service to every single citizen in Chicago. Remember on that episode how create this is I was talking to my friend about this day day. It's like, it, like, pops open my own brain. Right? Because even the most optimistic people in Chicago in the electrical and early in electricity industry. They're, like, why you spend so much money, Sam? Like, at best. You might be able to get 25000 paying customers. That was the that was the optimistic, like, projection of the total addressable market. Right? And Sam's response was like, well, many people live in Chicago, like, a million people He's like okay, so I'm gonna get a million people. And then... So it was that 40 times what the most optimistic version of that. And then somehow, he even under shoots that because he wants getting 1 eighth of the entire... He's... His customer base wants being 1 eighth of the entire population of America. But he talked about the importance public opinion. He says everything that a business does is public relations. So again, we have here Napoleon. Public opinion is invisible mysterious before nothing stands in with it. Everything becomes easy, tell your own story. I'm pretty sure in that book, the mine in Napoleon. Napoleon talked to I was like, I he bought the the the French the main... The 2 French main newspapers and he got to the point where he didn't have to read them because he knew what was in them. He knew the importance of telling your own story. And this next line is even better. I think of this like next line just says what I said, but even better and in less words. 10 people who yell. Make more noise than 10000 who keep silent, tell your own story. 10 people who yell make more noise than 10000 who keep silent. This 1 I already repeated, but I think it's so super important. And they all depending on when the book is printed, You know, the the the language slightly changes. So it says at the beginning of a campaign to advance or not to advance is a matter for grave consideration. But once the offensive has been assumed, it must be maintained to the last extremity there. Think about what you wanna do, but once you engage there he is no turning back. A commander chief should several times a day, ask himself. If the enemy appears to the front, or on my I right or on my left, which should I do? If he finds himself embarrassed as to his reply, his dispositions are fault, he should correct them. Now I know I repeated that because some of these maxim, I also... They also jumped out to me when I read the roots of strategy even though, you know, the re... The 2 readings were several months apart, but my interpretation of them also changes. And so I think this interpretation is better than the first 1. If you think about what he's saying here. It's like, you're you're running these these scenarios in your head about your company. Like, if this happens, what do I do? If this happens, what I do? And when you do that, that is a great way to find weaknesses in your company and then fix them. And it's a lot more profitable to fix them before somebody else exposes them. So I love that. I love using Maxim is prompt for my own thinking. The strength of an army is the product of the mass by the velocity, so what he calls speed of action. Right? The strength of the army is the product of the mass by the velocity. A rapid March augment the morale of an army and increases its means of victory. Now, Obviously, in Napoleon's you're gonna repeat rapid movement, rapid repeatedly, speed over and over again. But for some reason when I read that, I've I hear little Jeff Bezos in my head, because I've read, you know, jeff jeff shareholder letters 3 times. I think Done. I don't know. 6, 8 podcasts on Jeff, I'll probably do. 20 more over the lifetime of this podcast. And so, you read so much about them, and you listen him speak, and you read transcripts over to speeches and everything else. And so I have this little Jeff bezos on my shoulder that are here. And just as you can drive great people away by making the speed of decision making slow, Why would great people stay in an organization where they can't get things done. So a rapid March augment the morale of your employees? Of your team. Napoleon was a master of speed. He was quick to get started on a campaign, kept moving right along and struck hard as soon as he's he was in contact with the enemy's main force. He never let up until he had accomplished his mission. And then I love this because under this explanation, it's like, what do you do So you know how to go fast, but 1 way to go fast is by removing things that make you slow. 1 way to go fast is by removing things that make can go slow. And so he's saying, not long orders. Right? He hates pen push. He hates administrators. There's no work about work, just work. Right? Long orders, which require much time to prepare to read and to understand are the enemies of speed. Napoleon could issue orders a few set of a few sentences, which clearly expressed his intentions and require little time to issue and to understand. This is excellent. This do not let your company engage in paper warfare. Another combination with When Churchill. It is sloth not to compress your thoughts and then David Og, believe in the dogma of B. This happens over and over and over again. Our time is limited. Compress it give me what I need. And I think there's another thing, oh, and I was reading Churchill Maxim this week too. And he insults this guy this guy because he's, like, use so many words for so little thoughts. That's like the opposite app. Long orders require time to make. Time to read, time to understand, and they are the enemies of speed, they are the enemies of speed. With an army inferior in numbers back to Napoleon. With an army inferior numbers, a commander must avoid a general action. He must make up the deficiency in numbers by rapid repetitive of movements. In such circumstances, the morale of the soldier is a great factor. He talks about morale over and over again, it is magic this weird thing how our moods to affect our performance, but really, the main point of that maxim is smaller must be faster. If you are smaller and slower, you're gonna lose. It's just not gonna happen. Excellent. Excellent maxim here by Napoleon a great leader will resort to audacity. A great leader will resort to audacity when I hear that, I think 1 of my favorite winston Churchill Maxim always more audacity. He would repeat that out loud to himself when he was younger. Not just in his head, not just write it down. He would... It's like a a mantra, always more audacity. A great leader will resort to audacity Another version of this is by Jeff Bezos in his shareholders letters. It's the same thing. We will be bold. A great leader where will resort to Audacity from Napoleon, always more Audacity by Winston Churchill, we will be bold by Jeff Bezos, same idea. Expressed 3 different ways. A commander was quickly assemble his forces and threaten the enemy by an offensive movement. Why do you have to be quick? Why are you always on the offense? This reminds me this fantastic quote from the book heroes by Paul Johnson. He... This is... I did this back on 02:26. I would recommend buying that book because it's, like, short little biographies of, like, 30... Maybe 20 or 30 different heroes throughout history. But he says this about Alexander the great, which is gonna be, of course, Napoleon studied, of course, Napoleon talk about alex alexander over and over again. And so Paul Johnson writes. Alexander the great decided. He... No, Sorry. Alexander, the great thought, decided and above all moved swiftly. He appreciated the importance of speed and the terrifying surprises speed made possible. His enemies were always stunned and shocked by his arrival. He invented the blitz Blitz screen. This has happened to me over and over again and I did not understand this before I started reading all these biographies like a mad man and making this podcast where I told you before. I'd read all of us steve jobs. Right? Which makes sense because he's 1 of the most gifted entrepreneurs of our lifetime. We all use his products. And you have all these ideas It's like, oh, my god. That's a great ideas. And then he mentioned yeah I love this guy named edwin land, and then you go read, Edwin and, oh my God. Those aren't even Steve Jobs ideas. He learned that from somebody else and applied him to his own work. This is what happens when you read Napoleon. Like, he all all these ideas that are tumbling out of his mouth. Which obviously are enhanced and augmented to his own experience came from Alexander the great. That is inspiring to me. That means I can do the exact same thing. That's why I bring it up. It fills me with energy. A general should be audacious. Strike hard blows and maneuver upon the flanks of the enemy. Napoleon wrote this comment based upon a study of the campaigns of frederick the great. I love that Idea. Like, again, be audacious Str card. 1 of my favorite a Charlie Mu said. He says don't be too timid. Go at life with a little courage. And if you really think about this for our purposes. Maneuvering upon flanks, that's what a startup does, a startup up notices an opportunity left open by bigger competitors. When a commander intends to give battle, he should collect all his forces and overlook none. A Battalion sometime decides the day, the last time I read this to you, the the words were slightly different. I said, hey, Reminds me with L. If you do everything you will win. This time I read it, and I just... I have a posted note on my desk. I have 2 things. Written to myself on my desk. Do 1 thing relentlessly. And the second 1 is opposed to note that asks me, what assets do I have that I'm not using, And I think that's that's very similar to what he's very similar to what Napoleon is saying When a commander tends to get battle, he should collect all those forces. And overlooked none, a battalion sometimes decides the day of Battalion is just an asset that a commander has in battle. It is no harm to be too strong. It may be fatal to be too weak. If you are opposed by a great captain. If you're going up up against a very talented person, give yourself all the chances of success reminds me of Rockefeller, on episode 03:24. An. He wrote an enterprise is like, a battlefield. And the purpose of strategic goals is to create the most beneficial state for oneself. Right? He says, the purpose of your goals is to create the most beneficial state for oneself, Napoleon says give yourself all the chances. Of success. It's the same idea. Fortresses are used are useful. They are an excellent means by which to Re return and embarrass weaken and annoy a victorious enemy. So he's using fortresses we you would use mo. From the book a few lessons from Warren Buffett. Mo a metaphor for the superiority, a business possesses that make life difficult for their competitors. Fortresses make life difficult for an invading army. Now Napoleon also says fortresses are not necessarily permanent. Warren Buffett says business history is filled with Roman candles. Companies whose mo proved ill and we're soon cross. I don't know if I pronounce that correct. Approved an illusion. Companies who mo mo were proved to be an illusion and were soon crossed. Napoleon noticed the same thing in battle. Fortresses are not necessarily permanent. Napoleon says nothing is absolute in war. Peter T says there is no formula for success. The paradox of teaching entrepreneurship is that such a formula formula cannot exist because every innovation is new and unique and no authority can prescribe in concrete terms how to be innovative. This is why I've gone another podcast and and nsa, Like, I view reading biographies like, watching game tape on somebody's life. Right? Same way that a basketball player would watch game tape. Doesn't mean like you're learning the the tendencies of your competitors, maybe learning some good ideas that you could also copy. But it doesn't mean you're gonna be represented it with those same opportunities to act on that information in an actual game. You just have to have it in back your mind for 1 day might. Nothing is absolute in war. Napoleon may have only used 20 percent. 30 percent, 5 percent who knows of what he actually studied. But he still found value in that setting. It's your duty to follow up the victory and prevent the beaten enemy from rallying. You know what the weird idea Had when I read that, buying up your competitors that you're outperforming. This came top of mind because I just read Sam Ins biography. It's in Rockefeller biography. It's in Henri... So Sam Did this? Rockefeller to this. Henry Clay f this? Why are you buying... You're already beating them? Why are you buying up and in Rockefeller and Sam Case, they would pay more than the assets are actually worth. And they talked about that there's a line at Sam Has where It's like listen, I money can't buy friends, but it can prevent people coming becoming your enemies, but there's a strategic, like, commercial application of this, which is it prevents them from regaining strength and threatening your position in the future. Napoleon telling, it's your duty. You're winning. Prevent the beaten enemy from rallying. You go to sleep on a win. You'll wake up with a loss. Napoleon also talks about the dangers of excessive luxury. Of things being too easy for everybody. And so the description of this is... Napoleon seems to have in mind, the dangers of having troops concentrated in your home area, where they might be exposed to a loss of discipline to the pleasures of living among friendly people. He preferred to have his troops far from such occasions where a harder life would better prepare them for the vic of war. A lot of money and success will make your company sloppy and soft. We see this over and again, Just part of human in nature. And when that happens a younger, hung or competitor will soon overtake you. You have to avoid excessive luxury. There's a great illustration of this point in David O auto, confessions of an advertising man, which I think he wrote from, like, 19 65. And really, when I read this the first time I was, oh, this is why there's always opportunity for new businesses because this is just part of human nature. Like me and you can study this, we can learn this highly likely towards the end of our career is gonna happen to us too. And so this is what David O says about this. Once every few years, a great new agency is born. It is ambitious, hardworking working, full of dynamite. It gets old accounts or, it gets accounts from soft old agencies. It does great work. The years pass, the founders get rich and tired. Their creative fires go out. They become extinct volcanoes. The agency may continue to prosper. Its original momentum is not yet spent. It has powerful context, but has grown too big. It produces dull routine campaigns based on the echo of old victories. Dry rot sets in. At this stage, it begins losing accounts to vital new agencies. Ruthless ups starts who work hard and put all their dynamite into their advertisements or into their product. We can all name famous agencies, which are more. You hear demo whispers in their corridors long before the truth dawn on their clients. Back to Napoleon, a good general, a good core of officers, a good organization, good training, rigid discipline makes good truths. Independently of the cause for which they fight. Nevertheless, fan. Love of country, national glory may also inspire young troops to advance. He goes back to talking about morale. Right? You can make good troops by having a good founder, good support staff, good executives, good organization, good training, discipline and everything else, but you cannot discount and it goes back to not never discounting the the power of enthusiasm, but the fan is 1 of my favorite words because it's what Charlie Mu and warren buffett to talk about. You know, you're looking for intelligent fan genetics. And, yeah, and put in the new version of portugal charlie Dominic, which, and I just covered a few weeks ago. I love that that idea where he, breaks down the entire career of Sam Walton. And I think he does this for lush schwab too, but he has a line in that book I love. That scale and fan combined can be very powerful. And some examples of of that would be warren buffett, Sam Walton, less schwab. You know, these are fan. Tells your Fan that also achieve scale, and then that combination made them even more powerful. Troop soon discover whether their officers are competent or not. They will not follow with confidence or enthusiasm, those who they believe to be incompetent. And then we get to the maximum. I think this is the only 1 where I had same interpretation That nothing is more important and war than Unity of command. Nothing is more more important and war than Unity of command. Thus when Wars waged, there must be 1 army acting on 1 line and led by 1 chief. Remember. Robert Baratheon, what is the bigger number 5 or 1. The answer is 1, 1 army, a real army, United behind 1 leader with 1 purpose. A fist instead of 5 fingers. 1 is is larger than 5, more powerful than 5. Once this is a Napoleon on single threaded leadership. Once a campaign has been decided upon, there should be no hesitation in reporting 1 and appointing 1 commander to assure its success. When authority is divided, opinions and actions differ and confusion and delay arises. A single chief with Vi. He is not delayed by the necessity to confer. And so again, he's gonna use different words. It's general chief leader. It's all the same thing. We we think about it as like the founder of the Ceo of the company in War, the chief alone understands the importance of certain things. And he alone by his will and superior knowledge can conquer and overcome all difficulties. That made me think of 1 of my all time favorite quotes from any of the books that you and I talk about. And it comes from the fish ate the whale. Sam Z murray said that if you know your business from a to z, there's no problem you cannot solve. If you know your business from a to z, there there's no problem we cannot solve. Another great line by Napoleon that gets me fired up. Extraordinary situations call for extraordinary resolutions. How many things have appeared impossible, which nevertheless, have been done by resolute men who had no other recourse than death? Possess ob will. And then Napoleon talks about the fact that emotions blur judgment, the first quality for a commander chief is a cool head. He should not allow himself to be confused by either good or bad news. Commanders in chief are guided by their own experience and by their genius. The knowledge of grand tactics is gained only by experience and by the study of history of the campaigns of the great captains. This is 1 I already repeated. Alexander Hannibal, Caesar have all of followed the same principles. Keep your forces united. Don't be vulnerable at any point and move rapidly on unimportant points. These are the principles which are sure of victory. Again, learn from... Learning from history is a formative advantage, pay attention to the principles that are repeatedly used by the formidable as the way to summarize that. Read and then re reread campaigns of Alexander Hannibal, Caesar, Frederick. All these people model yourself upon them. This is the only way to become a great captain and to discover the secrets of art of the art of war. You're genius enlightened by the study will reject the maxim opposed to those of these great men. Experience must be supplemented by study. No man's personal experience can be so inclusive as to warrant his disregard the experience of others. That could be a tagline for founders. Podcast podcasts, could be tagline for founders notes. Experience must be supplemented by study. No man's personal experience can be so inclusive as to warrant his disregard the experience of others. And if you really think about it, the importance of of using history as a form of leverage. It's like time is the best filter. You have to go through so billions of people to get, you know, a few thousand or whatever the number is that actually stand out. In fact, in the book, it talks about, like, how rare great generals are. And so he says in the Civil war, there was about 2000000 combat and only about half a dozen really great generals arose out of that entire time period and war. So you got 4 years, 2000000 people fighting, and there's really, you know, 06:10 really, really supremely, you know, power law level talented people. They see the same thing in World war 1. There's 20000000 fighting men. And it's only been around 6 or a dozen that have been considered worthy of a permanent place in history. Great people are rare and always will be. Another tagline for reading biographies. It is profitable to study the campaigns of the great masters. It is exceptional and difficult to finding 1 man all the quality qualities necessary for a great general. That which is most desirable and which instantly sets them man apart. Now, this is very fascinating. This is Napoleon talking about. Okay. 1, so hard to find 1 person. These, like, power... My friend sam Hi has is a great quote where he says people are power law and the best ones change everything. And there's this guy named Graham Duncan that has another great line that's similar to this. He says talent is the best asset class. And I think this is very similar to what Napoleon trying to teach us here. And he's talking about the balance of these... Like, 1, are you even gonna have all these qualities yet. Okay. So out of the massive humanity, the presence of all these qualities in 1 person is unbelievably rare, but what's even more rare than that is the balance of them. This is fascinating. So, what instantly sets him in apart is his intelligence or talent, and they're balanced by his character or courage. So intelligence or talent and character or courage. If his courage is greater, a general, he undertake undertake things beyond his ability. So his courage is greater than his talent or his intelligence. If on the contrary, his character or courage is lessen his intelligence, He does not carry out any plans. He's a smart but intellectual person. His point is you need the balance. Your intelligence and talents have to be balanced in in perfect army with your character or courage. Alright? If you're more... If you're more courageous and smart, you're gonna do dumb shit is the way that that Napoleon is telling us. Right? But if you're smarter and you have no courage then you're brilliant, but ineffective. You don't do anything. So you need them all. Napoleon something he saw says over and over again in the mind in Napoleon is like, he believes in destiny. Like, you know, the fulfillment of Destiny he believes in cause and effect. And so he'll say stuff like this. The importance of actions of a great general are not the results of chance are destiny. They are always arise from planning and from genius. And so related to that is a general above all needs good judgment and common sense. And then again, Napoleon on make sure you're planning, but once you plan go all in, to the last extremity. He says hesitation and half measures lose all in war. Skill consists in converging a mass of fire upon a single point. He that has the skill to bring a sudden unexpected concentration of artillery to bear upon a selected point is sure to capture. It skill consists in converging a massive fire upon a single point. He that has a skill to bring a sudden unexpected concentration of artillery to bear upon a selected point is sure to capture. You're talking about focus. Right? There's a lesson for peter Till I love. And he says, do not divide your attention. That focusing on 1 thing yields increasing returns for each unit of effort. It sounds very similar to what Napoleon said, you know, 200 years ago. In the last few weeks, you and I've talked about this idea. Whenever again, that business is problems. The best companies are just effective problems solving machine machines, war is composed of nothing but surprises. While a general should adhere to general principles, he should never lose the opportunity to profit by these for surprises. It is the essence of genius. In war, there is only 1 favorable moment genius seize it. Think about that business is composed of nothing but surprises and profiting from those surprises is the essence of genius. And then we get to the short story that I mentioned earlier that Napoleon was also gifted at psychological warfare and that we see this again, like, an understanding of human nature helps you rise to the top of your profession. And so he says praises from enemies are to be suspected. Right? Do not believe them. They can flatter a man of honor only when they given after the cessation of hostility. So if they if you beat your enemy, and then he wants to praise you, maybe you can believe it then. But do not believe it until the war is already over. Right? And so this is... I love what he did here or it just surprised me. So says Napoleon was thinking of the Austrian general who opposed him in 17 96. P was a very poor general with a view to having the Austrian government maintained him at his post, Napoleon made great reports ex ex the wisdom and efficiency of Pro. The Austrian government believing that P rivera must be indeed must be indeed good to gain praise from Napoleon captain post where he remained as incompetent as ever. This was really a ro in an excellent illustration of Napoleon's knowledge of psychology. And then the last 1 that's a great place for you and I to close. He's again going back to the importance of setting history. And identifying and analyzing the principles that the grace used. All great captains have accomplished great things only by conforming to the rules and natural principles of the art of war. Whatever may have been the audacity of their enterprises. And the extent of their success. They succeeded only by conforming to rules and principles. It is only for this reason that they are great models. They are are great models. And it is only by I imitate them. That we may hope to approach them. All great captains have been diligent students. Histories of wars must be critically analyzed to discover why successes were obtained and why defeats were inflicted. The teaching of strategy is built around history. And that is where I'll leave it for the full story, Highly recommend buying both of the books. So if you buy the books using the link shown us your podcast player, by going founders podcast dot com and using links there. You'll be supporting the podcast at the same time. I'd buy both of them. I'd buy... I'd keep the maximum in Napoleon. Like I said, on your desk just along with, like, Tal Charlie Mu, and I would buy Roots strategy because Roots strategy has all these other books contained in them. They're excellent They're fun to read and more importantly, they will prompt your own thinking. That is 337 books down 1000 ago, and I'll talk you again soon. Okay. Before you go real quick. I just want to go through a couple ideas that I had. And thoughts about in my mind, I was I was making this episode, reading all... Reading the all these books on Napoleon, and reread my past highlights. And this has to do with why I think it's really in your best interest. If you are already running a successful company. I need to preface all the comments I'm about to make. If you're already running a successful company, I would definitely, heavily encourage you to invest in a subscription to Founders notes, founder notes is every single 1 of my highlights and notes that have been comp compiled for the last 8 years and for the last... Since 2018, putting into this app read wise. So you actually, it's an app that I use every day. And what Founders notes is it give... It allows you to see what I see. So it's a direct mirror to my notebook that I use used to make the podcast. But not more importantly than that. 1, I couldn't make the podcast about it, but I also stay in it every day. I read in it every day. I search through it day. I do think it's the most valuable notebook in the world for founders. And the reason this came up is because it's very obvious. Like, I I could say I've now read what, 3, I think this the third or fourth third podcast I've done on Napoleon. It is very obvious that if you listen to his own words, without a doubt, he would endorse, not only founders podcast, obviously, notes as well. He says read over and over again. The campaigns of Alexander Caesar. Frederick Great make them your models. It is the only way to become a great general into Master secrets of a art of war. With your own genius enlightened by this study. I feel if you use founder notes if you read it every day, So I've been getting a a bunch of messages from people about how they're using it, because, know, I put this thing out to the world. I'll tell you how I use it, but it's very fascinating. Somebody told me yesterday astra that they're using it as if they used to read the newspaper or check the news every day. And instead of that, they're reading founders notes and they're reading a different book every day or reading the highlights from a different book every day. So that line with your own genius enlightened by this study. I love that. You will reject Maxim supposed to those of these great commanders. And then the other tagline that, you know, jumps out at me, which I think is Napoleon didn't describing why you and I should invest time in this doing this. Experience must be supplemented by study. You're getting your experience in your day during your day, building the business that you're building. Right? Experience must be supplemented by study. No man's personal experience peak can be so inclusive as to warrant his disregard the experience of other. So I just wanna run through a couple ideas on how to use it. So you go to founders notes dot com, you sign up. Once you sign up, it is... It'll drop you on this page, and you'll see a series of options on how to read and search all the highlights. So the very top, there's this big box at the top. It's actually blue right now. I turn it black though. So since the colors the founders says black and white. That's so I'll make that change. But it says search highlights. This I use every day, I keep it up in my browser. And, you know, any any term, any person, anything that comes to mind? I just try to search and see what I can find. Any issue I'm having any idea that pops to mind I use this. And now it is a keyword search. We have so many crazy Ai features coming. And so 1 thing that we're gonna add is not the... Just the ability to search by keyword, but then search by inference and meaning, which then opens up a whole new set of highlights, but I guess, I I don't wanna confuse you, but I've been testing as of since last week, I got access to, I... I'm calling a Founders Gp, I don't know if that's the the the name that I'll put on the actual feature. But I I got access at, like, 09:45 at night because that's when it was released. And we're obviously still beta testing this in the back end because the guys from are helping me do this. And I had to go meet my trainer the next morning at, like, 6 in the morning. And I was late and very tired. He's like, what is wrong with you? I was like, well, I was playing with this thing all night because it's like, it's like a history nerd... History... Business history nerds, like, dream. And so let me give an example. This... You... It shows right now because we're testing it. It shows, like, everything it pulls. So I was, hey, Give me a list. I I was using to tell me make this podcast. Right? And to help me think about everything Napoleon... Napoleon's telling me. And so I was, give me a list of Napoleon's best ideas. And so this founder Gp is essentially like an Ai coach to help you brainstorm and give feedback on business ideas. Right? And it's powered by the encyclopedia of all my notes and highlights and I'm adding a bunch of crazy stuff, which I won't talk about yet. And so I was like, give me a list of Napoleon's best ideas. And then I can see what it is pulling because it's gonna give me a list of 10 ideas. Right? But it pulled, like, 50 different highlights, and it's not just from the 3 different books that I've done on Napoleon. There's stuff from Aristotle Nasa in here. That was... That he was... He had a very... The... Such it's matching the way Napoleon thought with other of, like, the people that you and I've studying. Some examples of of, like, other ideas, and tactics and tendencies of history grace Chen engineers. So entrepreneurs. So it pulls things from, like, Ara aristotle. Henry Ford, Mo, Bernard or no. David Og, Elon Musk, Billy Durant the founder of general motors. Larry Ellis, and of course, Alexander The great. And it does all this super fast. And so what we were left with is, you know, maybe a 200 words summary of Napoleon, and the way his ideas are similar to some of the other examples of the people that you have... You and Have said in the past. So that's just something I've been messing around this week. If you already have a subscription to founders notes or if you sign up, everything that I add, there's, like, every new. There's no, like, I'm not charging anymore. This just gonna to keep making this better keep adding features. And as I add more features, obviously, the price will go. So that's why you're heavily incentivized to get in now, and obviously, do that at founder notes dot com. So anyways, that's just 1 thing that was I was obsessed with this week that I'm super excited about. But I wanna go back to if you sign up now, you... You're landed on this page. This is what I would do right after listening to the episode that you just listened to. You log in Founders notes. Right? And you could search highlights, but I would go to books. And then once you click on books, you see all the books that I have, all the highlights that I have, and then you could search there too, and I would just type in Napoleon. And once you do that, you you see the 3 books that I've done Napoleon in the modern more, which the 1. I just covered Napoleon a concise biography by David Bell, and then the mind of Napoleon. So the mind in Napoleon, this is why, you know, I just mentioned it 6... Half a dozen times in the episodes you listened to. I think this is a very, very special book. And what I would try to do if you... I really would try to get a a copy if you can, because it's 300 pages of Napoleon's own words, essentially speaking directly to you. It is so much more detailed than just Maxim. Right now, I just clicked on the link, the the copy that I have, which was first published 19 55. There's only 1 copy available on all of Amazon It's 1500 dollars. That's in the United States Amazon store. I've heard from a bunch of listeners that if you have access, if you either use a Vpn or if you have a friend in Canada. If you go to the Canadian version of Amazon, I think you get the book for, like, 40 dollar. So highly recommend you get that, but I like this idea of using this as, like, in substitute for, like, the newspaper reading the news every morning. Like, what if you went to founder notes, and you just pick the new book. And like, you did that tomorrow when you woke up, and you start your day by reading, you, it probably takes you 10 minutes to read all of my highlights. And notes on the mind of Napoleon. That is a better use of your time than just reading the highlights for the current events, most of which that you're reading is not going to stand the test of time. And what you dash the reason I this up you and the reason I'm telling you all this is, like, well, don't even take my word for this. Now obviously, I spend my life doing this. Right? What would Napoleon do? What would Napoleon do? What, like, really? I'm asking you? Is, like, can you answer, like What would he do? Of course, he would do this? If he had access to founders notes. He'd be reading it constantly. So that's just 1. There's a million idea is. I'm gonna keep at the end of the episodes, I'll keep like, introducing ways to use this. But I think I can leave it there for now, just as... As simple as so. It's like, hey, sign up, read the highlights from 1 book a day, and you have a year. Like, you can sign up right now. You do an annual subscription? Rate? Which means not only, do you have access to every single thing I've done so far? But in that year, I'm gonna read another, you know, 40, 50 book, not probably 50 books, add a couple thousand more highlights. So the the product actually gets better every day. And I can recommend this with my whole heart because I made it. I use it every day. And I love and I hear things about, like, what Napoleon says, like, experience must be supplemented by study, no man's personal experience week, so inclusive I was to warn his disregard the experience of others. Like, that just, every indication and the more biographies I read, the more time I spend reread this. It it's just every single... The the the... When I get to meet people like Charlie Mu and Sam z who are ce. They are ce in history. Just like Napoleon was, when Napoleon was, like, hey, when you read his words, he was, like, hey, you know, in 380, this guy did this, and in 16 45. This guy did this. And, look, he was trying across the river here or 17 55. This guy did this. I got a chance to talk to but both before they passed away. 2 hours of Sam And 3 hours of Charlie Mu. They they were exactly like that. That is my goal. You know, I'd, like, I'm much younger than they are, but... Like, when I get there, to be ce in history where everything that you're seeing, you're just you're just analyzing everything through all the ideas in all of the, like, the giant game tape of history's greatest entrepreneurs. I believe with my whole heart. I... Will have a better life. I will have a better career. Because of this relentless studying that I'm do doing then if I didn't do that. Again, read over and over again. He says that. There's a literally line from Napoleon Reed. Not read once. And then move on. No. Read over and over and over again. So I love that idea. I wanted to combine that idea with napoleon from the Napoleon with 1 of the subscribers to to find such a says. Like, man, this has replaced my set the newspaper sort reading the news. I'm just reading this every morning. I think you'll like it. Gets better every day. I have a ton of new features coming that is founders notes dot com, founders notes dot com. As always, thank you very much for listening."
}