{
  "transcript": "In 19 78, Mon Mon Cr was 84 years old. He was still very much the patriarch of his clan. The man who made the decisions in his family and in his family's business. Family and business were in fact, the same thing with him. The desire to found the 1 being separately tied to the desire to found the other. When speaking of his business, he never mentioned himself specifically. He would always say we sign this deal. We figured out what was best. This is a we kind of business he explained. We don't tolerate any of that eye stuff around here. In Texas, in the oil business, 1 sees as nowhere else that the ideal of capitalism is the ideal of founding a family. And confer the right of inheritance upon it, passing a legacy on. We're oil man, Monty Grief would answer when asked about ranch or about real estate or about anything else. Were oil man meant that anything which extended beyond the realm of oil was not a proper mon cr concern. Where a hundred percent family owned, uni and independent, and we intend to stay that way. In the world of oil promoter, 1 sometimes meets with independents who have bought and sold their way through 6 or 7 businesses, who indeed start those businesses with the aim of going public and selling out as soon as possible. To Mon Mon creek such a strategy is unimaginable. Mon oil is synonymous with himself, his dynasty. Continuity is what his blood demands. He was at the age of 84 as big and as strong as a bull. He possessed the direct and the utter simplicity of the old and truly great. He walked without a s, and he carried his large frame without a trace of fat. He seemed imp to age or to changing times. His un questioning confidence in the worthiness of his enterprise made him seem imp as well to the doubts and the questions about motives and meanings that inevitably be set the later generations of his family. He kept his faith in the absolute value of building of progress of getting things done. When he spoke of his belief in the enterprise of producing oil in America, 1 could almost forget that he had made hundreds of millions of dollars doing so. Such benefits sounded almost incidental to the task of settling the land and mining its resources. Perhaps this confidence is what's set free the huge energies of this first generation of giants. The stories told about Man Mon Creek, all reveal him as tough, can given to understatement, a man of action who weighs few words, but can when he wishes move mountains. That is an excerpt from the booking we talked about today, which is Wildcat. A story of T ins, oil and money, and is written all the way back in 19 81 by Sally He He. There's a bunch of characters in this book, they talked about other oil families. But once I got to that part, that's when I realized, oh, no. What I wanna talk you about is Mar Mon Grief. And so I think that expert gives you an I a good idea on why we should focus on Monument my Grief. And the shadow that Because at at the time the book is published, he's still alive. His son is still alive, and his grandson is still alive. And so I was I'm always was curious, Like, well, what are they up to now? So after the book sort of researching to see what I can find out about them. And there's a line in the book that I think is very fascinating because it's like, why is this guy so interesting to me. He reminds me Monument Mon grief. He reminds me of a lot of other people we studied. And there's just this random sentence and it was talking about the fact that his grandson was essentially, like, measuring his life and his success based on his grandfather, which I think is honestly a bad idea. But it says the shadow by which Dick Mon measured himself was cast by his grandfather, Monty. And I think that word shadow was really important. In fact, that went back and searched founder notes for the word shadow because it's, like, this sounds very familiar to me. There's 2 things that are fascinating here that I think, you and Should spend some time talking about. And it's 1 that an institution is the length shadow of 1 man. And so that... That... That's from Edwin Lands, 1 of Edwin Lance biographies. Right? So it's not only... The founders is a shadow of the company that they found. But you'll also know that's true for Monty for the the company he found. But his shadow also looms over his entire family. And Monty shadow loom over his entire family while he's alive, and it still has an effect in present day. I went up looking, up to characters in the book to see what, like, if they were still alive. Monty son winds up living to a hundred and 1. He passed away relatively recently. Now the whole family is essentially fighting over this fortune, this multiple billion dollar fortune that really stems from the work that the grandfather did 60, 70 years ago. And this usually ends 1 of 2 ways. Most of the time, the this the future generations cannot obviously live up to the shadow or the example that the the founder of the family usually set. So I was thinking of, as I was going through searching founder notes for shadow, came across an idea. When you said a Jpmorgan, you realized... I said this on the the multiple Jpmorgan podcasts that I've made. He's very, you know, obviously an impressive figure, but I found his dad to be even more impressive. And so there's a line from the house of Morgan written by Ron Cher that talks about this. He says the Morgan's always believe an absolute monarchy, while Junior Morgan Live that... That's Shape dad. He ruled the family and the business until Jun died his massive shadow dominated his son's life. And so I think the importance of the family business aspect of this is really important. So I wanna read this section to you because this is what's part of what makes this story unique is the setting in which it takes place and the belief that family is destiny. So it says what makes Texas different is not so much it's money as its blood, and it's awareness of that blood. Blood lines. Human blood lines. In Texas, there's always an awareness of exactly whose blood runs through a man, man's are women's veins and what that blood demands. And so I'm gonna pause right there before I continue. His grandson, which will talk a little bit about, but there's a lot more detail in the book. And I'd highly recommend getting the book. It was a really fun book to read. But I feel his... This pressure that he has where it's like, oh, your Monty grandson causes Dick to maybe do things that, like, take risks that were unnecessary because he was trying to not only match what his grandfather did, which is nearly impossible, but also try to go 1 step further, basically super seed his achievement, which he obviously failed to do. So let's go back to this, you understand the blood that runs through a man woman's veins and what that blood demands. People in Texas are raised to be what others and their families have been. Family is destiny here. Success is measured by what 1 achieves beyond what those who went before achieved. Future generations of the family field the need to surpass them in order, meaning the founders of family. Pass them in order to prove themselves worthy of their blood. Okay. So with that background, I wanna jump into Monty life. And really, what's fascinating is because he's born in the 18 hundreds. Right? He serves in World war 1 then comes back and gets into the oil business. And that's really important decision because he essentially picked an industry or field where the opportunity before him was really without limit. And that's not what his... That that same opportunity was not open to his son and his grandson. And so when I read the stories like this, what I'm I'm obviously not trying to build an nor company. But I am very interested in finding these areas like, where today? Like, what I wanna know is, like, today, where is opportunity without limited available today? And I think reading history like this gives you insight into, like, what these opportunities look like and what to look for. And so this a little bit about that. The old bulls in this story, so people like, Monument Mont said Richardson, there's a bunch of oil, what 1 run up becoming oil billionaires in the story. But the old bulls in the story, the giants, the men of Monty mon Generation came into the oil business in the wild old days of the open frontier. Everywhere they looked, they saw opportunity without limits. The land itself was empty. And so these men built cities upon it, and they founded dynasties. They left behind them a world made in their own image. They gave shape to a business and to a way of life and their deeds made them legends. The major oil companies, which 1 day would almost destroy the independence so think about that is like, they're they're gonna talk about Exxon Exxon was once an independent, so these giant major oil companies. Right? And then the independents are like the startups are the family owned businesses. Obviously, them mon cr at this time are independence. The major oil companies which wonder day to destroy the independence had not yet consolidated their power. Those companies were still independence since instead they mentioned, at this time in the story where Monty Mon Cr is sending out, what what gonna 1 day turn into Exxon was just this company called Humble, Humble oil, and the way people would describe it at the time I was like, humble is just a fly by night little rink dink company. And so 1 of the first takeaways there is, okay. If you wanna look for opportunities where there's essentially, or industries that where there's opportunities where that limits, you it can already be consolidated. Second thing, as frontiers men, the old wild wildcat cutters had neither the time nor the inclination to question their own purpose or to about what the future consequences of their efforts might be. They just went out and did whatever there was to be done. Teddy Roosevelt has this famous quote that he took from his dad as his life model. It's called Get action. There's people in the book there were, like, life motto is make action. They're at the very beginning of an industry. So they're going to have to learn by doing. That's another telltale sign that you might be in an industry where has essentially unlimited opportunity. The second is The opportunity has to be open to or the third, I guess, the opportunity has to be open to small teams without a lot of money. And so when they're drilling right now. In fact, you know what? Let me pull this up real quick. This is 1 of my favorite lines ever. I think, I I did another podcast and read another book. Around a similar time period. In fact, some of the characters in that in this book or in that book. It's called the big Rich. It's 1 of my favorite books I've ever read. What what's was fascinating is there's a line in the book I never forgot, And I use it as a metaphor for all the time. And they said the trouble with this business is that everybody expects to find oil on the surface if it was near the top, it wouldn't be any trick to it. You've gotta drill deep for oil. And my interpretation of that or how I apply to my own life is like, there there's an essentially an inaccessible supply of people that wanna to get the most for doing at least. And there's a lot more competition for things that are easy. And so in my own life, I wanna get the most by doing the most. And so what's fascinating is that that quote was about the oil business, you know, maybe 20 or 30 years in the future from where we're were in this book. But at this time, it was very possible for a young wildcat cad, and that's why the book is called wildcat carriers essentially just like these little startup up oil companies to go out raise some money and then try to drill some wells. Over time, that ability comes cost prohibitive and the only people that are able to drill wells are these giant oil companies are like we see today. So at the point... At this time, you could buy... At this time, you could try to drill a well, the oil or the gas that you're looking for might be 5000 feet underground. Right? So it would cost you... It would cost a wildcat cad about 20000 dollars to drill. And in Oklahoma and Texas at the time, that... There's a ton of oil at 5 at only 5000 feet underneath the ground. And so that was the advantage that Monty had. Right? But it says 20 years later, everything near the top. Right? Is gone. So now you have to go 30000 feet underground to get the same amount of, oil or gas out of there, and that's gonna cost you a good... The cost goes from 20000 dollars. To 750000 dollars If I did the math correct, that is 37 times more costs. 37 times more investment required to do similar work. So if you're looking for fields with limitless opportunity, how they look in the very early days is they... That opportunity has to be open to small teams without a lot of money. And eventually, as that opportunity is exploited, it'll usually just be open to people with a lot more resources and you'll see the cost doing the same things, drastically skyrocket. So something that's been on my mind for the last few months since I re reread, the new version of Port charlie Alma, that Straight press, just rep published, the episode 03:29 if you wanna listen to it, was Charlie has this thing that he talks about a lot, which is this model of surfing. And he uses it to... When he tried an exam. Was like okay. Well, why was Sam Walton so successful? Why was Lush schwab so successful? There's a bunch of factors in 1 of them he says, like, they had to surf some kind of wave. And so I was reading this book I like, okay, well, what wave? I was looking for the wave. I I'm like, okay, well, what Wave did Monty surf. And I wanna read this. This is fascinating, Like, why? This was available to... Basically, at this at this time in history and at this specific place. The fact that he was lucky enough to be born in America because America's is the only country in the world in which the the mineral rights underneath the ground, right, in which you're these wildcat cutters need to buy or to lease are privately owned. Everywhere else, a, a state or a crown will hold the title. And so it says, in America, mineral rights must be purchased from thousands of individual landowners owners. The big companies very naturally preferred to make their deals with a single chic or tyrant or whatever for other country, for the wealth of entire nation instead of dick around with countless farmers in order to be... To put together a field. And this is the punchline right here. The wildcat competitive individual way of working was compatible with the private ownership of the land. Okay. So for the fact for the fact that America's only country in the world where such rights are privately owned. Is the main wave. And then the second thing is the fact that let's say he buys, you know, hundred dollar or a hundred... Shooting, a thousand acres. There might be 50 6200 different farmers or landowners owners that he has to go and negotiate with. And so a larger oil company was like, I'm not gonna do that. I'll just go and see if, like, let me go let me go to the gulf. Or, let me go to Russia. Because if I can sell that 1 person or if I can convince that 1 person to get access to essentially sovereign level assets. And then there's a second thing that Charlie Mu said about surfing, that I think what 1 is useful to you and I. But also, as you heard Monty in the opening, And I have a bunch of other highlights, I'll I'll most likely read to you, where he was anti diversification. Remember they're, like, you ask him about cattle or real estate. He's like, we're oil men. His future generations are, you know, diversifying in all kind of assets, and he was very against that. Although it was good for him not to diversify. But you could argue that it was beneficial for his descendants to because there just vastly changes in his lifetime. But this is what Mu said about it. Let me pull that up again. It's from Porch Z. In fact, I found my note too. That I'm gonna reach. So he says there's huge advantages for the early birds. So this is Charlie Mu talking about surfing, obviously, applicable to way more people and industries and than money and oil. There are huge advantages for the the early birds. When you're in early bird, There's a model that I call surfing. When a surfer gets up and catches the wave and just stays there, he can go for a long, long time. But if he gets off the wave, he becomes mir in the shallow. But people get long runs when they're right on the edge of the wave. Whether it's Microsoft or Intel or all kinds of people. Surfing is very powerful and then I'm looking at the note that I left myself when I read that, when I read that and Moment and I can said says Charlie surfing model. 1 thing I learned from having dinner Charlie was the importance of getting into a great business and staying in it. There's a tendency in human nature to mess up a good thing because of an inability to sit still. So Monty understood that, and was only interested in the oil business for his entire life. Let's go back to this idea of what is limitless opportunity look like. Limitless opportunity. Usually found environments with little to no regulation at the time the money starts. There's almost non existent regulation. By the third generation, it's becoming increasingly difficult. So this is the difference between what Monty had, which is essentially a little to no regulation and what the third generation is having to deal with. There was an increasing number of bureaucratic considerations covering everything. From the distance of well can be from an old Indian burial ground to the number of portable toilets that must surround a rig site. These regulations continue to increase as government agencies proliferate. I wanna continue with 84 year old Mon Mon creek before we go to his early life, which is actually absolutely incredible. And it's really... Again, main part of the book is the fact that this guy's shadow is over his entire family. All these oil dynasties are controlled by, you know, 1 you what do they call them prick individual. I'll get there in 1 second. But 1 of the reasons that they their shadow looms so large is because they never exit. He's doing oil deals until he dies, way past. These decades passed to need to work for money. And so he's he's... Not only did... Are the every... His entire family working the business and he started, but his physical presence is still there. And so it says these grandfather. So they're... You know, these Patriarch of these family Dynasties in Texas rarely abandoned the towns where they raise their families and they don't venture forth in into senior citizen senior citizen communities in Florida or Arizona. They live where they've always lived and their daily presence keeps their legends alive. The my mistake of grandfather heroes exist partly because the grandfather play a special in in between role in this land of men that are impossibly hard. All over Texas the story is the same. My daddy was a tough old bull, but when he told me it was time to quit law school and come to work for him, I did it. Even though it was the hardest thing in the world for me. And even though he told me I'd have to run him out of business before I could get my share. That's funny. Because that's happening in Texas. Also, I don't think it's exclusive to Texas. When I got to. So Left myself was, oh, this this could be... This quote could be from Ted Turner. As you and I learned in episode 03:27 on Ted turner auto fee. You know, he he tried to rebel. His dad had started that company, it's very successful 1 the largest, I think it was the most successful billboard company in in in the Southeast. And, you know, he took off run, but eventually, exactly what they said, you know, he called. He's like, you just now's is the time. You have to come. And even though Ted wasn't sure he's like, you know, I'm gonna go do this. Back to this book, this is also something that I've noticed that the entrepreneurs a you and Study, are way more similar to each other than you and I are to maybe, like, the the the general population or or the population that are not entrepreneurial. Traveling through oil country. 1 becomes aware of a similarity among the tales told of grandfather who first subdued the land and claimed it's rich like mythic heroes. The men of the first generation began to seem interchangeable after a while. Like figures cut from the same rough magnificent fabric. They call them prick they had... They said they possessed prick individuality. That's a great line. They were they possess prick individuality. All the stories seem to be about the same prick individual. I I said this over over. It's like the same personality type. That reappear over and never again throughout history, different industries, different parts of the world, different times, basically the same shape same shape. More description, these are they are giants. They are successful predators. Acute and astute, tame of the un and defenders of vast treasure. That is a description of Monty Mont. Another thing where the second and third generation, they start to love luxury. They're spending They're they're making it rain. They're balling out of control. They're spending a ton of the family money. Monty was not interested in that. He lives in the same house that he lived in, for his entire life. Old wild carter's attitude seemed to be much like those with the original cattle who preferred their familiar ranch homestead to the quarters that their heirs built in town. The allegiance is not to pleasure or luxury, but to comforts 1 by sweat and handed down with an understanding of the duties that entailed upon them. What drove money was achievement not money, knowing that if I chase achievement, the money comes with it, but it's also about being able to live up to your own ideals. And so at this point, the story, money is all obviously very wealthy, so he winds up knowing a bunch of presidents. And this was a very fascinating insight into a Monument on Grief is quick to tell the visitor that says you got pictures in his office with, like Richard Nixon and Lyndon Johnson and all the other people? This is very fascinating. Monument on Grief is quick to tell the visitor that Nixon was a weak man. Destroyed by own ava. He speaks of Lyndon Johnson as a compassionate man, but greedy like Nixon and much prouder than he. Such judgments are not political, but personal. They are moral sentences passed upon men who were not large enough to live up to their offices. But at the same time, he still respects him because for this reason, but to whom a measure of respect is nonetheless owed simply because they won and held those offices. They exhibit personal pant across which fall the shadows of men who shaped American destiny. Saw so I need to explain that a little further. So it's talking about that this first generation of frontier settlers, which is what what Monty Mont was. Right? They have a sense of honor even for those who've have disgraced themselves because even when a great man falls from grace, their are actions they I did before that helped shape America's destiny. Okay. So then the book goes into his early life. I think this is the way I I think I can essentially tell the entire story in just 2 sentences. And so This is not a direct quote from Monty On Creek but this is my interpretation if we were able to talk to him. This is what he would say. My dad got to Texas and a covered wagon. I made hundreds of millions of dollars in my lifetime. And so when Monty is a young man, he serves in... He goes to Europe to fight in World war 1. While he's doing that, he actually becomes friends with the son of an Oklahoma oil family. And so after the war, when Monty gets back to America, he decides to head for Oklahoma and he starts working for his friend's family's oil company. And so his first job in the oil industry. He has a job called a land man. So it says, he worked first as a land man as many future independence often did. Land man, land men do not buy land. Rather they lease the right to produce minerals upon it from the lands owner. So this is what I mentioned earlier, a lot of larger companies oil companies like, I'm not doing that. I think go you know, in negotiate individual with 50 people, 25 people, 200 people, I just rather go straight to the ruler of the country. So this is how it works. Rather they lease the right to produce minerals upon it from the lance owner who takes a share, a lease, which is what he's negotiating. Right? Gives the operator, access to that tract land for 5 or 10 years. If oil is found before the lease expires. The operator may continue to produce it for as long as that well lasts. If not, the mineral right rights revert back to the land holder who then may sell them to the next bidder. But if the land proves productive, the lease... The person doing leasing, pays a royalty to the lando owner rate, which is a sheriff of his profits before costs. So share of his revenue before costs rather. The share is usually 1 eighth, and this is this is fascinating. The share is usually 1 eighth, and it is called a royalty because it was once paid to the crown. So after a few years, Monty decides to strike out his own. He wants to work for himself, and he's gonna go from Oklahoma to West Texas. Now a huge part of this early industry, it's like, well, where are they getting the money from. And so there's 2 interesting sources for funding here. 1 is The oil industry at this point is completely dependent on the railroad industry. Remember this for later because there's this huge dispute between 2 separate oil companies and wait till you hear the name of the of the actual governing body. It's it's not named after oil. Let me just put it... Let me just tell you that. So the earliest some of the earliest American Oil Financier were actually Eastern. Right? These are very far away from the frontier in Oklahoma and Texas. They're actually Eastern who controlled the rover lines. And then the second source, which was uniquely T is Before oil came to Texas, they were their massive industry was a lot of the the Richest families were actually cattle ranchers. So this is guy named Pap Wagon, for example, he was Texas first billionaire. He obviously made his money in in cattle ranch. And then he takes that money, and then actually pounds a bank, and then he would fund a button... It's kinda like, angel investing. If you gonna think what's going on here. A billionaire. He's like, okay. I'm willing to go ahead and issue and and invest these in the speculative, like, oil startups. Is the way to think about this. And he does it through Fort worth National Bank, which he founded. And so 1 of the main things that jumps out is like, okay. Well why would you do? You have a good job? Like, why would you quit You move states. And this is this idea where it's like, he had unbelievable self confidence. I don't even know if that's the right word. This... A lot of these early wildcat patterns. They they were default optimistic by far, but they also believe that they were born lucky. This is not a joke. He says Monument Creek believed that he had a gift, a special talent for finding oil. He believed that he'd been born lucky. When asked why he set himself up as an independent oil man. He said ed always had it in my mind to better myself. And took better himself has always been his quest in life. And so these wildcat counters raise money, and they started start drilling holes. Monty first 29. His first 29 wells all come up empty. So at the beginning of his career. Remember, he still thinks he's born lucky. He was destined to it. I have a gift. This the way he's talking about have a gift for finding oil. Imagine believing that. Right? Quitting your job, moving states, raising money, first 29 times. They're all dud. They start calling him dry whole monty. That was the situation right before he hits 1 of the largest oil discoveries ever. There was actually... Let me read this to you. There's a great line I think about all the time. In the book to officially the whale, which is about Sam Murray, and I talked about this, essentially he goes and and accumulates assets when he does not have the money to do so because he believed if he did not get those assets, his business in the future wouldn't work out anyways. There is some some degree of, for some reason, when I'm when I got to this section in the book, I was thinking about this line. This paragraph that's in the fish the whale. So let me read that paragraph to you first, and then we'll get into this incredible discovery that Monty is a young Monty On Cr. His son is, I think 11 years old when this is about to happen, but this is the line from the fish shape at the will. There are times when certain cards sit un claimed in the common pile. When certain properties become available that will never be available again. A good businessman feels these moments like a fall in the bar pressure. A great businessman is dumb enough to act on them even when he cannot afford to. And so when a real estate trader by the name of ba Skip, comes and asks, Monty, if he wants to buy these leases, this is what happened. So Ba Skip was trying to unload the leases that he held on 4000 acres. These 4000 acres just happen to be near dad joiner as well. So Dad joiner. Is this guy that's sold out to this other guy named H l Hunt. H l Hunt is in that book I referenced earlier, which is the big Rich. Dad joiner site. Is the foundation of the H l hunt family Dynasty. Should went to dad joiner everybody sold out. I think that's a huge important thing to remember. So Ba Skip combs, and he's like, Got 4000 acres He's an under financial pressure. They're kinda ear joiner as well do you want them. No geological survey had been made in the land, but the acreage was cheap because Skip hadn't paid off his leases. He had taken them on an open draft from the the bank instead hoping to get rid of them fast and turn a profit by doing so. So there's a bunch of these people where they'll they'll get a lease and especially this just wanna sell paper. There you have no issue. They're not wildcat cutters. They're like, got these. Let's say Paid, you know, I'm making up number. I paid a thousand for them. I will give you my rights for, you know, 5 x. They're, like, short term, you know, short term traders. I guess, is the way to think about them very different than what, Monty was interested in doing them. Monty On Ka ke thought it was possible that this site may be sitting on top of the Northeast running trend, and on impulse meaning that it's close to the dad joiner discovery, and an impulse he bought the leases. And he bought the leases even though he didn't have the money. So what does he do? They they do this over and nerve again. They take on partners. To to save himself money. He went partners with a man named J t Farrell, who worked down the hall from him. Mon K and Feral didn't have enough money to permit them to expand their holdings and undertake the expense of drilling at the same time. So they did what independence have always done and then sold off pieces of their enterprise. They gave up some of their interest to Getty, that's Getty oil. So think about what just happened there. Ba Skip comes to Monty with a with an opportunity money like, Okay. I'm gonna take another flyer. I've I've drilled 29 dud. I don't have money for this What I gotta. Gotta gonna walk down the hall, and knock on some doors and see once they go in on this deal with me. So now we're 50 50 partners. We're like, alright. We got the leases. We we ain't got no money to to drill. What are we gonna do here. We'll go to a bigger oil company say, hey, give us somebody money drill. And if it works out, we'll obviously give you some move you know, the interest in in a good goodwill. And then I love his relentless optimism here because of the first well that he drills gus force 18000 barrels of oil a day. And then his response was was hilarious. Right? Because it's like, it's like... To be do delusional optimistic. You can just just go from 1 setback to another setback with any loss of enthusiasm, which I love. And it says, like, so, you know, it's all these struggle for years, doesn't have the money. Winds up figuring out how to do it. The first well they drill on this other thing. So this is would really we bought his t attempt. The first well is 18000 barrels a day, and then it says this further convinced him that the Good lord must be looking out for him. In other words that he was born lucky. Now it's fascinating is how fast his fortunes change. So it says Monty and his partner held onto their leases until the end of 19 31. If I'm not mistaken, they actually hit it. I can't find the exact year. I'm pretty sure they hit it same here. I think they held on to it for a year, maybe 2. It was not long... The the point where it's a year or 2 years or something that, it's not a very long time. But the value obviously increases dramatically. And so it says they watched their worth increased many times. Over. Finally, they sold out to a larger oil company for 2 and a half million dollars. That'd be an equivalent of, you know, something like 50000000 today. A few years later, the company that bought it for 2 and a half million sold it for 37000000 to standard oil. And so a bunch of other people, like, like, oh, you know, you sold too early wherever the case is, but again, this is gonna be the foundation of a... Which present day is a, multi billion dollar family Fortune. So a lot of other wildcat carriers are like, oh, you sold too early, but I loved what Monty Cr said here. He says, in the oil business, there's no what if there's only what happened. And another interesting thing is 1 he sold. So now He just have to worry about any money. He's gonna keep... He's gonna be in the insane business for the rest of his life. And he's gonna keep having a lot of success in that business. But also, be what was fascinating is because, his wealth was based soft like this tangible resource. He was able to survive and thrive in the great depression. So it says unlike the Oli arts in New York, Rich T were not necessarily forced into diminish circumstances by the depression. Texas Fortunes had been built upon the bounty of the Earth. This is their words. And the memory of this advantage during a time of crisis has made many t ins mistrust of paper fortunes ever since. Mist mistrust of paper Fortunes ever since remember that sentence later on, when his grandson is, you know, essentially like peacock. Like, look, what I did when this deal, he's drilling oil for Israel, unlike disputed industry in Israel and in Egypt in the 19 seventies, and we'll get to there later. But his his his grandfather wasn't buying a. Like, until the money is in the bank. It everybody... You know what? It reminded me of something that Sam said, I think it was his an auto where, you know, somebody had said to him during the... The original dot com boom in the late nineties. Like Sam, you know, you took you 40 years or something like that to be a billionaire. What do you think of this guy that, you know, started to come 18 months ago, and he's a billionaire. You know, it's like 97 or 98. And he goes, tell me when he has the money in the bank. And I'm pretty sure if I remember the... The story correctly. That the... That was always just a paper fortune. It went up booming and then busting and then I think going Bankrupt. So before I move on, I wanna go over some of the characteristics of these early wildcat carriers because I'm choosing to focus on Money on Grief, There's a lot of other characters in there, H l Hunt, Sid Richardson, Clint Mer. In fact, what brought this book to my attention is I've been doing research. I wanna do a podcast on Richard Rain water, very influential investor and company builder. And, yet, there's surprisingly as influential this person was. There's there's no biography on them. And so I found, this podcast, and it's called Rain maker's podcast. I'll leave a link down below. Turns out, Ram who runs the ray podcast has been listening to founders for a while. And I sent him a message, and he gave me all of his research. He's that... I'd recommend listening at podcast because the love of research that went into it incredible. I've been trying to find stuff Original all the time, and Rain just came up with... Like, his sources were just way better than mine, and I... 1 of his sources was this book. And so I immediately ordered all the books on that list. And I started reading this Like, this is actually incredible. And so my interest in this was, I was like, okay. I wanna learn more about... Because Richard Rain, how he gotta start was that there's a oil man. I ones up becoming... I think the richest person of the United States for certain times. More like a gambler though. Seems stitch Richardson, he passes away. His fortune goes to... He didn't have any children, his fortune goes to his net nephew. It's is the Bass family, and then the Bass family hires Richard Rain water. And so the podcast I'm telling you about talks about how Richard, I think turned 50000000 of the Bass money into 5000000000. But Sid Richardson just like Monty man Creek. They were a big belief in luck. In fact, Sid Cr says that, he'd... He'd always been, his Cr had always been that he'd rather be lucky than smart because a lot of smart guys go hungry. Another trait that they had was they were not afraid of debt. This is not advice by the way, because there's a lot of people that did the exact same thing they did, but did not survive. And so Sid Richardson, his partner was his guy clint Merchants. Who's also fascinating He's in the big Rich. Highly recommend I I'm gonna leave links for this book, but I'd also go back and listen to episode 01:50. I don't. It's not 01:50 Is it. I don't know why I'm guessing. I can just look it up. It is episode 01:49. 01:50 Sam Walton. So 01:49. I'd we listen to the episode, but I also read the book. The big Rich is Excellent. I'm gonna wanna re reread it and doing another podcast on in the future, because I thought the the book was fantastic. But... So Clint merchants in there as well. They were 1 time partners with Sid Richardson. And you might find this interesting Clint Merchants and Sun. It was actually the founder of the Dallas Cowboys. But so what they have, in common, they believe in luck, they have an absence of fear of disgrace as we just saw, like, they're failing over and over again. They just keep getting back up and going at it. As we just saw with Monty. He was owen 29 and he was still going at and and 30 was, you know, changed his his life and really, not only changes, like, with change trajectory of many generations of his family. They're also not scared of of having tons of debt. And there's a great, there's a great exchange between Sid Richardson in this, and Clint Mu in the book, and Sid tells Clint, I must be the richest 1 between us because I owe more money than you you do. They've got paper of mind floating all the way to London. Sid believed that this is crazy. Sid had an attitude that, there was no innate shameful in going broke or in borrowing as long as there was a reason for it. They all were delusional optimus They believe that optimism was the personal quality that nurture luck. They hated timid humidity. They said you cannot. You simply an oil man simply could afford to be timid, and then they did not feel the need to apologize for the occasional big losses. They believe that if you were not having big losses, I means weren't trying enough. And in many cases, they operated in legal, like gray areas. They built concrete bunker around wells and hired armed guards to defend their turf from government inspectors. They smuggled oil across state borders. They operated un registered refineries in backwards. They processed crude in excess of what each operator was allowed. This is later in the oil industry. It says chaos and they believe in chaos and defiance, and they refused to be controlled. They were not afraid of risk. They said the risk is always there, and then Clint Mu has a great saying. He says, so the risk is always there. And as Clint Was fond of saying. After the first hundred million, what the hell. And so what he's talking about there? Is, like, after a hundred million dollars. You kind have a hundred... And at this, you can have a hundred million or a billion. The difference in your lifestyles negligible. So you should be going... Like, should be building businesses going for risk. In Clint case, he was... He would spread money all around. He would own oil company's railroads, cattle ranch, obviously, his son eventually, started the Dallas cowboys. But really, this is, I guess, the punch for this entire section. They were motivated to found dynasties to which their sons and their son's sons could succeed. This is more about their mindset. West Texas where all these these guys are operating was settled by optimism by pure booster Spirit by the willingness to go on faith and instinct to believe that hard work and the taking of high risk must inevitably bring reward. Only something is stubborn and un unreasonable. Remember, this is not like an intellectual thing In many cases, they're they're being irrational and people around them are telling them they are. Only something is stubborn is un... And un unreasonable as faith could have inspired men and women to settle and remain upon this harsh on yielding land. These Texas wildcat carriers were optimus without equal. They had to be. This was very fascinating. So keep in mind, Clint, or not Clint. Monty gets in the business, right, after World war 1, so we're talking late 19... 19 teens. Right? In the years before and after the first world war, the Us bureau of mines had begun issuing a series of pessimistic surveys. They estimated. These are the quote unquote experts saying you you're wasting your time here. Why? Because we estimate that 40 percent of America's petroleum reserves had already been exhausted. That is insane. That is an insane statement. This is over a hundred years ago. Right? So a hundred years later than the the this report by these experts was issued. Right? Over a hundred years later. There's more petroleum produced. In America, There's hundreds of thousands of barrels a day in the 19 twenties. So at that time, and then let me let me be clear what I'm here. In the 19 twenties or the 19 teens. When this this report is issued it's like, hey, we've already... We're estimating that you've guys have already tapped 40 percent of America's Petroleum reserves we're already producing hundreds of thousands of barrels a day. Right? They can't... Like, we're gonna run out. A hundred years later, we're producing tens of millions of barrels a day. This is why keep bringing up this, like, rational optimism and the belief and luck that they have because like, the industry reports, like, nope, we're 40 percent of the way through, and the report concluded. Right? That the domestic oil business was not far from dead. West Texas oil men refused to take these reports at their word. And it was a good thing they did because when they start drilling all of these findings, it's gonna happen over the next 10:20 years. Right? It was the greatest frontier gold rush of all time. And they they they make a great point in the book that this these discoveries in Texas in, you know, twenties thirties, forties, were 10 times the size of the gold strike that brought the 49 to Northern California in 18 hundreds. And I think there's some needed context around this. Right? Like, why could you have this default optimism. And I... It goes back to this this theme that I was thinking about. I was reading this? Because, like, okay, Let's let's study this not to, like, try to start an oil company. But I'm really curious like, where is their opportunity without limits today? And can we drive insights into like, what those opportunities look like and what to look for? And part of this was that these are there's a actually a dual theme here? It's like, these are poor men. Mon mon Cr when he was doing this was not a rich man when his grandson or his son tried to do that. They are rich men. And so I think the benefit that, like, a Clint Merchants inn are, Sid Richardson or money on cr had is the fact that it really... They really... They could speak as growth as an in because there's nowhere to go, but up. They had begun their lives and a lot of these wildcat. They begun their lives and H and had nowhere to go. And so they were willing to sleep intense. They would pit... In some cases, they would teach they would pitch a tent right next to AAA Derek. Right? And they're all open. They describe this environment as un governed back lands with a climate that was predictable only in its violence. So you got either the freezing, there's storms, there's mud, then there's heat. And the only thing pushing them through is 1 they're broke and 2, they're very optimistic. Such harsh put to the test the willingness of people to put aside all thoughts of present comfort and pleasure and live exclusively upon hopes for the future. This same stern ability to ignore their present circumstances and live upon their hopes. As 1 descendant of a wildcat said, my grand was born in a hole in the ground. You can't start life much lower than that. And so I mentioned a surprising role that railroads played in the... Not only the growth of the oil business. But also the regulation of it. So says, growth meant railroads. Some West Texas fields had to be shut down after they were discovered because so it means they struck oil because there was no means for hauling barrels of crude out of there to the refineries. And if the discovery was big enough, they would actually be able to influence railway at railroads to lay track. So it says they became a bona for railroad scheme as much as for wildcat. So that was... That's at the stage. It was very interesting that you know, the... There's a kinda like s relationship between independent oil wildcat catheters like Monty, and these larger companies. Like, they're kinda doing deals with each other. Their fields are next to each other. They they become partners for a little bit then they break up. If an independent usually it's going to eventually stall out. He's going to sell it to a major. So this was fasting. This was really surprising it. I think Pc influence that that railroads our railroads had on the, early American oil industry. So independents like Monument Creek. They're they usually are rarely willing to jeopardize their relationship with major companies by taking them before regulatory boards. Monument Mon Grief had to do this because he feels that he thought that Humble was decreasing the value of his oil fields because they were draining, essentially, like, let's say he was on the outskirts so they own the middle. They were draining things that were not in the middle. And so if an independent wanted to file suit against the major, he would go through the regulatory board of the oil initiate of time, which was called the Railroad Commission. That was surprising. Again, it's not the oil board, oil regulations, the railroad commission. And in this case, this wind up making him over a hundred million dollars. The railroad commission ordered, humble to compensate him for his fields. They were forced to pay him hundred million dollars along with percentages and residual on the on those percentages. And so I said it was a victory for his dynasty and it means for its graduation. And there's just a great line in the book about this, you know, because you think it were nuts for, you know, essentially suing a potential partner in the future. Your nuts for doing all, you know, all of the behavior that the wildcat cutters are doing, same nuts at the time. And it says being crazy is something that majors just don't understand. And being crazy and having imagination is actually a huge ass for the independents. This this stab blew my mind. Independent wildcat find 80 percent of the oil and gas in America, despite the fact that most of the mineral leases they acquire have been rejected by the big companies. And so when the book ends, Monty and his eighties and he's still at it, and I think this is a good description of why. Man man K grew up amid the harsh of a developing frontier land and made hundreds of millions of dollars over the course of his 80 odd years. He had realized his ambitions in a town that he helped to settle and shape and make grow. He had been able to trace his shadow, leave his mark upon an empty land and set a standard for those who were to follow. He created a dynasty. For Money Mon Grief, and for men of this pioneer generation, achievement, not refinement is the measure of all things. And that is where I'll leave it for the full story, Highly recommend reading the book If you buy the book using a link in your show notes or available finder dot com. You'll be supporting the podcast at the same time. There's only a few limited copies of this. So in case you can't get this, I will also leave a link below to read the big rich, which tells a lot of similar stories and it's an excellent book. That is 338 books down 1000 go, and I'll talk to you again soon. Okay. There's just a few quick things and in fact a few quick new things before you go. First 1, was asked for and requested for many, many months. Founders now officially has merch. If you go to shop dot founders podcast dot com. I can just go to founders podcast dot com and click on merch. A few months ago, I did an a live show in New York City with my friend Patrick O's from the invest like the best podcast. And we sold for the first time I, like, founders merch, like, sweatshirt hats. People seem to love it, I've been wearing that. I have I actually took, like, 4 of them for myself, and I've been wearing them for this past few months. They are super super comfortable. I would definitely ordered the sweatshirt. The hat that we have on there right now I'm actually going to replace soon with a hat that's the... Because the founders logo on the hat is big. Some people like it. I personally like it if it's a little smaller. But if you happen to like, the bigger logo, get the hat soon because eventually that we replaced with the hat with the smaller logo. So if you wanna buy some founders merch, go to shop dot founders podcast dot com or go to founders podcast dot com and click on merch, and you can do that. The second new thing. And this 1 is incredibly important, me and Patrick are looking for partners. If you are building products. If your company is building a product that makes somebody else's business better. So b to b. And you would be interested in becoming partners with me and Patrick O's from advice like the best email partnerships at founders podcast dot com That is partnerships with an s, partnerships at founders podcast dot com, tell us about the company you're building. Obviously, any important links that we need to know and why you think we would be good partners. So we're able to obviously help with distribution. We're looking for partners that we can actually partner with and then help advertise across both of our podcast podcasts, we can also bring capital and then access to talent as well. And the 1 of the reasons this came this this idea came to mind is because I keep having this experience where whether I'm touring a company because I've been invited to or I'm giving a speech or I meet somebody through, like, a a friend of a friend that listens to the podcast. I keep coming across these unbelievably talented and formidable founders that listens to founders. And in some cases have been listening, like, I I just met 1 last week. He's incredible, and he's like, yeah I listened to 200 episodes. And so it's very apparent to me that I'm doing something wrong where because these supremely talented people. There's no mechanism for which for them to, like, reveal themselves to me. And that's important to the podcast because supremely talented people usually build supremely impressive products, products that can make your business better, and I would like to use the podcast to essentially highlight founder led companies from founders that listen to founders that would benefit other listeners of founders. And so Patrick and I don't know what shape this is gonna take yet. All we know is we have access to a lot of resources. We have very unique assets and no 1 else probably on the planet has. And if you're... You think you're a right fit, just email partnerships at founders podcast dot com, there'll be more details in the future, I just wanna put out put that out there for now. So if you're building something, and you would wanna partner with Patrick and I, email, partnerships, at founders podcast dot com. And I think you'd be surprised about all the kind of unexpected benefits that could happened. So this this actually just happened because I told you about this company Vest, v as in Victor, es ST0. It's vest dot com. And I partnered with them for a while. I knew the founder, 2 of my close founder friends. Were both using vest to get higher returns on their business's idle cash. And so like go, this is... I knew Ben. I'd spent a much time with him went out to doing with him bunch times. And then I had 2 people I trust where... And they were both in very opposite situations. 1 was, I had raised a bunch of venture capital. And so he had a long runway. And he was using Vest to Lengthen his runway, and the other 1 had this giant bootstrap business with a bunch of companies, and he was using it to get higher rate of return than his bank was offering them. And so there's a bunch of people that heard about Vest from the ads I was doing on the podcast, but what was fascinating, and this is an unexpected benefit. They actually pulled a product out of vest that didn't exist and now exist because of that. And this is also the benefit of founder led calls. Sales calls if you can do that in your company because Ben ben was taking all the calls. Right? Explaining getting to know who the prospects were explaining the business explained why the business exists, You know, he built the... From it from the ground up. So he's the person in the best possible position to explain to explain its value to potential customers. But he was having a bunch of these conversations, and it was fascinating is people didn't know it that didn't even know each other we're asking for the same thing. Because, like, yeah, I have excess cash, and I would like a higher return. Obviously, now the interest rates are higher. But there's this other problem that I really wanna find a solution for. And a lot of people have, in many cases, multiple bank accounts spread across multiple banks, in some cases, multiple countries, and in some cases, multiple currencies, and multiple entities. And the only solution they could find and this is what they're asking Ben to build for them was, hey, I have to hire somebody. Right? They're paying somebody every morning or every day to log in to all their accounts. In some cases, there was, like, 10 to 30 different accounts. Reconcile all the balances. And in some cases convert the currencies just to figure out how much cash does all my businesses have right at this exact moment. And so as a result of founders in the founder community in the founder podcast community, this product now exists. If you have this problem, you go to vest dot com, VEST0. Everybody says I slur my words. I know I don't pronounce things correctly, so it's v as in Victor. I obviously, I will leave the links in the show notes and links after everything I talked to. Talk about. Is at founders podcast dot com. But if you wanna see all of your company's financial accounts in 1 view. Vest, this this version of Vest will connect and control all of your global business accounts from 1 dashboard. And then if you choose to, they can all automatically also hope you earn higher rates on your business's idle cash. And then when you go to Vest and schedule demo, you actually talk to Ben. So just make sure that you tell them that David from founders sent you. So, 2 more quick things I wanna talk to you about Founders notes, founder notes, is the best way. The single best way. First, I think it's it's the world's greatest the world's greatest notebook 4 founders, but it's also the best way to support the podcast. I think last week the Napoleon episode, really honed in on the value proposition from just reading and re reread all the the note... All of my notes and highlights. So what Founder notes is is for. What is this now? 6 years since 2018. I've been catalog all of the notes and all the highlights I've been putting in this app called read wise, which allows me to search by books, search by keyword. Constantly review my highlights, there's a thing called the highlights fee, which I think is incredible, which is essentially a random generator. It's like a smart Twitter feed, but instead of reading the psychotic delusions of these crazy people that are I've had to hang on on social media all day You're reading notes and highlights. From history's greatest founders. And so I went to the team Read wise. This was like, hey, people have been asking for a long time to have access to my notes and highlights, is there any way we can build a product together where we can we can essentially mirror what I see. So when you subscribe when you go to Founders notes that's founders to the s. Thunder no dot com, and you subscribe to this when you invest in a subscription, you see exactly. You see a direct mirror. You see exactly what I see. This is something that I use every day. This is a product that I could not make the podcast without. It is literally embedded in my workflow. So if you had already had access to Founders notes, you would have already seen the highlights for the for the wildcat cutters the book that we... We just went over. Because I'm updating it nearly every single day And the reason I thought that there was a lot of... Was a couple of things that people emailed me that really resonate from last week is 1, it... I, I talked about the fact that it's only for people that are running already successful companies. Right? If you're not already running successful company, though the people running a successful company, are going to get the most value out founders notes because they already have a mechanism in which turn that knowledge, it's in the notebook into profit. Right? And if you're not, listen to the podcast. I said, like, founders notes does not have a free trial because the podcast is the free trial. If you're not already running you a successful company, it doesn't make any sense for you to to invest in this subscription. Just go and listen to the 337 episodes. Whenever you want, as much as you want, and then use those ideas to build a successful company then this is this is in addition to. Well, for people are already running A6A successful company, then it's no brainer. You can invest in a year subscription. Right? At the end of a year, first of all, there's already, you know, I don't know. Something like 20000 highlights. In there. I think where the team in Read wise just sent me my stats page. I think they said there's 24000 highlights, but I'd have to go back and double check that. But, anyways, my point being is, like, the use... If you would sign up today, In the next year, I'm gonna add another, you know, 50 something books and, you know, probably 4 or 5000 highlights. So the product literally gets better every day, and then you could decide at the end of the year. Did you get value at it or not? Well, I think I think it's a no brainer to to try for at least a year. And the reason I say that I heard from a lot of people that that the Napoleon episode resonated with them, and they realized helped them realize the value of, you know, not just listening to the podcast, but really going deep on this and reading and re reread over over again because That's that's Napoleon's own words. He said read over and over again. And they say read once, listen to 1 episode and then keep him move. No. He said, read over and over again. The the campaigns of Alexander Hannibal, Caesar. Frederick Great. Make them your models. This is the only way to become a great general to master's secrets of the art of war with your own genius enlightened by this study. I truly believe that if you subscribe to Founders notes, and you read it every day. Keep it open your browser What I would do is pick a new book every morning. Right? And just read the highlights. You can see my notes too. Search whatever comes to mind. Use the highlights feed, which is that is a really cool thing. If you can build the habit of just scrolling the highlights feed. Take 10... This is what you just do. Take 10 minutes out of your social media scrolling. Right? Just take 10 minutes out of whatever how much time you're using and use that to read the highlights feed for 10 minutes a today... It's impossible. That you're not gonna get valuable information to make your business better if you do that 10 minutes a day for the year. It's just impossible. That it's not even including the crazy thing that I've been testing. And I might just release it soon. I, it's the essentially a founder Gp that can't call that. There's gotta be a different name. So I gotta figure out Call it. It's like chat. Is instead of being trained on the entire internet. It's trained on all my notes and highlights, and then now all my transcripts, and it's just... It if you've ever heard you hear it on the podcast, but if you've ever heard me speak in in person 2. It's this thing where this or being interviewed on a podcast, I don't know what that other person gonna ask me, but everything that I hear is filtered through all the reading and research and the constant reread my highlights, like, oh, that reminds me of this. And that reminds me of that. You'll hear me do this over over again. The founder Gp version does that. And I'm like, it now is making connections that I didn't even think about. And I'm like, oh, this is interesting. Now here's the problem. It's just, like, with any kind of these, like, new you know, chat models, you know, 80 percent of it's amazing, and then some of it's, like, that's not... You just made that up. So we gotta figure out what to do with that, but that's super exciting. So this idea where it's, like, Napoleon said multiple times and his maxim. The importance of this. You know, he says it's it's profitable to study the campaigns of the great masters. I don't know about you. If you're reading notes and highlights from biographies of history case entrepreneurs. What is that? That is this... You're studying the campaigns of the great masters, Napoleon saying that's profitable to do so. He says that all great captains have been diligent students. You and I talk about this every week. That's 1 of the main reoccurring themes. In this this in the history of entrepreneurship that comes up in these biographies over and over again. And then Napoleon says experience must be supplemented by study. No man's personal experience can be so inclusive as to warrant his disregard the experience of others. Experience must be supplemented by Study. During the day, you know, you're busy working in your company. You're building your empire. When you're not doing that, I think listening to founders, reading these biographies, investing in subscription to founders notes. That's professional research. You are supplementing your that you're supplementing your own experience by study. So if you have not yet signed up for it highly recommend you do, you go to founders notes dot com. After you sign up, you'll receive an email in that email, it goes into detail, that welcoming mail. Make sure you you read it. It goes into deep exact detail how I use this on a daily basis. And even this morning, I was going in reread highlights because 1 of my favorite books that I've ever read was, this It's called Hard drive. It's like it's episode 2 90. It's it. It's a biography of Bill Gates, but what I love about is like, it's the first, like, 35 years of his life because it ends at the Microsoft Ipo. And well, I was reread the highlights because he young gates had... There's this line that says, like, this mono quality. And essentially what I'm just brain myself to make sure that I don't lose my focus. And so I was reading through the highlights, and I was also thinking about this idea, that I'm thinking about my own business, the importance of, like, un untapped limitless opportunity and his decision to insist on our royalty agreement between him and Ibm. So all these weird things that, you know, maybe had forgotten or had thought about a while. I'm reread, and then it gets to this poor. Was like, oh, he consumed biographies to understand how the great figures of history thought and I'm like, oh, there it is again. That he was doing that, you know, 30 years ago. No, quite longer than that. 40 years ago. But this idea it's like, oh, this constant reread and reread and studying of the great people that came for us And I I really do... Because I I can tell you with my whole heart. Like, I made the product. I used the product every day. It's... It would be impossible for me to endorse, another product in the world to agree degree other than, you know, listening to the podcast. So I I truly believe it's valuable. If you wanna try it off for year, go to Founders founders notes dot com. As always, thank you very much for listening, and I'll talk to you again soon."
}