{
  "transcript": "2 quick things before we jump into this episode on Joseph. I just finished listening to this entire episode. It is a wild episode. Imagine building your business based on a handful of clients. The only... Your business only has a handful of clients, but those clients are the wealthiest... Some of the wealthiest people in the world. That is the episode that you're about to hear. Before we jump to that 2 quick things. If you've been dill dialing about investing in a subscription to Founders notes, you might wanna do that now for the first time ever, and for a limited time only, I got a bunch of requests asking if you could do a 1 time option. And so I'm currently testing that right now. You can get access by going to founders notes dot com that is founders with an s founders notes dot com. I haven't even mentioned it publicly and people are already selecting that option. So again, the 1 time is for a limited time only, founders notes dot com. I'll talk more about that at the end. The second thing real quick is Patrick O's from the invest like, the best podcast and I are looking for partners. If you are building b to b products, and you'd be interested in partnering with Patrick and I, You can go to founders podcast dot com slash partnerships that is partnerships with an s. There you can tell us about what you're working on and then get in touch. Again, that is founders podcast dot com slash partnerships. So that's it. Let's jump into this episode. I just finished listening to it. I loved it. I hope you do too. Joseph Da noticed that Europe had plenty of art, and America had plenty of money, and his entire astonishing career was the product of that 1 simple observation. Beginning in 18 86 when he was 17, he was perpetually joining between Europe where he stocked up on merchandise and America where he sold that merchandise. There was almost nothing Wouldn't do for his important clients. These immensely rich Americans were shy and suspicious of casual contacts because of their wealth and often didn't know where to go or what to do it themselves when they traveled abroad. Du provided them with an entrance to the great country homes of the European nobility. It was just a coincidence a fabricated coincidence which you and I will talk about a few times today that Devin always did. There's nothing. And as you'll see as we go through this, there's nothing in this guy's life and career that was a coincidence. So he'd provide rich Americans entrance into these country homes of European nobility. These homes were staff were full of ancestral portraits that were for sale. Devin also w hotel accommodations and passage on sold out chips for his clients. He got his client's houses, and he provided architects to build them houses. And then he saw to it that the architects plan the interiors of these houses with wall space that demanded plenty of pictures. He even selected bride for some of his clients. These selections of potential bride had to meet the same refined standard that governed his choice of houses for his clients, which meant a bride that was receptive to collecting expensive art. Da was not a patient man. He had cal caloric imperial. And he felt that the world must stop while he got what he wanted. He had a con compulsive drive, a boundless and explosive fe, and a reckless contempt for works of art handled by rival dealers. That's a funny way to say that he was extremely extremely competitive. A 1 time in new York, a millionaire collector who was so un that he was thinking of buying a sixteenth century Italian painting from another art dealer asked Du to come to his mansion on fifth avenue to take a look at it. The prospective buyer watched Face closely and he saw his nostrils quiver. I sniff, fresh paint said Devin. Da remarks about other people's pictures sometimes resulted in lawsuits that lasted for years. Cost him hundreds of thousands of dollars and brought him into courts in New York and London and Paris. In his business, Da had to bear that the temperament of the men that he dealt with were the direct opposite of his own. The great American millionaires of the Era were slow speaking and slow thinking and cautious and secretive and deliberate. They were the emperors of oil and steel of department stores and railroads and newspapers, of stocks and bonds of utilities and banking, and these men had trained themselves to talk slowly and pause before each word. Da dealt constantly with cryptic men like Jpmorgan and Henry Clay F and Andrew Mel. That was an excerpt from this long form 2 part New Yorker profile that I'm gonna talk to you about today. It's called the days of Da a legendary art dealer and his clients and was written by s and Burn room all the way back in 19 51. And before I jump back into the pro, I wanna tell you how this came on my radar. A few months ago when I was researching and reading about Larry Ga, which is the billionaire art dealer. That was episode 03:25. I mentioned this theme that seems to appear over and over again that there's always a blueprint. And so there's somebody doing something now, and they were heavily influenced or got the idea from somebody that lived long time before them. And so Larry Alive and operating to this day, but almost a hundred years ago, Joseph Du built a career that Larry used as a blueprint. In fact, in that piece, I'm reading from Episode 03:25. This is Go isn't the first to pull this off. He's a big reader, and 1 of his favorite subjects is a life of Joseph Devin. The Great Art dealer who helped assemble the collections of Aid Andrew Mel, Jp Jpmorgan and other gil age titans. There are several biographies of Da And informed me that he has read them all. And so shortly after that episode came out, Will England, who's the Ceo of Wall capital texted me. And he says, hey, Just so you know, Robert, the author Robert Greene mentions Joseph Devin in a bunch of his books. Like the 48 laws of power and the 33 strategy of war. And so in addition to this 2 part New Yorker profile, there's several highlights from Robert Greene talking about how Da muscle strategy that Devin to build his business. And, by the way, just in case you haven't listened to it yet. 1 of my favorite episodes from last year was on invest like the best. It's best like the best number 03:42. It's actually Will England. The title is a primer on multi strategy hedge funds, and It just happened to be lucky enough. To be there that day that they recorded it. So I got spend a few hours with will. And he has 2 of my favorite traits, intelligence combined with intensity. And so I wanna jump back right back into Devin intervene, main thing that you not gonna talk about today is the fact that with everything is calculated with him. With y mean nothing is accidental. In many cases he goes out of his way to disguise his clever. So I wanna review just a couple ideas that that I found fascinating from that introduction was the fact that, hey, he built his career really on a combination of 2 ideas. Right? It's like, this guy just noticed, hey, Europe has plenty of art at the time he's living this late 18 hundreds early 19 hundreds. Right? When he's building business. Europe has plenty of art, No money. America has plenty of money, and I love that line where it's like, his entire astonishing career was the product of that observation. So something I thought about as I read that was it's a combination to my favorite ideas. 1 came from Charlie Mu that I've thought about for years and it's really what I'm trying to do it with Founders podcast podcasts is, hey, find a simple idea and take that idea seriously. I found that idea when I read Portrait I was dominic, many, many years ago for the first time. Because in that book, Charlie says there's an old 2 part rule that often works wonders in business and science and elsewhere. It is take a simple basic idea and take it very seriously. And then the second idea that came to mind actually came from the Larry Ga profile, and I have... I've thought about this idea every week and since I've first discovered it in Larry profile has actually been on my mind and influencing my decisions constantly and is that genius has the few moving parts. Joseph Devin becomes fabulous wealthy. Builds an incredible life and business off of that simple idea. His business had very few moving parts. Like, hey, I'm gonna buy all this hard to find art in Europe And I'm going to connect that. I'm going to then take it across the Atlantic ocean and sell it to the rich robber Barons in America. That's his entire business and everything he does because Genius has a few moving parts it allows him to think about it in ways where if you spread yourself in or you're working on a million different things. You're not gonna come up with the ideas that he does. So 1 example of this is, like, he he was a big believer in practice. And so what would happen is, he... First of all, he built his entire freaking business off of just a handful of clients, which, obviously, if your if your clients are the richest people in the world. You don't need that many of them. Right? But what would he do is he would study them intently. He gets to know, like, their their tastes, their traits, their personality what's important to him. And then he would build, like, these little models of how this person acts or thinks, and he would explain that to his secretary. And so the day before, the he's got... Let's say he's got an appointment tomorrow with Andrew Mel or Henry Clay F or, you know, a ton of these people that you and I've studied. I've done episodes on all these people. It's a really cool. How many people that are mentioned in this article. In this profile that I've done multiple on. But let's say he's gonna meet with them tomorrow. Right? The day before, he will have, literally act out how that interview is likely to go, how that sales process likes to go, he will map out all the strategic possibilities. He will rehearse it. And then by the time he's in person with the client, it almost seems like second nature, like, oh, this is just spur the moment when it's... No. Everything with this guy is extremely extremely methodical. Another thing that I noticed which is very fascinating and something I I believe whole wholeheartedly. The the enthusiasm that you have for your product is transferable to other people. And everybody talks me like, he's they talk over and over again about his enthusiasm. The fact that he was fun to be around. The fact that he was super excited about what he was doing. And so it says there was another... There was never any doubts in his own mind. Each picture. So remember, this is written back in 19 51, they used the word picture. I think today, you and I would use the word painting. So says there were never any doubts in his mind. Each painting he had to sell each piece of sculpture was the greatest since the last 1 and until the next 1. And the reason he was the most successful art dealer all time until Larry ga. I think now obviously, Larry goes and has surpassed him. Obviously, you know, standing on the Go is standing on the shoulders of giants. 1 of those giants being, was the fact that he was obsessed. Du was obsessed with scarcity and controlling supply. And so what he would say is he he would tell his clients. They could replace the money that they have many times over, but they were acquiring the irr replaceable when they bought a. And so let me give you a little summary of this. I'm gonna put this down, pick up 48 laws of power. This is what is in the book. On this idea of the importance of scarcity seating and controlling supply to Devin business. The art dealer Joseph Devin insisted of making the painting he sold as scarce and as rare as possible. To keep their prices elevated and their status high, he bought up entire collections. And stored them in his basement. The paintings that he sold became more than just paintings. They were fetish objects. Their value was increased by their ra. He was intent. Over and over again, he wanted to control supply he bought entire collections. He'd pay higher prices than anybody else. And then he would stimulate demand by saying, hey, there's only 1 of these, but there's... I got 10 clients just like you. And if you don't buy this, I'm gonna pick up the phone I'm gonna walk down the street and I'm gonna sell somebody else. Making his clients conscious said, whereas he had unique access to great art, his outlets for it were multiple. He watched their doubts about the prices of the art evolving into more acute doubts about whether he would let them buy it. So remember that idea the importance for controlling supply. It's so it's an idea you and Not gonna come back to over and over again. This was very fascinating. He built up this this massive information network, and so this is gonna be repeated throughout his career as well. So it says Devin received daily reports from his galleries. So he's got galleries in Europe and London and Paris, telling them are telling him what customers had come in, what pictures they had looked at and for how long and what they said about those pictures. From other sources he got reports on any major collections being offered for sale. He also got reports from his quote unquote, runners. These are people that he deployed all over Europe to hunt out noble men on the verge of settling for solve and a bit of loose change at the sacrifice of some of their family portraits. These reports might include the Gossip coming from servants who had overheard the head of the state saying to an important dealer that he might consider parting with a lovely piece if the price was right. Now, this is another thing that, I think was unique to the way Built his business. He went control supply. He wanna say, hey, I have literally the best and rarest pieces of art all over the world. They're not available anywhere else. And so to do that, he would routinely pay the highest prices, far exceeding what anyone had paid before and in this bizarre world of capitalism that we're at the very the highest to end. This actually made the fact that he over paid made his merchandise more valuable in the eyes of the buyer. So in negotiating with the heads of Noble families Devin usually won hands down over the other dealers, the freshness ness of his attacks simply bold over the dukes and the barons. He didn't waste any time. He talked prices and he talked big prices. He would say this is the greatest thing I ever saw. I will pay the biggest price you ever saw. And no surprise here to this technique, the dukes and the barons responded warm, and so they sold only to him. And he would continue this later on. He dies, I think in the 19 thirties. So part of his career overlaps with the great depression, and it said depression or no depression, it was du principal to pay, the highest conceivable prices. Listen to this. A titled English woman had a family portrait to sell. Da asked her what she wanted for it, and she meek said 18000 pounds. Da was ind. What? 18000 pounds for a picture of this quality that is ridiculous my dear lady. Ridiculous. He began to ex the virtue of the picture as if he were selling it. And indeed, in his mind, right instead of buying it, he was already selling it. A kind of h in reverse in suit. Finally, the owner asked him what he thought the picture was worth, and this is a key a key insight into Thinking. Da, who had already decided what he would charge some American customer. It would be a price that he could not ask for a picture that had cost him just a mere 18000 pounds. So he shouted rep report rep at her. My dear lady, the very least you should let that picture go for is 25000 pounds. Swept off her feet by his enthusiasm, again, that word enthusiasm is going to be repeat it over and over again, by people around Da. Swept off, her feet by his enthusiasm, the lady pixelated. And so this next story is nuts, and it just goes into this idea that a lot of people view. It's it it's part of human nature. We interpret price as a signal for quality. Right? A shortcut for quality. So he's like, hey, I'm not... You know, you wanna sell this to me for 18000 pounds. Nope. I'm gonna give you 25000 pounds. That sounds crazy, but this is why Had enormous respect for the prices he set on the objects he bought and sold. Often his clients tried to maneuver him into a position where he might relax his high standards, but he always managed to keep them. There was an instance of this kind of maneuvering in 19 34. So he is selling 3 statues. Right? 3 busts. He wants to sell them all 3 of them to Rockefeller son. So this is John d Rockefeller Junior. Okay? So he's like, hey, who's who's a massive collector and a huge customer of, Devin. And so he's like, hey, I'll sell you. Devin says I will sell you these 3 bus for a million and a half dollars. Rock froze. Oh, that prices might be too high. So what does Do when he's he's presented with that. He does not negotiate down. He's like, I want a million a half. Rock was like, give you a million. Like, it means he's like, no. I'm going to give you the bust. Put him up in your house, and I think it... He gives him an a year. Right? So it says, it is here. So he says the allowed Rockefeller or years options on the bust. Right? So they are going to remain 4 a year in the rockefeller mansion as non paying guests. That's Hilarious. During that time, J hoped that the attraction between Rockefeller junior and the bus would ripen it into emotion that was more intense. And so keep in mind, this is 19 34. Look at this like psychological j that Tu is gonna do on Rockefeller junior. Right? So a few months later, where... You know, he's got a year, few months later, Rockefeller writes some a letter. He's like, hey, I have a counter proposal, I'll buy the bus for a million dollars. Right? Because the depression is on, and most people are feeling the effects of it, and Rockefeller said, hey, you know, you might wipe... Because of depression, you might welcome a million in cash. Do response was that I am not in the stock market, and therefore, I am immune and not the least bit affected by the depression. Isn't that interesting? I always love the idea of, like, the order in which you read things can change your interpretation of it. And so last week, you and I talked about Texas oil billionaires. And Man Mon Cr was very rich through the depression, a lot of the Texas oil billionaires because they had no money in the stock market. And so in the northeast at the time, everybody's getting destroyed. All of Texas as well isn't, you know, coming from the ground. And so they were essentially immune to the effects of the great depression. We see something very similar here. Like this, I'm not my entire business is selling pictures. Right? I'm taking European art and selling it to you Rich Americans. I'm not worried about stock market. And so Actually turns around Like oh, since since you're Tri. It me, you're hard up on money. And so I will come to your assistance. Du managed to convey to to get a suggestion that if Rockefeller fell was in temporary financial to difficulty. He Du was ready to come to his assistance. And so what happens? Okay? So they says I want... I wanna sell these things to you for these 3 statues for million and a half dollars. You think that's too high? Take them, let them in your house for a year. Right? That's going to expire on the 30 The option going fire in the 30 first of December. You can either buy them, and I've made it very clear. I'm not budgeting on the price. Right? You can either buy them on December 30 first, or I have to take them back. So that's again, a very advanced understanding, setting a deadline of human psychology. And so what happens is the day before the option expires, Rockefeller writes Stu informs Sending that he's buying all 3 of them for a million and a half dollars. And it's this fundamental ability to understand and really focus in on its customers. Because he said says the 8 or 10 clients. So they're talk... At this part of the story to talking about the fact that he put a lot of money into building... Built like a gallery slash like house very so much of what it Goes did. This on fifth Avenue in Manhattan, and hired great architects and had to make it beautiful because his point was, like, well, I have 8 or 10 big clients. Right? These are the ones most of them are in new York. These are ones that are going to enter into this building, the handful of men with whom Du did the major part of his business. These 08:10 clients would come into this building to look at the garnered possessions of kings and Emperors. And so therefore, they must be provided with an environment that would tend to make them conscious of their right to inherit these possession. So 1, the interesting thing is you don't need many customers. If the few customers that you have are the rich richest people in the world. Right? He built his entire business around 8 to 10 people. And 2, he understood that they were very wealthy. Most of them came from, you know, nothing or if not, they did, their father came from nothing, and like Johnny Rockefeller Junior case. Right? But what they lacked is they didn't have prestige, they didn't have titles. They didn't have nobility, all the things that Europe was had an abundance but no cash. And so it's, like, well, if you buy this. Right? You were essentially... If you really think about what, what what Da is doing. He's he's teaching his market. He's teaching his customers that buying art was also buying upper class status. And maybe the the the highest class possible because these are the former possessions of kings and emperors. And so multiple times it's talked about it's the fact that this guy. First of all, insane levels of high agency, insane levels of high high levels of dis disagreeable ness. And although he was very nice and and and liked, but he, you know, wouldn't budge on pricing whatever cases. He's also highly competitive, and it makes perfect sense because he he wanted to not just be the best in the world, but literally the only person that these people were would ever even think about buying art from. And to constantly teach, you know, repetition is persuasive. And so the constantly teach teaching him that. That's why he would say hey, you know, you're you have plenty money, You can replace that money many, many times over, but there you're acquiring something that is irr irreversible Another way, he would describe that later on is that you are trading the infinite, which is money, Right? With the finite, which is there's only 1 of these in the world. And what is also interesting, which Devin also shares in common with Ga is the fact that he would essentially he was the business. Right? He would travel all over the world. He'd go rotate between Paris, New york and London. And his entire business travels with him. And so when he goes to London, he wants up to staying in the same, like, if he's in Paris, he says the writ, if he's in London, he says like cla, and he sets up his suite there as, like, miniature, art galleries. Is the way to think about this. This is very... This is funny. So he sets up his suite there. Right? All of his accommodations at all points on any itinerary anywhere in the world. Right? It's going to be transformed into a small scale art gallery he invite you over. He may be staying there, but it looks like an art gallery. He ranges the painting sculptures in the objects so that his clients and friends could visit him in a proper setting and possibly take home some of his furnishings. I'm telling you. This is the most 1 of the most motivating things for me. Is the fact that there is always a blueprint that I... You get to studies these people like wow, these these people are so ruthless efficient and brilliant. And then you're like, wait a minute. He got that idea from this other person lived 50 years before, I can do the same thing. And so this is literally happening. Right? Was, like, inviting people over to his hotel room in London. Oh, I love this chair. I love this arc. Okay. Do you want it? In the, this is, like, let's see This is happening. Let's see say, 19 twenties. So let's say 60 70 years later in New York City, Goes, invites, Bernard or no, ar no. Obviously, the founder of lp h. I'm actually working on, I'll give you a sneak peek and I'm working on another episode of him on Bernard ar no. I've been practicing pronouncing his name. But he invites... Ga invites are no over. And are no just happens the come. Like, I like these chairs. And ghost like... And this is at his his home and fit on fifth avenue I'm pretty sure. And he's like, we're... It's like, I like these chairs and, like, Cozy is like, if you wanna buy them. And I think they wind up doing a deal right there. But I just love the fact that, you know, this just repeats over and over again. So let's go back to this idea that your enthusiasm, your charisma is transferable to other people, all the people around him as clients described As an exhilarating companion. Right? They said his enthusiasm. How many times? I'm like, what 20 pages into this thing. How many times we already heard the word enthusiasm. His enthusiasm was irr. He engaged in a kind of buff that was irresistible. Most of his friends were older men and they enjoyed his company partly because he made them feel young. And so Andrew Mel much older than him. And he he he he summarizes the the gift that Du personality was to his business where He's told Da to his face, the pictures that you sell me always looked better when you are here. Think about how powerful his charisma had to be that he could take his aura, Right? And transfer it to the picture that you bought from him And you're like, in his presence, like, this is amazing. This is a reality distortion field. This is steve jobs. Right? Same exact idea behind this. And then he leaves... And he's like, wait a minute. The picture doesn't look as good when Is not here. And this is not this is the thing. I think I have notes later on. Because III can't thinking about, you know, Charlie Mu, psychology of human mis judgment that he went over and over again. People think this is like some willie fu food stuff. These are... These are 1 of the most sophisticated entrepreneurs to ever live, and it works on them. That should tell you that it's deeply embedded in our human nature, which I'll get to, layer on. I want to give you an example of 1 of my favorite maxim comes from Ted Turner. I actually came from Ted Turner dad. Early to bed early to rise work like hell and advertised. And so what would happen is because Doo, there was all these unintended positive external that came from Du constantly out bidding everybody and and you know, is hell been a controlling supply. 1 way you have to do that is sometimes have to pay more than you think it's worth. And so who's paying crazy prices. They were so crazy that they were covered... They were news worthy. So he's got essentially unlimited free advertising because he buys... Let's say, he spends... I'm gonna give you, like, 3 examples to spread throughout the 19 twenties that are covered in the Herald Tribune, which is essentially they're they they function as free advertising for him. And so this is like an example, Sir, Joseph Du in the art dealer has bought a Ram brand for 410000 dollars. Is 410000 dollars and 19 26 dollars. 1 of the highest prices ever paid and then listen to this next line, I interrupted the sentence for you. Listen to this. So highest price ever paid and this this run had been in the possession of the family for 200 years. Highest price Ever paid and unbelievably scarce opportunity to buy this comes up only once every 200 years, you wanna act. And if you act, you have to act now. Another example. Sergio joseph, the international art dealer, bought in London yesterday, the entire collection, he does this all the time. Like he did he'll buy, you know, 1 off pieces if they're the best or whatever. He'll buy entire collections, and then he'll just store with them. Again, controlling supply. The entire collection of a hundred and 20 Italian of the old masters belonging to this very wealthy European or Noble European. This entire collection will be brought to New York. The purchase price was 3000000 dollars in 19 27 dollars, and then not only did his... When he bought merchandise. Right? And supply. It was covered. But when he sold, it was also covered. This is, again, early to bed early rise work like Hell in advertise, Andrew Mel. Right? This is the the son of judge Mel, who is the patriarch of the Mel family Dynasty. But at this time, Na he very wealthy. He's also the secretary of the treasury of the United States. And so now you have Do name associated with literally the best people in the world. Not only they richest in some cases, they held the highest, like, some of the highest, government position. So it says Andrew mel, the secretary of treasury. The United states says purchased from Du for 970000 dollars. A painting doesn't even matter what the painting is. Here's again, the scarcity, the time at aspect of. Right? The painting bears, Rafael signature and the date 15 o 8. And so to other people, it felt like he was over paying. He understood this entire business only... Only works if he has... If you can control, and he has access to literally the best and the most desired art of all the world. And so this is an example of what he would do to make sure that he didn't miss out. Right? It's not like, oh, If I don't win this auction, you know, there's a second thing that's kinda like this. It's like, either... It's 0 sum. 1 winner, everybody else loses. The circumstances attending Devin dean's purchase of this painting called the pinky, 19 26 illustrate his 10 nasty in the fight he made to establish he his preeminent among the art dealers of the world. From the beginning, Devin felt that his educational mission was twofold. Number 1, to teach millionaire American collectors what the great works of art were. And 2, to teach them that they could only get those works of art. Through him. So number 1, I sell the best, and I'm the only 1 that has them. Right? And so he... There's this other rival dealer that's like, hey, I'm gonna bid on Pinky too. And so what does Da do? Da goes to this this is an art auction that is being run by Christie, and he goes to the manager of Kris, and he doesn't even show up. He doesn't have to show up for the bidding. He just tells the guy like, I have an unlimited bid. Whatever your highest bid is, I will pay more. So by default, he has to be the winner and this is what he said about this. Defeat Devin emitted that the price he had paid was steep, but he repeated his cardinal d. When you pay high for the priceless, you're getting it cheap. Another saying of his endlessly repeated to his American clients was, you can get all the paintings you want at 50000 dollars a piece. That is easy, but to get paintings at a quarter million dollars a piece. That takes doing. And then he would go out of his way to stroke and to encourage Fo, the fear of missing out. He offers this deal to Andrew Mel. Andrew like, oh, I'm not interested. The next day he calls up H e Huntington. Huntington built a bunch of railroads, he offers it to him, Hunting tank buys. And then once it's 1... Many cases once they sell or shooting wants the... Like, the Huntington's of our buy, they rarely sell. And so even many decades later when this piece is being written, it's still hanging that that that painting was still hanging in the Huntington mansion in California. And even that worked in Intervene favor because Mel heard that, oh, the next day somebody Else bought What I said I wasn't interested in what if I had changed my mind. Now I can't get it. It's stuck, so then the next time that Du has something that he thinks Melanin is interested in. It causes Mel to act faster. Mel did not make the same mistake again. Da offers him a painting by Romney, it is the highest price ever paid for Romney, Da offered it to him and Mel immediately bought it. Multiple times it talks about the Da was aiming for monopoly on purpose. There's a great line where it says monopoly by Peter T and 0 to 1 where it says monopoly businesses capture more value than millions of un competitors. This is what it sounds like if you have a monopoly, there had never before been anyone like Devin. The exalted middle, and he practically mono his field. 95 of the hundred and 15 paintings in the mel collection right, which gets donated to the public, which I'll talk about why he did this was also a genius move in a little bit. Came to Mel through Du. Mel didn't good thing about that. At this point, Andrew Mel, 1 of the largest art collectors in United States There he might not be the largest, but there... You know, he's on the shortlist list. He might be the fifth. Might be the second. Might be the tenth. He certainly sure hell is not the hundredth. Right? So 1 of the largest our collectors in America time. 95. Of the hundred and 15 paintings in his collection came from Da. That is... He aimed monopoly, and he hit his target. Another fascinating thing that I've already mentioned, but it's very obvious when you read about and you start studying just a devin. It's like, okay, this guy is super clever. And what makes me even more clever. Right? So talks about that, he enjoyed having the stupid side of his character emphasized in public dinner parties, he'd bring up his mistakes. Like, most people you know, they were kind of embarrassed by their failures embarrassed by the mistakes. They would, like, hide it they're being ashamed of it. He wouldn't hide mistakes. He'd bring them up himself. And this is the line why. So since he enjoyed having the stupid side of his character emphasize, it constituted a disguise for his clever that's how you know somebody's even more clever. The fact that they understand that it's clever to conceal your clever. And another thing that clever founders do is they're focused. Listen to this line that comes couple pages later, He was interested in practically nothing, except his business. If you think about the layers in which the sky goes. It's impossible to arrive at the conclusions and come up with the ideas that Da had. Right? I'm a huge believer that it is not what you do, but it is how you do it. There is a ton of our dealers that don't make any money. And there's a handful of 1 or 2 or 3 that became billionaires. It's not what you do. It's how you do it. And this idea of crazy focus and just thinking about your business longer and harder in anybody else does. You're gonna get so deep down that curve that you're gonna come up with ideas that other people in your same field that remain permanently superficial will never have. Certain men are in endowed with the faculty of concentrating on their own affairs to the exclusion of what's going on elsewhere. Du was that kind of man. Going back to this idea of how important was this information network that he built up slowly over time. Right? Compounds and value becomes 1 of his greatest assets later in his life, how valuable it is is that Henry Clay F is 1 of his biggest clients. Right? And 1 of the richest people on the planet now. And yet, Du is the expert his field so he hears about all the great assets before anybody else does. And so he's having, like, a launch in a conversation with Henry Clay F. And F brings up, he's was like, man, I lost that painting. I was on the trail of a very great painting. It's this thing called Saint. John James Park or something like that. And F respond... Or Du response to F was excellent. He goes, oh, my mister F. I bought that painting. When you want a great painting, you must come to me because you know, I get the first chance at all of them. Remember, he repeats this over and over again. You can only get the best through me. Ignore these competitors come straight to me, you will get the best every time. And the greatest way to condense and clarify that idea in my opinion is the line monopoly was his method. Monopoly was his method. And I think all these ideas work together to help him build his monopoly. The fact that he was focused on it. He was only in his business. There's this lying about the not in detail that he paid attention to. And I think there's a great story that illustrate, you know, monopoly was this method Du displayed that sc attention to detail that has distinguished the careers of others other celebrated general. So obviously something you and I've talked about multiple times with the most recent on the, 2 weeks ago on the episode of Napoleon's strategies and maxim. And so an example of that, it goes back to this information network. Right? He knew every... He built relationships and and paid people to give him information. And the reason and I'm gonna actually explain, I'm gonna explain the story first and then we'll go into how and, like, who were the people that he paid, but this is the reason why. So he would... The way that most people are getting back and forth between Europe and America at this point. Right? It's on these transatlantic ships, so he becomes friends with all the deck hands on the ships, and he pays them a lot of money. In many cases, hundreds of dollars like, he'll tip him, you know, hundreds of dollars. And it's way more than they make. And in return, they make sure because they're setting up and they're deciding where everybody's gonna sit on the deck, and they put they... What they do because Da Devin has built relationships with them, find out they have value information, pays them for that information pays them for their service. In in a, like, an excessive amount more so than anybody else is paying them. Right? In return, he gets seated and set up next to a bunch of American millionaires that are going, you know, back and forth through Europe. This is another example of what I meant. He has all these like, fabricated fabricated coincidence. And so here's an example of that. And so it says among the American Millionaires the Devin met through the deck hands, the deck stewards was Alexander Smith Cochran who was a, like a carpet baron. So they meet on a boat that's sailing to Europe, and they just start chatting. Cock happened to mention that he would like someday to see the Buckingham palace, and on these other European Palace, Devin said casually that he would be delighted to take him through both places. When they got to England Cochran found himself strolling through the 2 palaces. They seemed as accessible to intervene as the lobby of a hotel. While he was showing Cochrane the royal art, Da spoke warm of Queen Mary and told Cochrane what a high regard he had for her and her taste and art, he never mentioned that he had things he considered as good as hers in his own galleries. In fact, he never mentioned his galleries at all. When they parted Cochrane felt a certain obligation to Intervene a healthy respect for his connections and a sharp curiosity about why a stranger should be so kind. They met again in New York and devin took him to see the wonderful hanging in the private houses of some of his clients, but he did not tell them that they were Du. Again, he neglected to mention, his great in New york gallery. This display of Ben netherlands went on for 3 years. Until finally, Cochrane could not stand in any longer and broke down Lord Devin, I would like to see some of your things. His back to the wall that's Tel hilarious, his back to the wall Devin took Cochrane to his gallery. He could not spare any paintings they were all on reserve. See what he just did there. Sorry. They're scarce. They're rare. They're... I have, you know, listen. I'm the only 1 has these, but they're spoken for. You know, there's a lot... This is, like, Enzo ferrari. Man, we talked about this multiple times on the 3 episodes I didn't Ferrari. People, like, Americans have come to italy. Rich Americans coming to Italy. They tore the ferrari factors. Like, I must have 1. And I was like, yeah, Of course, you know, maybe next year, maybe 6 shit months an hour whatever where the case is. And then the American would leave. And and enzo Far ferrari employees which come up to him, like, we have an... We have a parking lot full of on ferrari. Why did you do that? And he's like, because Ferrari must never... They must be desired. They must be desired. Du doing the exact same thing? So like, okay, Listen, I can't spare any paintings. They're all on reserve. But, you know what? I do have these other art objects these other sculptures, you can buy that Cochran spent 5000000 dollars. So from developing this information network, right? Playing that long game so might have caused some couple hundred dollars in tips 3 years later that turns into a 5000000 dollar sale. That is absolutely nuts. So let's go back. Let's go back to what he was building because I jumped ahead in the story. So this is what he does. Says that he had an unusual spirit of friendliness, and he let it shine by building relationships with some sometimes people are directly involved in the art world. Sometimes they're very indirectly, so this is, like, all the people that are work, like, all the staff that work for a lot of these art collectors. So he'd build relationships with critics with museum directors with restores, he's gonna make 1 guy very wealthy. You know, you have very old art. He needs somebody it's very delicate, very talented they restore. Architects, decor and servants. He becomes very generous with the staff and the servants and in turn, they would give Da all the gossip that they hear when people visit their home. And so in 1 case, Right? There's a butler that is working in the fifth avenue house of this 1 of Devin most important clients. Over the course of their relationship, Gives him a hundred thousand dollars. What is the result. Right? Said not only this butler, but all these other servants. They developed a feeling that it was only fair to transmit to their generous noble men that's Stu, any information that might interest him. And this is not so He's just gonna lead to more sales. He has an understanding of a deeper. So he has a deeper understanding of the person. What's interesting to them what's going on in their life. Right? It's gonna lead you more sales. But again, Du 1 of the most competitive people you ever gonna come across. He he wants monopoly, so that means therefore, you cannot buy from other people. So he winds up getting... Winds up knowing when rival dealers are going to make appointments with some of his people like a Henri clay F or Mall everybody else. Right? And he just happens to show up. So it says rival deal and when when this solar, when rival dealers would show up to offer works of art. They found that they could never see the client alone whenever they dropped in, Doo was already there. And so here's another example of this idea that you and I talked about a few weeks ago on episode 03:35 on Brad Jacobs book how to make a few billion dollars over pay for talent because it's nearly impossible to over pay for talent. So, Da had a conviction that anyone who worked for him. Higher or low should be compensated in a manner, come commensurate with the dignity of the association with him. Right? I am the best of the world. Everybody's associate with me has to be the best, and they should be paid like the best. He finds his main restore. So this people that have to, you know, take these very old paintings, you know, spruce him up for a lack of a better word. There is this guy named Steven Pac. Pac was Du main restore. Right? He's moving so much product. As Du business grows, So Pac, and this is the end result when Pac died in 19 49 at the age of 61, he was himself a wealthy man. Such was the trade as Da practiced it that even a restore who worked for Could leave a fortune. Now a large part of this profile is the founding of something that is still is available actually to us today. It's the national gallery of art in Washington, Dc, which was established in 19 37. You can go there to to this day and visit it for free. Over 3000000 people a year do just that. That is an idea from Joseph Du. So I'm actually going to read the summary about the National Gallery of art in Washington, Dc that came that is in the book 48 laws of power because essentially, it it describes, like, okay, later in his career, Da is running into a problem. Right? He's gotta solve a problem. All the problems that come up in his life. He he figures like, okay, This is just an opportunity. That will help me soar sell more art. And so if you really analyze the career of Devin, everything he did was an answer to this question or to this problem? Like, how can I solve this problem so I can sell more art? And what he did was genius and it's creation of the National Gallery of Art in Washington Dc. The art dealer, Joseph Devin was once confronted with a terrible problem. The millionaires who had paid so dearly for Du paintings, were running out of wall space and with inheritance taxes getting even higher It seemed unlikely that they would keep buying. The solution was the national Gallery of Art in Washington, Dc, which J helped create in 19 37 by getting Andrew Mel to donate his collection to it. The national gallery was the perfect front for Da. In 1 gesture, his clients avoided taxes, cleared wall space for new purchases and reduced the numbers of paintings on the market. Maintaining the upward pressure on their prices. All this, while the donors created the appearance of being public ben factors. That happened in 19 37. It goes back to this these pre fabricated coincidence that you see throughout because they weren't coincidence. Right? They were very intentional and deliberate of how the 1 that Devin did throughout out his entire career, But also in how he met Andrew Mel, and then Andrew Mel becomes 1 of his biggest clients. Right? That happened, what 16 years earlier in 19 21, listen to this from the same book In 19 21, Andrew Mel was visiting London and staying in a suite at the Clara Hotel. Du Da had been targeting him for a while. He wanted him as client. Right? Du booked himself into the suite just below Mel. He had arranged, Da had also arranged for his valet to be Mel Valet. Mel Valet told Duvet Valet who then told Devin that Mel was about to go downstairs and ring for the lift, so the the elevator. Right? Seconds later, Devin entered the lift and behold there was Mel. How do you do, Mister Mel said Devin. Remember how he was just striking up these conversations on the deck of the boat going back and forth between in Europe and America. He's doing the exact same thing here, but now he's doing it in an elevator in a very nice hotel in London. So he says, how do you do mister Mille? Du said introducing himself. I'm on my way to the national gallery to look at some pictures looks in the paintings. Right? How on Uncanny, that was precisely where Mel was headed and Du knew it. And so Devin was able to accompany him, he knew Mel tastes inside it out because he studies everybody. And while the 2 men wander through the museum, he dazzled Mel with his knowledge. Once again, quite un uncanny, they seemed to have remarkably similar taste. Mel was pleasantly surprised. Du was charming and agreeable and clearly had a exquisite taste. That is the beginning of their relationship, right, lasts for 20 years until devin death contributes untold revenue to Devin business and then also kill culminate with the opening and the founding of the national gallery of Art in Washington, Dc. Absolutely incredible. This guy was absolutely incredible. I wanna go back to this idea, which I mentioned earlier, and I found my note. So human nature is constant studying histories like watching game tape on human nature. These examples or why Charlie Mu spent so much time speaking about and teaching about the psychology of human mis judgment. And so why did I write that to myself? I get to this. Is what I meant earlier? Like, these guy... It's not like, these these these tendencies in human nature. Right? Only work on dollars These are some of the most smartest and most sophisticated people on the planet, much smarter and more sophisticated than me by far and yet it works on them. So that's why I wanna know about them. And what am I talking about? So there is this 1 of the rich richest people in America at the time is this guy named eighth, s h Crest. So he owned a chain. It built a giant retail fortune. So retail department stores, you know, century before Sam Walton. Think about him like that. Okay? And, there's another guy that you and I've talked about in the past, which is Henry Goldman. Of Goldman Sachs. Right? And so Go... He's... Henry Goldman actually loses his side and becomes partially or maybe completely blind. And he decides to sell off his entire collection of art. And so, he goes and offers it first to his contemporary and his... I don't know if they're are friends, but, you know, pure or something like that colleague, Chris. But Goldman loves to move fast. And so he offers his to Chris, and the guy broker the deal between them says, hey, if Chris wants this, tell him that he's gotta do it in a hurry. It's gotta be decided this afternoon. And Chris is like, oh, is, like, it has to be done today? Like, it's he having liquidity product problems? Is he broke what's going on. He... And He's like, no, He just wants to get... He has nothing to do with ins solve he just wants to sell this. He wants to do this fast. He's wasting time. And so he tells him hold Goldman off, Like, I'm gonna think about it. Hold him off. He keeps repeating. Hold him off, Hold him off. But as you already know, by now, Du does not wait around for anything. And so once he hears about this, he's, like, forget that, I'm not waiting, and he buys the entire collection immediately. And then this is where what I meant about the psychology of human mis judgment. Right? So He he got, Chris gets the offer. Says no, Wait, wait Let me think about it. Du doesn't. He acts buys it. Now it's the exact same collection. It's the exact same collection, but a collection that belongs to Devin was not a collection that belonged to Goldman. Even when it's the same collection. So when you think about this, it's is just same thing happen with we could goes in. Same thing happens, you know, every day, you and I are influence by brands. Brand is like magic. Du is a brand and therefore can increase the price it's the same exact thing. I could be offered the same product. It could be the exact same product. 1 of them, you know, random brand name. The other ones say, like, an app or something like that, and... It's proved over again. We will pay more for the brand even it's exact same thing. And that's exactly what happens here because Du buys the same collection. Doesn't change anything about it. He actually changes, like the the way it's presented than goes and shows a crest, and he goes around. Remember what Mel said. These pictures look better when you're here. He's enthusiastic. He's saying this is the best this, and this is the greatest that and look what this is it's so rare. And something Du new, he says once a collector had his heart set on a picture it irritates him to have other people discourage him from buying it. Because Chris has a professional advisers saying, you know, this is the exact same thing. Like, this is how crazy these psychological tendencies are. Right? These are, like, very smart accomplish people. They have people saying you're not you're acting irrational, then instead of them saying you're right. They get mad at the person that telling him the actor, and so what he does. Crest bought the picture in all the others? Had he bought the pictures directly from Goldman, he would have saved millions of dollars? That's insane. He would have saved millions of dollars, but he wouldn't have had the warm feelings of owning a lot of Du. Da was a brand. The exact same collection in Goldman hands transferred to Da, that same exact collection is now worth millions of millions of dollars more. Where you have 1 of the most advanced entrepreneurs of that time, willing to pay millions of millions and dollars more because it's not no longer the Goldman collection, it is a Collection. And this happened over and over again Intervene business and it still happens today How did it come about that the great money man of this era gradually came to accept Da simple, un unfriendly view that art was more important than money. Da had taught them the idea that art was priceless. And when you pay for the infinite with the finite, you are indeed getting a bargain. His clients felt better when they paid a lot. That's something that Mu repeats over and over again in. I'm an act the fact that price is a signal, high prices signal for high quality. They felt better. They felt better when they paid a lot. It gave them the assurance of acquiring Ra. A rival dealer of Du, so a lesser dealer had bought a bust for 22000 dollars. The dealer needed money and offered it for 25000, thinking that it would tempt his customer into a quick purchase. The customer was turned off. The modern of the price was fatal. The modern of the price was fatal. Find me a better 1 he said. Du would have asked a quarter of a million dollars and got it. The same thing happened when another dealer offered a room, so an entire room, All the furniture, all the bus, all the the paintings. Right? A dealer offered a room to William Randolph Hears for 50000 dollars. Hears spur it. Da offered it to him later. Da offered it 2 hertz later for 200000 dollars and hurst bought it with gratitude. A dealer try to sell him a rug for 15000 dollars he was used to paying 60000 dollars for a clock and a hundred thousand dollars for necklaces and was suspicious of anything that you could get for a mere 15000. Get me something better was his response. And Devin Didn't just get his client something better. He got them the best. Da built his entire business around the best. And that is where I'll leave it. Highly recommend reading both pieces and I'll also link to the 48 laws of power. You'll find all those links down below and they're all available at founders podcast dot com. That is 339 books down 1000 ago, and I'll talk you again soon. If you think about it the episode that you just heard is a great illustration of this this quote that is in this book on Charlie Mu, Port Charlie Alma where it says that there's ideas worth billions in a 30 dollar history book. Because just like Charlie Mu and and Warren Buffett talk about in that book actually, how much they read biography how much time has been reading history. And, using history, learning from history as a formal leverage, you know, Larry Gu, who starts his career, you know, 40 years after Joseph Devin dies by his own admission, reads every single biography that he could get his hands on about joseph Devin. And essentially patterns his career. They are remarkably similar when you read about both of them. And Privately held company is rumored to be doing over a billion dollars a year in revenue. And so a few weeks ago when Napoleon told you and I that it is profitable this study the campaigns of the great masters. I think Ga would agree obviously Charlie Mu and warren buffett to agree, and most of people at, you know, you and I talked about the. They they talk over and over again. I've given you a thousand examples like that. But I really like what Napoleon said that he thought it was important to read over and over and over again, Not just read once not just listen to 1 podcast episode, but read over and over again the campaigns of the greats. And so what I'm trying to build with Founder notes is really an echo of this idea that that Napoleon talked about that that history must be critically analyzed discover why successes were obtained and why defeats were inflicted and that the teaching of strategies built around history. So I'm going to... Something that, well, first all, the... The the entire idea from Founder notes came from making founders podcast podcasts. Right? For years. Since 2018, I've been putting every single, highlight of the books I read, and every single note on the highlights into this app called read wise. I've been obsessed with it. I talk about Auto over again, I use it to make the podcast I I've said before I could I couldn't make the podcast without it. That's not true. I could make the podcast without it. The podcast would be half as good. I don't know, 3 quarters as good as it is because of this constant repetition of these ideas When you hear me in this In all these episodes. Like, oh, that is like this, and this person thought like this, and, oh, this is very similar to episode 01:27 or whatever that is, that comes from this constant reread, what Napoleon said read over and over again the campaigns of the great masters. And so the very idea to even build a product around this came because so many people for years, were saying, hey, I would love to have access to your notes and highlights I wanna access to your notes and highlights. How can we do that? And how could do that? And if I didn't... And for years said no. No. Finally reach out to the founders read weiss the both fans of the podcast. And I was like, hey, I wanna build a product where people can see exactly what I see. So if you sign up at founders notes dot com. You will see my entire notebook. I really do truly believe with every bone in my body is the most valuable notebook in the world 4 founders because I don't think anyone else has been as psychopathic obsessed with this idea. I've been sitting in a room essentially from my... By myself for 8 years, you know, reading hundreds of thousands of pages and trying to document everything I learn. Take that personal curriculum and external it to the world and that is Founders podcast. And what I consider Founders podcast is Founders podcast is essentially a free trial. Right, for Founders notes. Founders notes takes everything that you and I are learning on the podcast, and it just takes it to another level. And so as I'm still in the early days of developing this. I've only been developing for a few months, I've purposely kept the price lower. If you really think about it because it's built only for people that are already running successful companies. You know, I I say it's over and never again do not invest in subscription unless you're already running a successful company, the price should be immaterial to you as far as the value that you get, the price is missing a couple zeros. Now as I continue to build out different features, obviously, the price will go up in the future. But for now, and if you're... Obviously, if you sign up now, You're locked in, the price stays the same. You essentially get all the future. You get all the future features. There we go. Future features for free. I am also doing something for the first time ever, which I mentioned at the beginning because I just a big believer, like, Michael Jordan said that successful people listen. Those that don't listen, don't last long, And I have a bunch of people saying, hey, I would love, 1 time option. So for a limited time, I'm going to test this out. My plan is to make heavy, heavy investments. I think founders notes can be this giant platform. The way I view it, over time, I think it'll be an ever increasing giant valuable curriculum that condense and clarifies the collective knowledge of history's greatest founders. I think it's the platform and the business that will continue and allow me to make and distribute the podcast for free for the rest of my life. And so I'm not just stopping where it is now, you know, even though I will continue to add my notes and highlights to it forever because it's embedded in my workflow. Like, if you would... If you already have a subscription to Founder notes and you already know this, you you've had all my notes and highlights on this on the the episode I just did be way before the episode comes up because I have to use it to make the episode. It is embedded in my. So that'll never stop as long as I'm doing the podcast. Right? And so the ability to read all of my notes. All of my highlights to search by keyword, to go to the actual books. You can read it, and some people are doing this every day. Getting a bunch of messages where they're almost like reading it, like, the morning newspaper. They'll go pick a different book every day. They'll read the notes and highlights. Some cases they they went up buying the book because they want more context. They go back and re listen to the episode. It's really fascinating what... How people are using it so far. Because, again, the way to think about it is it's just an ever increasing giant valuable curriculum that condense and clarifies the collective knowledge of history greatest founders. The podcast tries to do that and the the magic of the podcast is, it does that when your eyes are busy. Right? When you're driving when you're commuting when you're working out when you're walking, whatever the case is. Founder notice is for when your eyes are not busy. It's this continuation of this again, ever increasing giant valuable curriculum that condense and clarifies the collective knowledge of history's greatest founders. And so I've already been building out other features. So what I wanna try to do is because I wanna maintain... I wanna keep investing more and more time and money into this thing. I'm going to test out something that was requested by a lot of people. Right? So for a limited time, a 1 time payment option, then I'm gonna use that money that comes in and then reinvest into more features because... So right now, I have 2 screens up, I know you can't see this, but I have 2 screens. So I have founders notices is right now. Right? Where you could search your highlights. When you sign up you have this big box the tops the search highlights. Anything that you could think of a name an idea, keyword that goes in there. Highlight feed, which is this what Morgan Household of, this a friend of mine and also the the author of psychology money calls the smart Twitter feed. Right? Actually, he heard me say that, and then he started using it. He said it's... That is what it is. So the highlight feed is essentially, like, a smart Twitter feed because it gives you a random... It presents highlights and notes from all all of everything that I have in the database. Put in a random order. So I just hit... I just press on it, and it shows me the first thing is, highlight note from the auto of Christian Dior. The next 1 is the auto of Sam Z. Then you have Ed Cat auto, the the founder of Pixar. Then you have the book I did on Christopher Nolan, then you have, Mark Twain, James Cameron, arnold Sc, Walt Disney, the die the for... The Dynasty book. The Fortunes and mis fortress of the world's greatest families. I did a few months ago, Tiger Woods, James Dyson, Ralph Lauren and Ralph Lauren again. This is Warren Buffet that that's Mu. This is a guy that sold his company to Buffet. This is Van Bush. It goes on and on. I think you get the idea. And so what that does is, like, the... I feel the highlights fees is like a prompt for your own thinking. Right? It's like, okay. I I there's nothing I really wanna search today. I don't really wanna... There's a specific. I in mind. Let me see if I can just prompt own thinking and just scroll through there. See what comes to mind. You can also do the books. You click on books. That's pretty obvious. Think it's... I think it's self explanatory. It's gonna have all the books by the title. Some of them have, you know, handful highlights. Some have a bunch. You can usually take 05:10 minutes at the most. To read all of my notes and highlights on a specific book. Now the other screen I have up is... Well, like I just said, I'm not stopping there. And so the other screen I have up is a feature that I've been testing for a while where it's a chat interface. So instead of searching by keywords, you just say, like, today, what I was searching. It's like, because I've been testing it now out. Tell me about Edwin, why was he important and what what what did he do? And the connections that it makes, it pulled 50 different highlights Oh, I forgot to mention that the transcripts for every single episode. It's it's also... You can search to that as well, which is incredible. But it pulled 50 different highlights. Right? To answer this question, then it gives me, like, 10, 9 to 10 bullet points. And then so I'm using it to... As I do research for the podcast, constantly testing it, but I'm also, like, asking questions. Like, hey. I'm having trouble deciding if I should sell my company or not. What advice do you have that I help me make this decision? Then it gives you a pull... Gives you a bunch of interesting ideas, And I, hey, Have any of history greatest founders for Regretted selling their company. And then it continues on pulling and then s dozens of highlights and gives you an idea of the different perspectives. So in this case, it was... It gives me idea from Michael Bloomberg from Ted Turner. From the founder of Trader Joe's from Henry Singleton for from Jack M from Warren Buffet. All that from me just asking, hey, have any of history's greatest founders regretted selling their company. And if you used any of these new Ai platforms. You know it's like an idiot Sa. You know, maybe half the time it's an idiot, and the other half time it's a Sa. But this is only gonna get better and better and even right right now, and it's current incarnation. It's already making connections that I even missed. So I'm testing this every day. It'll be out to every single person has a subscription for 2 founders notes relatively soon, you know, maybe a few weeks something like that. But I'm not stopping there. I really wanna organize around this idea that this is an ever increasing giant, valuable curriculum that condense and clarifies the collective knowledge of history's greatest founders. And so I'm already building out resources where maybe you don't wanna search at all. This is something I want. So everything I'm describing something I want. So, I was like, hey, I want a collection of ideas organized by theme across every book and episode. Instead of learning by person. Right? Or me searching for something or even having a a chat interface. Give me 1 page. 2 page 3 pages of how all of greatest founders, thought about topics like marketing, recruiting, distribution, management, How did they hire? How did they fire? This is going to take an unbelievably long time to do. It's gonna require a lot of investment. Obviously going to hire several people to help me with this, But I wanted to give you a little sneak peek because again, I always think about 1, I've already... It's already demonstrated over and nerve again, like, the the collective intelligence that is in... For, like, the audience of the people listed to founders is incredible. And so that advantage that I have of being able to tap into that becomes your advantage because then then, It's just, like, positive feedback loop. I get great ideas, and then I apply in the founders notes and you benefit as well. So hopefully, That made sense. I swear. I was like, I'm gonna sit down instead of talking about this for like, 30 minutes or whatever... Or Don't even know how long I'm talking. I know what, sometimes like, at the at the end of episode episodes so I go, you know, I kinda, go off the rails a little bit. I swear I was like, I'm gonna sit down and, you know, 2 minutes, just tell, hey, you have a lifetime option now or 1 time option now. If you want this, Yeah. You know... Here's how to get it really simple. And then I went up going... I just... I... I'm fascinated by this myself. I'm just fascinated. I was kind of like a skeptic a little bit. And then I saw... I started the... Like, an Ai skeptic. And then I realized, oh, no. Like, the connections that the benefit that I have, I have is weird thing where, you know, where it's, like, because I'm so mesh in all of this, and I read and reread every day and a half for almost 8 years. These connections just come tumbling out of my mouth. If you've used it if I go on other people's podcast. You hear it on this podcast. Here if you've ever spoken to being in person, and it's like, oh, everybody's gonna have this. And it's makes me excited because it only makes my ability to make the podcast better. And again, just organize was like, hey, I wanna be really easy to interface with. If you follow me social media. By the way, please... If you don't already, David Center, Linkedin app founders podcast everywhere else. Everything... Like, I'm gonna be ease interface with. This, like, you're gonna follow these accounts so you're gonna listen to podcast because you wanna learn from his greatest entrepreneurs. That's it. And you, you know, I don't have to be believe but I point you're smart enough to understand why that's that's so important to do. And all I can think about is like, this is gonna be a giant platform. Right now, founders and c cofounder and some executives, and a bunch of investors are using it. I think entire company's are gonna use this. And so if that mission sounds interesting to you, and you wanna help. Really easy way to help sign up either for an annual subscription or a 1 time, and you can do that at founders notes dot com that is founders with an s founder notes dot com. Obviously, everything I have talked about it at founders podcast dot com too. So you can go through there. But founder notes dot com. Thank you very much. I've been talking too much. I'll talk to you very soon."
}