{
  "transcript": "I've said it before, but it bears repeating. Things change constantly as they should. And with change comes the need for adaptation for fresh thinking and sometimes for even a total reboot. Of your project, your department, your division, or your company as a whole. In times of change, we need support from our families and our colleagues. I'm reminded here of a letter written by 1 of our animators, Austin Madison, which I found, particularly uplifting. To whom it may inspire, Austin Wrote. I like many of you artists out there constantly shift between 2 states. The first and far more preferable of the 2, is white hot in the zone, seat of the pants firing on all cylinders creative mode. This is when you lay your pen down and the ideas pour out of you like wine from a royal cha. This happens about 3 percent of the time. The other 97 percent of the time, I'm in the frustrated, struggling office corner full of cr up paper mode. The important thing is to s diligently through this Q admire of discourage and despair. Put on some audio commentary and listen to the stories of professionals who've have been making films for decades going through the same sling and arrows of outrageous production problems. In a word, persist. Persist on telling your story, persist on reaching your audience, persist on staying true to your vision. I couldn't put it any better. My goal has never been to tell people how pixar in Disney figure it all out, but rather to show how we continue to figure it out. Every hour of every day, how we persist. The future is not a destination. It is a direction. The truth is as challenges emerge, mistakes will always be made, and our work is never done. We will have problems, many of which are hidden from our view. We must work to uncover them and assess our own role in them. Even if doing so means making ourselves uncomfortable. When we come across a problem, we must marshal all of our energies to solve it. If those assertion sound familiar, that's because I use them to kick off this book. There's something else that bears repeating here. Unleashing creativity requires that we loosen the controls, accept risk trust our colleagues, work to clear the path for them and pay attention to anything that creates fear. Doing all of these things won't necessarily make the job of managing a creative culture easier. But ease isn't the goal. Excellence is. Okay. So that was from the end of the book that I wanna talk to you about. And that is Creativity inc overcoming the unseen forces that stand in the way of true inspiration. And it's written by 1 of the cofounder of the company pixar. So I'm gonna go back to the beginning of the book and move through in a chronological order. As always hitting the highlights and the ideas that stuck out to me, and hopefully, you find these ideas useful in in your day to day as well. So I want to first talk... So I guess I could just start here. Most of you know if you... Especially if you listened to all of my past podcast podcasts that Steve jobs was, 1 of the cofounder of Pixar. And as, as such, Ed learned a lot from Steve. And you're gonna hear... We're gonna cover a lot of the lessons that Ed picked up on from Steve. I've read, Steve Jobs by Walter. Isaac Isaac, and I also read, becoming Steve Jobs, and there's a few more books that, eventually, that talk about the life Steve Jobs that'll I'll cover in future fond founders episodes. But I have to say, even after reading those other 2 books, there's a lot of Steve Job stories in here that I haven't heard anywhere else. Okay. So this is from the introduction of the book, This is the working environment at Pixar and what Ed thinks makes pixar successful. I am struck by the unique culture that defines this place. Although I've made this walk thousands of times, it never gets old. Pixar 15 acre campus was designed inside and out by Steve Jobs. It has well thought out patterns and of entry and egress that encourage people to ming, meet and communicate. Steve wanted the building to support our work by enhancing our ability to collaborate. The animators who work here are encouraged to decorate their workspaces in whatever style they wish. They spend their days inside pink doll houses whose ceilings are hung with miniature and chen. Tiki hut made of real bamboo and castles whose meticulously painted 15 high styrofoam turret appear to be carved from stone. The point it is, we value self expression here. This tends to make a big impression on visitors who often tell me that the experience of walking into Pixar leaves them feeling a little wi, like something is missing in their work lives. A pal energy, a feeling of collaboration and un unfinished creativity, a sense not to be corny of possibility. And I think by reading this book, we we may never visit Pixar, but we're gonna we're gonna be able to learn a lot of the ideas from this book that maybe you can apply to things that we feel is missing our own work environment. But here... But ed getting to his point here. But that's not what makes Pixar special. Well, makes our specials that we acknowledge, we will always have problems. Many of them hidden from our view that we work hard to uncover these problems, even if doing so means making ourselves uncomfortable. And that, when we come across a problem, we marshal all of our energies to solve it. So at the very introduction to this podcast, you kinda heard a mirror of that, something that's very important to him. And what I like about Ed is, he'll repeat ideas over and over again. And he's not... It's not but not in in any in any way. He's trying to... In my opinion to, like, hit home, why it's important from many different angles. So I think after reading the book in full. You have a much better understanding of why that's expected or why that's important Tim rather. So the few pages later, the next note I have is the unexpected mel colleague of reaching a goal. So what we're gonna do here, is we're in introduction, it's taking place arguably in present day, and then we're gonna go through flashbacks. But the whole point of writing this book is because of this mel colleague. The unexpected mel colleague of reaching 1 of his lifetime goals. So I wanna explain that to you because it's fascinating, and I think all of us... It's like, all of... It's like part of human nature I think all of us can experience this. So he... Even though the... Our goals might be different. The feelings are probably very similar. The making of toy story, The first feature film to be animated entirely on a computer had required every ounce of our 10, artist tree, technical wizard wizard, and endurance. The hundred or so men and women who produced it had weather countless ups and downs as well as the ever present hair raising knowledge that our survival depended on this 80 minute experiment. For 5 straight years, we fought to do toy story Our. We resisted the advice of Disney executives who believe that since they had such success with musicals, we should fill our fill... We should fill our movie with songs. We reboot we rebooted the story completely more than once to make sure it rang true. Despite being novice filmmakers at a fledgling studio in dire financial straits, we had put our faith in a simple idea and I love this part. If we made something that we wanted to see, others would want to see it too. For so long, it felt like we've been pushing that rock up the hill trying to do the impossible. Skipping had a little bit, Toy story went on to become the top grossing film of the year and would earn 358000000 dollars worldwide. But it wasn't just the numbers that made us proud. Money after all is just 1 measure of a thriving company, and usually not the most meaningful 1. No. What I found... What we found gratifying was that was what we had created. Review after review focused on the film's moving plot line and its rich 3 dimensional characters, only briefly mentioning that it had been made on a computer. While there was so much innovation that enabled our work. We had not let the technology overwhelm our real purpose, making a great film. I now here's he's getting to the to to why... Well, there's kind of a paradox inherent in this. On a personal level, toy story represented the fulfillment of a goal I had pursued for more than 2 decades, and I had dreamed about since I was a little boy, growing up in the 19 fifties, I had year to be a Disney animator, but had no idea how to go about it. Intrinsically, I realized now, I embrace computer graphics then a new field as a means of pursuing that dream. If I couldn't animate by hand, there had to be another way. In graduate school, I had quietly set a goal of making the first computer animated feature film, and I worked tirelessly for 20 years to accomplish it. Now that the goal that had been a driving force in my life had been had been reached. There was an enormous sense of relief and acceleration at least at first. Everything was going our way, and yet I felt adrift. In fulfilling a goal, I had lost some essential framework. Is this really what I wanna do? I began asking myself? The doubt surprised and confused me, and I kept them to myself. I couldn't deny that achieving the goal that had defined my professional life had left me without 1. Is this all there is? I wondered? Is it time for a new challenge? There was plenty to occupy my working hours, but my internal sense of purpose. The thing that had led me to sleep on the floor of the computer lab and graduate school just to get a few more hours on the mainframe that kept me awake at night as a kid solving puzzles had gone missing. I I had spent 2 decades building a train and laying its track. Now the thought of merely driving it struck me as a far less interesting task was making 1 film after another enough to engage me, I wondered, what would be my organizing principle now? I'm gonna continue, but this whole idea, I love the way he puts it. The idea of having an organizing principle around your life. And like I said, I do believe that it's fundamental to human nature. I believe that that that's why most of us if we just sit around and do nothing, are deeply deeply hap unhappy. I think the human species is 1 of builders. And I think we need a purpose, which is why I think it's so important to invest in your work because it's gonna take up so much of your life. So, he he finishes this paragraph right here he says, I would take a full year to... For the answer to emerge. So we're gonna get to his answer in a minute, but there's something that happens in the book that I want to that I want to first talk about, and then we'll we'll get his answer. And the entire reason he wrote this book. So this is an intro to George Lucas and finding and how Ed finds his next challenge as... I think everybody knows George Lucas is to create Star Wars, and Ed worked that, worked for him at 1 time. So... And we're gonna talk a lot about George in this in this podcast actually. I couldn't have arrived at a more dynamic and volatile time. So he's talking about, again, we're talking present day. He's reflecting, but we're gonna... It the the timelines is gonna jump around. So at this point, he is, George hires him to to work for him in 19 79. And he's talking about how dynamic this northern California region is at at at the time. And it says I could have arrived at a more dynamic and volatile time. I watch as many startups burned bright with success and then flame out. My mandate at Lucas film to merge movie making with technology, meant that I rubbed shoulders with the leaders of places like sun micro systems and silicon graphics. Several of whom I came to know. I was first and foremost a scientist then, not a manager. So I watched these guys closely hoping to learn from their trajectories, excuse me from the trajectories their companies followed. Gradually, a pattern began to emerge. He's gonna describe the innovator. Someone had a creative idea, obtained funding, bought brought on a lot of smart people and developed and sold a product that got a boat load of attention. That initial success beg began more success, learning the best engineers and attracting customers who had interesting and high profile problems to solve. As these companies grew, much was written about their paradigm shifting approaches and when their Ceos inevitably landed on the cover of Fortune Magazine, they were herald as the titans of the new. I especially remember the confidence. The leaders of these companies radiate supreme confidence. Surely, they could only reach this Apex by being very, very good, but then those companies did something stupid, not just stupid and retrospect, but obvious at the time stupid. I wanted to understand why, what was causing smart people to make decisions that center companies off the rails. I didn't doubt that they believe they were doing the right thing, but something was blinding them. Something was keeping them from seeing the problems that threaten to up end them. As a result, their companies expanded like bubbles then burst. What interested me was not that the company's rose and fell are that the landscape continually shifted a technology changed. But that the leaders of these companies seem so focused on the competition that they never developed any deep intros fiction about other destructive forces that were at work. Over the years as Pixar struggle to find its way for selling hardware, then software, then making animated short films and advertisements, I ask myself. If Pixar is ever successful, Will we do something stupid too, can can pay careful attention to the missteps of others, help us be more alert to our own? Or is there something about becoming a leader that makes you blind to the things that threaten the well being of your enterprise? In the difficult year after Toy Stories debut, this is where he's gonna find his challenge. I came to realize that trying to solve this mystery would be my next challenge. My desire to protect Pixar from the forces that ruined so many businesses gave me renewed focus. I began to see my role as a leader more clearly. I would devote myself to learning how to build not just a successful company, but a sustainable creative culture. Hence the title the book, Creativity Inc. Okay. So now as with every biography, I wanna spend a little bit of time talking about their youth and not into too much detail, but this is what strikes me is almost every single 1 of these stories that you you see examples of them being inspired by people that came before them. And I I would call this, like the importance of having idol. So it says, this is now at talking. Walt Disney was 1 of my 2 boy idol. The other was Albert Einstein. To me, even at a young age, they represented the 2 poles of creativity. Disney was all about inventing the new. He brought things into being, both artistic and technologically that did not exist before. Einstein by contrast was a master of explaining that which already was. I read every Einstein biography I could get my hands on, as well as the little book he wrote on his theory of relativity. I loved how the concepts he developed force people to change their approach to physics and matter to view the universe from a different perspective. Wild haired and iconic, Einstein dared to bend the implications of what we thought we knew. He solved the biggest puzzles of all and in doing so changed our understanding of reality. Both Einstein and Disney inspired me but Disney infected me more because of his weekly visits to my family's living room. So they're talking about this the show that Disney used to host, which Actually don't remember the name of. But I guess it's not important but here's the lesson. I guess this is the the more important thing to, focus on. Watching Disney 1 Sunday evening in April of 19 56. I experienced something that would define my professional life. What exactly was it... Or what exactly it was is difficult to describe except to say that I felt something fall into place inside my head? That night's episode was called where do the stories come from? And Disney kicked it off by praising his animator knack for turning everyday occurrences into cartoons. That night though, it wasn't Disney's explanation that pulled me in, But what was happening on the screen as he spoke. An artist was drawing Donald Duck. As the artist pencil moved around the page, Donald came to life. Putting up his dukes to square off with the pencil lead, then raising his chin to allow the artist to give a bow tie. The definition of superb animation is that each character on the screen makes you believe it is a thinking being. Whether it's a t rex or a s dog or a desk lamp. If viewer sense not just movement but intention, or put another way in motion, then the animator has done his or her job. This is what I experienced that night for the first time as I watched Donald leap off the page. The transformation from a static line drawing to a fully dimensional animated image was a sleigh of hand, nothing more. But the mystery of how it was done, not just a technical process, but the way the art had imbued with such a emotion was the most interesting problem might ever considered. I wanted to climb through the Tv screen and be part of this world. Okay. So it's right then and there that he says, hey I'm gonna become an animator. I wanna do this. So, that's when he was young boy. Later on, he tries to draw. He's... He realize realizes he's not very good at it. So he winds up going to college. He gets 2 degrees, 1 in computer science, and 1 in physics and he he initially said, okay. Maybe I'll just learn how to design computer languages. But he he goes to graduate school at the University of Utah. And he winds up being a student of 1 of the pioneers of interactive computer graphics. This guy named Ivan Sutherland. And on the very next page, he's describing the environment. And so what, I, when I was highlighting this, it just made me think of something I I kinda say a lot. Was like, listen, collecting ideas is useful because you never know when you might use them. And he's gonna experience things and ideas in grad school that he wants applying in his career almost 20 years later. So, he's talking about the people that are running the department and Sutherland and this guy named Dave evidence, who was the chair of the University's computer science department. They were magnets for bright students with diverse interest. And they led us with a light touch. This is actually extremely important. This idea of a light touch. Basically they welcomed us to the program, gave us workspace and access to the computers and then let us pursue whatever turned us on. The result was a collaborative supportive community. So inspiring that would later seek to replicate it at Pixar. 1 of my classmates, Jim Clark would go on to found Silicon graphics and Nets scape. So you guys probably know who that is because I did a podcast on him based on Michael Lewis great about him the new new thing. But if not, I would definitely recommend listening the podcast reading the book because he's a giant personality very interesting. Another, John Warn would c cofounder Adobe. Skipping head, Allen Kaye would lead to a number... Would lead on a number of fronts from object oriented programming to window graphical user interfaces. In many respects, my fellow students were the most inspirational part of my university experience. This c collaborative environment was vital not just to my enjoyment of the program, but also to the quality of the work I did. This tension between the individual's personal creative contribution and the leverage of the group is a dynamic that exists in all creative environments and creative environment, I would just substitute the word company there. But this would be my first taste of it. On 1 end of the spectrum I noticed, we had the genius who seem to do amazing work on his or her own, and on the other end, we had the group that excel precisely because of the multi of views. How then should we balance these 2 extremes I wondered. I didn't yet have a good mental model that would help me answer that, but I was developing a fierce desire to find 1. And what's interesting, at this point, I'm gonna skip ahead, but I just wanna give you a, a little summary here. So I think you well, in just in case you don't know. I think a lot of you guys probably already know this. But the beginning of the Internet was something called the Arp net, which was started by Arp, which is now Da. So 1 of the first 4 nodes on the Arp net. Actually was located at the school he's at at this time. At the the University of Utah. And so he's talking about being able to see the birth of the internet up close, and the the lesson that he took away with it was that you need to trust your team to innovate. And he said, I had a ring side seat from which to observe this grand experiment. And what I saw influenced me profoundly. Arp was mandate. To support smart people in a variety of areas was carried out based on the unwavering presumption that researchers would try to do the right thing. And in Arp view, over managing them was counterproductive. I wanna read that again because I think that's so huge. If you have a group of smart people or if you're 1 of them... 1 of them yourself, which you probably are, if you're listening to this. This... You... Then you'll you know this, you or maybe maybe know is the wrong word. You feel this. I think that's the best way. But over managing them was counterproductive. Arp administrators did not hover over the shoulders of those of us working on the projects they funded. Nor did they demand that our work have direct military applications. They simply trusted us to innovate, and then what's the what's the result when you when you do so? That kind of trust gave me freedom to tackle all sorts of complex problems and I did so with Gust. Okay. So the the people he's working at and grad graduate school with as you've heard, they were inventing all this new technology, he starts working with the idea, hey, maybe this is where that that Colonel, I comes from, hey. I can't draw my hand, but maybe I can develop new technology with computers and animate there. This is where, he comes up with the idea of ham. I'm just gonna make... My goal in life is to make the the first computer generated animated movie. So the develops some technology and they wanna see if they could be used in a real world. So he starts having meetings with other production houses, and movie companies to see if they'll, like, user technology, and Well, Disney's is gonna be 1 of the places. He goes, obviously, and the the note Left myself was you need to anchor yourself with why with your why and then focus. So really understand, I think, what Ed had had the benefit of having at a relatively young age. He knew his why. He knew what he wanted to do. And so we're gonna see something surprising here that he does, but in later on the podcast. This this comes up again and again, where he has an opportunity might sound good on the surface, but he's like, this is not in alignment with what I wanna do. My why, so he he declined. So he's at a meeting with Disney, and they're very just really dismissive. This is in the seventies of of using, you know, using computers animation. They I think the idea is ridiculous. And, of course, it's it's easy for them to arrive at that conclusion because they've had great success for years drawing things by hand. So he said they they're like this. Until computer information can do this, then it has not arrived. They're not gonna use it, etcetera. So he said instead, they try to tempt me in into taking a job with what is now called Disney imagine, the division that designs the theme parks. Remember that context a few minutes ago We talked about how he idol walt Disney he was obsessed with the the Disney company. So now they're like, they're offering him a job. It may sound odd given how large Walt Disney had always loom in my life, but I turned the offer down without hesitation. The theme park job felt like a diversion. That would lead me down a path. I didn't wanna be on. I didn't want to design rides for a living. I wanted to animate with a computer. So his time at The university you utah comes to an end, and this is him, reflecting on the lesson he learned. And so the note I have here is people is greater than ideas, which means people are more important ideas. It's just my shorthand for saying that. Therefore, the environment must be healthy. So this whole idea that people Trump's ideas is something that Ed Harp on the book a lot, and it'll will appear in the podcast in other forms moving forward. But this is this is 1 of 1 of the first ways that he realizes that. And the reason he realizes is because he credits the environment that Sutherland created at the University of Utah with being the, I guess, the genesis that led... Good people to have great ideas. So it says like my classmates, the work I champion had taken taken hold largely because of the protective, ec, intensely challenging environment I'd been in. The leaders of my department understood that to create a fertile laboratory, they had to assemble different kinds of thinkers and then encourage their autonomy. This whole thing about leaving them alone, don't over over manage and leaving autonomous is something he he constantly does his pixar. They had to offer feedback when needed, but also had to be willing to stand back and give us room. I felt instinctively that this kind of environment was rare and worth reaching for. Okay. So now we're getting into his start of his career. And he has the the good fortune to work with what he calls, working for 3 icon classic men with very different styles. Let me just read this part, and then I'll explain why why include it? So working for 3 icon classic men with very different styles would provide me with a crash course and leadership. In the next decade, I would learn much about what managers should and shouldn't do about vision and delusion about confidence and arrogance about what encourages creativity and what stuffs it out. So he kind of, it's kinda like what we're doing here, what we're trying to do here is in a in a way that we're trying to learn from not only what you should, do. There's a lot of examples that and all the books that we cover, but also we you shouldn't do. So in his case, he works for, the first guy named Alex and Alex Sure. I think is his last name. The second person, the second icon class that he works for is George Lucas, and then, of course, the third is when he partners with Steve jobs. So this... He's talking about, again, you're gonna see a lot of these seems that he just keeps learning over and over again. The importance of granting autonomy, hiring people that's smarter than you, and then the flat and then having a relatively flat structure. So he goes to work for this guy, Alex, who's a multi millionaire and kind of a weirdo, and he Well, let's just get in there. This a little background about Alex. Alex a former college chancellor had 0 expertise in the field of computer science. At that time, that wasn't unusual, but Alex himself certainly was. He and naive thought that computers would soon replace people. And leading that charge was what excited him. We knew this was a misconception if a common 1 at that point, but we were grateful for his eager to fund our work. He had a bizarre way of speaking that makes blu, non s and even snippets of rh verse into a sort of Mad Hat, our word salad as 1 of my colleagues called it. This is this is... That's an example here. This is Alex. Our visual speed up time, eventually deleting it. It's I don't know That means either. Those of us who worked with him, often had trouble understanding what he meant. Diluted though as he may been about his own skills. Alex was a visionary. He was incredibly pre about the role computers with someday play animation. And he was willing to spend a lot of his own money to push that vision forward. His unwavering commitment to what many labeled at pipe dream, the mel of technology and this hand drawn art form enabled much groundbreaking waking groundbreaking work to be done. So that's what Alex is hiring. Ed to do. He's like, hey, I want you to start this department. I want to use computers to do animation, and I want you to basically run it. So he goes, once Alex brought me in, he left me... He left it to me to assemble a team. I have to give that to him. He had total confidence in the people he hired. This was something I admire and later sought to do myself. See this this whole theme keeps coming up and up. Ed clearly does not waste his experience. He he really tries to learn for everything. I... So he he wanted... 1 of the first people he hires is this this really brilliant guy named A Ray Smith who winds up following him to Pixar, but the the the important part and then why I'm cleaning the podcast is because I think it's this lesson here is important. I had conflicting feelings when I met Alfie because frankly, he seemed more qualified to lead the lab than I was. I can still remember the une this in my gut that instinct twin spurred by a potential threat. This I thought could be the guy who takes my job 1 day. I hired him anyway. To ensure that it had succeeded, I needed to attract the sharpest minds to attract the sharp just sharpest minds, I needed to put my own in insecurities away. The lessons of Arp had lodged in my brain. When faced with a challenge get smarter. What he's talking about there? Is the when the Soviets beat the the Americans in the to get to space first. There there was certainly a sense of urgency, but there wasn't a sense of despair. They're just like, okay. Well, we just gotta get smarter and we'll solve this problem too. So now he... He's talking about... He's he's creating his first division in this company as I put together a hierarchical structure. Signing a bench... A bunch of managers for port to me. Or excuse me, if I had put. I would have to spend too much time managing and not enough time on my own work. This structure in which I entrusted everybody to drive their own projects forward at their own pace had its limits. But the fact is giving a ton of freedom to highly self motivated people enabled us to make some significant technological leaps in a short amount of time. Skipping ahead, this is gonna be the transition to the icon class number 2. And it says for... End that he realizes the limits. So, again, He's really anchored by his why. And I would also say the experience he has here reminds me of what we learned in the the podcast on Peter T that all of today's conventional wisdom used to be a secret. So I'm... That's the paragraph I'm gonna read you in a minute. It's kinda crazy when we think about it today, but this is happening in the in 19 the end of the seventies. So for all the good work we were doing, however, I found myself in a quan. Thanks to Alex. We were fortunate to have the funds to buy the equipment and hide people necessary to innovate in the world of computer animation. But we didn't have anyone who knew anything about filmmaking. What is discovering there? Is yeah, that they can animate stuff, but just animating without the benefit of storytelling falls flat. So he said, we began making quiet overt chairs to Disney and other studios trying to gauge their interest in investing in our tools. If we had found an interested suit, A and I, were prepared to leave and move our team to Los Angeles to partner with proven filmmakers and storyteller. So instead of being filmmakers and storyteller ourselves. They're like, okay, we have the technology, we'll we'll join up with some, some people that already do storyteller, you know, peanut butter jelly, it's gonna work, and... But this is what happens. But it was not to be. 1 by 1, they deter. It's hard to imagine now, but in 19 76, the idea of incorporating high technology into Hollywood filmmaking wasn't just a low priority. It wasn't even on the radar. But 1 man was about to change that with a movie called Star Wars. So now we're transitioning, he's gonna meet George Lucas, and we're gonna pick up some lessons on running companies from from him. This part is about Luke being relentlessly practical. And he's... This is when he meets George. He goes, he and I seem pretty similar. Skinny and bearded in our early thirties. We both wore glasses work with a blind on intensity and had a tendency to talk only when we had something to say. But what struck me immediately was George's relentless practicality. He wasn't some hobby trying to bring technology into filmmaking for the heck of it. His interest in computers began and ended with their potential to add value to the filmmaking process. And he's gonna describe the physical environment that he's working in. And all I could think about is You know the animals that have evolved in in strange ways in relative isolation in the Gala islands. I feel George kinda had some of that going on. George had his own version of the Gala islands. And it says Lucas film was based in Marin count, 1 hour north of silicon Valley by car and 1 hour from Hollywood by plane. This was no accident. George saw himself first and foremost as a filmmaker, so silicon valley wasn't for him. But he also had no desire to be close to launch Los Angeles because he thought there was something a bit un unseen and in bread about it. Thus, he created his own island, a community that embraced films and computers, but pledged allegiance to neither of the prevailing cultures that define those businesses. The resulting environment felt as protected as an academic institution. An idea that would stay with me and help shape what I would later try to build at Pixar. Experimentation was highly valued, but the urgency of a 4... But with the urgency of a for profit enterprise was definitely the air. In other words, we felt like we were solving problems for a read so many good, stories about George in in this book that, you know how I always say that that's saying that I picked up somewhere. It's, like, a books or the original links lead you from 1 idea to the other, just like this the modern web does today. It cause me to find and start reading a biography on George Lucas. So this book is actually leading me to my next podcast. So next week's podcast will be about George Lucas. Okay. So now we're gonna get to the first iteration of Pixar. There's multiple ones. So this is the very first product they make. A team set up to design a highly, but they get hired by George Lucas and this is what he's hiring do. A team set up to design a highly specialized standalone computer that had the resolution and processing power to scan film combine special effects images with live action footage and then record the final result back on the film. It took us roughly 4 years, but our engineers built just device, which we named the Pixar image computer. So they they great... They could search for making all these great tools that Lucas film the, can make, and they run into an extremely important lesson entrepreneurs. That is when designing products and services, you have to understand humans resist to change. So it says, but it's challenging as that problem proved to be, a pale in comparison to the bigger and eternal impediment of our progress. The humans resistance to change. While George wanted this new video editing editing system in place the film editors at Lucas Film did not. They were perfectly happy with the system they had already mastered, which involved actually cutting film into snippets with razor blades, and then pasting them back together. They couldn't have been less interested in making changes that would slow them down in the short term. They took comfort in their familiar ways and change meant being uncomfortable. So this is now what I love because, I think George it is fundamentally an entrepreneur because this is all... This is some of the lessons that that Ed learns from George, and the reason I say, and then George is analogy just for building companies. But the reason I say that, at a fundamental level, George is a filmmaker, but he's an entrepreneur because he bets on himself. And I think that's what every entrepreneur does. If not, you would just go get a job. You know, you're... By explicit in your desire to start a company is the the idea that the market for your skills is is fundamentally mis misplaced. Because if you thought that you were better... Like, if you thought your talents and skills could be rewarded a company instead of needing to start your own your own company, then you just go work for somebody else. Entrepreneurs just basically reject that. They're like, nope. I know what I wanna do, and I'm gonna go do it myself. So, this is Ed talking. I remember going home late at night exhausted. Feeling feeling like I was balancing on the backs of a herd of horses. Only some of the horses were thorough bread, some were completely wild and some were po who were struggling to keep up. I found it hard enough to hold on, let it alone steer, simply put managing was hard. No 1 took me aside to give me tips. The books I'd read that promised insight on the topic were mostly devoid of content, so he just starts picking up managing and general business books and realizes that they're they're essentially paper weights. So I looked at George to see how he did it. I saw that his way seemed to reflect some of the philosophy he had put into Yoda. Just as Yoda said things like do or do not, there is no try. George had a fondness for folks the analog that sought to describe neatly the mess of life. He would compare the often ar process of developing his 4700 acre Skywalker ranch compound to a ship going down river that had been cut in half and whose captain had been thrown overboard. We're still going to get there, he would say, grab the paddle and let's keep going. Another of his favorite analog was that building a company was like being on a wagon train headed West. On the long journey to land of plenty. The pioneers would be full of purpose and united by the goal of reaching their destination. But once they arrived, he'd say, people would come and go, and that was as it would should be. But the process of moving towards something of having not yet arrived was what he ideal. Whether evo wagon or ships, George thought in terms of a long view. This is so important. He believed in the future and his ability to shape it. The story had been told and re told about how as a young filmmaker in the wake of American Graffiti success. This is a film he used... He worked on before Star Wars. He was advised to demand a higher higher salary on his next movie. Star Wars. That would be the expected move in Hollywood, bump up your quotes. Not for George though. He skipped the raise altogether and asked instead to this is so important. And asked instead to retain ownership of licensing and merchandising rights to Star Wars. The studio that was distributing the film 20 century Fox, readily agreed to his request, thinking it was not giving up much George would prove them wrong, setting the stage for major changes in the industry he loved. He bet on himself and 1. So a few pages later, we're we're introduced another character in the story named John Las who comes extremely important. He's the trilogy in Pixar. So it's it's Steve Jobs, John Las and Ed that are basically running it. So let's just touch on John a little bit. As John was a born dream. As a boy, he lived mostly in his head and in the treehouse houses and tunnels and spaceships he drew in his sketchbook. And this is another example of the importance vitals. Like me, John remembered discovering that there were people who made animation for a living and thinking he had found his place in the world. For him as me, that realization was Disney related. It came when he stumbled upon a well worn worn copy of the art of animation. Bob Thomas history of the Disney studios in his high school library. Bob Thomas has also wrote a, a biography on walt Disney that I have sitting on my Nights stand and will eventually be future episode of Founders. Okay. So now we need to transition to icon class number 3. And, George, Lucas in the early eighties is going to a divorce. So he's got a he's got a Cell pixar. George hadn't lost an ounce of his ambition. But the new financial realty meant that we actually the realities, meant that he had to streamline his business. At the same time, I was I was coming to the realization that while we were in the computer to... That while we in the computer division what more than anything to make an animated feature film. George didn't share our dream. Remember, he he's holding on to this why very very tightly. He had always been most interested in what computers could do to enhance live action films. For a while, our goals, though dis disparate had overlap and pushed each other forward, but now under pressure to consolidate his investments, George decided to sell us. So I wanna talk a little bit about the numbers that... And anytime I find them in books that I think are pertinent to these ideas I wanna include the numbers because these all things that we all wanna do, but It's all centered in financial reality that businesses have to make a profit, Are they'll never exit? Are they cease to exist. So, Lucas film wanted to walk away from the deal, meaning the sell of Pixar with 15000000 dollars in cash, But there was a hitch Our computer division came with a business plan that required an additional infusion of 15000000 to take us from prototype to product and ensure that we'd be able to stand on our own, so they they need 30000000 really. This structure did not sit well with the venture capitalists they hope would bias us. Who didn't typically make such significant cash commitments when they acquired companies. We were shot to 20 prospective buyers, none of whom bit. So, in February of 19 85, Steve Jobs comes calling, and this is the account of their of their first meeting with Steve, and 1 of many just just freaking hilarious Steve job stories that are in this book that I'm gonna include a lot of them. So We met in a conference room with a whiteboard and a large table surrounded by chairs. Not that Steve stayed seated for very long. Within minutes, he was standing on a whiteboard drawing us a chart of Apple's revenues. I remember his assertiveness. There was no small talk. Instead, there were questions, lots of questions. What do you want, Steve asked? Where are you heading? What are your long term goals? He used the phrase insanely great products to explain what he believed in? Clearly, he was a sort of person who didn't let presentations happen to him, and it wasn't long before he was talking about making a deal. To be honest, I was uneasy about Steve. He had a he had a forceful personality whereas I do not, and I felt threatened by him. For all of my talk about the importance of surrounding myself with people smarter than myself, his intensity was at such a different level. I didn't know how to interpret it. It... This is a great illustration. It put me in the mind of an ad campaign that the Max cell cassette tape company released around this time. Featuring what we become an iconic image. A guy sitting low in a leather chair, his long hair literally or his long hair being literally blown back by the sound from the stereo pho speaker in front of him. That's what it was like to be with Steve. He was the speaker, everyone else was the guy. So Steve talks about making a deal. He said for from near for nearly 2 months after that initial meeting, we had heard nothing total silence. So I'm gonna... The reason they've they realized what happens in the interim, and it's Steve's forced out of Apple. He tried to do a coup to to over overthrow John Sc, and they did they remove him. So he disappears. And then he comes back into a few months later, he comes back, and he... He's visiting Lucas film now. He came to Lucas film 1 afternoon for a tour of our hardware lab again? He pushed and prod and poked. What can the Pixar image computer do that other machines on the market cam? Who do you envision using it? What's your long term plan? His aim didn't seem his his aimed and seem to to be to absorb the intricacies as over technology as much as to hone his own argument to temper it by spa with us. Steve's dom nature could take one's breath away. At 1 point he turned to me and calmly explain that he wanted my job, this is hilarious. At 1 point, he turned to me and calmly explain he wanted my job. Once he took my my place at the helm, he said, I would learn so much from him that in just 2 years, I would be able to run the enterprise by myself. I was, of course already running the enterprise by myself, but I marvel at his Chu spa, is Chu spa. He had He not only planned to displace me in the day to day management of the company, he expected me to think it was a great idea. I love that. Steve was hard charging relentless, but a conversation with him. This is really important, but a conversation with him took you places you didn't expect. It forced you not just to defend, but also to engage, and that in and of itself I came to believe had value. Now here's another. Ed knows is why. As he spoke, so, the next day they drive to Steve's house and Steve's given him another pitch. And this is when Ed gonna turn him down because it it's... It seemed direct conflict with Ed why As he spoke, it became clear to us that his goal was not to build an animation studio. His goal was to build the next generation of home computers to compete with Apple. This wasn't merely a deviation from our vision. It was a total abandonment of it. So we politely declined. We returned to the task of trying to find a buyer. Time was running out few months later. The Pixar gets a booth at this trade show, and it says, we had a booth on the trade show floor where we showcased our picket picks pixar image computer. Steve jobs dropped by on the first afternoon. Immediately, I had sensed the change. Steve had founded a personal computer computer company neck I think that gave him the ability to approach us with a different mindset. He had less to proof. Now he looked around our booth and proclaimed our machine is the most interesting thing in the room. Let's go for a walk Now, I wanna deviate from this for a little bit because there's just really funny Steve story, and I just have to include all the funny Steve stories. Let's see. And well, there's also lesson here that we can be blind to our own flaws and all of us are. As we talked, we came upon, so they're walking around the the Trade show floor, and they're just talking about Pixar, and it says as we talked, we we came upon Bill Joy, 1 of the founders of sun computer. Bill likes Steve was an extraordinary bright, competitive, articulate and opinionated person. I don't remember what they talked about as we stood there, but I'll never forget the way they talked. Standing no nose, their arms behind their backs sway from side to side in perfect sync. Completely oblivious to anything going on around them. This went on for quite a while until Steve had to break off to go meet someone. After Steve left, Bill turned to me and said, boy, he Arrogant. When Steve came by our booth again later, he walked up to me and said of bill. Boys he arrogant. I remember being struck by this clash of the Titans moment. I was amused by the fact that each man could see Ego in the other, but not in in himself. They're gonna make a deal. And there's 3 things that are interesting here. We learn how Steve resolves p... Resolve issue with people he disagrees with. We hear a hilarious rather, negotiation story, and then Steve's opinion on loyalty. At 1 point in this period, I met with Steve and gently asked him how things got resolved when people disagree with him. He seemed unaware that what I was really asking him was how things would get resolved it, we worked together and I disagree with him. For he gave him more general answer. He said, when I don't see eye to eye with somebody, I just take the time to explain it better, so they understand the way it should be. There's just a different level of arrogance with the with this And, you know, it works out, Apple he winds up creating the environment, which produces the world's most successful consumer product of all time. So, you know, they we're gonna label on a genius. But if it didn't, you know, they they call that arrogant. So it's just interesting to me. Later when I relayed this to my colleagues at Lucas Film, they laughed nervous. I remember 1 of Steve's turning attorneys telling us that if we we acquired by his client. So we had better be ready to get on the Steve jobs roller coaster. Given our dire straits, this was a ride, Alvin and I were ready to board. The acquisition process was complicated by the fact that negotiations negotiator for Lucas Film weren't any good. And we're gonna see that this here. The Chief Financial Officer in particular underestimated Steve. Assuming he was just another rich kid in over his head. This Cfo told me that the way to establish his authority in the room was to arrive last. His thinking, which he articulated out loud to me was that this would establish him as the most powerful player. Since he and only he could afford to keep everyone else waiting. All that had ended up establishing, however was that he had never met anyone like Steve jobs. The morning of the big negotiating session, all of us, but the Cfo were on time, So Steve's all there, all these other people that are pertinent to the negotiations. And at precisely 10AM, Steve looked around and finding the Cfo missing, started the meeting without him. In 1 Swift move, Steve had not only foil the Cfo attempt to place some self atop the peck order, but he'd grabbed control of the meeting, this would be the kind of strategic aggressive play that would define Steve's stewardship of Pixar for years to come. Once we had joined forces, he'd became our protector. As fierce on our behalf as he was on his own. In the end, Steve paid 5000000 dollars to spin pixar off of Lucas film. And then after the sale, agreed to pay another 5000000 dollars to fund the company. After we signed our name, Steve pulled A aside, put his arms around us and said, whatever happens, we have to be loyal to each other. I took that as an expression of his still bruised feelings in the wake of his ousted from Apple, but I never forgot it. The gestation had been trying, but the feisty little company called Pixar had been born. There's just so many good things in this book. I I could do AA4 hour podcast on it. But, you know, looks only a 6 hour read. So it's just just just so many good ideas. So I gotta skip over a bunch of stuff. I'm gonna hit some ideas now. This is how he learns, Ed learns from Japanese manufacturing history, which I found interesting. So he says at the time, Pixar was a computer manufacturing company. So we had to learn very quickly what it meant to produce computers. It was at this time that It happened upon 1 of the most valuable lessons from the early days of Pixar. And that lesson came from an unexpected source. The history of Japanese manufacturing. In 19 for 47, an American working in Japan turned that thinking on its head. His name was Edward Demi, and he was a statistician who was known for his expertise in quality control. So it talks about... Let me skip over that part. Let me just get to his idea. So in essence, this was his idea and picks pixar copies this approach. The responsibility for finding and fixing problems. So they're talking about the the background they're talking about how to, like, optimize, like, car manufacturing. And and so it's it's a way to decentralized decision maker make. So it's... The essence ss. The responsibility for finding and fixing problems should be assigned to every employee from the most senior manager to the low person on the production line. If anyone in any level spotted a problem in the manufacturing processing demi believed they should be encouraged and expected to stop the assembly line. This was the exact opposite of what the American during its time. Demi approach and this is why it's important. Demi approach gave ownership and of and responsibility for our product's quality to the people who were most involved in its creation. Instead of merely repeating an action, workers could suggest changes, call out problems, and this next element seemed particularly important to me, feel the pride that came when they when they help fix what was broken. This resulted in continuous improvement driving out flaws and improving quality. Okay. So a couple pages later. They're still struggling. You know, they're trying to... The the computer they're making. They're trying to sell I think, like, a hundred and 20000 dollars. They only sell, like, a couple hundred of them. And this is how Pixar lowest point leads it to its solution. And another iteration. At Pixar lowest point, as we flounder and failed to make a profit, Steve had sunk 54000000 of his own money into the company. A significant chunk of his net worth. As the losses mounted, it became clear that was only 1 path forward. We needed to abandon selling hardware. Of course, we had no way of knowing whether where we landed next would support our weights. The only thing that made this leap easier was that they had... We had decided to go all in on what we had year to do from the outset. This is so important. Computer animation. This was where our true passion resided. And the only option left was to go after it with everything we had. On the very next page, there's this story about how Steve is figuring out Pixar value because we've just been told, hey, He's jumped he jumped He agreed initially, went up 5000000 to his company. He dumps 54000000 after that. 3 times between 19 87 and 19 91, a fed up Steve jobs tried to sell Pixar. And yet, despite his frustrations, he could never quite bring himself to apart with us. When Microsoft offered 90000000 dollars for us, he walked away. Steve wanted a hundred and 20000000 and felt their offer was not just insulting, but proof that they weren't worthy of us. Steve started with a high price and was unwilling to budge. I came to believe that what he was really looking for was not an exit strategy as much as external validation. His reasoning went like this. If Microsoft was willing to go to 90000000, then we must be worth hanging on to. A big big thing, Ed talks about in a book is that He knows Pixar would never survived without Steve, but at there was times when he wasn't sure it would survive with him. And, through the process, Ed talks about, hey, listen. I worked with Steve Jobs for 26 years. So, longer than anybody else did continuously. And he all... He talks about how the common misconception that See with just some kind of asshole is just not true. Like, when he was younger, he's really hard to deal with, but he's saying over 26 years, he grew to be really wise. And even now they're about 7 years into of relationship, he starts to see the benefits besides Steve's money of, like, his logic and strategy here. So let's learn a little bit about his logic and strategy. And this is how they first start to finally get traction. Steve negotiate a 3 picture deal with Disney. And it says in 19 99, we struck a 3 picture deal under, which with with Disney, which will provide majority financing for Pixar movies, which then just Disney would distribute and own. It felt like it had taken a lifetime to get to this point in a sense it had. Well, Pixar the company was just 5 years old, my dream of making a computer animated feature film was pushing 20. Once again, we were embarking on something we knew very little about. None of us had ever made a movie before. At least not 1 long in the 5 minutes. And since we were using computer animation, there was no 1 to ask for help. So that first movie we know is toy story. And at the... It's not yet released. It's about to be released. We know that it goes on to be huge financial success. Right? But then this is another strategy where Steve just saw things way before anybody else. This is Steve's idea to gain leverage for Disney. Okay. So it just, of course, 1 thing we could always count on was that at some point Steve would throw us a curve ball. As we approach Toy stories release, it was becoming clear that Steve had something much bigger in mind. This wasn't just about a movie. This film. He believed was going to change the field of animation. And before that happened, he wanted to take us public. Bad idea, John and I told Steve. Let's get a couple films under our belt, we'll only increase our value that way. Steve disagreed. This is our moment. He said. He went out to layout. He went on to lay out his logic. Let's assume that toy toy story is a success he said. Not only that, let's assume it is a big success. When that happens, Disney Ceo, Michael Is will realize that he has created his own worst nightmare. A viable competitor competitor to Disney. We only owe his studio 2 more films under our contract, then we could go out on our own. Steve predicted that as soon as toy story came out, E would try to renegotiate our deal and keep us close as a partner. In this scenario, Steve said, he wanted to be able to renegotiate better terms. Specifically, he wanted a 50 50 split with Disney on returns, meaning the revenue, a... The profit rather. A demand he pointed out that also happened to be the moral high ground. In order to fulfill these terms, however, we would have to be able to put up the cash for our half of the production budgets, a significant amount of money. And to do that, we would have to go public. His logic as it often did 1 the day. Steve turned out to be right. As our first movie broke records at the box office and all of our dreams seem to be coming true, our initial public offering raised nearly a hundred and 40000000 dollars for the company. The biggest Ipo of 19 95. And a few months later as if on q, E called saying that he wanted to renegotiate the deal and keep us as a partner. He accepted Steve's offer of a 50 50 split. I was amazed. Steve had called this exactly right. His clarity and execution were stunning. Okay. So I'm skipping way ahead, because I love this idea. This is him... This is now the explicit el collaboration on his idea that people's people are way more important ideas. So he says the gestation of Toy story 2 offers a number of lessons that we were that were vital to Pixar evolution. Remember that the spine of the story, Woody dilemma to stay or to go was the same before and after the brain trust worked on it. Yeah. This this will make more sense you in in a little bit. But don't worry about what the brain trust is and don't for now, don't worry about, the central theme of of toy story 2. It's... He he's gonna explain the main point here. 1 version didn't work at all, and the other was deeply affecting. Why? This is this is what I want to focus on. Talented storyteller had found a way to make viewers care and the evolution of this storyline made it abundantly clear to me. This is 1 of the most highlighted passages in the book because I own both the hard version and the Kindle, and on Ken, you can look up what other people... Like where the most popular highlights are. And I think it's a great idea. If you give a good idea to a mediocre team, they will screw it up. If you give a mediocre idea to a brilliant team, they will either fix it or throw it away and come up with something better. The takeaway here is worth repeating. Getting the team right is the necessary precursor to getting the ideas right. It is easy to say you want talented people and you do. But the way those people in interact with another with 1 another is the real key. Even the smartest people can form in an ineffective team if they mismatched. That means it's better to focus on how a team is performing. Not the talents of the individuals within it. There is an important principle here that may seem obvious, get in my experience is not obvious at all. Getting the getting the right people and the right chemistry is more important than getting the ideal right. I made a habit when giving this is a great a great summary. I made a habit when giving talks of posing the question to my audience. Which is more valuable. Good ideas are good people. People think so little about this that in all the years, only 1 person in an audience has ever pointed out the false dichotomy. To me the answer should be obvious. Ideas come from people. Therefore, people are more important than ideas. Okay. So now we're gonna get into 1 of his ideas about changing the word honesty and changing it to can, if you're building company a creative environment. So he says, Can could not be more crucial to our creative process. Why? Because early on all of our movies suck. That's a blunt assessment. I know. But I make a point of repeating it often, and I choose the phrasing because saying in a softer way fails to convey how bad the first versions of our films really are. I'm not trying to be modest for self facing here. Pixar films are not good at first. Our job is to make them go from suck to not suck. This idea that all movies we now think of as brilliant where 1 time terrible is a hard concept for many to graphs, and this is why Love reading books because you know, we see the end result. Oh, pixar huge successful, but you don't see all the the 20 years that he put in before that. And it's really just a same metaphor of we're already he's saying here instead of a, all movie suck at the beginning, almost all companies and products suck at the beginning. And and and this is as it should be it's what he says. And this is as it should be. Creativity has to start somewhere, and we are true believers in the power of bracing, candid feedback and the iterative iterative process. Reworking, reworking and then reworking again until a flawed story finds its through line, or a hollow character finds its soul. A new version of the movie is generated every 3 to 6 months and the process repeats itself. In general, the movie steadily improves with each iteration, although sometimes a director becomes stuck. Unable to address the feedback here or she is given. Luckily, another brain trust meeting is usually around the corner. So that's the second time I've said brain trust. What Brain is is a mech... A mechanism for their company to deliver can. Okay? So that's a good way to think about it. And I'm just gonna read this paragraph. So it says, to understand what the pair... What the brain does and why it's so central to Pixar, you have to start with a basic truth. People who take on complicated creative projects become lost at some point in the process. Every single entrepreneur feels that knows that feeling. At some point, you're not gonna create a company or product that works just takes off immediately always like you've gotta iterate and iterate and there's gonna be valleys and peaks. It is the nature of things. In order to create you must internalize and almost become the project for a while, and that near fusing with the project is an essential part of its emergence but it is also confusing, There's a paradox. When once a move... Where today, where once a movie's writer director had perspective, he or she loses it, where once he or she could see a forest, now they're are only trees. The details confer converge to obscure the whole, and that makes it difficult to move forward substantially in any 1 direction. The experience is overwhelming. And they talk about how directors, you know, it doesn't matter you can be the best director in world. You're gonna get lost. And the important part is is separating your idea from yourself. This is maybe he doesn't realize that much of what he thinks is visible on the screen, which in fact is only invisible on own head. This is what the brain trust reveals. Or maybe the ideas is presented in the rules don't work out and won't ever work, and the only path forward is to blow something up and start over. No matter what, the process of coming to clarity takes patients and can so just think about you need Candles is a guiding principle and brain trust the mechanism that they, the pixel pixar uses is the way to get there. And all the brain trust as a meeting where people can speak honestly, they separate the director's idea from the directed themselves, and then 1 important part of it is that they're like, let's say there's 25 people in to brain trust. The director still charge. So he's listening to ideas about, ways to improve his film, but there's no there's no authority to the ideas. He has to take them on himself. And the reason being is, oh, something that he talks about a few pages later, which I really love. And this says we believe that the most promising stories are not assigned to filmmakers, but emerge from within them. Think about that in your own life? Like, do you think if somebody said, hey, just go do this business. No. You gotta figure out what you wanna do, like, it's your idea. It comes from you. You it would never work if entrepreneurs are assigned their task by other people, the business they wanna create by other people. With few exceptions, our directors make movies that they have conceived of and are burning to make. So it says how is the brain trust different from any other feedback mechanism? There are 2 key differences. The first is the brain trust is made up of people with a deep understanding of storytelling and usually people have been through the process themselves. While the director welcomes critiques for many sources along the way, they particularly price feedback from fellow directors and storyteller. The second difference is that the brain trust has no authority. This is what I was just talking about. This is crucial. The director does not have to follow any of the specific suggestions given him. After a brain trust meeting, it is up to him or her to figure out how to address the feedback. Brain trust meetings are not top down do this or else affairs. By removing from the brain trust the power to mandate solutions, we affect the dynamics of the groups in ways that I believe are essential. Will we believe that ideas and thus films only become great when they are challenged and tech and tested. It's skipping over everybody. He continues to set up a healthy feedback system, you must remove power dynamics from the equation, you must enable yourself in other words to focus on the problem, not the person. They also talk about, that can over, overrule hierarchy. And 1 of the reasons the brain trust they realized, like, you can't have too powerful of a of a personality. They wouldn't let Steve jobs go to brain meetings because at the time he was already super famous and and people wouldn't allow themselves to speak to like I engage in can in front of them. Not many people would. So he would still give notes to directors but he do it 1 on 1. And I love this idea he has a few chapters later, says, how to tell if your company will be innovative or derivative. There's a quick definition to... And it has to do with if you have a negative or positive definition of failure. There's a quick way to determine if your company has embraced the negative definition of failure. Ask yourself what happens when an error is discovered. Do people shut down and turn inward instead of coming together to un entangled the causes of problems that might be avoided going forward? Is the question being asked whose fault was this? If so, your culture is 1 that vi solidifies failure? Failure is difficult enough without it being compounded by the search for scape code. It's a really really interesting idea. In a fear based failure of verse culture, people will consciously or unconsciously avoid risk. They will seek instead to repeat something safe that it's been good enough in the past. Their work will be derivative, not innovative. So Ed is a really good storyteller tower because he explains his ideas, and but he makes him narrative. So there's an entire chapter called the hungry beast and the ugly baby. So I'm just gonna share 2 paragraphs from it, but it's it's worth reading. Ugly babies do not mesh well with Hungry beast. Right? So what a ugly baby is is like a brand new idea, so fragile. Right? But a Hungry beast is what he noticed that Disney why they're they eventually had to buy pixar because they had a little bit of success in animation in the nineties after like a long drought. And then they built this huge infrastructure that needed people doing things. Like, off animation offices in, like, 4 different countries and all these people And instead of it being a creative endeavor turned out to be like, a manufacturer and what they were manufacturing was really bad stories. So so he talks about. He goes, to be clear this happens at many companies, not just in Hollow, Hollywood. And its unattended effects is always the same. So it's talking about the Hungry beast is the pressure to create and create quickly. And it says the unintended effect is always the same. It lessen the quality across the board. And this is how it compares to a ugly baby. Originality, it's fragile. And in its first moments, it's often far from pretty. This is why I call early mock ups of our films, ugly babies. They are not beautiful... They're not beautiful miniature versions of the adults they will grow up to be. They are truly ugly, awkward and un uninformed, vulnerable and incomplete. They need nurturing. In the form of time and patience in order to grow. What this means is that they have a hard time coexist with the beast. The ugly baby idea is not easy to accept. Having seen and enjoyed pixar movies many people assume that they popped into the world already striking, res and meaningful, fully grown. See see what he's doing here is repeating another idea that we just covered a little while ago, but this is, you know, couple chapters. In fact, getting them to the point to the that point involve months if not years of work. If you sat down and watch the early reels of any of our films, the ugliness would be painfully clear. But the natural impulse is to compare the ugly reels of our films to finish films. Again, I just wanna interject here. This is the same thing people do with businesses. Like, your business... Everything starts out, you know, using the Jeff bezos quote, every Oak tree started from an Acorn. So you can't compare the 2. But the natural importance impulses us to compare the early rules of our films to finish films by which I mean to hold the new to standards only the mature can meet. Our job is to protect our babies from being judged too quickly. Our job is to protect the new. And, this... He's just describing now, a few pages later. What what a lot of companies do, and I I called this a real problem to a fake solution. I mean, a real problem and a fake solution. If inefficiencies results and anyone waiting too long, if the majority of your people aren't engaged in the work that drives your revenue most of the time, you risk being devoured from the inside out. The solution, of course is to feed the beast to occupy its time and attention, putting its talent to use. Even when you do that though, the beast cannot be sat. It is 1 of life's cool iron that when it comes to feeding the beast, success only creates more pressure to hurry up and succeed again. Which is why at too many companies, the schedule that is the need for product drives the output, not the strength of the ideas at the front end, so that's the mistake they're making. A a suggested solution to that problem and it's achieving balance. And it says imagine a balance board. 1 of those planks of wood that rest at its mid section on a cylinder. The trick is to place 1 foot on each end of the board then shift your weight in order to achieve equilibrium as the cylinder rolls beneath you. He's talking about balancing between the beast and the the the ugly baby. If there's a better example of balance and the ability to manage 2 competing forces, I can't think of 1. But and this is really important. But while I can try to explain to you how to do it, show you videos and suggest different methods for getting started, I can never fully explain how to achieve balance. That you learn only by doing by allowing your conscious and subconscious mind to figure it out while in motion. With certain jobs, there isn't any other way to learn than by doing by putting yourself in the unstable place and then feeling your way. Out. And now he's gonna quote something. It's it's from 1 of his characters in the movie Ratatouille. There's a the the restaurant critic is called Anton Ego. And talk... So he... Well just read it. And it's... This is what I always talk about. Like, why I I choose to be evangelist list of ideas I like instead of a critic of ideas I don't. Because I think we need to evan a new. He he uses the word the new the new needs friends, which is 1 way to put it. So he's talking about a speech that the director, I think Brad Bird wrote that was delivered by the character Anton Ego. His speech similarly rocked me. And to this day sticks with me as I think about my work. In many ways, the work of a critic is easy, ego says. We risk very little yet enjoy a position over those who offer up their work and their selves to our judgment. We thrive on negative criticism, which is fun to write into read. But the bitter truth we critics must face is that the in the grand scheme of things, the average piece of junk is probably more meaningful than our criticism designating it so. But there are times when a critic truly risks something, and that is in the discovery and the defense of the new. The world is often un kind to new talent to new creations. The new needs friends. Ahead, towards the end, he just has a lot of practical advice. And unfortunately, I'm not gonna be able to include everything here, but I wanna hit some highlights that are interesting. He has this idea of the hidden, he's like, you need to always look for the hidden or the unknown problem. So here's an example of that. In 19 95, when Steve jobs was trying to convince us that we should go public. 1 of his key arguments was that we could eventually make a film that fail at the box office, and we needed to be prepare prepared financially for that day. Going public would give us the capital to fund our own projects and thus, to have more say about where we were headed. Steve's feeling wasn't that Pixar survival could not... Could... Steve's feeling was that Pixar survival could not depend solely on the performance of each and every movie. The underlying logic of his reasoning shook me. We were going to screw up. It was inevitable, and we didn't know when or how, we had to prepare them for an unknown problem. A hidden problem. From that day on, I resolved to bring as many hidden problems as possible to light. A process that acquire what might seem like an uncommon commitment to self assessments. Having a financial cushion could help us recover failure, and Steve was right to secure 1. But the more important goal for me was to try to remain vigilant. To always be on the lookout for signs that we were screwing up without knowing, of course, when that would occur. And that he goes, which brings... This is the important summer here, which brings us to 1 of my core management beliefs. If you don't try to uncover what is unseen and understand its nature, you will be ill prepared to lead. So this is 1 example of how they found a hidden problem in 1 solution they found. So take this example which occurred at Pixar during what's called an executive check. A meeting to approve budgets and schedules on the production of the movie up. A of a visual effects producer named Denise Rh was in the meeting, and she spoke up with a fairly radical suggestion. Production would be cheaper and take fewer person weeks. Person weeks is the measure is how they measure the amount of work, like a single person could accomplish in a week's time, and then they use that as a multiple to calculate, like, the budgets in for the movie. So it says, production would be cheaper and take fewer person weeks. If we did something that sounded completely counter to the goal. Delay when the animators started on their work. Denise, who had the benefit of a broader perspective because before joining Pixar she'd worked for for years as industrial at industrial light magic was addressing a reality that she saw more clearly than any of us did, which was me. Basically, meaning was hidden to them. The eager to get going, which gave the impression of efficiency was ultimately counterproductive because animators often had to redo their work as changes were made, so there may may changes the storyline which means that each had basically scrap out a bunch of work they they used. From her vantage point, it seemed obvious that we could use that we would use fewer person weeks if we gave animators bigger, more fully realized chunks to work on later in the process later in the process, meaning, when it's less likely to change. I this is Denise talking. I believe that animators will work faster than you're giving them credit for. If they have all the pieces they need when they begin. Boy was she right. Even with all the usual Sn foods, endless story adjustments and last minute re rigging of particular characters, up was made in fewer person weeks than we originally thought possible. We calling her decision to speak up in that meeting, Denise told me. They had us delivering the movie at what I felt was an arbitrary early date, and I said, I don't understand why we're doing this? Because you know we always go to the... We always gonna hit the brick wall. No 1 ever finishes early. So why don't we just call a spade a spade now 2 years before a deadline. To me, it seemed clear that you'd want as much... As much time as possible to get the story working. My goal was just to push the end back the the back end off as long as I could, and it wind up paying off. That couldn't have happened if the producer of the movie and the company's leadership in general hadn't been open to a new viewpoint that challenged the status quo. That kind of openness is only possible in a culture that acknowledges its own blind spots. It's only possible when managers understand that others see problems they don't and that they also see solutions. So to me, that's a combination of his idea of the hidden, and also his... What he learned from demi about decent decision making because they're gonna find... Now they're gonna see problems that you don't see from from a management's perspective, but they're gonna find solutions that you wouldn't have never thought of. So he has this idea which I love, and I always talk about. It's a constant constraints force prioritization. They name it the the beautiful... The beautifully shaded penny problem. So is... There's a phenomenon that produces a picture called the beautiful shaded penny. It fears to it refers to the fact that artists who work on our films care so much about every detail that they will sometimes spend days or weeks crafting, the equivalent of a penny on a nights stand that you'll never see. So this is coming from this lady named Katherine Ser, who's a producer, and she was a producer on on Monsters Inc. And it... This is she go... She's talking. She goes, This remembers... This this is 1 scene that perfectly illustrates the beautifully shaded penny idea. It occurs when Be B, I haven't seen the movie, so I don't... At least I don't think I have, so I know the characters, but there's a character named Boo, first arrives in Mike and Sully apartment and begins as Toddlers do explore. As the monsters try to container, she wander up to 2 towering piles of compact discs, more than 90 and all. Don't touch those, Mic screams that she grabs a Cd case on the bottom, sending the piles crashing to the floor. Mike complains and then she walked us away. Okay? So that's description the scene. Right? The moment is over in 3 seconds. And during it, only a few of the Cd cases are at all visible, but for every 1 of those cds remember their 90 in total. Pixar artist created not just a Cd cover, but a shade air. A shade is a program that calculates how an object's rendering changes as it move. Can you see all the Cd cases? Sara says? No. Was it fun to design them all? Yes. Maybe it was an inside joke, but there was someone on the crew who believed that each 1 of those was going to be seen close up and so they were lovingly crafted? I don't want to think about how many person weeks this consumed. This is really another interesting paradox. Clearly, something in our process had broken, the desire for quality had gone well beyond rationality. But because of the way production unfolded, our people had to work on scenes without knowing the context for them. Okay? So that's a real problem. It's not that they're... It's really good that they they take their works so seriously, but they didn't understand that. It's only 3 seconds and most of more they ever be seen. So is it really smart to spend how many person weeks to do that. No. So they over built them just to be safe. To make things worse, our standards of excellence are extremely high, leading them to conclude that more is always more. How then do you fix the beautifully shaded penny problem without telling people in effect, to care less her to be less excellence. So he continues on, but the summary is that you got... You need to limit it. You have to design with constraints. So limits forces to rethink how we are working and push us to new heights of creative. I just wanna hit 1 of another idea that he likes, and it's... You're not required to justify justify everything. It's in this section where he's talking about short experiments. In most companies, you have to justify so much of what you do to prepare for quarterly earnings statements if the company's publicly traded or if it's not to build support for your decisions. I believe however, that you should not be required to justify everything. We must always leave the door open for the unexpected. Scientific research operates in this way. When you embark on an experiment, you don't know if you achieve a breakthrough. Chances are you won't. But nevertheless, you may stumble on a piece of the puzzle along the way. A glimpse if you will into the unknown. That he has a deep love for experimentation because he understands the the the upside to it. And so there's another idea he has, a tool they use. It's the node left is post... It's called post mortem. And I think about... This is the way the note left myself to think about post modems. Post mortem. So post mortem are a tool to analyze ways to improve your process after a project, movie, etcetera. Is over it's an experiment. Okay. So the goal here is, is to analyze everything that you you could have improved after the projects over and that you understand that sometimes, post mortem are gonna yield beneficial results that you can apply in the future, and sometimes it's just gonna be a few an exercise of futility, but it doesn't matter it has to be done because you need to constant experiment in a creative environment. Right? So he says, when the release date finally rolls around, everyone is ready to move on to something new. But we are not done yet. At Pixar, there's 1 more essential phase of the process, the post mortem. A post mortem is a meeting held shortly after the completion of every movie in which we explore what we did and didn't... What we... Excuse, in which we explore what did and didn't work. And an attempt to consolidate lessons learned. Companies. I love this this this quote. Companies like individuals do not become exceptional by believing they are exceptional, but by understanding the ways in which they are they are not exceptional. Post mortem are a route into that understanding. To keep anyone from going too long, we have a 15 minute limit. There's again, he's designing a constraints. See these... All these ideas he repeats over and over again and they tie into 1 another. I think that's what makes his books so amazing. This post mortem which took an entire day. They're talking about 1 that happened after a Bugs life. Delved into all aspects of the production. There was no Aha moment, no epiphany that would turn our processes inside out. Instead, it's the spirit of the meeting that I remember most. Everyone was so engaged in rethinking the way we did things, so open to challenging long held ideas. I think that's hugely valuable. And learning from errors we made. No 1 was defensive. Everyone was proud, not only the film, but how committed we were to the culture from which that film had sprung. Remember environment, people are more important than the ideas and yet, even more important than people are the idea the environment that you put those people into. So it's talked all. We were committed for the culture from which the idea had sprung or from the film heads Sprung. Afterward, we decided we should do this kind of deep analysis after every movie. Over the years, some were profound and others were complete waste of time. And he says that as a a great thing. And finally, we'll close here, and this is about keeping beginner mind and a start up mentality. When a new company is formed, its founders must have a start up mentality, a beginner mind. Open to everything because well, what do they have to lose? This is often something they later look back upon wi. But when that company becomes successful, its leaders often cast off that startup up mentality because they tell themselves they have figured out what to do? They don't wanna be beginners anymore. That may be human nature, but I believe that it's part of our nature that should be resisted. By resisting the beginner mind, you make yourself more prone to repeat yourself than to create something new. The attempt to avoid failure in other words makes failure more likely."
}