{
  "transcript": "On the night that the Chicago bulls were eliminated from the 19 95 Nba playoffs by the Orlando Magic. I sat with Michael in the darkened arena until 3AM. He had just returned a basketball 2 months earlier, following his first retirement and brief baseball career. So much had happened in the last year. Dressed in a suit and tie, he looked around the brand new arena that had replaced the legendary Chicago stadium earlier that season and said, I hate this fucking building. You built this fucking building I said. During that series, some of their Orlando magic players said that he didn't look like the old number 23, which he didn't. He was wearing number 45, and he wasn't ready, and I knew it better than anyone else. His endurance, his shot. There just hadn't been enough time to get him back to the level of excellence that people had grown accustomed to. Predictably, there was plenty of talk about how his baseball career had failed. His basketball comeback had failed. He had failed. Michael Jordan was done they said. And as usual, they were wrong. Michael Jordan is done when he says he's done. Now when you say he's done. In fact, you saying it usually ensures the opposite. At the end of that game, he had a message for their Orlando magic as all the players shook hands and left the court. Enjoy this win because it ain't gonna happen again. The following season he led the bulls to an Nba record 72 wins, swept the Orlando magic in the playoffs, and won the first of 3 more championship rings to go with the 3 rings, he already won before he had failed. That was an excerpt from 1 of the 2 books I'm gonna talk to you about today, both were written by Tim Grover, who was Michael Jordan's trainer for 15 years and he also trained Kobe Bryant In fact, Kobe Bryant and Michael Jordan both blurb both of the. So the first book is called Relentless from good to great to unstoppable. And the second 1, is called winning. The unforgiving race to greatness. So what I wanna do is a little different than I normally do. I've already done 2 episodes on Michael Jordan, 2 episodes in Kobe Bryant. This is just going to be stories that Tim Grover has about Michael and Kobe and then insight into their mentality. Further, like, life history, their biography. For Jordan, you can listen to episode 02:12 and 02:13. For Kobe. It's episode 2 72 and 2 73. So I'm gonna jump right into relentless. This is the updated version of the book. I read the audiobook book. I listen to the audiobook book many years ago. And I decided hey, I'm gonna buy the Paper rec version and do a podcast on it. And so the updated version he's talking about all the feedback he got from the first version and the most common criticism he got was, it doesn't... The book doesn't tell you what to do. And this is what Tim Grover said about that. That is a hundred percent accurate. Why would anyone wanna be told what to do? The whole point of this book is that in order to be successful to truly have what you want and love your life, you must stop waiting to be told what to do and how to do it? I can't give you a 10 step process or a checklist? What I am giving you is insight into the mentality of those who have found unparalleled success by trusting their own instincts. And so there's a very old story that's very reminiscent of what he's talking about. Obviously he's talking about, Michael Jordan and Kobe Bryant, Some other people he trained as well. But there was a the story about back in Mo. And a man, a young man was 21 years old and you asked Mo. He's like, how do you write a Symphony. And Mo are replied that you're too young to write a Symphony, and that young man said, but you were writing sympathies when you were 10 and I am 21. And Mo response was very much the point that Tim Grover is trying to teach us right in the first chapter. He's said, yeah, But I didn't go around asking people how to do it. And so he talks about why he title the book relentless. And he says the word relentless is used to describe the most intense competitors and achieve imaginable. Those who stop at nothing to get the end result. And what popped to mind when I read that is, of course, Kobe and Michael go are relentless. But when I hear the word relentless, the first person that comes to my mind is not Kobe or Michael Jordan. It's Jeff Bezos. In fact, to this day, you might already know this, but Jeff Bezos owns the domain relentless dot com. If you go in your browser and you type Relentless dot com, it will forward to Amazon for for a brief moment. He's he love the word so much, he was thinking about naming Amazon relentless dot com. I've done. I don't know. 8 podcast podcasts, 6 podcast something like that on Jeff Bezos, and that's the word that 1 word I would choose to describe him. 1 of the reasons I would heavily recommend getting the audiobook, if you like audiobooks of relentless is because it talks about a lot of things in this book that most people, you know, kind of omit. You'll see them in biographies. But this idea, the dark side, the dark side of Michael Jordan and C personality is mentioned a lot in this book. So I just wanna go into a little bit here. He says, I understand how they think how they learn how they succeed and how they fail. I understand what drives them to be relentless and it's not all pretty. If you're aiming to be the best at what you do, you cannot worry about whether your actions will upset other people. Or what they'll think of you. Your strategy is to make everyone else get on your level. You are not going down to theirs. You're not competing with anyone else ever again. They're gonna have to compete with you. And so that idea that, hey, I'm not going down to your level you have to rise to mine or you need to leave is something that Kobe michael repeat over and over again, across decades. It's something that their teammates mentioned over and over again, it's something their competitors mentioned over and over again. I I watched... Or you watched the last dance over the last week. I kinda keep that documentary playing over and over again. Most of the times I'm not even listening to it, like, it's just on the background if I'm reading or or working or whatever. But there was something that popped out this... You know, I don't know. The tenth time I've watched this documentary or something like that, maybe eighth, And he... He's talking about why he was so hard in his team It's the fact that he came to Chicago. Was like, listen, we were a terrible franchise. I had to fail and fail and fail and fail year after year after year after year. I think was 7 8 years before he won his first championship. And then you come in here you know, now you're you're joining a world class organization. Yet, you didn't do any of the work to build it into a world class organization. So you're were... I'm not coming down to your level. You're going to rise to mine. And he said something goes, we were shit when I got here. And we elevated to being a championship quality team. There are certain standards that you have to live by. You do not come pussy footing around. You have to come in and ready to play. And so those are Michael Jordan's words, and then Tim Grover words on that as your strategies to make everyone else get on your level. You're not going on to there theirs. You're not competing with anyone else I again. They're gonna have to pete with you. And then Tim Grover has a unique vantage point because he starts working out with Michael and training him way before. Michael ever won his first championship. And so he says Michael was the best because he was relentless about winning. No matter how many times he won, he always wanted more. And he was always willing to do whatever it took. Michael never cared about achieving mere greatness. He cared about being the best ever. And then he immediately starts comparing people like Michael Kobe, Pat Riley, Phil Jackson Larry Byrd, And this is really a list of traits at Kobe and Jordan Cher. I says these are the most driven individuals you'll ever know. With an unmatched genius for what they do. They don't just perform a job, they reinvent it. So this idea. You're gonna hear see repeat O again. They're they're most driven, than they're most competitive. There is no 1 in their industry like them. Another trait they share, they expect to succeed. They expect to succeed and when they do, they never celebrate for long because there's always more to do. Another thing, they take responsibility for everything. So in addition to reading these 2 books? I collect. I'm I'm... I think I've I said this. I'm slightly obsessed with both Michael Jordan and Kobe Bryant, I collect stories about them all time. So in addition to reading both books, I also... I also have a bunch of these, like, stories saved in my phone there's a little short videos, and I watched this excellent interview. 1 of the best. I've watched all the Kobe Bryant interviews that I can find. 1 of the best ones happened shortly before he passed away, and it was actually with the Hall of fame baseball player A rod. I will leave it linked down below. I highly recommend watching and listening to the whole thing. I've probably watched it 4 or 5 times. Fact. I'm supposed to meet A route soon, which is kinda cool I'm looking forward to that. But this idea where they say, hey, you know, people like Michael and Kobe. They take responsibility for everything. There is... So there's a fascinating exchange that happens in that interview between Anu rod and Kobe Bryant, where Kobe says the following. He says, the people that have I've always had issues or problems with are people who don't demand excellence for themselves. I will not tolerate that. Because when the career is all said and done, no 1... They're not going to be looking at you just a player on this team saying, oh, you didn't win a championship. No. They're gonna be looking here, meaning him as the leader of the team is founder think about the founder mentality. Right? That everything is always the founder fault. The founder has to take responsibility for everything. And so back to what Kobe says He's like, listen, when the career is all said and done, they're not gonna be saying looking at you a player in this team saying you knew win the championship. No. They're gonna be looking here. So it's my responsibility to make sure I'm holding everybody accountable. And so that's what I think of when I get to this page and it says, hey, they take responsibility for everything more on traits they share. They never stop working physically or mentally because it gives them too much time to think about what they've had to endure and sacrifice. There's 2 examples of this, and and you can actually see it with your eyes, when you're watching the last dance. The first time is when he wins, when Michael Jordan wins his first Nba title ever, you know, it's 7, 8 years of struggle really an entire lifetime struggle, and he's, you know, like, just he's got his head... There's this famous picture of him, like, with his head on the Larry O'brien Trophy, and, you know, he's he's happy, but he's, like, also very emotional. Who was fascinating about that is his teammates said that he had never up until that point, they didn't even know if he was human that he had never showed them any other emotion other than anger and frustration. And so they they make the point in Documented about. They didn't even know that was... That he had that side to him. And then there's an even more extreme version of this because think about this is it's, like, they never start working physically mentally because it gives them too much time to think about what they've had to endure into sacrifice. And the second title actually, it was his for title, but it's the the the first Nba title that he wins after his father is murdered. And it is visceral. What happens? It's... This is something that's also famous you seen on Youtube, it's in the last dance too, but he's on the flowing locker room, and he is just he and sobbing. Like you can hear the sobbing, But what I would do is when you watch it, I would pay attention, you just see his entire... Is, like, entire chest cavity, he is shaking. It is a complete emotional release And I think it goes back to the fact that, hey, you never stopped working because it it will give you too much time to think about what they've had to and sacrifice in its sports unlike, business. Like, there is a finish line. Right? And so he can stop and everything comes rushing through. They're never to in it for the money. He knows what he's worth and he'll remind you if you make the mistake of forgetting it, but the money is secondary to what really drives him the most important thing. The 1 thing that defines and separates him from any other competitor. He's addicted to the exquisite rush of success. And he'll alter his entire life to get it. Another trait that Kobe and Michael shared. Something has mentioned over and over again is there just how strong their mentality is, the fact they had control over their minds. I'm gonna read you something that's in Michael's auto. I covered a the way back on an episode 02:13 in 1 second, but it says, you can't excel anything before you train your mind. Mental dominance is what ultimately makes you unstoppable. Michael talked about this in driven from within the book driven from within him, and he says, like your mind will play tricks on you. So it says the mind will play tricks on you. The mine was telling you that you couldn't go any further. The mine was telling you how much it hurt. The mine was telling you these things to keep you from reaching your goal, but you have to see past that. You have to turn it all off if you're ever gonna get to where you want to be. And I don't think that part can be overlooked because your own mind can be your worst enemy. It can actually stop you from even trying. There's this great, speech talk Kobe Bryant was given, I... Given. I think it was doing it on a tour in China. And he says something that was fascinating to me. And he says the greatest fear we face is ourselves. It's not anything that's external or anything that's superficial. I think the greatest fear that you face is yourself because we all have dreams, and it's very scary sometimes to accept the dream that you have, and it's scarier still to say, I want that. It's scary because you're afraid that if you put your heart and soul into it, and then you fail, how are you gonna feel about yourself. So being fearless means to put yourself out there and going for it. No matter what go for it, not for anybody else, but for yourself. This dedication to learning how to control your mind is something that's mentioned over and over again, later in the book, it says if 1 thing separated Michael from every other player, it was his stunning ability to block out everything and everyone else He was able to shut out everything except his mission. In the very last episode of the last dance it talks about this it says most people struggle to be present. Most people live in fear because we project the past into the future. Michael is a mystic. He was never anywhere else. His gift was that he was able to be completely present. The big downfall of otherwise gifted players is thinking about failure? He would say, why would I think about missing a shot I haven't taken yet. And you see this even after they win the sixth and final championship in Chicago, they're having a big celebration. There's a bunch of Michaels in his hotel room with a bunch of reporters. He's playing the piano. He's smoking a cigar. He's having a good time. And then somebody asked him, hey, you got another 1 in you. And he just stops He goes, it's the moment man. It's the moment. It's that Zen buddhism shit. Get in the moment and stay there. Just stay in the moment. Until next October and then we'll know where the hell we are. And so this idea of controlling your mind controlling your emotions, Not panicking, not letting emotions blur judgment and staying in the present moment is repeated throughout both books is another example. People like Kobe and Michael, they feel the same excitement and anxiety and nerves before big like you do. The difference is they have the ability to control these feelings. Michael used to say they had butterflies before a big game, and I would tell them get them all going in the same direction. They're not going away, but now you're controlling how you feel about them. Michael would think If I'm feeling nervous, how the fuck are they feeling, they have to deal with me. That subtle framing of a negative emotion into a positive 1 into intellectual fuel. And so another thing that Michael and Kobe had in common from Tim Grover perspective is the ability to keep it simple to master the fundamentals. And so it says at some point, you've made something simple into something complicated. I get frequent calls from athletes who are completely overwhelmed by all the experts and trainers, and nutritionists and coaches, coaches, Everyone throwing so much of them that they lose the natural building that made them great in the first place. The boxer Leon spin, once said, when asked what he does for a living, he said I knock motherfuckers out. That is it. Simple. You don't mess with it. You don't alter it. You don't teach it to be something different. And so there's a great story later in the book that talks about like, okay, for Michael Jordan and Kobe, you know, if you ask what to do It's like, I'm win championships. Kobe would also say I give them numbers, and I need to tie this together. So we're gonna come back to this. I'm gonna I'm gonna jump ahead so I can just give you this part about Kobe. And so Tim's talking about the fact that there's just a lot of people that are dabbling and way too much and not focus and they're wondering why they're not they're not successful. So he says there's a lot of people that are dabbling in a lot of things and see... And succeeding at none. I listen to those people and Think, As far as I can tell the only thing you're good at is keeping busy. I wanna hear someone say, I do this. If you ask Kobe what he does, he says I give out numbers. Numbers. Yeah, I gave them 81, or I gave them a triple double, or I gave those guys 61 points. I want to make you excellent at this 1 thing. When people talk about someone who can do this, you're going to be the first name on the list. People get paid a fortune for being the expert at 1 thing. Anytime others need that 1 thing, you're the only 1 that they're calling. And so 1 of my favorite books that I've ever done for the podcast I did all the way back in on episode 1 81. It's actually written. It's a book written by my friend, Eric Jorge. It's called the Alma of Ra. And naval said something genius in that book because really talking about, like, the effect of, like, the modern age. The fact that we're living in the age of infinite leverage. And so it really affects everything what you're doing for work, how to do it, how to think about it really. It's the the book that I give out as a gift, you know, most frequently in fact, I bought 4 more copies like, last week or a week before. But when I get to this point, he's like, you know, I want somebody to be to be excellent at 1 thing. And I think this is gonna become even more and more important. And Ne says in that book, being at the stream of your craft is very important in the age of infinite leverage or to what we live in. The person that is the best in the world gets to do that for everyone. And I've been taking Vol ideas that are in a book and trying to apply them with where it's like, I'm just gonna focus. Like, I wanna be the best in the world in studying condensing and clarifying how his greatest founders thought, and therefore, I get to do that for everyone in the world. And so to illustrate this point, Tim Grover tells a story where him and michael Jordan went to, they go and they they visit an Fbi training facility. And this is an excellent story because the idea behind it can be applied to everything. Right? So they show up and it's a practice range for the most elite sharp shooters in the world so Snipers. There's 1 guy out there alone, practicing his craft over and over and over again. The target is 400 yards away. 4 football fields. He has the get his truck, drive to the target, set it up and drive back to where we're standing. He gets his gun with the scope, takes aim 1 shot. Then we get in the truck with him and drive back to the target. He hit it dead fucking center. Michael asked him how many people use that target range, and he said just me. He was alone working on this 1 shot over and over again. So when people in the military need someone who can hit that kind of target, they call him. No 1 knows what this guy does every day to be this good. People just know that he can deliver results. Figure out what you do, then do it and do it better than anyone else and then let everything else you do build around that. And that's something Michael talks about because now, you know, not, obviously, was 1 of the greatest if not the greatest basketball player all. But if you look at what he's done in his... It's 1 of the best entrepreneurs too. And his whole point was, like, his game was his best endorsement. He said my dedication to the game led to all this other stuff, you know, fact that he made, I guess, like, a billion or 2000000000 dollar selling his Nba team, the fact that he's got this crazy deal with Nike that he's been getting 5 percent royalty. I think he's gonna make something like 300000000 dollars this year. And then only happens because he figured out what he did. Then did it better than anyone else and he let everything else that he did build around that. And so now Wanna go back to this page where it's like, hey, you have to keep it simple. At some point, you made something simple into something complicated that Kobe and, Michael would talk over and over again about the importance of fundamentals. And so there's this great story in that interview with A rod and Kobe, and Kobe talking about this, you know, this I think a year before, the the helicopter crash. And he's like, you know, I'm... I called Michael Jordan, and he was talking about the fact that his 12 year old daughter was playing basketball, and he feels that they were being taught, like, just too much, like, too much fancy stuff. Like, this is this is just crazy. And so what he wanted to do is he's like I just try to teach my kids, you know, the most basic stuff. And when we just do the basics and we do it over and over and over and over again. And so he calls at Michael Jordan and he's like listen, man. I'm having a hard time remembering. Like, what I was learning when I was 12 years old, you know, what what kind of what, like, what was... What techniques were I learning? To play basketball 12 years old? Because I think these kids in nowadays are just nowadays are just doing too much. And so Kobe asked. He's, like, what were you doing? You know, what were you learning about Basketball 12, and he goes, and Michael goes, dude, I was playing baseball. And Kobe response to this was excellent. He goes, let that sink in for a second. For all the people who are out there over training their kids at 12, and doing all this fancy stuff. Just let that sink in for a second. Okay. So back to traits that Michael and Kobe shared, they both never stop learning, they put in all these hours of works that create an unstoppable internal resource that you can draw in any situation. So 1 of my favorite examples of this is I read this, like, 7, 600 or 700 page biography of Kobe. I did the same thing on of, Michael 2. It's actually the same author. But C in that it's up episode 2 72 if you haven't heard it yet. But in that in that book, 1 of Kobe high school friends comes over, and Kobe opens up this closet, and it's a closet full of V V tapes of all of you a closet full of Michael's games, and they would just watch him where whenever again. In fact. Also in that book, Kobe high school girlfriend was asked, like... What was it, like, dating Kobe and high school. He's like, well, I would just come over his house on Friday night. We'd watch Michael Jordan Games. So this idea that just never stopped learning. All those hours of work have created an unstoppable internal resource that you can draw in any situation. Kobe and Michael both talk a lot about trusting their intuition. In fact, that they quote Oprah. I just did an open episode a few weeks ago, and she talked about this. And the quote in those in this book is Oprah 1 said every right decision I've ever made has come from my gut. And every wrong decision I've ever made was as a result of me not listening to that gut to that intuition. You know, Steve Jobs talked about this too, in, his biography win in my walter isaac. This intuition is a very powerful thing, More powerful than intellect in my opinion that has had a big impact on my work. And so in addition to that, they both seek out difficulty. They want pressure. And this is Tim Grover interpretation of, you know, Michael's legend at Trash talk. I got a bunch of stories about that that I'm gonna... That I've collected from the Internet that are great. I'll read you and tell you about a minute. But I love this, Tim says, I always felt Michael's legendary trash shocking wasn't meant for the other guy. It was another way for him to tighten the pressure that he put on himself. Because once you've told others how bad you're about to fuck them up, you're gonna have to deliver on that promise. Pressure, pressure, pressure. Most people run from that. Most people run from stress. Stress keeps you sharp. It challenges you in ways you've never imagined and forces you to solve issues and manage situations. That tent that send weaker people running for cover. So in that biography, this giant biography of Michael Jordan I read for episode 02:12. I I remember this paragraph because I can't online when I was reading this book. And it's describing Michael, mostly, he tested himself. It seemed that he discovered the secret quite early in his competitive life. The more pressure that he he on himself, the greater his ability to rise to that occasion. And I think 1 of the benefits is if you're holding yourself to a higher standard or putting more pressure yourself in the external world ever could. It makes dealing with expectations of the external world easier if you're even paying attention to them. This is great another video I talk about it Again. Is Kobe was interviewed by a mod shot. And he was asked, like, you know, when you're struggling you win through championships, then you have this drought. You're trying to win more, you know, at that point, you didn't know you're gonna win to more? Like, were you... Are you ever worried about fans, expectations. And A ahmad like, Kobe doesn't even let a mod finish the question. He has this, like, what I call the stan face. It's like, oh, like, if he just disgusted at even that thought. And he just shakes his head no and he goes, their expectations will never be higher than my own. And I think that is the exact right way to approach your craft, and it's something that's repeated over and again. If you have that, then, you know, you're you're indifferent to the opinions of other people. It says over and over again, You know Michael does not care what you think. Kobe does not care what you think. They're holding that there's nobody that can hold themselves to a higher standard than them than themselves. And when you do that, you don't have any fear of holding yourself accountable because everybody's gonna fail. Nobody's everybody's gonna make mistakes and they say, like when Kobe or Michael made a mistake, they would just own up to it. They said they would look you in an eye and they would say I fucked up. That's it. Confident, simple, factual, no explanation. You made a mistake fine. Don't explain it to me in an hour. The truth is 1 sentence. And that relentless pressure that they put on themselves. I mean, there's gonna be a million choice. They're going to put it on... If if you have a founder, you have a leader that has... That has relentless pressure that's from an internal source that they're applying to themselves, chances are they are also going to apply relentlessly to their team. And so there's a bunch of stories about about, Michael doing that about Kobe doing that. This is an example of, Michael doing it. For all his countless gifts as a player of sensitivity to others was not among them. He was driven to attack to dominate and to conquer in every way. Whatever he had to do he did it, and he expected the same from every individual around him. And every day, those teammates had to show up to face him in practice completely dread what was ahead, not because practices were hard, but because they knew they had to deal with him and that legendary mouth every fucking day. Just absolutely going after each other in every guy, pushing and demanding, challenging, abusing and finding every possible way to make them go harder. Once during the playoffs on the day after a grueling overtime game, The team was ready to start practice until Michael looked around and noticed 1 guy was missing. This is later in his career. So this is the the the second 3 repeat that they're on. Because I think his name Scott. I think he worked... I think he only played for the bulls from, like, 96 to 98 and 97 to 98. And so it says, Michael looked around and knows was 1 guy was missing where the hell is Be he bark. Scott be was in the training room. This I don't even think he started. They said he was a port time player, So it sounds like he he didn't play that much. Michael Storm in there where Poor Scott was on the table getting treatment for an alleged ham issue. Michael grabbed the table with Scott still on it and completely flipped it over. I just played 48 fucking minutes last night, Michael Reward. Everything's killing me, and you have a fucking ham, get your fucking ass in the fucking practice now. Get on my level or get the hell out of my way. When you're the guy at the top, it's on you to pull everyone else up there with you. Or everything you've built comes crashing down, Jordan demands excellence of himself and he has no tolerance for those who can't or won't rise to that level, think about Kobe talking to Rod like, listen. I'd the prom the the the people Had problem with are people that don't demand excellence for themselves. The reason I said and recommend getting the audiobook version of relentless because I'd really do feel it's it's very mode it it can be I mean, it was motivational for me, because I have, like, a, a, fairly negative, inter monologue, and, you know, I kind of, abuse myself in the way that, Michael abuses himself and his teammates. But what I what I liked about the book is, like I didn't really hide hide the fact that, you know, a lot of these extreme people are seeking extreme achievement... These these extreme winners do have this, like, dark side to them. I don't think it's a prerequisite for extreme success. I mean, you think about John d Rockefeller, but most successful companies in the world. Other world ever seen rather. And, you know, people work from him said, he he would never raise his voice. He was never in imp polite. Now his competitors would would say, you know, he's he's gang is khan. The way he would dominate. You know, but he wasn't throwing things and and yelling at people like this. But so I... You know, it's not a prerequisite, but it is something that appears over and over and over again, and I do think it is definitely linked. And this book does a good job of, you know, just showing that dark side. And usually people like a Michael or Kobe or even a Steve jobs, I I think the worst thing that you could do, it's because they're so just dominating personalities is is back down from them. It is the worst thing because they're just gonna keep abusing you. They're just gonna realize, you know, this person's soft. This person's weak. I can basically have my way with them. And even somebody it's not as talented. They do respect strength. And there's a story demonstrating this in the book. It's also in the last dance where Steve Kerr, you know, it's like, I don't know half a foot shorter than Michael much smaller, And, yet, Michael would love Steve because Steve actually would stand stand up to him. And, you know, my... They're they're having this sc in practice and Kurt didn't appreciate something that Michael said and snap back at them. I think I heard, that he had pushed him or Kurt, pushed over or something that Michael haul often punches him in the face. And then Michael gets kicked out of practice. And surprisingly, Steve Kurt said it was 1 of the best things that ever happened to me. I needed to stand up and go back Adam, and he was right because as soon as the practice ended, Michael called him, apologized. And from that point on, Michael trusted Kerr. And this is something that Jordan's teammates talked about a lot, I have more examples of Jordan's team. It's something like that than I do with Kobe, but I think it still applies to them. They knew that this was not... Like, he was an unusual talent. You know, even early in his career, you have. I saved screenshots and I look him on my phone. And it's, Larry Bird and Magic Johnson had dominated, you know, the Nba in the 19 eighties. Now we're getting to the early nineties, late eighties, and Realized on, you know, they're playing against the young Michael Jordan, and Larry Burton said, there's nobody like them. Point blank. I've never seen nobody plays like he plays. This is before he won a championship. Before he won a championship, Manager Johnson said, Jordan is the most talented player in the Nba by far. And what was fascinating is people knew that years. Years before he would be considered successful was an individual a successful individual player from the get go, but, you know, it's all... If you don't win championships, nothing else matters. And Bobby Knight is legendary coach, and he's coaching Michael Jordan in the 19 84. Olympics. This is is before... This is before Jordan ever plays a game in the Nba. And so the Portland Trail blazers who have the second pick in the draft that year. They're gonna call Bobby Knight. And says before the 19 84 Nba draft, the portland Trail blazers called Bobby Knight, who was coaching the Us Olympic basketball team, that summer, which included Michael and asked him his opinion on whom they should take with the second pick in the draft. Everyone knew that Houston Rockets are gonna take Key With the first pick. But no 1 including Portland was sure whether Portland would take Sam Bowie, or Michael Jordan. Remember Sam Bowie for later. There's a hilarious Michael Jordan story with him. So, you know, it's... Should Portland take Sam or Michael Jordan with the second pick. Take Jordan said Bobby Knight. Wright said Portland, but we need a center, then play him at center. Knight said. And so Tim's interpretation of this was you have to look at your teammates and your employees and see what they can do, not what they can't. This reminded me of a story from 1 of the Rockefeller biographies I read. The fact that they said he would hire talented people as found not as needed. He's like, listen talent is the best asset class. It doesn't matter if I don't have a job opening or I don't have a position. This guy is so talented if I can get him now I'll figure out what's to do with them later. That's the equivalent of Bobby Nice saying, who cares for you center? Play at center. This guy's gifted. Take them. And usually people like this are so talented they don't even know how talented they are, and so you run into a problem. When you're so extraordinary at your craft when your talent is so natural and your skill is so elevated. It's hard to understand that not everyone like you that not everyone is like you and can do what you do. It's not a matter of their trying more or working harder, they really just can't do it. And if it's not handled right, it will destroy your entire team or office or wherever you have elite performers surrounded by less gifted colleagues. That is exactly why Steve Jobs said that you cannot indulge b players. He's like a players only wanna work with a players. If you indulge b players, you came around, you're gonna lose your a players. You cannot indulge b players. You're gonna have a problem. When you have elite performers, surrounded by less gifted colleagues. 1 of my all time favorite maxim that I learned from the history of entrepreneurship comes from the founder of 4 seasons that excellence is the capacity to take pain. Tim writes. 1 of the hardest decisions is to determine how much pain you can endure and how far you can push yourself. Everyone plays with pain. There's always something going on. Kobe has a finger that moves in all kinds of ways a finger isn't supposed to move. A normal person would have it surgical repaired. But that surgery would cost him 9 months of basketball. People like Kobe and Michael have a high tolerance for physical and mental pain. This is great quote and driven from within the Michael Jordan has and he's talking about Talking about himself, but he's using Tiger Woods as another example. And he says, look around and just about any person or entity achieving at a high level has the same kind of focus. The morning after Tiger Woods rallied to beat Phil Mick, At the 4 championship in 2005, he was in the gym by 06:30AM to work out no lights, no cameras, no gl are glamour, un compromise. So this idea of, you have to be un compromise as something that Jordan repeated over and over again in that book. The best way to summarize his mentality on that. You have to be un uncompromising in your... This is Him speaking. You have to be un uncompromising in your level of commitment to whatever you were doing or it can disappear just as fast as it appeared. So Tim Grover observed this when Michael still playing in the Nba and tim was training. And he says that after every game, I used to ask Michael 1 question, 5, 6 or 7. As in what time were we hitting the gym tomorrow morning, and he'd snapped back a time and that was it. No matter what had happened the night before, good game bad game sore fatigue. He was up working out every morning, while the other guys slept. Interesting how the guy with the most talent and success spent more time working out than anyone else, Kobe was the same way. Kobe had an ins desire to work. And Kobe had that from day 1. It says most guys on the day that they're drafted, go out and celebrate. Kobe went to the gym. There's a great quote that I have saved of Kobe Bryant. I don't remember where it's from. I think it might be... A camera remember. It might be from mama mentality. But Kobe, this is Kobe Bryant on how he knew he was gonna win a lot of championships. It was easy to set... This is Kobe speaking now. It was easy to size other players up in the Nba. I found that a lot of guys played for financial stability. Once they got that financial stability, the passion, the ethic and the obsessive ness was gone. Once I saw that I thought, this is going to be like taking candy from a baby. No wonder, Michael Jordan wins all these fucking championships. And so in the same chapter they talk about a lot of the workouts are doing, this is fascinating. This is this may be my favorite idea in the entire book. I'm gonna read it you and then I'm gonna read the summary. Now I have this note on myself on my desk to myself now. For all of Michael's amazing moves and unforgettable moments, he knew that none of that could happen without the fundamentals. Those basic moves that he practice over and over and over again. He worked on being consistent and he worked on it relentlessly. Michael Jordan worked on consistency relentlessly. And that's something I believe and I learned that from just reading all of these biographies you see it over in Oregon again. I I really believe that, assuming that you're in a business that's working that time carries most of the weight. And if that's the case and the best thing you could do is work on consistency relentlessly over a long period of time. So I mentioned that quote earlier that, Michael Jordan said in the last dance, that my game was my biggest endorsement, my dedication to the game led to all this other stuff. And the way I think about this is a season of no. My friend Jeremy Ga said that's 1 of the most valuable things I could do is just say no to everything else that's not making the podcast or growing the podcast and he's right about that. It's very similar to what Michael Jordan would do every year on Labor day. So every year on Labor Day, Michael would shut our by labor Day, Michael would shut down everything outside of basketball and just train. 3 workouts a today, workout, golf, workout, lunch, golf break, workout, dinner. Bed, every day, no commercial suits. No promotional tours, No events, just work because he knew better than anyone else, that all the outside stuff was the result of hard work on the inside, not the other way around. Shoe deals and commercials don't make you an icon. Being unstoppable makes you an icon and being unstoppable only comes with hard work. My game was my biggest endorsement, my dedication to the game led to all the other stuff. Another trait that Tim observed in both Kobe and Michael is the fact that they have a hard time trusting other people. Or or maybe not... Maybe put this is like, they trust themselves more than anybody else. There's a great line in Michael's biography. On episode 02:12 where it says Jordan mostly believed in himself in Mike he trusted all others were open to question. And so Tim has some ideas on why this is maybe the case trusting others is the same as giving up control, and they usually have a painfully hard time with that. They have this in common at some point they learned that they can only trust himself maybe it was a lesson they learned in childhood or something that happened later in life, but it forced them to rely on the sheer power of their gut instinct, and they realized that to survive and succeed, they could never take their hands off the wheel. And finally, the last story from this book I wanna share with you as this is a story about Kobe really on just having 1 focus. In fact, my home screen on my phone has been just this quote from the last dance. And it's been this way for a long time, and it says, a guy that was totally focused on 1 thing and 1 thing only. That was obviously reference to Michael. This is Kobe. Everything Kobe does is all about excellence. Everything. Nothing else matters. You hear people say that all the time. I'll do whatever it takes. But Kobe truly lives it. Every detail of his life every hour of his day, the only time he spends in the gym, the people he seeks out to help him maintain that excellence. Everything. Everything revolves around being on top and staying there. That's why we work so well together. He has 1 focus and I have 1 focus our shared addiction to winning. And everything we do is about that 1 objective. Okay. So before I jump into the other book, the other book is the winning or is winning the unforgiving race to greatest. I have time to just share a couple of I have a ton of these stories. Mostly of their Michael Stories. I have some Kobe stories in here too. But I'm just addicted to, like, reading. I don't even know why. I just something about it, Michael's una extreme mindset just makes me laugh. I don't even know what it does. It fuels me in very bizarre ways. And what's great is, you know, these stories happened way before the Internet. And so the only time they would, like, tumble out was they'd be like, a documentary or maybe a book or something like that. Right? But now you have all these, like, athletes and former athletes and people that play with Michael that go on podcasts. And they tell all these crazy Michael Jordan stories. And so I collect these crazy Michael Jordan Stories. Usually from podcast podcasts, sometimes they're, you know, you've written somewhere But I just wanna give you because he's just not normal. And so Steven Jackson played for the Charlotte Hornets. He he played for Michael Jordan's Team when Michael owned it. Right? And he told this hilarious story of a podcast. I'm going to read a... Somebody else's summary about this story because I thought the summary was hilarious, and it just talks about the fact that, you know, this is not an nor... We're not... We're dealing with an... The... An outlier of an outlier. And so Steven Jackson tells the story, this is the summary because he's playing for Michael Jordan. Right? And he goes, this is the summary of Steven Jackson story. So this is not Steven Jackson speaking. This is the summary. Okay? I completely understand why so many people think that Michael is the greatest. Normal human beings don't do shit like this. While on a podcast, Steven Jackson told a story about Michael Jordan. Mj was angry with the bob for being so bad. Right? They're losing games, he owns the team. He is super competitive. He says, like, there's a there's a scene in the book and in the last dance where, you know, he... They they they they ask him why he's so playing in the nba. You have a gambling problem. Hey and you laugh. He's like, I'm a gambling problem. I have a competition problem. And, you know, super competitive back then. He is still competitive to this day. And Kobe tells a whole hilarious story because he's like, you know, I'm... The there's is, like, is Michael jordan the most competitive, you know, person of her med. He's like, listen, I'm just as competitive with basketball, the difference between me and Michaels. He... He's competitive with everything, which shit that doesn't matter. I think is the way Kobe put it. And so he's he he's like, you know, basketball. Yeah, we we go back and forth, but he's like I having a dinner Michael 1 night, and Michael's was like, oh, What about my 91, you know, team versus your 2003, I would whoop your ass and and and Kobe was like, mike, just enjoy your salad. Like calm down. We're not gonna have this debate? Answer he's just competitive with everything. And so let's go back to this. I completely understand why so many people think he's the greatest. Normal human beings don't do shit like this. While, on a podcast Steven Jackson told a story about my michael Jordan. M mj was angry with the bob, with his team for being so bad. So he came to their practice. Took away all their Jordan Gear. So keep in mind, Jordan Brand. Right? Then the brand undertaking. His entire team, everything in the way Nba has that. I think has this stuff. So you have, like, the shoes, you have all the work, the warm up gear, everything. Right? So he came to the practice, took away all their Jordan Gear and beat the starters with the second unit. Keep in mind, Mj was in his fifties, and he came and wax Nba starters with the bench. Think about the inner competitor drive that you have to have First all, you even been the the league for a decade and a half for however long it's been. You make them take off the clothes. They're clothes because you don't think they're worthy of your brand name, then you take the the bench and say hey, come with me and you play sc 5 or 5 and you beat them. Steven Jackson was telling that story. Steven Jackson was 1 of the starters, and he is telling the stories that that Michael and his fifties came back and wax Nba stars with the bench. That is 1 of the craziest stories I've ever heard. And so I talk about, know, that was probably... Let's say a decade ago, maybe, you know, 8 years ago that happened. Michael still like this. There's his young player, John Moran. I think it's how he pronounce his name, and he was, you know, talking a lot of trash, and he was like, oh, michael not that good. I would cook Mj. That was a quote from John Moran. This is Mj response. In my third season, which is how the season that Jam was in when he said that about Michael. Right? It's like, oh, I'm better than him. I would beat him whatever the case is. Michael goes. Remember, Michael's is like, damn your 60 when he's saying this. In my third season, I averaged 37 points and the next season, I won my first Mvp out of 5. Show me what you can do little boy and stop tweeting. I just love this idea but 60 year old Mj. Say calling and saying, show where you could do a little boy and stop tweeting. And so this like, you know, super competitive drive. You know, fueled him when he was younger, still has this to this day. It's something that Kobe, you know, I've told the story before. It's 1 of my favorite Kobe stories. Because he's inter... Being interviewed by Mod shaw, And this is really the foundation of Kobe and this is the very beginning of Kobe and Michael Jordan's relationship. You know, that they had that, you know, I watched the Eu recently to prep for this podcast that Michael Jordan had at Kobe Memorial. He's like, he was my little brother. Kobe would say the same thing. In fact, 1 of the last interviews he did was for the last dance and in that episode. I think it's episode 5 or maybe 4. And, you know, Kobe Sa Was like, listen, when I came into the league Michael provided a lot of guidance for I had questions about shooting his turnaround, Sarah, he gave me a detailed answer. And on top of that, he said if you ever need anything then give me a call. And so Tim talks about the fact that that that you can't tell Kobe to give you a call because he'll call you, like, 2 3 in the morning over and over again. Michael talked about in his Geology too. But what was fascinating is the respect they had for 1 another and where it originated from, where Kobe is now retired and he's, like, listen, I truly hate having discussions about who would win 1 on 1, her fan saying, hey, you would be Michael, You're better than Michael, and Kobe said something that I love. He's like, listen, I feel like, hey, what you get from me is from him. I don't get 5 championships without him because he guided me so much and gave me so much great advice. And part of that is tied to what I said earlier is like, my study of these stream individuals like, the worst thing you could do is back down from them. And so Phil Jackson coach both, Michael Jordan and Kobe Bryant. Michael's retired at this time, Phil invites, Michael to, a Lakers practice, and it's Phil Jackson, Michael Jordan, a mod shot. And Kobe O'brien and all sitting in the room. And a mod is talking about in series. He's like listen, I I read this piece that said you didn't challenge him or that he didn't challenge you and that did it that it never happened, and he goes, it did happen because I was sitting right there at the table with you guys. And so 1 of the first things that Kobe says to him was like, you got your shoes. Let me just read the transcript here. And so, you know, Phil jackson asked Mike Go if if he wasn't doing anything, you just come by practice and maybe, you know, he'd wanna play. And Michael said, to kobe a young Kobe, hey, maybe we can figure out what you got. And then you said back, no, maybe I'll figure out what you got. And then Michael said, you can't guard me, and then you said to Michael, you can't guard me. And then a mod asked Kobe. How old were you? Kobe response. 21 years old. And so Michael and Ahmad wind up leaving, there was a silent moment. And as they're walking out in the hallway, he goes, man, I love that dude. He's a warrior. And he loved you because you didn't back down. And Michael would do that on purpose. He says in the last dance. Like if you're trying to maintain dominance over people, you don't wanna give them a chance to gain any kind of confidence. And Kobe had that same exact mentality. Says Mike and I both know there are certain players that we can intimidate. There are certain players that are afraid. But every now and then you run into a player that has the same Dna that you do. The same competitive competitive spirit that you do and you quickly realize that the bullying and the trash talking is not gonna work with this person. And as you read about Kobe, or you read about Michael, you hear these stories. You realize like, there's is this is constant search for them internally to find other things that keep their motivation up to keep them, like, fully engaged. And they would compete even in, like, meaningless exhibition games, so there's this former Nba player, named Eddie Johnson. And he tells 2 Hilarious stories. He tells a Michael Jordan story. And then he tells I'm gonna share 1 that he... That he tells about Larry Bird. I'm a huge Larry bird fan. In fact, Have Larry Bird auto on my desk. I'll eventually make an episode on it. But Eddie Johnson goes on a podcast and tells a story about Michael Jordan. And they're playing the bulls in an exhibition game. And Michael comes up to him before the game and he to Eddie in this other guy named Tom. And he goes, hey. I'm gonna give your boy 40. And they're like, who you talking about? Like, dan. The guy you have covering me. Like, I'm gonna give him 4... I'm gonna put 40 points on them. And they're like, yeah, whatever. And Mj didn't like that they doubted it. I he it goes, bet 200 dollars. And Eddie says, I took the bet and Tom took the bet. So, you know, if if Michael doesn't score 40. He's gonna have to give out 400 bucks. If he does score 40 it, he gets 400 dollars. And so Eddie and Tom are on the bench and they're watching the game and like, oh, this guy just starts going nuts. And he says, Tom and I are looking at him like this dude is just insane. And so short while later, he has, like 38 points, and he walks over to the bench. He looks at Tom and I, and he says get that money ready. He then catches the ball, reverse pivot on him, and he just tries to tear the rim up, tongue wag and all. He dunk on him for the fort point, and then he held up 4 4 fingers in each hand for 400. Nobody else knew what the 4 meant. Right? Sorry I was like what what is Michael do with? Each hannah has 4 them. Right? Then he runs past us and says I want my money and he checks himself as been game. And so that was later in Eddie career. Right? But when Eddie is a rookie, he's playing against. I gotta tell you his larry. Sorry. Because I... There's so many just like a collect Michael Jordan stories. I call Larry Bird stories. It seems like a legendary trash. And I just think it's Hilarious. And so Eddie Johnson is now telling another story. And this time, it's on Larry Bird. It was listen, I remember playing against Larry Bird. It was my second game of my career, and I am scared to death. Larry Bird walks over to me stands next to me and he leans over any he looks at me. And he says, do you honestly think that you can guard me. I didn't say anything in response. So he goes over to our bench and says you made this rookie guard me? I'm gonna bust him up, and he says that right in my ear. He says I'm gonna wear your ass out. The game starts and he is wearing me out. Later, he comes up to me and he says I bet you can't do this. He raises up and shoots a long 3 point shot. It's an air ball. I just look at him, and he says that don't matter. It's the fact that I can do that and stay in the game. I bet you can. And so there's just a million of these, like psychological warfare, psychological games that Kobe engaging in, that Michael's is engaging and Dominique Wilkins told another great story. They're about to play the bulls. Says Michael Jordan walks into the locker room? He's got a suit and tie on, and they're like, what the hell is going on here? Like, why are you in my... Or our locker room. And so he walks up to me and says lace him up. It's gonna be a long night. And then he leaves. And Dominic like, what the hell Did he just come in our locker room? He's like I didn't even know what to say. I was completely shocked. And then the punchline of the story was, he had 60 that night. He had 60 points that night. And then this Michael Jordan story is what the most recent 1 I Came across. And it's julian element who played on the patriots. And he's talking about this... That he's... Brought to play in Super. Right? It's a few days before he plays in Super Bowl, He sees Michael Jordan and Derek Jet having dinner together. And so he goes up and introduces himself and says, hey, I'm playing in the Super Bowl, and he says they couldn't have been more different. Like Jet was welcoming and charming, and Jordan was really standoff. And so the conversation only last a few minutes, but as the conversation is about to end. Jordan says, hey kid, I got a bunch of money on you. Don't fuck it up. And Ed says that was the only thing that he had said to me, and I responded yes, sir mister Jordan. And I think all these stories besides the element 1 where... Because he wasn't competing with anything I. Was just literally betting on something. I think he understood what he was doing himself because you can go back and watch these interviews with him, and there's another Jordan interview on a link it down below. And he says something is interesting. And he's relatively young. I think he's still in playing the Nba when he says this. And he says a good competitor always evaluates his opponent, and you understand him for what he really is. You never try to give him confidence. You try to take it at all times. Mentally, I've got to find a way and sometimes you have to... What you have to do is you have to trick yourself. You have to look inside yourself and find different types of challenges from game to game. That's how I got myself motivated. And it wasn't the same every game. I had to find a focus to go out and play at a certain level. In that same interview, he says, I just feel my competitive drive is far greater than anyone else that I've ever met. I thrive on that. I think that is my biggest motivation in life. I find certain competitions in life, and I try to overcome them. I feel confident about my competitive drive. And so I'm gonna pick up the book winning, and he tells you exactly what he's trying to do while he's writing the book. There's a bunch of, obviously, Kobe Stories in here a bunch of my Jordan stories in here. And he's trying to take you into the world of elite cut throat competition. And so He was very fascinating is he would ask all of his clients and people that wanted to be his clients the same question. He's like, you need to describe winning in 1 word. And he says you'd be surprised like, how many people, and would describe it, you know, in very similar ways. So they say it's glorious. It's awesome. Amazing. It's eu euphoria, etcetera, etcetera. And he's like, but the weird thing is, like, why are the same description being applied over and over again. And he thought that Kobe was the only 1 that ever answered in 1 word this way, Kobe answer was everything. And Tim thought that was the best 1 word answer. He also thinks that Michael had the best description of winning that he ever heard. So he says, I never asked Mj, But he answered it anyways. In the last dance, in this 1 moment, he summed up everything he knew about his lifelong partnership with winning. His answer is more than a word, but it's worth everyone. And so this is though the quote for Michael Jordan that Tim loved from the last dance. This is what Michael said, I pulled people along when they didn't wanna be pulled. I challenged people when they didn't wanna be challenged, and I earned the right because my teammates who came after me didn't endure all the things that I endured. Once you join the team, you lived at a certain standard that I played the game. And I wasn't gonna take anything less. Now if that meant, I had to go in there and get in your ass a little bit, then I did that. You ask all my teammates. The 1 thing about Michael Jordan was that he never asked me to do something that he didn't fucking do, and When people see this are gonna say, well, he wasn't really a nice guy, he may have been a tyrant. Well, that's you because you've never won anything. I wanted to win, but I wanted them to win and be part of that as well. Look, I don't have to do this, I'm only doing it because it's who I am. That is how I played the game. That was my mentality. If you wanna play that way, then don't play that way. And then Tim's interpretation of this is again, why I think it's so valuable to re biography because you don't just see the Oh, the the book doesn't to start out, like, this first is rich and successful. It's like most of it. Most of what you and Irish it's like to struggle, how did they get there? And so Tim says, yes. Winning is glorious and amazing and powerful and awesome and all those things. But if you think that's all it is, then as M mj said, you've never won anything. It's the punishment he took from the other teams before becoming the greatest ever played the game. The years of relentless pressure and scrutiny of everything that he did. The single might focus on 1 thing, winning championships. Not just for himself, but for everyone around him. Winning can be glorious, but it can also fuck you up. This is why Said, I think the relentless audiobook, you know, because it talks about, like the dark side, the struggles, you know, they're just the the extreme traits and extreme things that happened to them. In sacrifice. They said something... You know, something that line in the book was like no alter, their they're real arrange or alter their entire life just to win. I probably have 30 highlights from this book, but this is my favorite line in the book. Everyone wanted to be like Mike, Mike did not wanna be like anyone else. Every great creation and invention started with people who knew how to think and didn't allow themselves to be told what to think. Remember that Kobe quote I said that, you know, what you get for me You know, I got from him. I don't get 5 championships without him, he got me so much and gave me so much great advice. Tim saw this because Tim is training Kobe after he drained mike. Right? And just said, Kobe would call or text Mike in the middle of the night asking how he played against a certain guy, how he handled a situation. What he thought about or that, and Michael would always answer his questions and help them learn that is a major trait of the great by the way. They want to pass along their knowledge so the next generation can keep learning. Going back to everyone wanted to be like Mike, Mike only wanted to be like himself. The great figure out what works for them regardless of what everyone else does. This is something that you'll see if you watch the last dance because they show a bunch of examples where Michael is before game, he's sort lac up his shoes. And I didn't know this until I read the book that Tim said that he had that that Jordan had the most disciplined game day routine that he's ever seen. So it says, and really, when you read this this happens over several pages, but route routine reduces the number of decisions. Right? So if you outsource, you just... You make routine things that you just have to do all the time, then you can actually focus on important things. Michael planned and organized every detail of his day from the time of his workouts to the car he drove to the arena. I knew what time and how long we were working off for. His automobile manager knew which car he'd be driving and what time to have it ready. The chef, his chef knew exactly what he'd be eating and what time he needed it served. Part of his routine was Sole lace shoes before every game fresh out of the box. This ritual had a special meaning to him. 1 day, the team bus was delayed, so I went ahead and lace his shoes exactly the way he did just to save him some time. He refused to wear them. I'd had interfered with his routine. He had the equipment manager get him a new pair un laced. So he could lace them himself. Every time he warmed up in practice. He started with a chest pass. The greatest player in the world working on a basic chest pass. Why? Routine, basics, fundamentals. If you can't master the fundamentals you can't master anything. Why was routine so important to him because the game themselves were so unpredictable. His routine allowed him to freedom to focus on 1 thing, the complexity of the game. And then 1 of the most fascinating parts of the book was that he compared and contrast like, talent, Mj, first hard work where Michael worked hard, but was more naturally talented and Kobe are worked harder, but was less naturally talented. And so it says, he starts working with Kobe in 2007 because Kobe having problems with the knees. He calls Michael was like, what hell should I do. Michael's like go work with Grover. And so they start working out together, and it says Kobe wanted to learn everything he could about Mj. The program to schedule the workouts the whole team. He wanted to know about Michael's lifestyle, how he reacted certain situations how he handled teammates and coaches. In anything else Kobe could add to his arsenal weapons. He wanted knowledge. Not so he could become Mj, so he could become a better Kobe. Kobe never stopped. He was ins for game film. He also never slept. So he said, you know, Kobe would text him, worked... And they he'd wanna work out from, like, 2 in the morning 4 in the morning, 3AM, all different times. And so Tim says, I never slept during those years. I just nap because you never know when he'd be ready to go back to work. Mj knew when to stop, Kobe didn't. You would never find Mj on a court at 4AM. He slept at night because he knew sleep was part of his training. But above all they had this in common. They each possessed an un unfavorable confidence in themselves that never wave. And you see this in this recruiting call the bulls asked, Michael Jordan to be a part. Remember I said, remember, that phone call between the Portland Trail blazers and Bobby Knight. Hey, should we draft? Sam Bowie. Should we draft Michael Jordan he's like playing at center, The bulls management asked Michael to be part of a conference call with Sam B. Who was a free agent at the time. Everyone made their pitch to Sam about why he should join the bulls and etcetera, etcetera, and then it was Mj turn, and he just said, Sam, were you comment or not were winning with or without you. His belief in himself was so powerful that he never doubted the outcome. And that's something that they share with a lot of great inside and outside of sports. In fact, Sam Walton talked about having that same exact mentality when he was building Walmart. He said in his auto shortly before he dies says it never occurred to me that I might lose. To me, it was almost as if I had a right to win. Thinking like that often seems to turn into some sort of self fulfilling prophecy. And I think that relentless self belief is important in avoiding the following. There very few people are willing or able to bet on themselves. They become the assistant manager of their own lives, waiting for direction and approval from some higher authority because they don't feel confident enough to make decisions and take action on their own Kobe and Michael worthy the opposite of that. And everybody around him knew this. This is 1 of my favorite Michael Stories from early in his career. In or the early days of Michael's career, a reporter asked his coach Doug Collins about his strategy for coaching the greatest player in the game. It's pretty simple said Collins, give him the ball and get the fuck out of the way. Michael elaborated on this mindset in the last dance. My mentality was to go out and win at any cost. If you don't wanna live that regiment mentality, then you just don't need to be alongside of me because I'm going to ridicule you until you get on the same level with me. And if you don't get on the same level, then it's going to be held for you. This a great explanation That. When you're giving everything you have making every sacrifice and dev voting every part of your life to winning, it's hard to tolerate anyone in your circle who isn't doing the same. And so that's key. It's not going around and them being dictators or, you know, being jerks or assholes to to everybody around them. Even though, you know, most people would describe them as that. It's... They're never asking somebody to do something that they're not doing themselves. That they're not first asking of themselves. And so this idea. This is very... I mean, I I have a million notes like, posted notes in this book because there's so many times where I'm reading both of them. And I'm like, oh, this is, like the Steve Jobs vain story. And it's 1 of my favorite stories because it really illustrates Steve's Jobs mentality more than anything else, and it was told after he passed away. And Johnny Iv is giving an interview. I think with Vanity Fair I remember correctly. And, you know, he says 1 time, they're having this design meeting. This is, like, maybe a year or 2 before Steve passes away. And, you know, to be on the design team, You have to be, like, you know, the best of the best are already. And Steve was just lit into them, he was not happy about their performance. He did not think it was excellent enough. And everybody leaves and and Steve and and Johnny or by themselves. And he's like hey. You know, we, like, you know, just tone it down a little bit, think about the delivery the message. I'm I'm para now. And Steve goes, oh, I'm disappointed to you. I didn't... Like, you're vain. And Johnny like, whoa, that's, like, why you insulting me? Like, why are you calling me Vain? He's like, I thought the work was the most important that the quality of the work was more important than anybody else. The fact that you're worried about the delivery or other people's feelings mean that the that in Steve's opinion, a Steve jobs opinion that. Now other people's of opinion... Other people's feelings are more important than the work. And you just want people to like you, and so therefore you're vain. And Johnny was taken back for a while, you know, kind of insulted or maybe heard by this and then he realize he's right. Like, we say the work is more important. So therefore that has to come. Or that has to be a higher priority than anybody's feelings, and there's a line in this book that's 1 line that made me think of that story and he says, he's... Tim is talking about Kobe and Michael. He says their minds were stronger than their feelings. And so this extreme dedication to excellence was not only for the teammates, but everybody around them too. And so 1 thing about Michael Jordan, and I'm gonna read a story from driven from within which I'll pick up in 1 minute. And so there's 2 main things that jump out at me that are related to things that you and I have talked about in the past. 1 that you can't ride the fence when you're with Michael Jordan, that's gonna be a story from driven with from within. And then there's a great quote by Bill Walsh She wrote that excellent book the discord takes care of itself. And he says champions behave like champions before their champions. And so Tim has telling the story the very first time that he meets Michael. He gets to the house rings the bell. Michael Jordan opens the door. He's in head to toe in full Nike. Remember, this is probably 88 89. Has winning championships He has this deal with Nike has no idea. No idea what's in the future. Right? The fact that this this deal alone gonna make him hundreds of millions of dollars in income every year. You know, we worth billions of millions of dollars if here we wanted to sell back to them. But he's already in full nike gear looks down at Tim's shoes and sees Tim is wearing converse. Shakes stares at them, shakes his head. They have the meeting. At the end, as Tim walks out, He takes another look at his converse and he says never again, and then he shuts the door on him. Okay. So I'm gonna put down the winning book, and I'm gonna pick up driven from Within, which is the the auto, on the closest thing that Michael has an auto, which he did it all the way back episode 02:13. I'm gonna tell very similar story. And this guy is telling the story. His name is Fred White white field. And he's, like, listen, Michael's whole being is all about loyalty and winning. And he really feels that you can't ride the fence. And so Fred is close with Michael and the guy named Ralph. Ralph was a player who had a Puma contract and not a Nike contract. And since they were friends, Puma would send him a bunch of, you know, clothes and also in shoes and Michael would... And Nike would send the same thing. Like... So half of his closet is Puma, half of it is Nike. So Michael comes to fred apartment. And we're getting ready to go out, and he says, hey, it's kinda cold. Can I borrow 1 of your jackets? And I said, sure. Go in my closet. He went in there and he saw everything separated out. He's in there a little longer than necessary, and he comes out of my room. He's taken all of my puma stuff out, brought it into the living room and laid in on the floor. He goes into the kitchen gets a butcher knife and literally cuts up everything. This was like his second or third year in the league. He literally took a butcher knife to my shoes, ripping and cutting. When he's all done, he picks up every little scrap and walks it down to dumpster. He says, hey, dude, call Howard from Nike tomorrow and tony to replace all this, but don't ever let me see you in anything other than Nike? You can't ride the fence. That is how Michael thinks. And so in this story I'm about to read from the winning book to you? It says, like, he pursued victory and everything. He pursued victory in everything. Like, that's the way to think about him. So, you know, he sees Tim. He's like, you're gonna be my trainer now, but don't ever come around here in Congress. So like, you're you're on my team, then I'll be loyal to and if not, like, it's very black or white with him. Right? You also said that you have to keep up with them. Remember of this whole thing, like, how many... We've been talking for very long time now. And every time Kobe and Michael saying the same saying thing. I'm not coming down to your level. That's not happening. You will rise to mine. Right? And so he says keeping up was essential if you're a part of Mj world. That was non negotiable. And the very first time I ever traveled with him. He was taking his entire personal team. So he's got, you know, a chef, all these people that are in fact, they meet this point later on that. This is not luxury. These are business partners, which is a great line, but I'll get there in a minute. So he's got a he's, you know, he's got security. He's got his chef. He's got his trainer. They're all coming. And he's like, listen, meet it, meet at my house, and then we'll travel to the airport from there, but everybody's driving their own car. And so Mj jumps into his ferrari, and he says to everyone you better keep up. Now, Tim is driving his father's 19 87 sterling, and he's like, this is not the fastest carver mate. But I somehow managed to pull but the same time he did. I was... There was no way I gonna fall behind. I drove on the shoulder. I ran red lights. I drove on and off exit ramps. Anything I could to keep him with my sights. I do not recommend this. I'm just telling you what happened. Everyone else was 5 minutes late, and, of course, my goal let them hear about it. Keep up. That was his directive for everyone around him and everything he did. We all knew. We do not compromise. We do not take shortcuts. We do not make excuses keep up with me and my standards are you're out. He pursued victory and everything. He was una extreme a lot of... You know, he's relentless. You can call them matt. People call him Ruthless. They would have in Chicago. They'd... During the summer, They'd run these pickup games at Tim's Gym. Right? And you'd have people all... You know, some Nba players coming over some college players, all these other people, and they just play pickup. And it's a very hot day. Some new guy who trying extremely hard to impress Michael. He got overheated and he collapsed right in front like, in the middle of the game. And so we call 911, Tim is giving him Cpr while way they wait for an ambulance, and he feels like a presence over him, and it's m mj, like, hovering over him, and The guy opens his eyes slowly sits up, looks around and sees Michael Jordan standing over him. Michael looks down and asked him is he okay, and I go he's alive. Michael says, are you good. The kid looks up and smiles weekly. He says yes, sir. I'm good. Michael's response good. Go get a sub. I got a game to win. And the point of I story to me is like, oh, this, like ruthless, this a relentless, this addiction to competition it doesn't matter if there's no stakes. Right? It's a play. Play it's a pickup game. During the summer. It is practice, but it's... Isn't that just like the story of the Eddie Johnson's old where he's like, I'm gonna 40 points of this guy an exhibition game. Most starters aren't even playing in the game. I don't see an off switch with when I'm reading about Michael and Covey. And when I'm studying Michael and Kobe. I just don't see an off switch. And I don't think that's very different from Nolan Bush, the founder. Mentor of steve jobs. Hired steve jobs when he's 19. He's like, listen, Steve Jobs has 1 speed, and that speed is go. And what's interesting between Michael and Kobe and Steve jobs is they were about, like, mastering the fundamentals and trying to get, like, they were addicted to it, like, simplicity. And I think 1 of the reasons that there's a great line in this book that is just talking about my goal and Kobe approach, but I think it's really, Steve Jobs approach. Maybe the best book that ever, taught this was this book called Creative selection written by this guy named Ken C. I've read the book 3 times. It's episode 2 81. If you haven't listened to it. I'm gonna read the book and do another podcast on it over and over again. I love that book. But it because it goes into the Ken was a programmer who worked directly under steep jobs and he demoed to him on multiple occasions. So you get a real insight into how he was, like, thought about putting products and buildings whole organization. But there's something that is very similar to I see now it's, like, their approaches where it says stop adding, start deleting, winning demands total focus, delete. Is it easier to climb a mountain with a weighted vest and a full pack are just with the essentials? I think this like relentless dedication to focus relentless dedication there's simplicity of on dedication to the fundamentals. It just helps them get to where they're going faster because they have 1 focus. And there's a huge theme. I don't know if I've I've hit on enough, is they they're they're never gonna be... They're just not... They're they're never complacent. There's this interview with that Michael Jordan gave where he says, I never feel that I'm at my best. I feel I still have room to improve. I still set goals for myself to strive for. I've never complacent with what I've achieved. Even though it's been very successful for me, I still feel I have a lot to prove. I still feel I have a lot to prove. So I'm never really took place with myself or whatever I've achieved. Kobe mentions this, Kobe Michael both incapable of complacency. Right? And so Kobe mentions this in that interview with Alex Rodriguez where he says, you know, when he tells people that if the next 20 years of his life isn't better, and he doesn't achieve more than the last 20 years, he would consider that a failure. And people would tell Kobe, like, you know, when you say that it's crazy, you know, it's disrespectful to what you accomplish in basketball and Kobe responses was perfect. And Kobe point was, like, I wouldn't have achieved those things without that mindset. That idea is was like, okay. You achieved something? Great. Then you move on and you do it again. And you move on to the next thing, and you achieve something, and then you move on and you do it again and again forever. And then 1 thing that appears over and nerve again is that the the commitment to reinvestment that Michael and Kobe would make. Reinvestment in education and constantly training and learning from people that can before them for people that anyway they can help them. Right? But also in, like, what is getting you to that the pinnacle of your profession anyways. In their case, it's physical. So This is what I mentioned earlier Like, oh, these aren't lux. These these are business partners. I love that framing. I'm always amazed when the media report on a superstar athlete who spend hundreds of thousands of dollars or even more on their training and health. As if that's a luck... As if that's a luxury. Look, they have a chef. They have him with zeus. He's got a whole gym in a basketball court in his house. Those are not lux. Those are business partners. And then related to that is why they spent so much time learning and and honing their craft. They can take everything away from you, Your house, your money or clothes your car. But 1 thing they can't take is your education and what you've learned, and the 1 thing you can count on if you do indeed lose everything is that education. And I mentioned earlier that Michael and Tim would talk about the self doubt, the butterflies, you know, the nervous that would happen before game. Those people are performing will not be in absence of fear, but in spite of it. And so there's another example of Kobe saying the same thing. Kobe says I have self doubt. I have self doubt. I have in insecurity. I have fear failure. I have nights where I show up to the reno. I'm like my back hurts, it's my feet hurt. My knees hurt. I don't have it tonight. I just wanna chill. We all have self doubt. You don't deny it, but you also don't cap to it. I love that. You do not cap perpetually to yourself doubt. You embrace it. And towards the end of this book, Tim is reflecting on his relationship with Kobe it was written after Kobe died, and I I think this is a very important lesson. He said Kobe and patience was legendary. The biggest mistake we make in life is thinking that we have time. The longer takes time to capture your wins. The less time you have to enjoy them. And that's the biggest thing. We don't know how much time we have. The biggest mistake we have in life is thinking we have time. You can see this in 1 of the last interviews kobe did. He's talking about the next 20 years of his life. He had no idea. And I hate even saying those words. I hate the fact that this is even real because I spent so much time studying him and learning from him and he's spent so much time and start inspiring me, but I think that takeaway that Tim has is dead on. The biggest mistake we have in life is thinking that we have time. And so I think the perfect place to end this is exactly how Michael ended. The last episode of the last dance. He was talking about his entire journey. He says it started with hope. It started with hope. We went from a shitty team to 1 of the all time greatest dynasties. All you needed was 1 little match to start the whole fire. And that little match that helps ignite my inner fire is exactly what spending time reading, learning and watching, michael Jordan and Kobe Bryant have done for me. That is where I'll leave it for the full stories. Highly recommend buying both the books, I will leave the book the links for both books in the show notes. If you buy the books, using that link, you'll be supporting the podcast at the same time. That is 340 books down 1000 ago, and I'll talk to you again soon. Just a few quick things before you go, you can now get founders merch if you go to shop dot founders podcast broadcast dot com or you go founders podcast broadcast dot com and just click through there. You can actually order sweatshirt and hats with the founders logo on it. If you're interested in that. I'd highly recommend getting a few sweatshirt I own 4 of them they're ridiculously comfortable. Get yourself a comfortable sweatshirt and you'll be supporting the podcast at the same time. Also, I started posting some of the older episodes to Youtube. I will leave that link down below if you can do me a favor, just go over there and subscribe. And what I'm doing is eventually, in a few weeks, I'm actually building out a studio on a library right now, and there'll be video for all the episodes, the new episodes of founders. But for the old episodes, what I did is actually matched up the audio with the transcript. So if you're interested in listening to the episode as the same time as you're reading the transcript, you can do that on Youtube, I will leave the link down below. And the last thing I thinking about was a line that was in the episode that you just listened to that they were describing Kobe and Michael and they're, like, the great never stop learning, all the hours of work that they do have created this unstoppable internal resource so you can draw in any situation. They were referencing the fact that Kobe Michael were constantly watching game tape. I think of listening to founders podcast and Said this multiple times before. I think listening you founders podcast is, like, watching game tape of history's greatest founders. And I think reading founders notes is an even deeper version of that since the majority of my notes and highlights don't make it into the podcast. And so a bunch of people that have I've signed up for founders notes have sent me they're like, there's a ton of notes and highlights in here that aren't even on the podcast. And so since I work in founder notes every day, and I've been using and and adding to this database searchable data database took all my highlights and notes since 2018. That was obvious to me. When I'm like, efficient water. And so I was realized It's was like, oh, I should probably tell people that founders notes is even deeper than Founder podcast. I consider founder podcast, like, the free trial to founders notes... It's if you wanna sign up for founders notes, you go to founders notes dot com. That's founders with an S founders notes dot com, but it is a deeper version of the podcast since the majority of my notes and highlights don't actually make it into the podcast. Actually, majority is probably not the right word, but you get what I mean? A bunch of notes and highlights, are in founder notes that are... That never appear on the natural podcast. And so this is on my mind when I was listening back to the Jordan Kobe episode because I was like, oh, there was an Mba equivalent of Founder notes. It's obvious that Jordan Kobe would have signed out for it and you said as a tool. In that 600 page biography of Kobe. I referenced this this fact in that episode. And in this episode too that he used to subscribe to this service that would send you V tapes of Nba games, and then he did this so much that hit a closet full of Michaels games. And then when you listen to their interviews and you read their words, Michael and Kobe would talk about over and over again that they they sought advice from the great players that came before them. And I really do believe that reading founders notes gives you the ability to do that exact same thing, but you're doing it for Issues greatest founders. And I can say that because I've been doing this for myself. This was a tool, up until the last few months, you couldn't even access it. This is a tool I was building internally. For myself. If you listen to the Jay z episode that I published, last, a couple of days ago actually. There's a reference I and listen back to that episode too. Right? Because I make Founders podcast podcasts for... It's a tool for me as well as for you where it's, like, okay. I may not be able to re reread these books in the future, but I can go back and listen to... Like, I haven't read Jay z's auto since I made that episode 2 years ago. But I listened to that to to that episode. I was like, oh, all these ideas came back to the forefront of my mind. And in there, in that episode, there I referenced the fact that I had this daily practice because Jay z's talk about the importance of practice. You know, important of practice comes up over and over again, Jordan would talk about it. Kobe would talk about it. And in that J's z episode. I was like, well, my daily practice is actually reading and reread my notes and highlights that I put in this gigantic searchable database in this app called to read wise. And because I talked about read why so much, I went another people's podcast talked about it I talked about my own podcast, a bunch of people over the years of asked to get access. They're, like, I want access to your read wise. I wanna read your notes. I wanna read your highlights. And so few months ago I I actually contacted the founders of Read wise because they listen to the podcast. It's like hey, why don't we partner? I wanna build my own version. Right? Like, I'm not building a new version of read wise. I wanna build a version where if you sign up at founders notes dot com, you see exactly what I see, which means you see my notes and my highlights, and then you have all the features that I have, which is the ability to to search through this. And so founder notes exist because so many people listen to founders podcast podcasts asked for a way to go and so that's exactly what it. Now, there's another thing that I'm doing right now, for a limited time only that came because people ask over and over again. It's like, oh, David. Michael Jordan has this a great thing that successful people listen and people don't listen, don't last long. He's... I love that line. And, you know, I've thought about that line a lot. Since I read it for the first time, you know, 2 and a half years ago. I was like, David, maybe you should take Michael's advice and listen? Because a bunch of people sending me a messages like, hey, can you build a version of founders? And first of all, they told, hey You should build, you know, your own version read wise, which I did for Founders notes. The second thing they asked. Is like, hey, is there a way you could do this where there's no ongoing subscription. Like, can I just pay once and have access forever? And so I've been testing that over the last? I don't know, like, 2 weeks or something like that. The response has been incredible. And what I realized is why they asked that is 1 That means that if you sign up now, you get access to every single highlight and note that I've ever done and ever will do. That makes it even more powerful. So that that then founder those becomes a tool that you can actually use your entire career, to tap into the collective knowledge of history's greatest entrepreneurs. And so Michael Jordan's version of that for his craft would be watching Tv... Watching Nba games on Tv. Right? Kobe Bryant version of that at beginning of his career was he actually got tapes. But as technology keeps improving, it gets easier and easier tap into the collective knowledge of his case entrepreneurs. And I don't think there's another a tool in the world that can help you achieve that that better than founder notes us. And right now, it has all the features that have I've been using forever, but because I'm working so closely with the team of Read wise, and we have dedicated engineers on Now I'm developing features that no 1 else has anywhere. So there's gonna be a lot of updates that are coming to founders know soon. I will go into more detail on this as they become live. I'm testing them myself. But I wanna just give you a sneak peek because of been become obsessed with a bunch of these new features that have been testing that aren't live yet, but will be. And the good news is is that if you sign up now, you get access to all these features because just gonna keep adding them all the new features and all the new improvements for free. So right now this minute, you can access all my notes and highlights you can search by keyword by person by subject by idea, any keyword you can possibly think of you can search. That's available right now. Right? Can also read all my highlights and notes by book. It's amazing how much you can learn by reread my highlights and notes of us of a particular book. You should take takes you know, 05:10 minutes. The third way that you can browse my highlights too, and don't worry about remembering this if you sign up, you'll get all of in the welcome email. I go into detail how I use it. But I do wanna give you an overview here. So the third ways that you can browse my highlights is say, you can have the notes presented to you in a random order on this thing called the highlights feed. Those 3 ways. That's how I've used this tool for years, and I couldn't make the podcast without it. But I'm not gonna stop there because I... Again, I'm building the tool for myself. And so as I keep doing this. I'm 8 years into this project, you know what we just say what 340 books. I'm gonna constantly need to develop more and more tools so I can remember all of the the lessons that you and I learning. On this giant mission to condense and clarify the collective knowledge of history's greatest founders. So soon, you'll also be able to search every single transcript from every single episode I already have this feature. Another feature that I have that'll be live for everybody soon it's the founders Gp, like, chatbot Ai interface. That's not what it's gonna be called. I gotta figure out what's it's gonna be called. I called super search because I really do feel like this is search on steroids. So you can search it semantic, and it has actually been making connections. That I have even missed. So I've been asking them to essentially, like, I wanna build, like, mental models and I already do this to reading, but is there a way to. It's like, okay. Tell me all the important things I need to know about Carnegie career or tell me what are the most important ideas Edwin Land had. Or what are the similarities between Kobe and Michael as an example. And so what this Ai chatbot does is it goes through all my notes. My highlights and all my transcripts, and it'll show you what it fetch? That's the term it uses where it's like, okay, I read these 50 highlights, and then I summarize it in these 6 bullet points. And so if you want the long in endeavors version you can read all the 50 highlights in all the notes. Or you can just go to, here's the, you know, Tl version of that. Another feature that I'm working on as well, I want bullet point summaries for all the key ideas on every episode. We are all busy. I wanna get right to the point. And then another idea this is gonna take a long time, But another idea is I wanna a collection of idea is organized by theme across every book and episodes. So instead of learning by person. Right? As what we do on each individual episode. We're learned, like, today, we learned about Michael and Kobe. There might be some stuff in there about Rockefeller and jobs. So so the main focus on Robert is is on Kobe, Almost said Robert instead of rockefeller rock. The main focus is on Kobe and Michael. But instead of learning by person, I want all on 1 page. And again, this is what I want. I'm very selfish. I want this for me. Because it's not just good enough for me to learn it once. I want this in my memory for the very idea and reason that they covered in 1 of these books the great never stop learn and all the hours of work that you do have created this unstoppable internal resource that you can draw in in any situation. Now that's a description of Kobe Michael, but I want that in my life. And so what I would love to see is like, okay, I want a collection of ideas organized by Theme, right across every book episode, all on 1 page And so, for example, I was like I wanna know how all of Greatest founders that we've covered up until this point, how did they think about topics, different topics, you know, marketing, recruiting, distribution, managing, how to fire people. How to think about product development on and on and on and on. And so my very, very long term vision of this. Again, I'm going to be doing founders. This is my life's work. I think it's obvious feels in the podcast. I wanna do founders for as long as I have a voice. And founder notes is the tool that I'm building right alongside that to fulfill my life's work. And so over time, what I really want it to be is not just my notes and highlights, which by itself, it's a crazy value. Right? But over time, I wanted it to become this ever increasing giant valuable curriculum that condense and clarifies the collective knowledge of greatest founders. And so that is the long term plan. Right now for a limited time only, if you're interested if you 1 of these people that are interested in not having an ongoing description that you wanna pay once that you're in forever, which would mean that founders notes becomes a tool that you use your entire career to tap into the collective knowledge of history greatest entrepreneurs do not daily time is limited this offer at any time. Sign up now at founders notes dot com as founders notes dot com. Founder know just like everything else Study talk about. Always, if you can't remember the Url or if you don't wanna go through the show notes whatever. You just go founders founder podcast dot com Everything I do is at founders podcast dot com. As always, thank you very much for the support. Thank you very much for listening. I'm going to go read a book I'll give you a hint. You'll probably you probably already figure out who this is. But there may never have been an American that was wealthier if you figure out their wealth in relation to the money supply. So that is the hint on the book that I'm reading right now. Hopefully the podcast will be done, you know, 4 or 5 days. I will put it out as soon as it's done. In any case, thank you very much for listening. I hope you sign up, at found dot com and I will talk to you again soon."
}