{
  "transcript": "Just finished listening to this episode. I think it's gonna blow your mind. It is very, very intense real quick right before we get into it I just wanna to let you know the ability to search all of my transcripts is now live for existing subscribers of founder notes. That means now when you do a keyword search, you search all my transcripts, my notes and all my highlights for every single book that I've ever done on the podcast at the same time. If you're an already existing subscriber founders notes, this feature is live right now. If you haven't signed up for founders notes yet, I would highly recommend taking advantage of the 1 time payment option that means not only you get every single note and highlight on every single book that I've ever done, but you will also get every single note and highlight on every book that I will ever do. You can do that by going to founder notes dot com that is founder notes dot com, and I'll tell you some more updates at the end of this episode. I hope you enjoy it. This is a wild story. Cornelius van but was only interested in 2 things. Making money and winning. Often, he temporarily sub the need for the former to achieve the latter. Van had an un thirst for conquest. There was nothing he would not do to conquer. Cornelius Van built and his enemy William Walker were alike in several respects. Both were op. Both were prepared to suffer through short term adversity to achieve long term victory. Both Van built and Walker were loyal to those who were loyal to them, attracting lifelong allegiance from their closest associates. But that's where their similarities ended. William Walker because of his limited resources was prepared to give his trust too readily to achieve his ends. Giving his trust to men who turned out to be liars, brag and fools. The cunning van belt was a much better judge of character. And here is where the 2 men differed most If you crossed William Walker, he would ban you from his world. If you crossed Van belt, he would set out to conquer you no matter how long it took. Ultimately, that conquest would be sign by a surrender. And that surrender would usually take the form of a deal. At 1 time or another, Van got into bed with all of his enemies if they were prepared to submit to him and most of them were. The exception was William Walker. He was not a businessman. He achieved his short lived successes using war and the law as his tools. And unlike Van built other adversaries William Walker was not afraid of Van belt when he should have been. That is an excerpt from the book we talked about today, which is Ty war how cornelius Van invaded a country to overthrow America's most famous military adventure who in turn had previously invaded multiple countries. That's William Walker. And this book was written by Stephen Dan Collins. So I first read this book about 5 years ago. And the great thing about the book is it's a biography, really a joint biography of Van bill and william Walker, but it starts right in the middle of the story. And so it'll give us background on about the early life Cornelius Van Bill and William Walker, but the entire story, 90 percent of the book is about this war that happens when William Walker invades Nic aqua winds a becoming making him a president of the country and then making this very fatal mistake of taking some of Cornelius property and other business assets that Cornelius had in nic. And so I would say Out of all the people that And I study together on this podcast. I don't think there is... In many cases, you know, there's some kind of historical equivalent. There's somebody... There's somebody that was very similar to that person that live before them, maybe they were influencing and used their ideas. I don't... Can't think of a historical equivalent. To Cornelius Van. To me, he's less of an entrepreneur because the way he dominated, so I mean, he was obviously, 1 of the best entrepreneurs alternatives are to ever live. But he was so powerful influential and wealthy It's almost like he was, like a a sovereign, like the the I would consider, like when I think of Van, it's like, who would you compare people living today, I wouldn't think of other entrepreneurs. I would think of people, like, at the state level. I think, like, almost like Vladimir Putin is actually the... The the person that comes to mind, And this sentence gives you an insight into why that would be the case. Cornelius van. The descendants of poor Dutch immigrants would die in 18 77, possessing more money than was held by the Us treasury. I read another biography many years ago on Quitting Van belt, and it's called the first the first Ty iq, the Epic life of Cornelius Van. And in that book, there's a this incredible stat that I haven't forgotten, and it was talking about, well, if when he died, if you could On the day of his death, right? If you could convert all of his assets into dollars. He would have had 5 percent of the money supply. He would have had 1 out of every 20 dollars in circulation. So in this book, the story starts, he's in his early fifties. Even by this time, he is already far and away, America's richest man even though his the next 20 years is where his fortune grows exponentially. And it grows exponentially because he invest heavily in the new technology the other day, something you and I I've talked about over and over again at the railroads trans content to railroad in American history. So it's a very equivalent. I really think about it, like, the the Internet today. So it says far and away, America's Richest man, he built his massive fortune on steam first. His first fortune was built on fleets of steam boats and ocean ships steam powered ocean ships. Then later after the American Civil War, he invest heavily in steam trains on his ever expanding network of North American railroads at 1 time. Van built owned and controlled 13 separate railways. That is going to happen a few years into future where this story starts where this story starts is, the gold the discovery of gold in January 18 48 in California. A few podcasts going up episode 03:29. Spend a lot of time if you read portrait out the new version of port Omni. Charlie spends a lot of time talking about this idea of, like, you can analyze. I love his surfing model because he'll go and analyze Like, why was Sam Walton successful. I was les schwab was successful. Why was the founder of National cash register so successful. And he's, like, in every case there was some kind of wave that they were surfing. And so this new business that Van built a about to start building right now is he's going to start surfing the gold rush wave. And he's perfectly positioned to do so because by the time the gold rush starts. Right? He's already a multi multi millionaire, but the gold rush combined with the railroads, is is says the immense well that he would amassed by the time he died was still then only the stuff of dreams. And so Van bill figures out, hey, I know I'm gonna make another fortune from the gold rush. He goes and pays a... He goes and pays a visit to the secretary state at the time. Guy named John Clayton. And this conversation, this meeting he's gonna have with secretary state... To me really describes the way his brain works and the way he approached his business. Right? This is a... I'll get there in a minute when I'm gonna compare and contrast. Could you really think about, like, Van, you know, didn't go to any... Had no formal schooling after the age of 11. Right? His enemy in this book is William Walker. He's the opposite. We're gonna get him in a minute. This guy has, he graduates like college at. I goes to college, I think at 12 or 14. You graduates medical school, graduates law school, much more of an academic. Where by the time they meet and they actually start going to war against each other. Ben has 45 years of experience building businesses. 45 years of studying human nature, 45 years of dealing people with commerce. He has this great quote. There's a bunch of these quotes that have lived on forever, and they're in almost every book or every documentary I watched bunch your documentaries on van too. That he says if I had learned education, I would have not had the time to learn anything else. And so it's obvious when you look at how he built his businesses in the way he dealt with everybody around him. This is a very intelligent person even even if he wasn't formally school. Mean, the crazy thing is that he never wrote anything down. He would keep every detail of his business dealings in his head. There's there's stories that you're on the book where people come to meet him, and they like, he's sitting at his desk in his office. This is nothing. They don't he has 2 things on his desk, a checkbook and a box of of cigars. So with that in mind, let's go to this conversations having with the secretary of state. Right? And he knows this flood of immigrants that are coming from the they that that are coming from East Coast. In many cases previously, they come from Europe to the East Coast of the United States and then they wanna get to where the goal is delivered. Right? And so he is sitting here having his conversation. And the way Think about it is, he's he's identifying and analyzing the existing products in the market, and then how he can improve on them. So there's 3 different ways that all these people that are in the east want to get west. And the first 1 is, yeah, I was sitting here thinking was like, which 1 would I choose if I was them. I know I'm not choosing this 1. So thousands of of people coming from the East Coast or West coast. They're doing that. You're trying to get to California, and they're doing that over overland in covered wagon. So what is that 3000 miles through, it says their route cut through dangerous Native American homeland lands and claw over treacherous treacherous mountain passes. And took as long as 6 months. Hundreds of travelers died each year as a result of accidents, exposure, starvation, or Indian attacks. Okay. So we're route 1. I'm am not doing that. I'm not doing 6 months. I leave with my family. And then my family is completely different by the time I get there because, you know, half of them have died over the cases. The alternative route people were doing. Well, remember this is before the Panama canal. Okay? So the alternative route was like, okay, I'm going to leave from New York. I'm going to sail across underneath South America. Pass over Cape Horn and then sail up the Pacific to California. That's a lot safer than going by Wagon, and it is a lot quicker because it takes about not let's say, 90 days. Right? 3 months instead of 6 months, but it is very expensive. It's 600 dollars ahead. 600 dollars was the equivalent of several years salaries for a labor at this point in history. The third 1 is there was an existing company that would take you by steam ship down to Panama So you go to East Coast Panama because there's no Panama can out at this point. They put you on a mule. And then you have to track a week long on a mule through the mud to get to the Pacific side of Panama, then they put you aboard another steam, and then they bring you up to San Francisco. That route only took a month. That was also 600 dollars. And Van immediately realized as well, there's essentially unlimited demand for this because if 600 dollars is the equivalent of several years salary, yet you have thousands of passengers that are lining up to take both the Panama route and the route around Cape horn. And so Van built approach to this is very similar to the approach that he would take earlier in his career where it's like, oh, it's 600 bucks. I'll do it for 300 dollars. Right? And he's gonna be able to find do this profit. But early in his career. He would compete head to head, keep cutting his rates usually to a larger more savage player, and then eventually the the the more savage player would buy him out to make him go away. And so when he sees these other 3 options, he's like, okay, I have an advantage here. He's an existing steamboat entrepreneur. He's got a ton of ships so he can put in. He can buy them, really, buy them or build them quicker than most other people. So it's like, listen, I'm gonna do this. I'm not gonna use the Panama route. And then it says he's sc at the 600 dollars being charged by the operators who did use Panama. I can improve on that Van said? I can make money at 300 dollars, crossing my passengers by Lake Nic, a route 600 miles shorter. Okay. So he identified another route in. So why is he talking to the secretary of state about this? It's not just the passengers. He wants to make money in the passengers, but this... He does this with everything. It's never the obvious thing. I've been using the chat feature in founder notes which isn't public, only me and the team at guys have access to it right now. But I've been using it to make all these episodes. And having it assist me with the research for this episode, and it was searching all my past transcripts every... Single time I mentioned on the podcast before every single note or highlight I had it, and it really summarize what I'm trying to tell you is says Van approach to business was often marked by a slight conceal of his intentions. Keeping information close while simultaneously gathering intelligence on competitors. This strategic opt allowed him to make moves that others often couldn't predict or comprehend until it was too late. That's exactly what is happening in the story because he's like listen, I'm gonna... I I have a shorter route. I have more assets than no 1 else has. Right? They they he can combine assets in a very unique way that very few, maybe no other competitors can at this point. I can make a profit at, you know, half the price that my competitors in, but that's not why I'm here. I want 2 things from you, secretary of state. He wants the Us mail contracts. There's a ton of people that wanna send information rate from east to west. I will take that over for you. I want the contracts which would be the equivalent of couple hundred million dollars a year in guaranteed income from Us government today. And then the second thing I want is I want you to negotiate with the Nic Ag government. This is before William Walker overthrow that government. Right? And I want the exclusive rights from the Nic Government to build canals across Nic Broadway at beginning. So now we live in a world where they did this across Panama. Right? At the time, before the Panama canal, the idea was to... And he actually gets this contract. Right? So that he's actually successful in this meeting with secretary state. The at the time, they thought they were gonna build the the canal across Nic. If you look at a map of Nic, you'll see this giant lake in the middle called Lake Nic. So the idea was cut a canal through there on 1 side, so that would be the east side and then a smaller canal on the West side, and I would dump you into the Pacific Ocean. So that plan, this new business that Cornelius is building sets up the entire story, which is what this book is about, which is this war that he has with William Walker So I need to give you a little background on on William Walker And why said he's essentially the exact opposite upbringing. So his his mom is excessively sick when he's young, and they can't figure out the the local physicians are unable to diagnose her condition. So he had this intense devotion to his mother. And so he's, like, I'm gonna become a doctor and cure my mother's mystery illness. So he starts reading every single book he can possibly find. And the next thing I'm gonna say is kinda weird because of the decisions he makes later kind of speaks to almost that it's a contradiction. He's some sort of, like, young prodigy genius. Even though later in his life, he does a lot of dumb things. The story ends with a 36 year old William Walker, being handed over to the hon and government blind folded brought out to the beach and shot to death. And so it's interesting to think about how this young prodigy wind up having an outcome that obviously he did not desire. Right? So while he's 12 years old, he's already mastered Greek and Latin, his father takes them to the university of Nashville. It's like, hey, my son's of genius, can you let him in? He starts college at 12. He graduates at 14. At 14, he then goes to medical school. 2 years later, he are should be 4 years later at 18, he graduates medical school. By the time he's 18, he's graduated college, medical school. He has also added a bunch of languages. He can speak French, German, Spanish. Despite all his medical training, he can't save his mom, his mom passes us away. So then he said he loses his faith in medicine, and he's decides, hey, I'm gonna be a lawyer. 2 years later, he has a lot degree. Around this time he meets and falls in love. With this woman named Ellen. She is deaf, So what do you think Walker did. Walker makes himself fluent in sign language. Even after getting all these degrees, he decides, hey. It's... There's a great line here. This Walker was convinced that the pen could potentially be might than either the sc or the ga, so he became a newspaper editor. He is the editor of a newspaper, 1 of his staff members is a young Walt Whitman. And so the next 10 to 15 years of William Walker life until he dies. He is what's known as a f buster. So a f buster is someone who engages an unauthorized military expeditions into a foreign country or territory to foster or support a political revolution or succession. That was incredibly popular at this time because it's driven behind the the doctrine of manifest destiny. And so not only do people believe, hey, did manifest destiny for Americans to keep expanding Westward, but they also would invade, like Mexico and Central America. So William Walker does that. He invades Mexico unsuccessfully, and then eventually invades Nic ag successfully. So his habit of f is what it was called is what's gonna cause him to to cross paths with Van. I'm gonna get there in a minute. This is something that's very fascinating. So 1 of my favorite books that I've ever done was episode Done twice. It's episode 2 92. It's... This book called the invisible billionaire. The book is almost impossible to find. I think I paid over a hundred dollars for my copy if I'm mistaken. But it's about this guy named Daniel Ludwig who in the 19 eighties was the richest American in the Rich American and no 1 knew who he was. And so Daniel builds this massive conglomerate. I think it's in, like, you know, hundred company... Or hundred countries. I don't know, 30 something companies if I remember correctly, You know, it's in it's in shipping and mining and transportation in real estate. And hauling oil for standard oil, but there's an idea in that book I'd never forgot, and it's the importance of doing certain things yourself. And so I'm just gonna read my notes from that book. It says, twice he had trusted the word of specialist and twice he'd had been burnt. He had believed them when they told him that he could bring his fully loaded, 60000 ton oil carriers down this river in South America without running the ground, they were wrong. And then his geo had failed to discover until after considerable work was done, that the coral rock underlying the Grand Bahamas Island was too fragile to support his giant super, these mistakes had cost Daniel considerable time and expense. So before building a refinery in Panama, He decided to check out the site himself, and so the maxim here is do it yourself. He... This he's already a billionaire when he does this. Would this story I'm but tell you. He catches a flight from New York to Panama. He goes to a little village store next to the bay. He be... He buys string and a heavy bolt, and then he measures that string out in 6 foot links. Ties in knot at each interval. He then goes to the dock and rents a boat. He spends the entire day going around the bay checking the accurate. This is a the punchline. He spends the entire day going around the bay, checking the accuracy of every depth mark on the nautical chart. Extra are saying no. We've already mapped this out. You can do it. Here's the chart. He goes it says I'm gonna check for myself. Only we need to satisfied himself that the water was as deep as the chart said, to def fly back to new york and give the signal to begin construction. Van does something very similar here. He sends his team down. He's like, okay, this is the route we're gonna do. This is where we go and how we get people from the East Coast of Nic to the West Coast. And so his advanced team is going down there, and they're telling no. We're running around. Can't figure out how to do this. And so There's this grace story the book where this is just giant boat called the Prometheus. Right? And lands in in the Nick Ra, and there's only 1 person on the boat and that's Van boat. And it says the purpose of the voyage which so secret that not even Van wife knew that her husband had left town, let know, let alone where he was going, goes back to that secretive altercation. I don't definitely didn't say that word right. That secretive nature that he had. And it says Van boat was on a mission. The news for Nic Had not been good. His steam had been wrecked on the rapids, and his team is saying the rapids were imp. They declared that his dream of conveying passengers up the River to Lake was unreal. Cornelius Van would see about that. He would not let a few rocks stand in the way of making a fortune in Nic. And so he goes and meets his team, such knocks them out of the captain's chair. Right? He starts piloting these boats down himself. Remember, at this time, he started... He was a steamboat entrepreneur at 11. He's, like 52 53, something like that where we are in the story. And so it says with Van bolt Ethic Controls, he literally walked over the rocks. Using the pat wheels of his steam 4 feet. With the engineers shaking their heads in wonder, the ship made it over the rapids. That's the first time there's like 3 times he has to do this. So he gets the next 1. He showed his companions 1 of the tricks that he had learned from during his 50 years in the river navigation business. Member, they had saying this impossible. He goes down there He's literally proving that it can be done. Tells them to break out. The ropes. He says the ropes were breaking out. 1 end was attached to trees upstream and the other was attached to the boat. He then lighten the entire boat of all, but essential the people need to be on board. They essentially people on board. Everyone else in the surging water, putting their shoulders to the hole. And with the engines at full capacity, he got it up and over the quote unquote, imp imp rapids. He reload the boat and they continue on their way northwest up to San juan River, A few days later, it says it was New Year's day 18 51, and Cornelius Van had just piloted the first steam powered vessel to have negotiated the entire hundred and 19 mile length of the San Juan River and reached Lake Nic from the Caribbean Sea. Not for the first time in his life or the last Van had said that something could be done and then gone out and proven it. In the process, he opened up the way to California, a path that would soon be followed by tens of thousands of his countrymen. So Daniel Ludwig like Cornelius Van before improves that sometimes you have to do it yourself. So he starts this business is phenomenally successful. This Nic transit business. It's... The company is going to be called the accessory transit company. In the first 12 months of operation it carry 2000 passengers... Oh, and I forgot to mention this... Another way he makes money in addition to the male contracts. You're they're they're running gold. Right? If you're you're discovering gold in the West coast, you gotta get it to the East coast, which the finance center. So he's Carrying 2000 passengers first year and billions of dollars worth of gold as paying freight. In the first 12 months, it delivered Van per... A personal profit of tens of millions of doll... In in today equivalent. Tens of millions of dollars. He has a deal where he pays, like, a flat upfront payment to the Nic Government. And this is, hey, you can make 10 percent on the profit. Now here's the problem and this is what when William Walker is president, he's gonna cancel this contract because It says, the the Nic Walking government had not seen a single penny from the profit. They're supposed to get 10 percent And why? Because Van claimed there was no profit. This is like Hollywood accounting. He slightly build everything possible to the accessory transit company. This speaks to 1 of his most pronounced traits, maybe the most pronounced trait. As you can imagine he was unbelievably ruthless. Let me give you another story of this. So he's from Staten Island. Right? That's where he starts. Eventually, he wants to move from Staten Island to Manhattan because that is, like the heartbeat at this where the center of commerce is taking place. And his wife was, like, really pushing back. She wanted to stay on Staten Island. She did not wanna move. They, like, 13 kids or something like that. Not wanna move the family in. So she gets hysterical about the plan move from Staten Island to Manhattan, and so Van puts her in a private mental asylum for 3 months until she changes her mind. And so remember the beginning it says, hey, you know, most of Van adversaries were scared of Van belt William Walker wasn't and he should have been. So when William Walker is gonna compensate his property. It's not like, I'm gonna sue you I'm gonna get back in court. He literally sends people to try to kill him. Hires multiple multiple mercenaries areas. That is not hyper, like, that's exactly what he did. He's unbelievably ruthless. And so some of the stories that William Walker read when he was younger that had an influence on him. He was reading Julius Caesar's memoirs about his conquest of goal, and then he read about Sam Houston. So Sam Houston was William Walker hero. And William Walker sees a lot of similarities between him and Houston's says like Walker Houston had been born and raised in Nashville national, then he became a lawyer. He had go Houston had gone on to serve as a Us congressman representing Tennessee and had also been in the governor of Tennessee, Houston had settled in the Mexican state of Texas and 2 years later, he became general of the army of Texas settlers that defeated Mexico's president, Then they created the new Republic of Texas. In 18 36, Houston to become the first president of the Republic of test... Of Texas. If this is William Walker belief of general, Sam Houston could carve a new nation out of Mexican territory, so William Walker believed could hate. And so Walker is going to invade Mexico. I think he last, like, 60 days something like that, but then he gets kicked out and sent back to United States. That failure in turn leads him to turn his gaze to Nic. Now. There is something... That's that's also interesting is Cornelius Van had never taken a vacation in his life. And so he builds this... I think it's the largest ship in the world of time. His largest personal ship, and he's gonna take off with his entire family to Europe, because, you know, everything is going so good with all my businesses. You know, I made tens of millions of dollars in profit in the first year, from the accessory transit company he's got partners on the accessory transit company. And so why he's on vacation they actually screw him over. And so this betrayal leads to his most famous quote. And there is so much back and forth between... So it's gonna be Morgan and Garrison. This is not Jp morgan, by the way. It's another Morgan. So it's gonna be van versus Morgan and Garrison. Okay? I'm gonna give you an overview of this, and then there's all kinds of... They just go to war this throughout this entire book and obviously, Van is gonna win. So it says during during Van European absence. This is when he's on vacation for the first time in his life. Right? I remember when I was reading about the early history of Paypal. I think Elon goes on vacation for the first time. I think he gets malaria and then he gets... There's a coup. And so it's his takeaway away is never go on vacation. Van never close vacation to get after this through. I don't know why I'm laughing. Alright. Du because he's just so crazy. He just he's nuts. Van is absolutely nuts. During Van European absence, Morgan and Garrison collaborated to manipulate transit company stock in their favor. They held a secret board meeting at which Morgan was elected to the vacant company presidency and appointed the company's New York agent. They replaced Van bolt in that role. The board had also voted to cease Van builds 20 percent skim of company revenue. I should say that over and again. His guy is... He's just double dealing everybody. Like, I wouldn't cross him, but I sure how wouldn't be his partner either. So he will do these this thing where it's like, he's supposed to have shareholders. This he has shareholders, and then he will... If he has a deal that puts more money in his pocket at the detriment to his shareholders, he will still do that. I don't think he believe in. The only Fiduciary he believed in was himself. As a guess was saying. So he was also skimming 20 percent of the company revenue for himself. K? Then Van attorney and business partner. He's guy named Joseph L White. So he's on Van side, Whites an insane story too, which I'm not even gonna touch on. I'll give you like a brief over overview. He's in the book. He's Van attorney and imagine you're attorney in your business partner doing this. Right? So he's a he's an attorney and business partner, then he betray Van, then he goes back to Van I think he betrayed him again and goes back. It's so amazing how this happens over and over again Van anybody's life. So his attorney business partners see sells his stock resign from the board. They set up another company then he buys that his attorney buys that news company stock on the cheap. So just like william Walker will do in the future. Such takes company assets, transfers them to either under their own control. Right? And then cuts off. The this is the the main end result. Van builds cash flow. Remember I just told you for the first 12 months to making tens of millions of dollars in today's money. Right? And there's... In the future, looks like it's going to keep... Just keep pretty much. Van cash flow from the transit company had been choked off. Van comes back to New York months later, finds out this is his famous... Most famous quote. He immediately dictated a short letter to both Morgan and Garrison gentlemen. You have undertaken to cheat me. I won't sue you for the law is too slow. I'll ruin you. Yours truly cornelius van. So then his first response, I just wrote same mo. Same modest opera. Right? Like, Cornelius cornelius this is Van assault assault on Morgan Garrison and the other rogue directors of the accessory transit company had gathered pace. What do you think he's gonna do? He does what he did his whole life? A new steam ship operator. Named independent opposition line was advertised in York newspapers. For a hundred 50 dollars. This new line would take you to California via Panama. He he starts out, go back to that meeting with the secretary state. Listen to this man. So he starts out. Right? He's like, you guys are charging 600 all make money at 300. Cut it in half in price. Then he's wildly successful 300, then he gets this company taken away from him. And so what did he? Like I will cut the price again. I will now take you for a hundred and 50 dollars. He's not making money at a hundred and 50 dollars by the way. And the story gets even funnier. What is what ship is the independent line using? It is using the north star. The North star was this insanely luxurious yacht. That he built just to go on his first vacation. He comes back he's, like, I'm never going on vacation again. Screw that yacht. He stripped it of all the beautiful interior and then fitted it out to carry 600 passengers. It says he would never again tri with such a fabulous toy and would never again take an extended vacation. This first maneuver is so successful, and it sets up his second maneuver. Listen to this. So he's got... Exactly what happens. What where I was talking about earlier what what he does in his career. And he's like, okay, I'm gonna go compete head to head you. I'm gonna, cut my rates. You're gonna have to cut your rates to match me. It's gonna bleed you dry. You're gonna realize, hey. I just need to settle with this guy so it goes away, and then I can go and jack my rates back up and actually make money. So They go and do this too. So the extent that so now, his former partners who try to screw who try to screw him over. Right? They go to him and say, hey, you know, this is unsustainable, sell us your ships. We will pay you to go away. Maybe they thought he did this in the past he'll do it now. Right? But this is different in the past. This war had dropped the stock price of the transit company shares all the way down to 21 dollars. So, like, we gotta get out this we're gonna pay them off. So they they go to van and they give per proposal. He accepts it, so then Morgan or Garrison, like, this is great. It says the deal signaled, so Morgan and Garrison believe that Van had given up his plan to ruin them wrong, wrong, but Van had done no such thing. Listen to what he does So he's gonna take their own money. Anybody, He's you just got a bunch of money from them. And he's gonna find ways to use that money to their own demise. So having rung his outstanding commissions from his enemies, money few observers thought he had any hope of recovering, Van Would embark on a fresh campaign to ruin the pair cashed up with their own money. For 2 months, nothing was heard from him. Meanwhile, the accessory transit company failed to deliver a dividend. Why did they fail to deliver a dividend because they had this huge settlement had to pay van. So that money that was gonna go to shareholders shareholders as a dividend had to go to van? So when they fail pay the January dividend, you have Van son law, des guy named Daniel Allen, who was a former transit company vice president and a shareholder launched a legal action against the current directors, which is Morgan and Garrison. Right? Accusing them of incompetent management, mis appropriation of funds and the legal issuing of 40000 new shares in the company, which they had to to issue to finance the purchase of Van bi she 7 ships. The judge agrees, he issues an injunction against Morgan and Garrison prevents that prevents them from issuing more stock or entering into new contracts with any other company. That uncertainty causes shareholders to dump transit company stock and obviously it it value can continues to decline. Now you have a falling stock price, you have a temporarily troubled company. And you have a guy that's sitting on a bunch of cash that the company just gave him for 7 ships, what do you think is gonna do next? With the share price down, Van began to acquire Accessory transit, company stock, a parcel here a parcel they are frequently using friends as the buyers goes back to this observation, this thing that he's always conceal his motion. So he does... His motive motion end motors actually. He does this his entire career. Month by month Van bill discreet. He's secretly, rebuilt his stock holding in the company, working towards the today day when he could again boost a controlling interest and kick Morgan and Garrison out. So my fast forward a little bit in the story, Walker has already taken control. There's a civil war going on Nic Garage at the time, Walker intervene once winning taking control and is heavily reliant on these steam ships that are bringing Supplies, reinforcements are bringing him weapons are bringing him goal to bringing everything he needs to fight a war this ongoing war and run a country. That warrant uncertainties also going to play into Van builds hands. Now he was not expecting to have Walker con his property, but he doesn't have control over the transit company yet. And so here are some events that are going on Nic gru at the time and how it affects Thunderbolts plan to to ruin. Remember, Since Van was close to po on the men he'd promised to ruin. Morgan and Garrison. The warren Nic Ro had been good news to Van because it depressed the price of accessory transit company stock again. So as the bad news puts the price down, he keeps buying more and more. Then because there's a lot of Americans traveling through Nic To try to get to the the West Coast for the Gold rush. Right? They're in the middle of the Civil war going on. And so a few American transit passionate... Passengers are actually murdered. And so as you can imagine, the stock is getting killed, and this is the important part. It says Van did not share their pessimistic outlook for Nic Ag, meaning the market's pessimistic outlook. Why? The route to California is too important. He knew that the Us government would enter in the Us government is not going to it at this point, especially, it's not going to allow American citizens to be murdered in Nic. And at the same time, as you can imagine, people are are hearing stories of, you know, American citizens... Citizens getting murdered on their way to California so they choose a different route. And so for the first time in the company history, they have to borrow money because they're not making money anymore. And so if you think about the 2 different views. Right? You have the stock, you have to ask yourself, like, well, if you're are if you own the company, and now your stock is getting hammered. Right? But you are optimistic about its future like Cornelius Van as you'd buy more. But Morgan and Garrison aren't doing that, it goes back to this idea that I've mentioned earlier, Van approach the business was often marked by a slight conceal of his intentions. Keeping information close while simultaneously gathering intelligence on competitors. This strategic altercation allowed him to make moves that others often couldn't predict or comprehend until it was too late. He... They don't know he's buying up the stock. Right, he's certainly not telling him. And then publicly, he's like, oh, I don't care about this route anymore. I'm focused on launching a transatlantic ocean steam service to France. So as a result, it says Morgan and Garrison did not see him coming. They did not have sufficient faith in the future of the transit business to buy up the cheap shares themselves. Van was only weeks away from winning the larger game by completing his overthrow of Morgan and Garrison and resuming control of the accessory transit company, And that's exactly what happens less than a year later. Van and his friends had acquired a controlling share holding in the company and at the company's January board meeting, Van would be elected as director once more the director of ships of Morgan and Garrison would be terminated. Morgan and Garrison were out of the door. Van was back in control of the company that he founded. And so shortly after this happened, this is when William Walker decides to seize. He uses the his power as the the president of Nic. Right? To seize all transit company assets in Nic as part of the payment for what he considered hundreds of thousands of dollars. That he contend were owed to them by the transit company and unpaid commissions because they were supposed to be getting 10 percent of all the profits. So he's gonna seize Van, Lake and River boats, their depot, Their buildings, the employee houses all the equipment. Their stage coaches, their horses, their mules everything. And so in Van builds estimation, those assets were close worth so close to a million dollars in, you know, 18 50 dollars. So billions say. And so Van gonna approach this problem just like he does every other problem. You see that he doesn't just have 1 vector of attack. He always uses multiple attack vectors. And 1 thing he knows, this is very fascinating. Remember, it says that he's gonna die with more money in Us treasury. He is rich He's got more... This is not even a joke. He's got more money than all... I think every single Central American government combined. Right? Which is a wild statement. So he says Van knew that after 18 months of civil war The Nic Government was as good as bankrupt and could not afford to buy as much as a robot. And so his first method of attack. He goes to the secretary state, and he says he just runs into his office. This is right after he finds that the Nic government had canceled charters took all of his. His assets and it says he exploded with rage and ind nation and demanded red dress by the Us government wants the Us government to use their military to get his assets back. The very next day, he does the same thing to the British ambassador in Washington, Dc because at this time in in history, the British empires down there. Americans are down there. Mexicans are down there. There's an ongoing, like, war between, you know, 5 other Central American countries. Like, there's all kinds of different parties at stake here. And so the British agreed to help Van because Van was already aware that Walker was a thorn in the side of the British government because he he had been trying to occupy Gray town, which was under British control or rule at this time. And so the British ambassador agrees to permanently station a warship at Gray town and tells Van that he could ask for the assistance of the commander of that ship. So starts with the secretary State of America then goes to the ambassador of Britain. Then He goes and meets immediately with the ambassadors of the Central American States of Costa Rica, El Salvador, Guatemala and Honduras. And the ambassador of Columbia. And so Van tells them a story that, hey, you guys have to be really careful here that William Walker Actual ambition is not just con con complete control and presidency of Nic Walker. He actually plans to conquer all 5 nations and make himself their emperor. That might have actually been true because the the start, like, the the flag that Walker uses for his, I guess, like, miniature Empire at this point is a 5 pointed red star. And so the very end of the book, it kinda speculate on Walker motives. This is after the Epi, and I don't even know if how many people can get to the the this page. But it says it... That there was other people around Walker that he... That said he was indeed bent on the creation of a central American empire with himself at the head. Now how realistic that would have been at this point and Walker doesn't really have assets. Doesn't have a lot of weapons Have a lot of people. That's 1 thing, but Van Was really smart and saying, hey, this is where he's at now. He's gonna expand. We should work together to get rid of this guy. And the reason I think it's so smart is because if you think about all of the the conversations he had its secretary of state of America, the ambassador of Britain, all these ambassadors in central America, Central America States. He's turning everyone against Walker by appealing to their interest. He's not saying, hey, let me get my ships back because I'm super rich, and I wanna be even richer. He's saying, look, Walker meddling in all... He... He's trying to overthrow gray talent. That's under British control. He's meddling in all the ideas are meddling in the politics and going against the interest of the Us government You're the secretary state, you can't let that happen. Hey, look, he has his flag. He's going to eventually invade your countries just like he did for Nic W, but turning everyone against walker by appealing to their interest is the really smart move here. And then another prong on this attack. He goes directly to the United States people. He'd had announced in the press. The Nic line is withdrawn for the president in consequence of the difficulties in that country growing out of the extraordinary conduct of general walker, this is van talking. Growing out of the extraordinary conduct of General Walker in seizing or taking by force the property of American citizens. I deem it a duty I owed the public to the country and to the transit company to remain quiet by letting the ships of the com that Hilarious has not not being quite at all. German remain quiet by letting the ships of the company lay at their wars until our government has sufficient time to examine and look into the outrage committed upon their property. It's not a Us company. This is crazy that he's even doing this because it's a Nic Au company. But Van has this extremely advanced understanding of human nature. Where it's like, okay, Well, hey, Look at this this guy. He comes down there, and he steals Us property. What is the Us government gonna do about this? They have to get that Us property back. It's personal property. It's his property. And the company isn't even registered in this country. And we're not done. He... Again, multiple multiple tax. He starts hiring secret agents, mercenaries, he pays them to travel, gives them guns, gives them people gives them money and says go to Central America and disrupt in any way possible. The activities of William Walker. This is guy named Birds all. That's the first 1 that goes down there. He's 1 of many. That their job is to to actually steal back for a from walker, Van property ships. Then he directly finances soldiers and mercenaries in other Central American companies. So this is a country other, is another war by proxies, essentially what he's doing here. It was the first time in 2 decades that the country's of central America stopped fighting each other and come together in a joint cause. Thanks to Cornelius van for it had been his money that helped arm the troops of Guatemala and El Salvador. Van had more money than all central American governments combined. Van had now gone to war with Walker for Van this was not business. This was personal. Van was determined to destroy William Walker, he called him that tin sold the tin soldier Nic, he called him. Walker had taken his property, and then went inclined into bed with Van competitors. This was why Van bill had marked walker for destruction, that line. This is why Van had marked walker for destruction. When I read that, what came to mind is when I did the episode of Rockefeller letters to a son on Episode 03:24. Rockefeller says something. That was very similar in that, in those letters. He says as far... This is Rockefeller writing. As far as my nature is concerned, I do not meet competition. I destroy competitors. Van had marked walker for destruction. So even though Van bill was rich. Right? He could still run his steam in another location. So why isn't he doing that? And this goes back to the thing that, you know, Bad boys Moons islands, he always has different ways to make money. He's never gonna tell you all the ways that he is making money. So He has all these boats right that are not under conscription by William Walker, and he's just letting him sit there. What he was also doing was, there's all these different routes. You can do the Panama route. Right? Remember they were still landing. This is still pre Panama canal. You can land on the East Coast through Caribbean into panama. Take that short trip across and then run them up the West Coast through the Pacific ocean. And so he goes to the company that has a monopoly on this Panama route and says, hey, I will leave all these steam that they're just sitting here costing me a ton of money. I can run them against you. But you wouldn't want that. Why don't you pay me to not compete with you. And that's exactly what he does check this out. So it says Van himself had been secretly making a vast profit from his idle steam ships. Previously, Van had paid a visit to his competitor this guy named Aspen wall. And he made a deal with him for 2 months, Aspen wall had paid him 40000 dollars a month of the condition that Van not put his steam on the Panama run in competition with Aspen walls own vessels. That money went to Van bill personally, not to the transit company even though this those are transit companies assets. Over the next 2 years, this deal with net Van bill personally close to a million dollars. And again, that is a million dollars in, you know, 18 55 dollars. That's a staggering sum of money. And so this is why I said earlier, Like, I I don't think I can think of another, like, equivalent to somebody else that I've read about, like Van. So go back to this, like, assistant desire to destroy this un... They called... They said what an un thirst for conquest. Van tactics were aimed at killing off the the new nic government. So that's walker. Quietly and covert, he had been pouring money into the capital of small countries ad joining Nic. It was Van who armed the soldiers. It was Van who sent those government's money. It was Van who had purchased weapons in ammunition and shipped it all to Central America. The invasion of Nic by the allied armies. These are... That's what they called the other armies, the other Central American armies. Right? The invasion of nic by the other central American government armies had been motivated, financed and equipped by van builds. As far as Van was concerned, there had to be a way to beat William Walker and by Hook or by Crook he would find it. And so I wanna go back to something I mentioned earlier that you have this child prodigy he speaks, like 6 languages. By time he's, you know, 20 or whatever age. He's got a lot degree, a medical degree, graduated college at 14. Clearly, you know, from an academic perspective, it's like, a a great students, test really high, gets all these credentials, but we're dealing with people, I don't have other way to put this, but unbelievably naive and stupid. This is a intelligent dumb person. Because from william Walker perspective. First of all, he didn't know any of this stuff was going on. He didn't expect Van belt, which is really weird to... Because william Walker in American. He knows everybody in America the time knows Van belts a rich person. He's powerful he's ruthless. He... But his whole point was like, this is legal. I am the president of Nic, you Van had signed this legal contract with us. You did not live up to your end of the bargain. It was legal for me to con your property. And what William Walker failed to understand is that for people like Van built, laws are just words written down on paper, he does not give a shit. 1 of his most famous quotes says what do I care about the law and I got the power? This is like basic history 01:01. Throughout human history. If you take something of value for another human, they tend to react in very violent ways. Walker thought he was protected by the law. Walker thought he was protected by words on paper. You got Van saying, secretary state. Go kill this guy. British government. Go kill this guy. Mercenary 12345. Go kill this guy. Government of El Salvador, Honduras, Colombia. Go kill this guy. This is why you and I have talked about over and over and over again. This is not a podcast, which is list all the business ideas. That's not... You have to understand why they are, Like, this is why we've spend so much time on the struggle. Their early life. If you understand their early life. You will understand why they are the way they are, and therefore, you have a fundamental understanding of how to deal with them. William Walker should have been smart enough to look at somebody like Van and note, that's not somebody you wanna cross. Whether the law says you can or not. And so at this point in the book where the author actually compares in contrast, they're vastly different childhood. Walker mistake was messing with Van builds property. How different these 2 men were. When Walker was 12 years old, he was a child prodigy just beginning in college. When Van was 12, he was sal cargo on a vessel that ran a ground next to his house. His dad gave young cornelius, 3 wagon and told to get the job done. At 15, Van bill wanted to buy his own first vessel, It was a hundred dollar flat bottomed sailing bar. He did not have a hundred dollars, so he does a deal with his mom. If I plow this 8 acre a lot on our family farm, will you give me a hundred dollars. She says yes, but you have to do it before your sixteenth birthday, which was in 20 something days. So what did he do? Van boat brought in all the boys of the neighborhood on the promise of free rides on his new boat. The new boat he doesn't have yet. And sure enough they helped him plow the lot. Van starts his first company at 16 years old. He is going against competing grown men. Stories do van boat. They are not solving things in the early steamboat ferry industry by going to the judge or the lawyers. They are literally the if you read any book quote incredible book, the... It's fist. They settle disputes with their fist. Now you take that poor smart determined obviously, very intelligent person just because he's not educated formula. Right? And you take that person that had those experience at 11/12/1516. You fast forward 40 years and he's the richest 1 of the rich richest people in the world. And that's the guy you decide to take his property, Whatever you call that, that mis. 1 thing you cannot call it, you cannot call that intelligent. If you care about your life, you cannot cross people like that. And in many cases, you can't predict who it's safe to cross and who would safe not to cross. So you should would probably just... That's is why I say rule number 2 in the center of Family Health. While I teach my kids. Mind own business. That is for their safety. And so in yet another plan He literally puts 50000 dollars, actually, a hundred thousand dollars on William Walker head. He has 2 more mercenaries come to meet him in new And says, hey, you come back. And if you can get walker out of there dead or alive, you come back to this office and you are each going to receive 50000 dollars in cold hard cash. Remember it's 50000 dollars each at a hundred grand at a time when the average labor made 600 dollars a year. So 1 of the guys he offered that 50000 dollars too. Is this guy named Spencer who goes on Central America and starts just con, and con ships blowing them up as we'll see. So says Sylvanas Spencer had captured Hips point, El Castillo and Fort Saint. Lucas, these are all things that were previously under William Walker control. Plus 4 river steam and a Lake steam. So he took 5. He captures 3 ports and 5 boats. This left just 3 lake steam remained available to walker and Spencer had a plan for seizing them too. This is the punchline line. This is why I'm reading this to you. Deprived of vessels, walker would be like a man without legs. And Cornelius Van boat would be 1 critical step closer to winning his war. A short time later, you see this is very consistent in Walker personality his mis. The allied he's now fighting the Allied army. Right? The army that that Van will funded and set up. They have 4000 people. Okay? Walker got 901 of his captains does something that Walker doesn't like. And so he wants up dismissing him. You don't... What are you doing? You're getting rid of 1 of your best people because of your principal. Right? This is life and death. You are at war. There's 4000 people right around, you know, on the other side of that line. You got 900. And so he says, There's this meeting between this captain that walker dismiss and Walker. This is what Walker says. If this is the way you're gonna do business, Nic Walker has no further use for you. We want nothing of this sort done here, sir. The embarrassed captain depart without a word and was never heard of again, even though he was surrounded by 4000 people, Walker was prepared to let officers go if they broke his rules. Walker fails to realize that he's at war with someone who has no regard for rules. So Walker Jin was Sabotage. He's losing all of his steam. He's got 900 men. He's got 4000 people surrounding him. He's got all these other mercenaries put up by Van bell taking his stuff. And then what happens, Here's another Van build attack. That same day, the Us Navy's 958 ton warship called the Saint Mary's dropped anchor, a little distance from Walker. The guy running the ship is Commander Davis Commander Davis had come to Nic with express orders from Washington. Officially, he was to take steps as circumstances required for the protection of American citizens in Nic in reality, the Navy secretary at the request of the secretary of state and the urging of Cornelius Van had given Davis the job of ending the war by removing William Walker from Nic. 1 way or the other remember, he's got multiple texts running simultaneously again against his emmy enemy. 1 way or another, the comm, which is Cornelius thunderbolts Nickname since he was a kid. 1 way or another, Van boat was determined to get walker. So shortly after this, 1 of the few steam that walker sells access to, that's giving him, you know, supplies, weapons, more recruits to, like, come in fight blows up and 60 men were killed in the blast. Walker wrote this this was just ill luck. He doesn't even know what's going on. It wasn't Ill luck. Said several witnesses believe that it was caused by some who threw a flask of powder gunpowder into the furnace. We know that it must have been powder from the fact from the fact that the faces of the wounded were a great deal blackened with gunpowder. And it was indeed powder that it caused the explosion. Previously, when this vessel had stopped to refuel, it had taken on board pieces of gun powder filled firewood. So it's throwing in firewood that doesn't... It obviously doesn't know has on gunpowder in there because that would cause the ship to blow up. Right? That gunpowder powder filled firewood had been planted at the riverbank depot weeks before the disaster. It was planted there by a mercenary in the employment of Cornelius van. This action finally sealed the fate of the f busters with Walker with an improvised explosive device and brought to a close the last attempt to reclaim the river and send hundreds of desperately needed men to walker. Walker was now cut off from the Atlantic and Gulf states. So no new men, no new supplies and no new food. It says Walker army had been surviving on a small nation of mule meat. A little more of this 1 of Walker soldier said, and we'll have to start eating the prisoners. Everybody around Walker is trying to convince now him to surrender. Eventually they get through, and they said, hey, if you surrender, you surrender the Us, and they won't kill you bring you back to United States. So it says on May first, William Walker boarded the Us warship. This is commander Davis, the guy that was sent down that right. Commander Davis insisted that all of Walker ships that he had left at he had 2 left, be handed over to the allies, so those the other Central American armies that Van bill, funded, along with all of Walker rifles, cannons and ammunition. Walker surrendered with only 407 troops remaining. Cornelius Van bill wins and it says he can now enjoy the spoils of his nic victory. Unbelievably, walker goes back to the United States, invades, tries to rein invade again, fails like a few days later, then goes back to United States for the second time, then for the third time tries to invade. This time the British capture him, they hand him over to the Hon government and on 09/12/1860, a 36 year old William Walker was led blind folded onto the beach. They asked me if he had any last words. He was still speaking when his execution fired. The officer in charge then walked up to walker fallen body put a pistol to his face and fired at point blank range so that the corpse could never be recognized. Walker naked body was then buried in the sand. By this time, Cornelius Van had forgotten all about William Walker because he wasn't even interested in Nic walker anymore. Because it turns out it wasn't William Walker that sealed the fate of the Nic Transit company. It was the intercontinental railroad that opened up linking California and the East Coast rendering his transit company obsolete. And the final trait that I would impart to you that Van had that was beneficial businesses that he would surf each new technological wave that he believed in. So it said Van built had seen the future of railroads well before many others. He would accumulate controlling interest in 16 key lines so 16. I think I said 13... Earlier. So it's even more. He would accumulate controlling interest in 16 key lines. During the Civil war, he chartered a number of his steam ships to the Us government, which converted them into warships. But after the war, he consolidated his shipping interest and concentrated on the iron rail, buying up railroad after railroad. His crown and glory was a construction of New York City's first Grand Central terminal. His statue stands outside Grand central station to this day. Steam ships had made Van built wealthy. Bill railroads made him 1 of the richest men in history. And that is where I'll leave it for the full story, Highly recommend reading the book If you buy the book using the link that's in the show notes in your podcast player, ar available book founders podcast dot com, you'll be supporting the podcast at the same time. That is 341 books down, 1000 go, and I'll talk to you again soon. There's this theme that comes up over and over again on the podcast, and I think it's obvious the more you listen is that the the people that you and I study on the podcast. Even though they didn't know each other. Many cases they're alive at different times in history, they're working in different industries, they're... They live on different parts of the planet. They are much more alike to each other. Right? That's why these themes pop up over over again. They're much more alike to each other than they are to, like, the general population. And the same is true for people that listen to founders. There's this like, this... I have this, like, metaphor in my mind lately. Like, I think of... I picture, like, a an iceberg. Right? Where time I get messages. You know, I get messages from people Listen, they don't know each other. They usually ask for similar things. And it took me years to realize to take, like, the, the advice that's on the podcast. Right? Now, I think of what Michael Jordan said that successful people listen the peep... The people that, don't listen don't last long. And he was talking about, you know, obviously, not only, listening, like, in terms of learning from history, studying the great people that came before him listening to his coaches, his trainers, all the people he has around him trying to help him be better at his profession. Right? But what happens is what I've come to realize is it's, like anytime I get a bunch of these messages because the same holds true for the people who listen to the podcast, just like the same holds true for the people that we study on the podcast that people listen to founders are much more alike to each other. Than we are to the general population. And what will happen is, I'll get these messages and people be asking in in many cases over a long period of time for very similar things even though they you didn't know each other. And every time that has happened so far that I actually dig deeper. It's that the... These message I'm getting or, it's like, the tip of the iceberg, the the part that is outside of the water. And then you go deeper, and you have this mass underneath that is hidden. You just had to actually look. And this happened with the the initial creation. Of founder notes to begin with because for years, as you know, I would go and, like, shout from the mountain tops about this app called Read wise that I was like oh, my god. This is incredible for, you know, since 2018, Been putting every single note, highlight everything that I'm all the prep that I'm doing for the podcast into this database that I can then search. And so I'm constantly revisiting what I'm learning, You know, I think I'm what 8 years into this. And the deeper I go into this, I how right now Napoleon was when he kept saying that, hey, experience must be supplemented by study. No man's personal experience can be so inclusive as to warrant his disregard the experience of others. You know, you say, over, over again, you need to read over and over again, the campaigns of Alexander Hannibal, Caesar. Fried the great, make them your models. This is the only way to become a great general to master the secrets in the Art of war, the same is applied to entrepreneurship, which we see over and over nerve again. So we see over and over again, the sense that they're constantly setting the great people looking can before them. So once people, hey, I want access to, your, your notes and highlights. For years, people are asking me for this, that is the tip of Iceberg, then I build this product, which is Founders notes you can get it at founders notes dot com if you don't already have it. And turns out there's this huge massive of people underneath that that 1 access to it that see the value in constantly reading and reread my notes and highlights because, of course, by reread my notes and highlights, it's gonna spawn ideas that you can use in your work. That was the first part. The second part was, then people started asking, hey, know it's an annual subscription, is there a way I can just do a 1 time, can I just pay once and have it forever? And then over the last few weeks as you've probably I heard, I start testing it out. Because I'm like, that's interesting so that if we do that, like, then it becomes a tool and that's kinda weird. Like, how many times it's... It becomes us a tool that you can use for your entire career. So you'd get not only every single note and highlight that I've done so far, but every single note and highlight that it will do in the future. And I have to do this in the future because I can't make the podcast without this. Essentially, what I'm building, what Founder notes is for you. Is my internal tool to condense and clarify the collective knowledge of history greatest entrepreneurs. That's exactly what I'm trying to do. And so once I listen I like, okay, Well, let me test this out. Let me see what happens. The response has been overwhelming. Most people are opting for the 1 time option and there's very few products or services that you can buy, that actually get better with time. So think about how crazy this is. So if you sign up for the 1 time option. Okay? You get everything Do the. So the product by default every week because I keep adding to it every week, improves over time. But then I'm also building all these other new features, and then you get all those features essentially for free. So that product... That... That's another way the product keeps improving the future. So what 1 thing I've just did. And I've been telling you about this is you before, forever. You've been able to search my notes and highlights. Right? In a keyword search. So anything you're thinking about hiring, firing, recruiting, advertising, marketing a specific person like Og or Buffett or Mu or anybody else that you and I've studied in the podcast. Then we just add, and this is live now, by the way, And I've had all these tools internally because me and the the founders of wise been testing this and the engineers have read wise have have been testing this because this is who Partnered with to to build it. And so we always seen kinda test it before you we may make it public. So the transcript feature is live right now. So that just makes keyword search and not twice as good. May, I don't know 05:10 times as good because then you have every single word of ever uttered on the podcast that you can now search. 1 thing, if you already an existing subscriber or if you're going to to to subscribe and to get founders notes. The keyword search, make sure you're using founders notes on your computer, there's been several bugs on the search, the keyword search with the high... With the transcripts on mobile. They're already been worked on and hopefully squashed very soon. But from my own experience, I think the experience on on your computer on a desktop of laptop is far superior than mobile. I'm gonna have to build that, you know, the Founder notes app, which I'll eventually get to. So that is life. Now the other feature I've been talking about to say, hey, how can we use these new chat like Ai interfaces and be able to search through everything that I have, transcripts, notes highlights, not just keyword, but actually semantic, the way that you would search is if you were to ask, like, me a question, for example. And so I told you in the past. I need a name for this. You know, It's like, Founders Gp sounds terrible. This is another feature that we've been testing internally. We have it... We call it Founders chat. I don't think I'm gonna keep it as Founders chat. Because this is what I think of what I really think it is. I think we're gonna call it super search or something like that. Because to me, it's, like, searching the entire corpus of the founders podcast, everything all the the material I've ingested to make founders podcast, you know, for the 350 or 341 episodes or whatever it is. Right? And as the more I use it now, I'm using it, I think Referenced it in the episode you just listen to. I'm using it literally to build every single... I'm using it to research every single podcast that I'm making. I'm using it nearly every day. And the more I interact with, I'm like, no, This is like a super search. This is, like, search on steroids. It has a way more advanced memory than me. I've been searching and it makes connections that I have even been missed. What I want to do is, and I've already started doing this with a handful of people start testing them to existing founders no subscribers. So whether you have 1 already or if you sign up now, which I highly recommend you do. I think it's a no brainer, especially if you do the 1 time option. But if you want to test this. I need people... Now keep in mind, this is ab beta test. They're gonna run into issues. That is the point of testing it with a small group of people. Eventually, you know, I think in the next few weeks. At the very the very latest, it'll be live to every single portion, you just see it when you log in into Founders notes. But if you interested in testing this right now, When you were logged into founders notes, you will see an email address in the footer. Send an email and the subject line say, I wanna test founders chat. And with the goal, obviously, is if you run in any bugs or anything where it's not functioning as it should, please let me know. And so then once super search or whatever I'm gonna call it, is ready. It's live. It's functioning just so it has a bit... As it has been internally. There's other features that I wanna start adding. I'm gonna be doing bullet point summaries of the key ideas in every single episode. I wanna do that by by founder. Because think about some some episodes or some founders. I have like, 10 episodes on. Right? Like, I would like, a 1 page and the whole point, I guess I need to back up, I think you already knows this, but just in case I'm, I need to make a explicit of what I'm trying to do with founders notes because it starts out with the ability to search notes and highlights. Then you add transcripts, then you had super search, then you add bullet point summaries of the key ideas from each episode. But really, everything that I'm doing with this. Right? Over time, I do think it's going to be this ever increasing giant valuable curriculum that condense and clarifies the collective knowledge of history greatest founders. It is by far the best way for you to support the podcast. It is the platform, and I think the business that will continue to allow me to make and distribute the podcast for free forever. And so every feature that I'm building, I'm building it for myself first as a way to serve that mission that, hey, we need this this very advanced curriculum that condense and clarifies the collective knowledge of history Grace founders because if it goes back to what David openly said. He says you can't save souls in an empty church. You have to condense and clarify because that's how you're gonna remember the idea to use that idea in your work. You might not use the idea tomorrow. It might be 10 years from now. And so as I constantly use these features myself, I will refine this long term vision, and, of course as as always with everything, I will share with you as soon as I comprehend it myself first. So if you're already running, it's successful company and you want an easy way to interface with the ideas of history greatest entrepreneurs in a searchable database. They can go through at your convenience anytime you want, then go to founders notes dot com to sign up at is founders notes dot com. Thank you very much for listening. Thank you very much for your support, and I'll talk to you soon."
}