{
  "transcript": "Since man is a moment in time, a transient guest of the earth, a spore of his species, a scion of his race, a composite of body, character and mind. A member of a family and a community, a believer or doubt of a faith, a unit in an economy, perhaps a citizen in a state or a soldier in an army. We may ask under the corresponding heads astronomy, geography, geography, psychology, morality, religion, economics, politics and war. What history has to say about the nature, conduct and prospects of man. It is a precarious enterprise and only a fool would try to compress a hundred centuries into a hundred pages of hazardous conclusions. Yet, we proceed. That was an excerpt and 1 of my favorite paragraphs in the first chapter of the book that we talked you about today, which is the lessons of history by will and aerial Durant. You and I normally get together and speak about biography of a person. The way to think about the book that I'm holding mah is This is a hundred page biography on the human species. And I can't think of more qualified authors to write something like this and will an area to ramp because they spent 40 years from 19 35 to 19 75 writing this 11 volume set called the story of civilization. If you read a bunch of biographies of entrepreneurs will and aerial durant, the story of civilization will pop up over and over again in their biographies because these entrepreneurs are reading it, people like Larry Ellis and Elon musk come to mind. And part of what it makes this book. So specialty they wrote the lesson of history after. They finished the story of. So you could think of this as like a hundred page synopsis or summary of their 40 year that 4 decade long journey in trying to catalog the human existence and so let's jump right in the first lesson of history is to be modest. Let us define history as the events or records of the past. Human history is a brief spot in space, and its first lesson is modest. At any moment, a comet may come too close to the earth and set our little globe turning tops tu in a hectic course. Or choke its men and fleas with fumes or heat, or a fragment of the smiling sun may slip off tangent gently and fall upon us in a wild embrace, ending all grief and pain. And then this line hits you right in the chest. They have a bunch of lines like this throughout the book. Generations of men establish a growing mastery over the earth. But they are destined to become fossils in its soil. And so I've read and re reread this book 3, 4 times, not including the times I listened to it on Audible as well. And so I have a bunch of notes from the last time I read it, but what came to mind this time, When I read that sentence, I thought about what Charlie Mu said. That what you and I are doing here is when we reading biographies for so great people were becoming friends with the eminent dead. And because most of the people that I read about are dead, When I get to the end of the book, I'm not just getting to the end of the book I'm getting to the end of somebody's life, so I am constantly and you are as a byproduct of listening. You are constantly reminded of the finite of life, But generations of men establish a growing mastery over the earth but they're destined to become fossils in its soil. So what I think about this is it's ruthless it forces ruthless prioritization about how I'm spending my time and what I choose to focus on, and it's comes down to 3 f's for me, founders, family and friends. And is all I'm focused on. Everything else has around to 0. That is 1 of the main benefits of this relentless pursuit of studying history. You understand that you were destined to become fossils in its soil the last time, I read the book when I got to this part. This is what I wrote and reminds me of why Nolan Bush said he was steve Jobs mentor. And he said Steve Jobs only had 1 speed go. And he said that about a 19 year old steve jobs. Steve jobs did not know how limited to his time on Earth would be. Right? So as you don't get much time, don't waste it go. Ruthless prioritization of how we spend our time is I think it's super important. Now there's gonna be a bunch of just... They're obviously incredible writers. And they have the ability to just... Still an entire story into 1 sentence. And on a few pages later, I love this. The influence of geographic factors diminishes as technology grows. So they are speaking about the entire sweep of of human history as as time goes forward. Right? The influence of geographic factors diminishes as technology grows. The book that I'm holding my hand was written in 19 68. And yet that line is even more true today, the influence of geographic factors diminishes as technology grows. Go back to when you and I setting Napoleon spends an unbelievable amount of time talking about physical barriers. Physical barriers are moving an army somewhere from 1 place or another. This is what you do when you come into a river. This is what happens with how you handle mountains. Napoleon died in 18 21. The airplane was not invented yet. So the influence of geographic factors diminishes as technology grow. So I was thinking about the the life of Will durant specifically because he started, he he wrote like, the first half, the story civilization alone and then his wife joins for the second half. And so I looked up when he was alive, and I was, okay, he was born in 18 85, and he dies in 19 81. And a huge theme of this book is the influence of technology and the tools that we invent on the human species. And so I went to Chat. And I asked was like, okay, can you give me a list of significant technological advancements that were created between the periods of 18 85 and 19 81. Listen to what was invented in the life of Wi durant. So you have the invention of the first automobile? The invention of the first camera that makes photography accessible to the masses. He had the invention of radio of the powered airplane of pen of the atomic bomb of the transistor of the solar cell. The integrated circuit, the Arp net, which, of course is the precursor the Internet, the micro processor, the mobile phone, the personal computer and finally the Walk man, which was invented in 19 79 and then will dies 2 years later. That is an incredible amount of technological progress in 1 lifetime, and that continues to accelerate today, like, even the technology I used to to produce that list to help me with the research of this episode. If you're not already using these Ai systems like. It is remarkable. I use it multiple multiple times today. In fact, I built my own, which indexes all my notes. All my highlights, all my transcripts every single word I've ever uttered on the entire podcast the last 8 years. I've been testing for a few weeks. It should be available to all founders no subscribers. I would say the next week or 2. But let me give an example. I was just on the phone. I'm gonna be speaking at event with... I can't tell you who the company is, but it's 1 of that largest asset managers in the world. They've have over 2000000000000 dollars of assets under management. And while we were on the phone, they wanted me to talk about leadership lessons from History's Greatest entrepreneurs. So I just asked founders notes. Again, this feature that I used while Was on the phone was not is not available to you yet, but it should be in a few weeks. And within 20 seconds, It gives me a list and a summary of ideas on leadership from Ted Turner Charlie Mu. Barnett He. Burnett He is the guy that sold his family business, to Warren Buffett. And the list continues James Dyson. David Og, the founder of Trader Joe's, Alibaba, I haven't done a podcast on Jack Mann like 7 years. Warren Buffett, Jim Collins. I've never done a podcast on Jim collins, but I mentioned something he'd said about leadership in an episode they did like 5 years ago. Jeff Bezos Henry Ford and Steve Jobs. And so all that comes to mind from 1 simple sentence because the influence of geographic factors diminishes as technology grows. What the impact what's fascinating thing think about that is a the influence of what else besides geographic factors. Right? What other factors are going to diminish as technology grows. And so moving on the next chapter is about biology and its effect on history. This is really a lot about on competition, selection, there's just a lot of ideas I popped to mind, really the main thing of what I'm about to reach you is our job is to make our companies and ourselves better equipped to meet the test of survival. And so they're gonna draw some lessons from history about that for You and I, the laws of biology are the fundamental lessons of history. We are subject to the processes and trials of evolution to the struggle for existence and the survival of the fit to survive. So the first biological lesson of history is that life is competition. Competition is not only the life of trade. It is to the trade of life. They're just fantastic. This is what makes such a great communicator. It's not only that they're able to explain something, take us something complex and make it simple, But they put ideas there... They... Whatever they want you to understand from their brain to yours, it goes right in competition is not only the life of trade is the trade of life. It is peaceful in food abound and violence when the mouse out run the food. Animals eat 1 another without guam civilized the men consume 1 another by due process of law. Cooperation is real and increases with social development. But mostly because it is a tool and form of competition. We cooperate in our group, our family, community company. And rate company where I'm in there. Our family community company, club, church, party, race, nation in order to strengthen our group in its competition with other groups. So it's impossible for an to read that sentence. Right? He's not talking about entrepreneurship and not think of company building. That is the group that we operate in the most as a group that you and I think about the most. We are ac ac, greedy and pug niches. He's talking about the human species. Right? Remember, let's go back to the very beginning. I only think I elaborated on why I love that. That paragraph from from the first chapter from the introduction. It is a precarious enterprise and only a fool, we try to compress a hundred centuries into a hundred pages. That's exactly what they're doing Trying to compress what and a hundreds centuries of observation, what are we? And what can history tells about our nature. Right? We are ac ac, greedy and pug niches because our blood remembers millennium through which our fore bears had to chase and fight and kill in order to survive and had to eat to their gastric capacity for fear they soon should not capture another feast. War, which she's gonna talk about a lot. War is a nation's way of eating, what a sentence Hopefully, by the end of this, if you don't already have the book, I'm gonna convince you to buy copy of the book And if you have audible. I'm pretty sure I have a subscription audible. I don't remember buying the audiobook book, but I have access, there's a version of the lessons of history where you actually hear commentary from Will Durant. And I'm pretty sure it's included in every single audible subscription. War is a nation's way of eating. It promotes cooperation because it is the ultimate form of competition. The second biological lesson of history is that life, is selection. So the first biological lesson is that, of history that life is competition the second. Less of history that life is selection. In the competition for food are mates or power our customers. Okay again, I'm gonna throw in some company things here. Okay? Or power. Some organisms succeed, and some fail. In the struggle for existence, some companies succeed some fail. In the struggle for existence, some individuals are better equipped than others to meet the test of survival. That is when I start double underlying, that is when I start adding all these exclamation points. In the struggle for existence, some companies are better equipped than others to meet the test of survival, our job is to make sure that our companies and ourselves are better equipped to meet the test of survival. Few pages later, it's all about differentiation produces une value. Come on. This is like screaming to you and I on how to build a valuable company so with story. So the book inequality is not only natural and in born it grows with the complexity of civilization again. Words it written in 19 68, undoubtedly Or our our civilization is a lot more complex today than it was then inequality is not only natural and born. It grows with the complexity of civilization. Economic development specializes functions. It differentiates abilities and makes men une equally valuable to their group. The note I left myself. I'd read this book a couple years ago. Should read it every year. I should remember to read it every year. Because you could read it you know in the weekend. Differentiation produces une equal value learn and optimized for this. So the the heavily... There's a founder named. He's a founder of angel I covered the book that my friend, Eric Jorge wrote with Naval all the way back in Eps episode 1 91 if you have a list to it, Highly when you listed to an episode after this 1 and then read the book, of course. The book is available for free online, but my friend, Eric told me they've They... Even though you can read the book for free online, they sold over a million copies of that book, and, you know, it's only been out for a few years. But Naval has a great way to describe exactly what Will Are saying here. Economic development specializes functions, and makes men unequivocally valuable to their group. Remember. The the more complex civilization gets the more you'll see inequality. So economic and inequality. Right? So the way, Naval navarro had influence on my thinking about this, Is he says something like we're living in the age of infinite leverage. Right? And in the age of imminent leverage, it is more important to be at the extreme of your craft. At the extreme of your work. Why? Because the person that is... He says the person is the best in the world at what they do gets to do it for everyone. In the age of infinite leverage, we should see this idea that economic development specializes functions, differentiates ability and makes men une valuable to their group. We should see that only continued to expand and become more important. That's why few years ago, I wrote to my own cell, learn and optimize for this. That also ties what I told you earlier about this this reminder for history from history that our time is fine. That is why it's founder family friends. The opportunity cost us too high to waste. Not only my time is limited, but I'm heavily incentivized to become the best in the world at what I do because economic development specialized functions, abilities and makes men une equally valuable to their group back to this. For freedom and inequality are sworn in ever lasting enemies. And when 1 prevail the other dies. If you leave men free and their natural inter qualities will multiply almost geometric leave men free and their natural in. Will multiply almost geometric. Only the man who is below average in economic ability desires equality. Those who are conscious of superior ability desire freedom. And in the end, superior ability has its way and in the end Superior ability has its way talent is the best asset class. Utopia of equality are biologically doomed. That sentence particularly hits me right in the heart. Utopia of a equality or biologically doomed. I am the son of a human immigrant. I grew up meeting people that pit their children on ras and sent them 90 miles across shark infested waters to flee communism. Since I was a child, I met people that did this. And then I remember getting older and actually running into people. They think communism is a good idea. I'm sweating thinking about this. And I used to even getting these debates now Just like whatever you can completely whatever we want. But I think the the key here is it's very simple. Okay. How many people have put their children on raft and hope that they make it across 90 miles of shark infested waters to flee free market capitalism. Do you see a line that go down to key West or the or Miami Beach and put their American kids on raft and hope that they make it to Cuba? And the crazy thing is if you just study history, you understand that, of course, that's not gonna work. Utopian of equality are biologically doomed. And so look at the difference in growth between Cuban and America in this that sentence A society in which all potential abilities are allowed to develop and function will have a survival advantage. So let's move on to character in history. I'm telling you my my palms are short I know. Alright. Let's let's move on. To character in history. Human nature does not change. This port is just so so good. We talk about all the over and over again. History doesn't repeat human nature does. History shows little alteration in the conduct of mankind. The Greeks of Plato doh time behave very much that the French of modern centuries. And the Romans behave like the English. Means and instrumental change, motives and ends remain the same to act or rest to acquire or give to fight or retreat to seek association or privacy to mate or to reject to offer or resent parental care, nor does human nature alter as between classes. But, this is another double underlying sentence here. Nor does human nature alter between classes. By and large the poor have the same impulses as the rich with only less opportunity or skill to implement them. Nothing is clearer in history, than the adoption by successful rebels, of the methods, they were accustomed to condemn in the forces they deposed. That's obvious in history that's also obvious fiction. If you've ever read, the book animal farm. They just gave you 1 sentence Submarine there, the adoption by successful rebels, rebels of the methods they were accustomed to condemn in the forces they deposed. New situations however do arise requiring novel, un stereotype responses. Hence development. And this development requires a capacity for experimentation and innovation. Here, the initiative individual. So this is applies to you and I because this is what we we study. Right? We he's gonna call the initiative individual, the great man, the hero, the genius regain his place as a formative force in history. He grows out of his time. He's talking about the fact that the reappear of these kind of personalities are entirely predictable. And usually what environment is required for them to appear. He grows out of his time and land and is the product and symbol of events as well as their agent and voice. Without some situation requiring a new response, His new ideas would be un timely and impractical. I would pause right there. I would really think of churchill on this case. Right? If there wasn't his whole life, you know, I've done multiple parts series on Churchill I cover when he was a young kid, cover who he was an old man and everything in between, and the whole thing was he... We believe in his he he was just waiting for the right time. And yet if it wasn't for the invasion of Britain by Hitler in the Nazis, we're likely not speaking about Churchill today, even though he'd be the same person. When he is a hero of action, Right? You need some situation requiring a new response. So Churchill needed that response. The invasion, and really the world war 2 in its entire... It's entirety. So you need some situation requiring a new response, his new ideas would be un timely and impractical. When he is a hero of action, The demands of his position in the exhaustion of crisis develop and inflate him to such magnitude and powers as would in normal times have remained potential untapped. And just listen to this writing. Events take place through him as well as around him. His ideas and decisions enter vitally into the course of history. Oh, that's Hilarious. I was thinking about church and I forgot that they were mention him here. At times, his el like churchill may be worth a thousand regiments. His foresight in strategy in tactics like Napoleon's, may win battles and campaigns and establish states. And then this is just what a sentence. What a sentence. The I majority follows the innovating minority. And this follows the original individual. In adapting new responses to demands of environmental survival. And then they go into detail on why time tested ideas are usually more valuable to new ideas, but that is not always the case. Out of every hundred new ideas 99 or more will probably be inferior to the traditional responses which should they propose to replace. No 1 man, however, brilliant are well informed can come in 1 lifetime to such fullness of understanding as the safely judge and dismiss the customs are institutions of his society. For these are the wisdom of generations after centuries of experiment in the laboratory of history. And then there's just a few lines in the chapter on morals in history, and the the weird thoughts that come to mind when I read stuff like this. I guess, let me just jump to the point. What I wrote myself. If you can identify and enduring human need. You can build a business around that. And I'm not casting judgment on what any businesses that other people build, but you see that there's businesses around us that will endure no matter what some legal some not. Right? And so it says sin has flourished in every age. Men and women have gamble in every age. I think that lines particularly interesting right now because you just see the the the change in regulations and laws and these really gigantic businesses built around gambling. I have friends that asked me, like, why don't you bet on sports and I just quote at Thor. I was like, I don't invest anywhere. I don't have an edge. The only place have an edge is in my actual business. And it's actually surprised me recently, like, how prevalent and just giant... Like, big these businesses get. And I... It shouldn't have surprised me though, because I had read this book. I had previously underlined this line. Men and women have gamble in every age. I just forgot it. And then this next sentence, I think everybody will agree with. It's my favorite sentence in this entire section. In every age, men have been dishonest and governments have been corrupt. In every age of human history. What does I tell you? Governments have been corrupt. Men have been dishonest and governments have been corrupt. But I think the top level lesson or the medal lesson around that is identifying an enduring human need and building a business around that. And then 1 enduring and repeating need has an entire of the human species has entire chapter based on it, it is religion and history, it says even the skeptical historian develops a humble respect for religion. Since he sees it functioning and seemingly indispensable in every land in in every age. To the unhappy the suffering that be believed, the old, it has brought supernatural comforts valued by millions of souls as more as more precious than any natural aid. And I just spent 3 days this past week with a hundred and 50, very inspiring and ambitious and successful entrepreneurs that listened to this podcast, and this is something that actually came up. I wish I we didn't record anything on purpose. I want these events to be very special and it's, like, you have to be there and a lot... And when you're not recording people tend to speak, you know, more honestly and and more freely. And something that came up where I was like, man, I, I wish I have recorded myself saying this was I actually think there's a lot that companies can learn by studying religions. Because religions, if you if you think about what what willing do understand here. Like, they've last longer than companies do, they last longer than countries do. And the reason this came to mind is because somebody wants 1 time described the founder podcast as church for entrepreneurs. And I think there's a lot of lessons here for you as you're leading your company because my friend, Patrick from a best, like the best. I always say, like, repetition is persuasive. He put it maybe even better. He says that repetition does not spoil the prayer. And I think 1 of the main lessons that entrepreneurs and company builders can learn from religions is if you think about all the major religions in the world. Right? Usually based on some kind of book. I grew up Christian, so I'll just use that as an example, You know, we don't read the bible once. And then like, I got it. We're good. No. We revisit it, we go back to it, then we gather. Right? We repeat lessons from an over and over and over again. Repetition is persuasive repetition does not spoil the prayer. We gather at specific intervals. You know, every Wednesday or every Sunday or whatever, you know, whatever time in your religion, religions have different days of the week or or time periods, but they're you'll see them consistently. They gather together. Sometimes it's every day. And they gather together with people that believe in the same thing that they that they do. And they repeat the lessons that they agree upon and then they want to guide their actions and and guide, like their path in life. That is very similar. Like, if you go back and read any of the shareholders, like, I the example You a couple of days ago was Jeff Bezos. There's ideas and phrases and and mindset that are in his very first shareholder in 97 that are in his last 01:20 years later. And you see this over and over again these biographies of entrepreneurs. They repeat the same lessons decade after decade after decade, the same way that the religions do. And then they go back to the importance of that history optimize for survival history remains at bottom, a natural selection of the fit individuals to fit its companies and groups in a struggle wherein goodness receives no favors, mis fortunes abound and the final test is the ability to survive. Nature in history do not agree with our conception of good and bad. They define good as that which survives and bad as that which goes under. Now it's insane. Really like remarkable. I guess it's a better word than insane. How much of this book is about the importance of survival. Right? Nature in history do not agree with our conception of good and bad. They define good as that which survives and bad as which goes under how many times do you and I talk about and repeat the quotes and the ideas of of his Greatest founders on the importance of survival. 1 of my favorite lines on this. It actually came from Steve Jobs. He says victory in our industry is spelled survival. Victory in our industry is spelled survival. A few years ago, I read a 700 page biography on Charles to go. And everybody around a churchill, F fdr they just could not understand why the guy just refused to quit, and you could almost summarize his entire philosophy around you know, fighting hit Hitler and making sure that that france remained free to his fantastic quote. He says all that matters is to survive. The rest is just words. In a more business context, Think about If you read Warren Buffett shareholders. I think this is episode 02:27 Warren Buffett essays, which is warren shareholders, but organized instead it by years organized by by topic, which is excellent. And he talks about that week that they play offense while others scramble for survival, let me read from his shareholder letters. I think this was... This is after 2008. I don't have the exact year, but I'm gonna read this to you. And really, the the... Again, the reason I bringing this up is because a strong financial foundation is which allows you to survive. Right? To not ever take risks of, you know, I'm gonna risk the remote chance that my business goes out of, that my company goes under, my business dies to, you know, make a little bit of extra money. Warren and Charlie with Smacking in the face if you did that. So Warren says by being so cautious in respect to leverage, we penalize our returns by a minor amount, having loads of liquidity loads of cash. Right? Having loads of cash let's us sleep well. Moreover, during the episodes of financial chaos that occasionally erupt in our economy We will be equipped both financially and emotionally to play offense while others scramble for survival, what a line? We play offense why other scramble for survival. That's what allowed us to invest 15600000000.0 In 25 days of panic following the Le back bankruptcy in 2008 to invested 15600000000.0 and 25 days of panic. And so what does this all have to do with religion, This is really a 1 sentence in summary which again, will and durant are gifted at 1 lesson of history is that religion has many lives and a habit of resurrection. In other words, religion survives throughout history. Alright. Now we got into economics and then where the the lessons are even more obvious for you and I. History reports that men who can manage men manage the men who can manage only things And the men who can manage money, manage all. So think about that. The way, This is the note up myself that I think is a a good summary of that. The strong rule the week. The wise rule the strong and incentives rule all. And it goes into the fact that history is inflationary. So the bankers watching the trends in agricultural, history, trade, inviting and directing the flow of capital, putting our money doubly and to work, controlling loans and interest in enterprise running great risks to make great great, great gains rise to the top, of the economic period and this is... You know, if you read this since it's not, you're like, yeah, it's obviously, like, look at... I've read... This is many many years ago, like, financial services or something like, 8 percent of Gdp by size but, like, 40 percent by profit. I forgot what the the exact status was, but that... That's how I remember. And we think, oh, this is, like, unique to our time, and then he goes back. And he's like, well, this isn't unique to your time. He's describing the Medici cheese. The Fu. I've done... I've done a bunch of podcast podcasts on. I did podcast on Jacob Fu. If he just searching your podcast player. Rich richest. Think he says, like, the richest man history. The Roth rochelle did 2 episodes 2 or 3 episodes on them. The Morgan's. And so over and over again, these are the people that rise the top of the economic peer pyramid and not the only ones. Obviously, the company builders too. Perhaps it is 1 secret of their power that having studied the fluctuations of prices They know that history is inflationary, and that money is the last thing a wise man would hoard. The experience of the past leaves little doubt that every economic system was sooner or later rely upon some form of the profit motive to stir individuals and groups to productivity. And then they reintroduce something they introduced earlier, the fact that humans are are inherently in equal. The more complex, the more technologically advanced a society gets, the more you're gonna see this, the differences in these in this human ability expand. Since practical ability differs from person to person, the majority of such abilities is gathered in the minority of men. The concentration of wealth is a natural result of this concentration of ability and regularly recur in history, the rate of concentration varies with the economic freedom permitted. D may for a time re return the concentration, democracy allowing the most liberty accelerates it. And so even though this reappear over and over again, it does need all aviation... Really concentration of wealth does not seem to be 10, we conclude that the concentration of wealth is natural and inevitable. And it's periodically alleviate by violent or peace partial redistribution. In this view, all economic history is the slow heartbeat of the social organism. I like that they use the heartbeat metaphor there. And so what is interesting is right after the chapter in economics, They talk about government. And if we just went through, hey, you know, usually the most prosperous is when you have freedom, people act in their own interests, their incentives are more aligned than if you have the Centrally controlled system, but yet, if you study human history, essentially every single government is gonna default into an oli. Oh, oli la carte... I didn't say that word correctly. Oli la Is what I meant to say. So, this is fascinating. If we're were to judge forms of government from their prevalence in duration in history, we should have to give the palm to monarchy. Democracies by contrast have been hectic inter. So what are they saying? Monarchy is the longest lasting thing and most common form of government history, democracies by contrast have been hectic inter. Now this is... There is a a statement or a reoccurring theme in history called the iron law of Oli. And they go into detail about that here and it has to do with this inherent difference in the abilities of human beings. Most governments have been Oli ruled by a minority. Chosen either by birth or by a religious organization, or by wealth. It is unnatural for a majority to rule for a majority can seldom be organized and united and into specific action. And a minority can. If the majority of abilities is contained in a minority of men, minority government is as inevitable as the concentration of wealth, see how they tied to everything they went like the the past few themes together, If the majority of abilities is contained in a minority of men, minority government is as inevitable as a concentration of wealth, the majority can do no more than periodically throw out 1 minority and set up another. And so the summary there is the iron law of Oli. And so a few pages later, it goes back to this idea that you and I keep talking about. This is why she said so much of your time learning and practicing so you can be better at your craft. Every advance in the complexity of the economy puts an added premium upon superior ability. Every advance and the complexity of the economy puts an added premium upon superior ability. And so a lot earlier in the book, we went over the fact that in the biology history chapter that war is a nation's way of eating, it promotes cooperation because it's the ultimate form of competition. And that the first biological lesson of history is that life is competition. And so this next sentence is although provocative will not be surprising. War is 1 of the constant of history and has not diminished with civilization or democracy. In the last 3421 years of recorded history, only 268 have seen no war. War or competition is the father of all things. The potent source of ideas, inventions, institutions, and states and that idea that war, I've I've done a couple podcasts on this. That war is a potent source of ideas. When it is literally life and death. You will see human ingenuity at the maybe at the Apex. I mean if you think about the the general and the genius, that book, I did many, many years ago on, the partnership between Jay Robert Oppenheimer and General Leslie Grove. But there's actually an excellent book that speaks about this heroic effort for the United States Industrial complex to turn on a dime in World war 2 and go from manufacturing things for consumers to manufacturing things to help the allies in the war. It's called Freedoms Forge. I read it. I did a podcast on a long time ago I think I deleted the podcast. I can't find it, but I'm gonna reread that book, because I I think it's fascinating. It's really it's it's on ingenuity but really leadership and how large groups of people can get things done incredibly fast. I think is the the main lesson. The same causes of war are the same as the causes of competition among individuals. Ac ac, pug and pride, the desire for food, land, materials, fuels and mastery. War is the final ar. A nation must be ready just like a company must be ready at any moment to defend itself. And when it's essential interests are involved, it must be allowed to use any means it considers necessary to its survival. So You know, this goes on from many pages and really you can... Again, another 1 sentence in summary, what the the lesson that they derive through studying a hundred centuries of human history. The 10 commandments must be silent when self preservation is at stake. Man is a competitive animal and his states must be like himself. And then if you have the book, I think you're especially going to be interested in the growth and decay chapter. They're talking about civilizations, I think with you and I, obviously, the the lessons for companies. Jumps off the page. This is really why there's always more opportunity. You know, there's always room for a new company, a new startup because on all on 1 point, we are all agreed. Civilizations begin. Flourish, decline and disappear. Companies begin, flourish, decline and disappear. So what determines if this challenge will be met if we put the problem further back and ask what determines whether a challenge will or will not be met, The answer is that this depends upon the presence of creative individuals, or you and I call founders. Right? Of creative individuals with clarity of mind and energy of will, capable of effective responses to new situations that? And they're talking about civilizations to they're talking about all kinds of things. It's it it holds precisely true with founders of companies too. Will this new challenge be met? Well, the answer is that this depends upon the presence? Of a creative individual with clarity of mind and energy of will capable of effective responses to new situations. And so we see not that only the death of individuals, but the death of entire civilizations and they're like what was just depressing. And really this is on idea as being immortal. Whether an individuals are in states death is natural, and if it comes in due time, it is for give and useful, and the mature mind will take no offense from its coming. But do civilizations die, again, not quite Greek civilization is not really dead, only its frame is gone and its habitat has changed. It survives in the memory, and in such abundance that no 1 life, however, full and long could absorb it all, and this is a great again. You do a great job of summarizing in 1 sentence what they mean. Homer has more readers now than in his own day and land. The Greek Poets and philosophers are in every library in college. At this moment, Plato is being studied by a hundred thousand discovers of the dear delight of philosophy overs spreading life with understanding thought, meaning. That hundred thousand people discovering Plato doh for the very first time right now. This selective survival of creative minds is the most real and beneficiary of an immortality. Going back to this, if you can find it enduring need, you can build a business around that, All technological advances will have to be written off as merely new means of achieving old ends. We are driven by the same desires, the same pro cl. We just find different ways to satisfy them. Now we get into the mind of humans. You and I do that I do this. I'm sure you do too. Our capacity for fret is endless. And no matter how many difficulties we sur out how many ideals we realize, we shall always find an excuse being magnificent miserable. The study of history allows you to stand outside yourself and realize, hey, these feelings that what I'm going through, what I desire, the things I love, the things that bring joy that bring things that bring sadness, they are not unique to me. I think it's so important to get control of our minds because we have this 1 shot. I love what D h said of the founder of Visa. When he said, life is a magnificent, mysterious odyssey to be experienced. We do not want our minds to make this 1 magnificent Odyssey miserable. We must control our capacity for fret since we know in nature in human nature is endless. And then as expected, they find the perfect way to end a book on the lessons of history, some precious achievements have survived all the vic of rising and falling states. The making of fire and light of the wheel and other basic tools, language, writing, art and song, agriculture, the family, social organization, morality and charity, and the use of teaching to transmit the lore of the family, and the human race. It's exactly what's happening now. We're reading words of somebody no 1 with us. Who's been dead, you know, for almost 50 years. These are the elements of civilization and they have been 10 maintained through the perilous passage from 1 civilization to the next. They are the connective tissue of human history. If education is a transmission of civilization, we are un progressing. Civilization is not inherited, it has to be learned and earned by each generation anew if the transmission should be interrupted for 1 century, civilization would die and we should be savages again. If progress is real, it is not because we are born any better or wiser than infants were in the past, but because we are born to a richer heritage, born on a higher level of that pedestal, which the accumulation of knowledge raises as the ground and support of our being. The heritage rises and man rises in proportion as he receives it. To those of us who study history, not merely as a warning and a reminder of man's fo and crimes but also as an encouraging remembrance of generative souls, the past cease to be a depressing chamber of horrors, it becomes a celestial city. A spacious country of the mind where in thousand saints. Statesman, inventors, scientist, poets, artists, musicians, lovers, and philosophers will still live and speak, teach and carve and sing. The historian will not mourn because you can see no meaning in human existence accept that which man puts into it. Let it be our pride that we ourselves may put meaning into our lives, and sometimes, a significance that transcend sends death If a man is fortunate, he will before he dies, gather up as much as he can of his civilized heritage and transmitted it to his children. And to his final breath, he will be grateful. For this legacy, knowing that it is our nourishing mother and our lasting life. That is incredible will and aerial durant can write. They can teach and they can inspire. For the full story, highly, highly, highly recommend getting the book. If you buy the book using the link that's shown in your podcast player, you'll be supporting the podcast at the same time, that is 342 books down, 1000 ago, and I'll talk to you again soon. Okay. So just 1 quick update for you before you go. So this feature that I mentioned in this episode where I was on the phone with 1 of the world's largest asset managers. And within 20 seconds, I had an overview going back, you know, 8 years of how some of gray entrepreneurs thought about leadership. I've talked about that I'm constantly updating... Well, first of all, on for founder notes, you know, every week, I'm adding more notes and highlights. So what's been taking place lately is a lot of people have asked for an ability to have, like, a 1 time payment option for founders notes where that means not only if you sign up now, you get access to every single highlight and note that I've ever done for the podcast, but you'll get access to every single highlight in note I ever will do for the podcast, which I think is a crazy value. But also, you get all the new features that I add for free. And essentially, what I'm building. What I'm external to the world is this is my own internal tool to keep track of every single thing that I'm learning on this crazy journey to try to really document, really condensing and clarify the collective knowledge of issues greatest entrepreneurs. So I I've said over the past few weeks if you've been listening to these past episodes that I've been doing using this... It's it's like an Ai assistant. I... It... It's trained on all every single transcript. So every single word I've ever uttered on the podcast, all of my notes, all of my highlights. And Have over 20000 notes and highlights in this notebook that I've been adding through this app called read wise since 2018. Right? And so read wise who Have partnered with to to start building founder notes, and we've been working on it, you know, maybe for half a year or something like that. So far. But the more I use the Ai assistant. It becomes the feature that I use the most, and I'm sitting here. It was like I don't know what the hell to call this thing. It's not founders Gp. That's not good. It's I was like, is that a chat. I don't chat with it. I ask it questions, but it's not a conversation. And so just some of the questions that I've been asking or other users have been asking send in... Sending it to me because, I've been asking people was like, hey, when you asked whatever I'm gonna call this thing. We're calling it chat right now, but that's not gonna be the name. I was like whenever you ask chat something that you find is interesting, and you like the answer, send it back to me because what I'm gonna do is crowds source the best questions and answers. And eventually, you won't even have to... I mean, you can, you always be able to search. But eventually, I'm just gonna have, like a library of, you know, the top hundred top 200 questions and answers. Like this really targeted curriculum for entrepreneurs. So I've been asking this stuff like, I need some unique ideas on how to find new customers. What advice do you have for me? What is the best way to hire our bad employee? How did Andrew Carnegie know what to focus on? How did Edwin Land find new employees to hire? Did he find any unusual sources to find talent? Can you give me a summary of Warren Buffett best ideas? Where the most important leadership lessons from his greatest entrepreneurs. It just goes on and on and on. And so when you ask this Ai assistant these questions, it goes and searches. Mean, does this relatively fast although I wanna make it even faster. So it goes and searches every single transcript, every single note every single highlight. And you have to keep in mind. You know, I would say I don't know. I Don't know the percentage, but 70 percent of my notes and highlights or net never even make it into the podcast. And so it searches all this and then it grabs and essentially makes a summary of all these different ideas. It's so like, oh, it's not a chat it's like a s because the definition of to s synthesized is to make something by combining different things. And so a few existing subscribers have email me asking, hey, can I test this? Think I was calling a super search for a while. This new feature that I can't come up with the name of. Right? I was like, it's maybe it's Founders chat. Maybe it's Gp. Maybe it's super search. Maybe it's s. And I was emailing back and forth with 1 of them who's testing his out for me. He's was like, oh, it doesn't do... The these names don't do a justice to what you're actually creating. And he suggested that you should call it Sage. And it was fascinating because then he listed the... Why he thought that he that he define the word sage. So there's 2 main definitions. One's a noun and one's an adjective. The first 1 is a profoundly wise person. This I'm reading this. I'll tell you what I what popped immediately to my end and it's not gonna surprise you if you're listen a bunch of these podcast podcasts. I I think Charlie Mu. I think of him as my, like personal sage. I think he's the wisest person I've ever come across. And so it says a profoundly wise person. This refers to someone with a deep understanding of life, accumulated knowledge and sound judgment. That is every single person that you and I have covered on the podcast. So the reason I think this tool is gonna be the 1 I use all the time why I think it's super powerful. I've been telling you for a while. Hey, don't sign up for founders notes. It is made for people with already existing, like, successful, company successful careers. That is still true. I think Sage brings it to if to a different level in the sense that I've already you see how are already referring it to sage. I've said I was gonna sleep on this, and I still could change the name, but I think this is it for for for... Because if you listen to look at the definition. But I'll get back to that 1 second. But what I really think is just like, oh, no. It's it it's going to be for... If you're going to invest and many people investing you know, hundreds of hours. You know, even listening to founders podcast. It... This tool just makes perfect sense because it is the accumulated knowledge of everything that you've ever heard on the podcast. And in some cases, you, there's no way you're gonna be remember all the stuff. Because I said, I think in earlier in this episode. You know, I was asking questions on leadership lessons, and I was pulling from podcast did 7 years ago, there's no way that I I could remember. Like, this is a perfect memory. I don't. So let me go back to this. Sage as a noun, and it's a perform for profoundly wise person. This refers to someone's a deep understanding of life, accumulated knowledge and sound judgment. They're often look to for guidance and advice. That is exactly the way I'm using. I'm not chatting with them. You know, I'm asking this question. So, can you combine these ideas. I need to know something. I need to make an important decision in my business. Will this tool improve my decision making yes or no. Of cor. Come on. It's the accumulated knowledge of history grace entrepreneurs condensed and clarified, and you can have it on demand. Of course, it's gonna make your decision making over the life of your career better. And so that's the the noun version. The adjective you. It's a wise discerning or prudent. This describes someone who shows good judgment and makes well considered decisions. You can't be so good at your job and so remarkable about your work. Somebody wrote a book about your life if you did make show good judgment and make well considered decisions that applies every single person you and I are trying to to learn from. And so whatever the name of this feature is, we're gonna, I think we're just gonna ship it this week. We've been testing it internally for many weeks. I don't know. Maybe 2 months something like that. Then we have a bunch it's out in the wild for existing subscribers for people testing it. What I'm looking for is like, is it... Can you break it? And what I mean by break it is is it crashing? Is it getting stuck and so far has proved reliable. So now I am real hesitant. So here's thing. I'm really excited to get this out because I think this is really cool. Right? And it's only gonna get better because I'm gonna add more transcripts to it. More notes, more highlights. The underlying Ai models will keep getting better and better. This isn't things will be crazy a couple years from now. And I got a bunch of ideas and unfair advantages and sense that we just a bunch of Ai founders those to the podcast podcasts that would give me private product demos and saying, hey, You should grab this feature and should add it here and I'll show you how to do it. So, again, this is just an unfair advantage. I think you have listening to this podcast, and then, hopefully subscribing to Founders notes. So I have to str my excitement for this new feature with. I don't wanna release to everybody, and then, you know, it you... It it starts... It breaks because there's so many more people using it. So I think we're pretty sure of talking to the engineers at Read wise, the founders of Read wise to the ones helping me build this product. They're saying we should ship it this week. I've been using the version, right, in that the the the actual live version that's in Founders notes too, and I can't break it. So we're gonna do a couple more days of testing. If there's nothing going wrong, it's going to be live. If you run into any issues when you use it, Okay? There's in... You'll see the customer support email once you're logged in to founders notes, please email me. I will be monitoring. I have people helping me, but I will be looking at the emails as well. All I ask you is just be cool. Everybody's has been cool. We just spent... I spent a hundred... Or, It's spend a hundred and 50 days. I spent the last 3 days that the first founders only conference, with a hundred and 50 super driven successful ambitious inspiring founders. It was incredible... We didn't record anything on purpose. Any event I ever doing in the future. It's not gonna be recorded, like, you have to be there. But what I was struck by is, you know, there's multiple billionaires there. There's super successful people, people have sold their companies for hundreds of millions of dollars. There's capital all, you know, responsible for tens of billions of dollars of capital. Everybody it's just a group of business nerds. Business nerds that want to get better at their craft and and, you know, get to the end of our lives, not dancing on a reservoir of untapped potential. And the amazing thing other than the inspiration and learning and the relationships that we built is I didn't run in any assholes. Everybody was cool. And so I think I can relate this feature. If you run into any issues, just email me, I will fix it don't even know if you will run into it, but keep in mind, this is a tool for me first. Right? I'm building something that I need. The cool thing is just by external it to you, then it becomes valuable. It's not something that's just, you know, some hidden talent or hidden secret that I have. And so there's no way I'm gonna let stay broken. I'm gonna constantly fix and I'm on I'm on top of it all time. So that is my current thinking about it. I wanna... Obviously, I'm always gonna talk directly to. Like, I break the fourth wall. There's no fourth wall here. Right? I'm always gonna tell you that thinking them I'm having about this the evolution of the thinking and what I have planned next because this is going to be a, you know, a full fledged platform with the north star of, the ability to condense and clarify the collective knowledge of history great entrepreneurs because I want it on demands, so we can use it when we're making decisions throughout our entire career. So in addition to the Ai assistance, whatever I'll name it. Right? There's a bunch of different ways you can use it. When you sign up, you will get an email. A welcome email, it goes through. I wrote the welcome email. It goes through exactly how I use it. You know, you could still search all my highlights. That's the feature before the eventual sage or whatever Ai assistant, whatever I call this thing. That was the feature I was using the most. So any topic that I was thinking about. I would just type it in the search bar. Sometimes it's a person. Sometimes it's a It's a topic. Sometimes it's an idea? Sometimes, I wanna read about how did they think about patients? How do they think about mono monopoly? How do they think about mo? How did they think about incentives? And it would perform a keyword search for all my notes and highlights? And now we have this new feature with transcripts, which has made the search like, 10 times better because then you could search every single time I've mentioned on the podcast. So you still have the ability to search my highlights. I've been getting a bunch of emails and Dms that people are using the highlight feed. Like I suggested, which is the highlight feed is just a... It presents all my notes and highlights in a random order to you. It's almost like a smart twitter feed. But instead of reading, you know, the rambling of some crazy person online, you read a note or highlight from 1 of the hundreds, you know, 300 books or whatever I have in in Founders notes. And so multiple people said, hey, that idea about replacing search, like, reading the news for 10 or 15 minutes in the morning. I just read the highlight feed. Actually a lot better. Think of it as a bunch of random ideas from history greatest entrepreneurs that you search or morning with. And then the last feature I'll talk about, but even though there's 2 more listed in the welcome email, You can just read it after you after you sign up, but is the books feature. And you need go in and you can pick a book. Like I did this for lessons of history, The book that you and I just covered. You know, I read that book for the first time. I don't know. Years ago. And so I had 31 previous highlights from that book. You can go in and read all my notes and highlights on a book in 05:10 minutes for most of them, and you have a good idea of the key ideas for every single book. So if you want a tool that you can use for your entire career. I highly highly highly recommend you go to founders notes dot com that is founders notes dot com founders with an s just a a podcast. Founders notes dot com, and you can get access to what I truly believe is the world's most valuable notebook 4 founders. It is by far the best way to support the podcast. Thank you very much for listening. Thank you very much for support, and I will talk to you again soon."
}