{
  "transcript": "This book is about philosophy. It's about ethos, beliefs, and all those things which gentlemen love to y about. If it's any consolation though, this book is also about sex. As it's written primarily to address a rather awkward question. Can a 2000000000 dollar gorilla like Ob, ever be sv, su and sexy again. The Og agency of the 19 fifties and 19 sixties was far hotter than WKC. These are all these other competitors that they're listing at time and the rest of them combined. The question is, can we still be gorgeous now that were several hundred pounds heavier. The answer to our dilemma can be summed up in 2 pi words, divine, discontent. Decades before advertising profits were preaching good enough and good enough, Og was already practicing it. But what did David actually mean by divine discontent. Here's an interpretation. Don't bow your head. Don't know your place. Defy the Gods. Don't sit back. Don't give in. Don't give up. Don't win silver metals. Don't be so easily happy with yourself. Don't be spine less. Don't be gut. Don't be tho don't go gentle into that good night and don't ever ever allow a single scrap of rubbish out of this agency. This handbook will tell us how to make David's divine discontent a habit. By the daily practice of the following creative habits. That was an excerpt from the book that we talked to about today, which is the internal pursuit of unhappiness. The subtitle is being very good is no good. You have to be very, very, very, very good and is written by the team at Og and Math and David Og. Before jumping back into the book, I'm gonna tell you how this unexpected episode came about. I've been spending the last like week and a half. Deep study on 1 of my favorite filmmakers. I'm making an episode on them right now. It's quentin Tara. I get to the end of the book on Tara. The epi log of that book blew my mind. I'm sitting at my desk. I put the book down. And all my desks to the left of my computer monitor has been this book. I've read this book, the eternal pursuit of unhappiness. And... You can't really call a book. It's 65 pages. You can read it... I don't know in an hour. And for some reason, I decided to pick it back up, and then I just... In 1 sitting, read through the book again. And even though I read it before, and I'm obsessed with David Og, I consider him 1 of my personal heroes, and I didn't even know who he was until I read warren buffett shareholder letters, and he kept referring to Og as a genius. And so I was like, I gotta find out who this guy is. So I bought every book that I could find on him, and it's, somebody actually told me. They're like, I'm sure you have every book, but are you gonna do an episode on the internal pursuit of happiness. I was like, what is that? So months ago, I went buying this book. So anyways, long story short. I had this idea in my mind I like, oh, I like this book, But, you know, like, I can't ever do an episode on it, you know, it's it's too small. And for some reason after I read it this time, I thought of an idea I learned a long time ago, And this is probably because a main story, the next episode will be, obviously I'm Tara. And what's remarkable about reading this book is, you know, this... All these ideas that Tara was finding in, like the 19 seventies. That he doesn't use until, like, the early 2 thousands. And I finished this book, and I think of this this idea I learned about 7 or probably 7 years ago, when I read Danny Meyer, Danny Myers is famous New York tour, and the founder of Shake shack. And in Danny's auto, he's constantly coming up with like, new ideas that no other restaurants have used before. And he has this idea where he would prompt himself with 5 words because people would say, oh, you can't do that, like, you no restaurants done that before. And so he he would say whoever wrote the rule, and then he would just say, like Whoever wrote the rule, for example, that you can't make a high quality hotdog dog cart. That it was actually the very first version of what would come into Shake Shack Shake shack is now, you know, 4 and a half billion dollar company today and started off as a hotdog dog cart in a park in new york. And so I was realized by refusing to even attempt to do a podcast in this book that I was making up just fake rules. Like, whoever wrote the rule that the book has to, you know, 300 pages for me or hundred pages or whatever it is for me to do an episode on. So I'm gonna jump into this book it was written because it's trying to solve the promise. It's like, what do you do when, you know, the the... It's not a founder led company anymore. The founders passed away, but we still wanna use his ideas to create to craft the company culture to make sure we're doing the best job possible. That what job that David Og would be proud of. And it starts with this idea they kept referring to 1 of my favorite ideas that David Og had, and he has this idea of divine discontent. And you find this in a lot of top performers. And so he says we have a habit. This is David Og be speaking now. We have a habit of divine discontent with our performance. It's an anecdote to sm. So that idea is that you're always slightly discontent with the quality of your work. Quality of your company. You're always constantly trying to prove it. Steve Jobs, you'll see this appear over nerve again, and the people that you and I study. Steve jobs has a great, quote on this. I'm gonna para, but he says something like, you know, what do you do when you do something wonderful, Like, you just wake up the next day and try to do something wonderful again. That is very similar to the idea that David is trying to teach us with divine discontent. And so they come up with 8 habits of highly creative communities. And each short chapter is on 1 of these 8 habits. And so before I jump into the first chapter, I just wanna give you the overview that they give us. To the ancient Greeks, a good habit was called a virtue. While a bad habit was known as a vice. Each of these 8 habits has a corresponding evil twin. While we work at adopting the creative virtue, we have to work equally hard to replace the old patterns of self defeating behaviors why? Because there's an old latin prove that tells us. A nail is driven out by a nail, a habit is overcome by another habit. It is important to note that all these 8 habits are required in all of our disciplines, and are by no means proprietary to just an advertising agency, meaning it's applicable any business any craft any discipline. These 8 habits belong to the whole church. And so it gives you the virtue that they're trying to make sure that every single person up and down the organizational chart is using and the vice that they want to avoid and how they and how they relate to each. So I'm gonna start with devices. Right? Because that's a bad habit, a habit that you're gonna see re occur more frequently than the good virtue that needs to replace it. So companies operate out of fear. We do not wanna operate a fear. We wanna operate with courage. Companies optimized for ex experience, we wanna optimize for ideal. Companies stick to the status quo, we wanna be curious. Most companies are boring. We wanna be playful. Most companies have a tyranny of politeness, which means would just lie to each other. We wanna have a culture of can. Most companies are run on cold arithmetic. We are going to optimize for our intuition. Most companies fall into bureaucracy, we want a culture of free spirited. Most people give in and we will persist. So let's take these habits. These cornerstone of good company culture in order habit number 1 is courage. Under each habit at the beginning, there's usually a short quote that illustrates the idea that they're going for. This sounds like Ob, but it doesn't say it was over. There's no shortage of brains in the industry. It's the vertebra column that tends to be missing. When I read that, it made me immediately think of something I read in Peter Till book 0 to 1, Episode 2 78 if you haven't gone back. I think this a second or third time. I did an episode on that book. Peter says, it's very similar to what what they're saying right here. About courage. Brilliant thinking is rare, but courage is an even shorter supply than genius. And the 1 vice that usually crowds out courage is fear, so they start here. I've been obsessed with Dune. And I love how the main character in Doom Paul. His mother's constantly repeating this like maxim or this affirmation to herself. Just fear is the mind killer. Fear is the mind killer. Fear is a demon that devour a soul of a company it diminishes the quality of our imagination, it dull our appetite for adventure, and it sucks away our youth. Fear leads to self doubt, which is the worst enemy of creativity when I got to that line, thought of Arnold a young arnold Sc center. He said this when he was young. He said this when he's older. When you start doubting yourself that is very dangerous. The team at Og says that fear is enemy of creativity. If if fear is our principal adversary, then courage is our chief ally, It is the first of the acc habits for a good reason. It is the habit that guarantees all the others. In the absence of courage, nothing worthwhile can be accomplished. That's because anything on the cutting edge needs to be constantly fought for and defended. Ideas are magical but their fragile seeds that require protecting. We clearly need a spine, and I love the use of the word we there. Right? It's not we me and you. It's we as a company. Our company needs a spine. Only with the spine, will we stop double guessing and express an opinion, and that's very fascinating because founders know that inherently. Right? Again, the founder in this case has been dead, I think 15 years by the time this book is written or something like that. So it says, you know, only with the spine when we stopped double double guessing and expressing an opinion. That's not even... I don't even think that needs to be said to have founder because a founder opinion is expressed in the product and company that they built. 1 of my favorite ways to express that idea or the intent behind that idea. Came from this random book. 1 of, you know 10 or 11 books or whatever it is that Have read Steve Jobs, and it says Apple is Steve Jobs at 10000 lives. You saw Steve's opinion in the products in the company that he built. Only by standing up where we believe in when we begin to build the most precious commodity in the world trust, so trust with your customers trust with the team. Right? Then the virtuous cycle begins. Courage leads to trust, which leads to courage, which leads to trust. And upwards and onwards. We go that idea. I didn't understand until this is, like recently. He's talking like, maybe 2 months ago, how important it was, At least. I didn't understand it explicitly. How important trust was. And, of course, as usual Charlie Mu puts that Idea into my mind better than almost anybody else, where he said that trust, I talked about this on the episode 03:29, which is the new version, the updated version of Port charlie Alma. And he said trust is 1 of the greatest economic forces on earth. And it's the trust that warren Buffett and Charlie Mu established with each other very early on that provided the ground for which everything else that they did in the future was built upon. In fact, there's a great line about this. I'm gonna read from Port charlie Alma, and they talked about the very first time they ever met. And it says, during that dinner, Charlie and warren realized they they shared many ideas. It also became evident to the others at the table, This is gonna be a 2 way conversation. There was like, think 4 or 5 other people and they quickly wound up leaving and Charlie warren talk all night. As the evening progressed, the 2 young men warren was 29 years old time and charlie was 35 became a gross in a wide ranging dialogue covering many aspects of business finance in history. Where where 1 was knowledgeable, the other was just as excited to learn. Warren was une about Charlie continued practice of law. That's can. Right? We're gonna talk about Can. Well, you just met somebody's somebody like, yeah, the job that you have sucks. You should do what I do. How many people would do that? He said that while law might be a good hobby for Charlie was far less promising business than what Warren was doing. Warren logic helped Charlie to decide to quit law practice at the earliest point he could afford to do so. When Charlie returned to Los Angeles the conversations continued over the telephone and lengthy letters, sometimes as long as 9 pages. It was evident to both that they were meant to be in business together. There was no. This is the the trust part. Right? The in the last paragraph I'm gonna read you from this. There was no formal partnership or contractual relationship. There was no formal partnership or contractual relationship. The bond was created by a handshake and backed by 2 midwestern who understood and respected the value of one's word. Again, trust is 1 of the greatest economic forces on Earth, quote from Charlie Mu. Habit number 2. Ideal. Love this quote under it. We are the people that we've been waiting for. Helen Keller was asked by a journalist, what she thought would be worse and being born blind. She replied to have sight and no vision. When our dreams are little, we become little people. Our aspiration becomes meeting the next quarter target and not losing an account member. That... I'm pretty sure this book based on the way I was written was written for internal use only. I think it's why it's so hard to find. I paid, like, 80 or 90 dollars. For my copy. And when I looked at Amazon this morning, there was only a handful and I think they started, like, 95 dollars each. And they're worth every single penny. Go back to 1 of my favorite lines Port Charlie Z that he said. Yeah. There's ideas worth billions in a 30 dollar history book. Who cares if the book is a hundred dollars. Taking 1 idea that's used in career and the the return is a thousand times that. So it says, you know, when our dreams are little, we become people. What is a little little dream? Meeting next quarter target and not losing account where in another word, we're we're freight. We're not on... We're playing defense. We need to be on offense. When we focus our like Solely on making a buck, it shows a poverty of ambition. Here is David Og take on the subject. 1 of the... My favorite things that David O said tells an entire story here in 10 words. Raise, your sights, blaze, new trails, compete with the immortal. How great we become depends on the size of our dreams. Let's dream humongous dreams put on our overalls and go out there and build them. And remember the people who are crazy enough to think that they can change the world or the ones who do, nice little Steve jobs, reference that they added in their habit at number 3 curiosity. An endless trail of ideas floats in the ether. You will only see them if you're curious. What do most of us do in this dazzling Aladdin cave. It's like, this is beautiful, what they're referencing there is it really made me think of D h, the founder of, Visa. He had this great line when he was a much older man. He said that, life is a magnificent mysterious odyssey to be experienced. Right? So that's very... To me, it relates to what the team at Og, the team at Og be is saying here. Like, what are we're in this amazing wonderful world this dazzling Aladdin cave and what do most of us do. We close our eyes. He who and this is what they're they're gonna quote einstein here. He who no longer pauses to wonder and stand wrapped and all as good as dead. His eyes are closed. So how do we fix this? For a start, we have to ask stupid questions like a 6 year old does. Once again, Einstein has something to say on this matter. I am neither especially clever nor especially gifted he said. I'm only very very curious. I'm gonna pause there. 1 of my favorite episodes I've ever done. He's on a single episode written or single essay rather, written by Paul Graham. The essay essays called and the the episode is called how to do great work? It's episode 03:14. 1 of my favorite lines in 1 of my favorite essays. That is also 1 of my favorite episodes, Craig, is this? If you asked an Oracle, the secret to doing great work, and the Oracle had to reply with a single word, my bet would be on curiosity. When we lost the capacity to see the world and everything in it as a new, unreasonable and something that should give rise to aston, we have become sided and s with age, Ray k, founder of Mcdonald's, I love... He's he's got a bunch of great quotes, which is Hilarious. His... I read his automatically twice. The last episode I did on his is 2 93 if you wanna check that out, but Ray cro summed it up nicely when he said, when you're green, we grow when we're ripe, we rot. That is from a man who found his life's work when he was in his fifties. Have number 4 playful. We are all born children the trick is to remain 1. That is a quote from Picasso. David Og never entirely grew up. He would heck in meetings throw chocolate cakes at dinner parties and roll down grass slopes and brook Brooks brothers suits. He told us to develop our eccentric while we're young, so people would not think that we've gone crazy as we've gotten older. Like all creative people, David knew that necessity maybe the mother of invention, but horse play is most certainly the father. In the 19 sixties, the Los Angeles Times asked David, how we felt about people going to work in jeans and tennis shoes when the normal of the day was suit and tit for men and and address suit for the ladies. This is what David told the paper. I don't care if people come to work in their pajamas as long as they get the work out. The day after the article appeared an entire department inside of Og and m showed up in pajamas. The office rocked with laughter. David said, make it fun to work at your company, kill grim with laughter, encourage exuberance and get rid of sad dogs who spread gloom. When people aren't having any fun, they don't produce good work. The idea behind what David Og is telling us there reminded me of an answer Kobe Brian gave 1 time. In an interview, and he was asked, like, what is the quality? What is the 1 quality that all the great ones have regardless of discipline? And he says without hesitation Kobe said, it's love. It's not rocket science to me, man, the quality that we all share is that we love what we do. We absolutely love it. And it's a pure love. It's that the fame it's not the money. It's not even the championships. It's loving what we do, and we do it all the time. We study all the time. And as a result, the championships come. Habit number 5, Can only dead fish go with the flow. It's another great line. Our job requires us to be brutally honest and totally dedicated to the truth. The tendency to be nice and avoid telling the truth is so omni in human beings that it can properly be considered a characteristic of human nature. David warned us about the tyranny of politeness. Again, this is why I'm obsessed with David, and this is why 1 of the reasons I'm obsessed with them. And I think it's why Buffet called him a, a genius. It's the way he's a un the He's the best writer I've ever read for the podcast by far, and he has this way to brand ideas, so not only they get immediately into your mind, but they they stick in there. You will remember them. And he talks about this idea. The tyranny of politeness that is a great phrase. David warned us about the tyranny politeness and how we can... Be too agreeable for our own good. If we avoid can, we destroy trust. We only get a spark when the stone and the flint are moving in opposite directions, And so I was thinking about this is, like we only get a spark in the stone. We only got spark on the stone and Flynn are moving in opposite directions. And I like, oh, we're talking about conflict inner conflict there. And the quote that came to my mind from there, came all way back from Episode 180. This is from Jeff Bezos. I love it. So Jeff said, if I have to choose between agreement and conflict. I'll take conflict every time. It always yields a better results. I will take conflict every time, it always yields a better result. If I have to choose between agreement and conflict, I'll take conflict every time That is advice from mister Bezos to you and I. Have number 6 intuition. This is 1 of my favorite parts. Dreams, prem preposition, gut feelings are all temps by our unconscious to guide us. We are wiser than we think and intuition is the art of listening to the guru within us. All of our finest thoughts and best ideas are not the work of the logical mind, but gifts from the unconscious. Right? In a world dominated by quarterly reports and numbers. It's logic that gets all the airtime. But we are in the business of creativity and discovery. Again, talking about intuition, the power of intuition. Steve Josh talked about this. Intuition is a very very powerful thing He said, more powerful than intellect in my opinion. Intuition has had a big impact on my work that is the end of Steve Jobs quote on intuition. Now we're gonna pick up what David Og had to say about the importance of using intuition in managing your company and the talent within it. David said, managing isn't all beer and skittles. I have come to the conclusion that the top man has 1 principle responsibility. To provide an atmosphere in which creative mavericks can do useful work. To be successful, you must out of necessity, accumulate a group of creative people. This probably means a fairly high percentage of high strung, brilliant eccentric non conform. Some of these agencies that he's competing with when he wrote this will say in 19 fifties 19 sixties. Right? Now he's a founder led agency he is wiping the floor with a with a lot of these old agencies he's taking business from them. They're creating great work. Why? Because some of these mammoth agencies are now being managed by second generation caretaker, who have floated to the top of their organizations because they were smooth contact men These kind of caretaker cannot create potent campaigns. Our business needs massive transfusion infusions of talent and talent is most likely to be found among non conform dissent and rebels talent... Again, that description more... And much more likely. He's he's not saying this, but it's I think implied here. Much more much more likely be hired by a founder led company. Right? Big companies are not hiring non conform the dissent and rebels. And then the team in Og summarizes this chapter, which is great. It's the cracked ones. It is the cracked ones in other words that let light into the world. Have it number 7, free spirited. Rule number 1, there are no rules. Rule number 2, never forget rule number 1. The business of producing ideas is both tedious and terrifying. Most companies fail to grasp the f of the idea generation process. The notion that bureaucratic sausage factories, which they're talking about. Right? Right? Og was talking about that's... If you really think about what has happened. Right, from from habit to habit right now. He was essentially saying, hey, we're competing as the second generation. Caretaker a second generation caretaker is gonna turn into this bureaucratic sausage factory. Now think about this. They're writing this where they're writing this entire book as a way to try to remind everybody in their organization in the company to avoid coming into that. We no longer have the founder the founder is no longer with us he's passed on. But ideas are immortal and we could still use them. We gotta to figure out system so we don't turn into what we just competed with and overcame. The notion that bureaucratic sausage factories pumping out fodder for meetings will solve problems is ludicrous. Bureaucracy has no place in an ideas company. They just told you. Maintain free spirited in this, and rule number 1 is there are rules in rule number 2 is for never forget rule number 1. Step inside a free spirited idea centric company, and you'll notice that the air itself is different. So again, we call that great company culture. That's not the word that David Og is gonna use. He's gonna come over his own term. Seventh side, a free spirited idea centric company, and you'll notice that the air itself is different. David called this atmosphere. An atmosphere is permission to practice magic. David made the management of these intangible the principal responsibility of the top man of himself. Right? Inside a company with atmosphere. The people are not servants to the system. They are a. Let's define a that is a person who transforms or creates something do a seemingly magical process. What else is left to do, but trust the people we work with and set them free. That brings us to have at number 8 persistence. This is how a problem solve or goes to work. Dead ends, cabin fevers. Blind spots, zigzag, u turns, roundabout, and loop loops or all part of the creative process. You see, those who live by their wits, go to work on roller coasters. That's excellent. You see those who live by their wits go to work on roller coasters. The ride is exhilarating, but 1 has to have a stomach of titanium. For starters, you're never a hundred percent certain you'll ever get there. And if you even get to your destination, you sometimes wonder why you've ever bothered. Other times, the scenery, pleasantly surprises you. Self doubt comes with the territory, and ignorance believe it or not is an asset. Experience and knowledge make a sensible, predictable and dull. But if you don't know that you don't know you're ideally poised for a leap across a chasm So again, there's a million entrepreneurs Tell you, hey, if I knew how hard it was gonna be. Like, they get to the other side of success. Right? Build discuss the company. Like if My I knew how is gonna be, there's no way in hell, I would have tried. So that's my interpretation of what they're saying here that that ignorance can be an asset because if you knew how difficult it what's going into it, there's no way that you would actually have done it. You open your eyes wide and you shut them again to see. Oh, it's a a fabulous idea. You do not assume you look and you look and you look and you look and you look and you look. They're writing this. I'm not I'm not stuck on. You know I'm not I'm not having an aneurysm here. You look you look, you look, you look and you look. You look at the cloud. You look in the closet, you look at the ceiling. You look in libraries, you look in magazines, you look at old advertising magazines. You look at the bible. You look in cinemas. You look in art galleries. You look at people. You look at the edge of your desk, you look in the mirror. You look at your dreams, you look for patterns, you look for tiny similarities, you look for microscopic differences you look under every stone you look to heaven. You look for bloody anything. After all, discovery consists of seeing what everyone else has seen and thinking when nobody else has thought. You're not proud. You beg you borrow you steal. You build on other people's ideas. Someone was once asked, where do you get your ideas? He replied, I don't they get me, and you never give in. Never given. Never given. Never never never God is with those who persevere severe persistence and determination alone or omni. Before them, obstacles vanish into thin air and mountains crumble into atoms. Dogg determination is often the only trait that separates a moderately creative person from a highly creative 1. That's because great work is never done by temperamental geniuses, but by opposite donkey men. Now that is a chapter on persistence I love that line Dogg determination is often the only trait that separates a moderately creative person from a highly creative 1. Again, my still my number 1 all time recommendation has not changed after 343 of these these books biographies, auto. If you could only read 1 of them and shame on you if you only read 1 of them. But if you can only read it 1 them, my number 1 recommendation would still be James Dyson auto against the odds, he's written 2 auto. The fur... They're both great. The first 1 is my top recommendations, step episode 25 up episode 200 episode 300, It'll be episode 400. It'll be episode 500. Every hundred episodes I wanna gonna reread that book again and again making new episodes on it so important. And 1 of my favorite lines in that. He says there's is no such thing as a quantum leap. There's only dogg 2 persistence. And in the end, you make it look like a quantum leap. This is the conclusion for this little handbook. So you see the 8 habits are really David Og big ideal, broken into practical bite sized pieces, They are predicated on the principle that it's impossible to improve our reputation before we improve ourselves and meaningless to put our personality ahead of our character. We are what we repeatedly do. We are where we repeatedly do is an aristotle quote. The reason I know that is because Steve Jobs right before he died, He said his favorite quote of all time. Was that quote Aristotle where he says we are what we repeatedly do. Excellence then is not an act, but a habit. So we are what we repeatedly do, our character is a composite of our habits, they constantly daily express who we really are. Only, if we are eternally unhappy with compromise. Only if we leave no room for excuses only, when we show appropriate disdain for experience and absolute respect for the work. Only when all of us resolve to relentlessly practice these 8 habits on every job and every project will we begin to prove that we are not goliath, but a company of David's never the end. And that is the end of this excellent little book for the full story highly, highly, highly, highly recommend buying cop. I'd buy it, keep it close. Keeping it your desk keeping it your nights Dan, read, reread, constantly refer to it, and it'd probably be a good idea as you're building your own company culture to write a little book like this for everybody inside your company as well. So if you wanna buy the book and support the podcast at the same time, I will leave a link down below. The link is available on to show notes on your podcast player and at founders podcast dot com, that is 343 books down 1000 ago, and I'll talk to you again soon. Real quick before you go, If you have access to founders notes are ready, you now have a new feature waiting for you. It is my favorite feature by far, it is out of private beta and now in public beta. So every single person that has access to founders notes. Already has access to what I am calling Sage. I went to a bunch of different names, but someone who's actually in the private beta gave me the name. He thought it it was a better description of what I actually am building, because he says Sage has 2 main definitions. The noun is a profoundly wise person. This refers to someone with a deep understanding of life, accumulated knowledge and sound judgment. They are often look to for guidance and advice, and then the adjective is a why is somebody that's wise, discerning or prudent. This describes someone who shows good judgment and makes well considered decisions. Another person said I should call it Charlie after Charlie Mu, which is hilarious because that is exactly who I think of when I hear the word sage. In fact, if when you when you log in, you'll see that Charlie is the icon for the sage feature. And as you might already know, I was able to have dinner with Charlie Mu. And for 3 hours, I could ask him any question that I could imagine. And he answered using his 99 years of life and business experience, and a lot of his answers were based on the hundreds and hundreds and hundreds of biographies of great people that he read. And sage is like that. It automatically searches all of my highlights for every book that I read for the podcast. His searches every note that I've made on any book that I've read for the podcast, and it searches every single transcript for all the episodes, which means that sage searches every word that I've ever uttered on the podcast to answer your question. To review this really quickly if you sign up for founder notes, which is the best way to support podcast. You get access to all my notes and highlights for every book. All the transcripts for every episode. You can search all notes, highlights and transcript by keyword. That gives you the ability to see how all the issues great greatest entrepreneurs creators thought about the same topic, like hiring patients, obsession, monopoly, mode, incentives frugal reality. Those are just some recent examples that have searched for myself. But you can also read all my notes and highlights by book if you choose so. You can also read all my notes and highlights on the highlight feed. Don't worry about remembering all this. You're get a welcome email after you sign up with all the ways that you can use Founders notes. But the highlight feed is like a smart twitter feed. So instead of the random rambling of these crazy people online. This feed is actually a constant stream of ideas and thoughts from history's greatest founders, and it's presented to you in a random order. I use this feature to remind myself, of the and review, like, the past lessons that you and I have talked about on the podcast, but also to prompt new thoughts. It's like history greatest founders talking directly to you every single day. I've talked to multiple people that have placed, like, reading the news in the morning and said there's just reading the highlights feed, and they like it a lot better. And now in addition to all that, you can have Sage, read all the notes and highlights and transcripts for you and give you ideas that you can use in your work based on everything that I've ever covered on the podcast, reading I believe a list of some suggested questions that I and other people have been in the private data have been using our private beta other have been using and ones that produced excellent results. Over time, I'm gonna collect the best prompts and questions. So there'll be a section where you don't even have to type in your own question. You can just review what other people are asking, which I found very helpful because people have been emailing them to me. And then the main point that I'm trying to get across you is what I'm trying to build here is it's like, the North Sars is Over time, I want founder notes to be this ever increasing giant valuable curriculum and tool that you can use your entire career with the goal of condensing and clarifying the collective knowledge of history's greatest founders. You can't use the ideas that you own guess if you don't remember them, and I think founders notes help you helps you remember them. So you can subscribe on an annual basis if you choose or you can do a 1 time option, which means you get every note, highlight transcript. I have ever done and every note highlight and transcript I will ever do. Plus any new feature that I add. As I add more notes, highlights, features, the price will go up, so make sure you sign up now, and you can do that by going to founders notes dot com that is founders with an s just like the podcast. So it's founders notes dot com, founder notes dot com. Thank you very much for your support. Thank you for listening, and I'll talk to you again soon."
}