{
  "transcript": "So who exactly was this Floyd character referring to earlier? His name was Floyd Ray Wilson, and he was about 37. And for a year and a half in the late 19 seventies, he lived in my house. He used to date my mom's best friend Jackie. And years earlier, he would visit the apartment that my mom and I shared with her 2 roommates, Jackie and Lillian. And every time he came by, it was exciting. Because I thought Floyd was really cool, and I could talk movies with him, And since he was a hip guy who saw a lot of shit, he could keep up. I remember when Jackie introduced us. I was 10 years old, and she said Quentin, Floyd who you should talk to about movies. He knows as much as you do. So I, a 10 year old started testing this grown ass man on his knowledge of movies. Finally, I was able to talk to somebody about movies who knew what the fuck I was talking about. Also during this time, I realized the hard way that Floyd was a flaky guy who couldn't be counted on. On at least 2 occasions, he told me he'd come over next Saturday and take me to the movies. Oh, boy I thought not just talking about movies of Floyd, but actually going to the movies at Floyd. But when Saturday came, no Floyd. No call, no excuse, no apology, just no show. He forgot, or he didn't give a shit. And I was so excited too. As the hours passed and I waited and I waited and I waited and it got later and later, I finally realized he wasn't coming. I wasn't mad I was heartbroken. I didn't even think of myself as a kid, but even I knew you didn't do that to a kid, but I forgave Floyd and played it cool the next time he came by. And a few visits later, he promised to take me out again. I made sure when he left that he remembered that we had plans, and I'd be waiting for him. And he said, of course, no problem. See you next Saturday. And the fucking guy did it to me again, but this time, I wasn't heartbroken. I felt lousy, but not crushed. It was just now I knew who Floyd really was. He was an adult, I couldn't count on. This is a theme that's gonna reappear over and nerve again Quinn fierce self belief and fierce independence because he was surrounded by a bunch of adults, he couldn't count on. He was an adult I couldn't count on. I also promise myself. When I grew up that I'd never do that to a kid. Now cut to 19 78 I'm 15 going on 16. My mom's work is requiring her to spend more and more time away from the house, or she wanted to, and that was a good excuse, so she ran with it, which happened to coincide with the age that I started getting in trouble lot. Lot of fights in school, skipping school and staying out late. I was a young wise guy who thought he was tough. So mom rented Floyd, a spare room in our house with the provision that she keep an eye on her 16 year old son. I still thought Floyd was the coolest. Yeah. Yeah. Years ago, he stood me up. But since that time, I had gone through the whole trauma of being sent to Tennessee and put in the care of Hill Billie alcoholic. I think that was his grandparents. So by that time, Floyd being a flake was easy to forgive, but it equip me with 2 pieces of information that would prove valuable as our relationship move forward. 1, I could not count on Floyd. And 2, I cared more for Floyd than he cared for me. I'm sure my mom thought she came up the perfect solution for the whole, what to do with Quentin problem. At the time, I don't think she was aware of what a shady cat Floyd really was. Nor did she consider the ramifications of having her very impression young son spends so much time around such a sketchy dude. It was sort of like moving Samuel Jackson's character in Jackie Brown or Del Robbie, into your home and having him look after your 16 year old boy for over a year. And if you've seen Jackie Brown, and you know that Or Robbie was a character that was a gun runner killed people and attempted to manipulate every single person around him. During the year of 19 78 and some of 19 79, Floyd and I saw a lot of movies together. During this time, the only family I had around me was my mom. But to us, her close circle friends were our family. Her best friend Jackie was like my second mom. Her friend Lillian was like my aunt. Jackie brother, Don was like my uncle, and they all looked out for me. Floyd in his own way looked out for me too. The difference between Floyd and them was while they love me, Floyd didn't give a shit about me. Don't get me wrong. Floyd like me. We had a good time together. You see a guy like Floyd could like you and simultaneously not give a fuck whether you lived or died. 1 doesn't contradict the other. If you're a guy like Floyd. Not to say Floyd didn't have affection for me, but he was always looking out for number 1, and that wasn't me. It's very much like Or Robbie and Jackie and Inject brown. And it wasn't the worst thing in the world to hang around an adult who didn't treat you with kid gloves, who told it to you like it is without too much concern for your feelings. Floyd never lied to me about me. He didn't care enough about me to lie to me, Obviously, sometimes has hurt my feelings. But through Floyd, I received an authentic glimpse on the impression I was making on others. Floyd moved out in 19 79. When Floyd moved out, he was gone, never to be seen or heard from again, and that was a story of Floyd. I didn't hold it against Floyd for not keeping in touch. I'm sure he had enough of me. And by that time, he had done things to dis chant everybody in our circle. He was Persona g with my mom due to some jewelry and a pawn shop, and I'm sure other things that I wasn't aware of. Nevertheless, Floyd Ray Wilson left a lasting impression on the fifth and 16 year old boy he mentored in the year of 19 78, as well as a bit of legacy that he could have never imagined. What exactly Floyd did for a living all these years was open to wild speculation. Like everyone I've ever met like him. He always had stories of the days when he was living the high life. But if he's 37 years old and moving into his old girlfriend's best friends spare room, and made to keep a lookout on her teenage son. He couldn't have been doing so well. Floyd was a very personable guy. Yet, he never had friends from the old days visit him, which I can't say rang any bells back then. But now, I think it's due to the fact that he didn't have any old friends. People were in floyd life for a while and then they weren't. But Floyd did have an ambition. Floyd wanted to be a screen reader. By the time he moved into my house. He had written 2 screen place. Floyd 2 screen place were the first 2 screen place I ever read. The script that I loved The first script I ever read was Floyd epic Western saga called Billy Spencer. The story featured an incredibly cool black cowboy named Billy Spencer. The essence of what Floyd was trying to accomplish in that script. An epic western with a black heroic cowboy at its center was the very heart of what I was trying to accomplish with Django un unchanged. But even more influential than any script was having a man trying to be a screen writer living in my house. Him writing, him talking about a script, Me reading it made me consider for the first time writing movies. It would be a long road from that year of 19 78 to me completing my first feature length screen play, true romance in September 19 87. So another theme that's 11 years between the idea and then the completion of idea, that's gonna be another main theme in in Queen's life. The fact that he uses ideas, you know, sometimes decades later after he discovers them. But due to Floyd inspiration, I tried writing screen. I usually never got that far, but I tried and eventually I succeeded. So what happened to the script for Billy Spencer? Nothing. I'm sure at the time of his death, Floyd was the only 1 who still had a copy of it. And whenever he died, wherever he was, it was disposed of with the rest of his meager possessions. And whatever trash can it was tossed into was the final resting place of Floyd Ray Wilson dream of a black cowboy hero named Billy Spencer. My dream of a black cowboy hero Django un unchanged was not only red. It was made by me into a worldwide smash. A smash that resulted in me winning the Academy award for best original screen play. By the time I walked up to that podium and accepted the Oscar. Floyd was long since dead, I don't know how he died where he died or where he's buried, but I do know that I should have thanked him. That was an excerpt from the book that we talked about today, which is cinema speculation and is written by Quentin Tara. Tara is probably my favorite filmmaker. This book is on, like, any other book that I've read so far for the podcast. I'm gonna read from, the front flap, like, the front cover about what, like, what what's going on here. And 1 of my favorite lines and that jumps out. It says Tara is possibly the most joyous infectious movie lover alive. He's been obsessed with movies for 53, 54 years. And so it describes what this book this unusual book is. At once film criticism, film theory, a feat of reporting, and a wonderful personal history, it is all written in the singular voice recognizable immediately as Quentin tara. With the rare perspective about cinema, possible only from 1 of the greatest practitioners of the art form ever. That idea is that it's written in the singular voice, recognizable immediately as Quentin Tara. I think the lesson for you and I is the importance of having a very distinct distinctive brand. I've seen all of Tara movies multiple times. I've watched y'all interviews. I hear his voice. When I read this book, I don't hear the words in my voice. I hear it in his, and that idea that he has a singular voice that's recognizable immediately as his own. Reminding you something warren Buffet said on the power of brand. Warren said, everyone has something in their mind about Disney. When I say universal pictures or twentieth century Fox, you don't have anything special in your mind. If I say Disney, you have something special in your mind. So is a mother going to walk in and pick out a universal pictures video in preference to Disney? That's not going to happen, and that is what you want to have in a business. That is the moat and you want to mo you want to widen that moat. And that is exactly what Tara has and I what I would argue is 1 of his most valuable assets. And so I think this book gives you... Gives gonna help give you an eye an idea of, like, how did that come to be. It's very unusual. Like, it's not really an auto. You're gonna, like, learn about his life. But what he's doing is he's, like, writing these in def reviews of these movies that he watched in the seventies and then early eighties. There's maybe, like, 8 to 10 that he goes in detail. And it's through this analysis that we get an idea of what was going on in his life the time. And so here's something that's gonna jump up because it starts out. He starts being becoming obsessed with movies at 7 years old. This idea that true interest is revealed early is certainly true for Tara. And his mom, this is gonna be a main thing at His mom let him watch adult movies at a very, very young age. And so something I thought about a lot was other parents would say this is a bad idea. In fact, some some other parents wouldn't let their kids play with Quentin because that he was watching all these crazy movies. So other parents would say, okay, this is a bad idea. Yet, this supposed bad idea leads Quentin to his life's work. And if you think about it, like, he's watching them at, say a decade before. You know, we're you're like 17 18. You're probably watching a bunch of ra rated movies. He's watching him at 7 and 8. And so it's almost like he had a decade of extra practice and study because of his mom's quote unquote, irresponsible decision. So let's jump right into today. It says my young parents went to a lot of movies around this time, and they usually brought me along. I'm sure they could have found someone else to pawn me off on, but instead they allowed me to tag along. But part of the reason I was allowed to tag along was because I knew how to keep my mouth shut. I was encouraged to act mature and well behaved. Because if I acted like a childish pain in the ass, I'd be left at home with the babysitter. I didn't wanna stay at home. I wanted to go out with them. I wanted to be part of adult time. When they took me to the movies, it was my job to sit and watch the movie, whether I liked it or not. And so this is the first example of this lifelong hobby that he's gonna have, where it says, you know, at the the the front cover. He is possibly the most joyous infectious movie lover alive. This idea of being in love of movies and then analyzing them is gonna be the foundation of his life's work when he starts making his own. So he starts asking questions about the meaning of films from very young age. There's a ton of examples like this in the book so he's talking to his mom after they just watched Butch Cassidy and the Sundance kid. And so that movie ends with the implication, but they do not show it that all the people died. And so he said, what happened I remember asking? They died my mom informed me. They died. I yelp, yes, Quentin, they died my mother assured me. How do you know I asked? Because when it froze, that was what it was meant to imply. Why didn't they show it? I asked almost ind? They should have shown it and as you know from his movies, He definitely shows to show it. When a child reads this is the the main point of why I'm reading this to. When a child reads an adult book, there's going to be words they don't understand. But depending on the context and the paragraphs surrounding the sentence, sometimes they can figure it out. Same thing when a kid watches an adult movie. On the ride home from the movies, even if I didn't have questions, my parents would talk about the movies we had just seen. These are some of my fond memories. These are some of my fond memories. It was an interesting to review the movie that I had just seen from their from the perspective of their analysis. So this in... Study of movies forms the basis of his entire career. By the time he starts writing his own scripts and making his own movies. He has a comprehensive database of movies in his head if you were to have some kind of contest for movie history trivia of all the filmmakers alive. I highly suspect that Tara would win. Back to this. In that year of 19 70, I saw a lot of intense shit. He is 7. He is 7 in the year of 19 70. Because I was a allowed to see things that other kids weren't, I appeared sophisticated to my classmates, And because I was watching the most challenging movies of the greatest movie making era in the history of Hollywood, they were right I was. At some point, when I realized I was seeing movies, other parents weren't letting their children see I asked my mom about it. She said Quentin, I worry more about you watching the news. A movie is not going to hurt you. This was Quentin response when his mom said that to him, his mom's name is Connie. And is interesting that he refers to her by her first name, but he says, right fucking on Connie. And so before I go on, it's it's really fascinating to think about this. Most parents would say that Quinn mom was making the wrong decision, letting her young son watch these violent r rated movies, especially the movies in the 19 seventies. He feels like that was the best age of movies. If you go back and actually. He took a bunch. This is... This is gonna be incredible. This is again, why you and I know they were on the right path. Over and over and over again, we see the people to get to the top of profession. They have this comprehensive database in their head of the history of all the great work decay before them. There's a ton of... You know, I've been watching Moves forever. I didn't know until I read this book. There's exact lines. There's themes There's ideas that all he was doing is taking ideas from the seventies and then adapting him to his own work. But going back to this, it is impossible to read this book and not think that her decision was helpful to his future career. And this is something I was thinking about myself because my... I was watching these movies when I was you know, I watching scarf and godfather and all these, you know, these violent movies when I was, like a small kid. Yeah. With my own kids, I don't let them do that. I was watching, you know, Probably... I think I watched... I... This is crazy. So if people were to ask me. They're like, you know, I look at a founders this is, like, 1 giant conversation on the history of entrepreneurship. That I'm just constantly updating every week and I hope to have, you know, for the rest of my life. So I really don't look at it as, yeah. They're updated in separate episodes, which just 1 conversation. But if you'd ask me, like, what I think the best episode I ever was capable of making I think the best episode of I've ever made so far was episode 03:11 on James Cameron. And what happened with that is I kept trying to sit down and record, I couldn't stop finding more interesting things about James Cameron. And so I kept pushing it back and could pushing it back and pushing it back. I did the exact same thing. I've been enlisted Quentin Tara deep hole for, you know, 2 over 2 weeks because I can't stop finding interesting fascinating things about the guy. And so you read this book and he mentions a movie made, or then I'm I'm watching what your interviews with him at same time. So I go back and watch the movie. Like, I missed that. I didn't even understand that the first time. And so during this time, I remember my daughter who's only 11. She comes in and just... I was like, you can't... Like, Listen. I love you. I I'd love to spend a ton of time with you. There's no way that you can watch in glory bastards or django and chained, are pulp fiction, which are the movies I've been watching. And I'm making that decision with my daughter, and it probably is the right decision. In the face of the fact that, you know, everybody said this is a irresponsible. They're literally not letting Friends at school, their parents are not letting them hang out quentin because what his mom lets him see. And there's just impossible. It is absolutely impossible to read this book and not realize that that was actually the right decision. The the obsession of movies grabs him right at a very young age and it never lets them go. I love this idea that people don't have ideas, ideas have people. And I think that's a great explanation of what happened to, there's a podcast. I listen to... There's a bunch of and interviews I listen to, to prep for this conversation as well. And 1 of them was on the he was he was interviewed by friend Brian Compliment on on the podcast at the moment. And what was fascinating is Tara says that, like, this comes naturally, Like, he thinks in movies. So He's gonna talk over and over again about all the books that he reads, he's obsessed with he's does not surprise you. He's obsessed with reading biographies and auto of filmmakers, actors or all kinds of people. But he says when he reads books that he thinks in terms of movies. So he literally will make the book that he's reading into a movie in his head. And so he says as he reads, he puts a notepad next to him where then he starts writing casting list. He, like, you know, there might be 15 characters in a novel reading or biography or reading. And he starts like, okay. Well who... If this was... If this book was a movie, who would play that. He starts adapting the plot. He's like, okay, well, can, I would add? I would add to this, like, plot line or I'd remove that or I would do it this way. And he was like that from a very young age. It was very fascinating. The reason I brought this up is because he talks about, you know, I felt I was more sophisticated than my classmates because I was watching the most challenging movies of the greatest movie making error in the history of Hollywood. What was interesting is he was so uni interested in score because he was so obsessed movies that people thought he was dumb. And so if he didn't care about school work, It was like, 0 or a hundred. Right? He's like, I'm gonna be completely obsessed movies. And my score work that's not movies. I don't care about But he was reading at an adult level. Way... He's obviously not stupid. He was reading an adult level way before a lot of the other kids. And so people would make fun of because he got bad grades, and he said that there was 1 supportive teacher. It's kinda named mister Simpson. And Quentin in like, a public school, and he's like, listen, Mister Simpson saw something in. Thought I was special. He didn't... He thought I was vastly underperforming because I would, you know, read... I I could read and have intelligent conversation about what I'm reading, but I wasn't doing any school work. And so This guy, this teacher devised an entire separate curriculum just for him. And when other people in the class would make fun of quentin and say, oh, quentin kinda dumb, mister Simpson would get up, and he would stop like the bullying. He said, listen Quentin is reading on a level so far superior to you. He's reading on an adult level. He's reading on my level is what mister Simpson would say. And then another interesting clue about the depth of his obsession is that he starts rating screen plays instead of doing his score work. And he's, like, you know, why isn't in the school? He says I was a little surprised that the school wasn't looking at this as an academic thing. They looked at my writing and creating stories as they he defiant act rebellion? And they did that because essentially, Tara creating his own curriculum. I'm instead of just reg or accepting what they're giving him to learn. So then in the book, he starts to talk about his childhood, there is a million notes that I have left my... I left myself I reading this book. Where is Quentin dad? Where is his dad, where is his dad. I'm asking his over and over again because his step father, he he referred to his parents earlier that's his step father kurt. Turns out, I didn't know. He's never mentioned in this book, but it's obvious that he's, like, yearning for some kind of male, like, positive male role model or figure in his life, and I don't think he ever found 1. As you heard, he's hanging out with or Del Robbie, Floyd Ray Wilson. When he's, like, you know, 16 17 that's not the person that want my son with. When he's 16 or 17, And what I Found out later that he never knew his dad. I think his mom got pregnant super early. I I would guess. I couldn't find the exact date, but I my guess is based on my... What I... Like, the context around it, it's like probably 18, maybe 20 something like that, maybe 21. And so he never met his biological dad. His dad was never there. But his mom winds up getting divorced from his step dad. And then when Quentin is 10 years old, this is what I meant about 1 of the main themes that this kid you had to grow up this guy. I saying. Or I guess he was kid. This kid grew fast. And so now he's living with his mother in an apartment. He grew in La. Okay? They're... All cocktail waitress, and it's... His mom, his or herb... And her 2 best friends, Jackie and Lillian. And so he describes this time in his life, he says all 3 were young hip, good looking women in the funky seventies with a patient for dating professional athletes. Remember he is 10. During this time, my mother was dating a professional football player named Reg. Reggie asked to hang out with me. Being a football player he asked, does Quentin like football. She told him no he likes movies. Well, as luck would have it so did Reggie, and this one's being a very important. Reggie is not gonna stick around, and this is where the weird thing. That's in the book. Like, these guys are, you know, there's, like, let's just say a steady stream of, people coming in and out. A series of men that his mom were dating, and in some of those men Quentin would watch movies with. And 1 of those guys introduced him to this genre that's gonna be... That that came out in the seventies that is hugely influential to Quentin movie career. And I think it's pronounced black plantation. And so Reggie introduces him to this genre. Because he says my little face was the only white face in the audience. That was my first moving in all black movie theater in a black neighborhood, and he absolutely loved it. He says as far as I was concerned mom could marry this cat. To 1 degree, now, this is crazy. All gonna tied together. And then you see the influence on his work later, but it says to 1 degree or another. I've spent my entire life since both attending movies and making them, trying to recreate that experience of watching a brand new Gym brown film on a Saturday night in a black cinema in 19 72. The mass... This is the interesting part, which I didn't put together. Again, this is why I think it was so helpful me to constantly, like, put off. Like, I sat. I was like, I'm not ready. I'm not ready. I can't I keep finding more interesting things because I didn't understand the full context around this till, you know, 2 weeks, maybe a week and a half after I read this. The massive theater full of black males cheered in a way that 9 year old little Me had never experienced in a movie before. At the time, remember I kept asking Where Quentin dad, and where Quentin dad. At the time, living with the single mother. It was the most masculine experience I had ever been part of. Remember the scene that reappear over and over again in these books. You can always understand the son by the story of his father. The story of the father is embedded in the son. Quentin didn't know his father. And so I'm watching this... I might do it a completely separate episode on it because it's so it's so excellent. I might... I'm gonna have to do another Quentin episode down the line. But he's he's being interviewed by Robert Rodriguez in this series called director's chair. And what they also do is, you know, it's directors interviewing directors, and then they also take questions from other directors. And 1 of them was very surprising. They're like, hey, are you ever gonna do? I think maybe Francis for Cop was asking the question too, which is fascinating because you can always understand the son by the story of his father, the story of the father a embedded and the son comes from France ford Cop biography that I covered back on 02:40. Wow. Didn't put that together children's now. So that's incredible. He at... So I'm almost positive. Fran Cop is wanna ask some questions? Like, are you gonna ever gonna do anything more auto. Is that always gonna be, like, somebody, you know, quentin writes all of his movies. I think he wrote every single 1 except for Jackie Brown. And so he says, like, he did do auto... This is gonna be surprising. This is shocking to me that the most auto film that he did was kill Bill. What the hell? What do you mean? How is that even possible If you've seen K bill 1 and 2, which also interesting enough. Quentin thinks it's just 1 movie. He thinks of K bill 1 and 2 as 1 movie, But he said it was more... The most about auto movie that he did. He just hid it on a bunch of metaphor and stories and everything else. And so I'm re rewatch Kill bill, and there's a line about bill in K bill 2 that I think a applies to Tara if you combine this book with his movies with these interviews with that random question, and he says like most men who never knew their father. Bill collected father figures, I think that was what Quentin was doing and the way he did it was by movies. He was looking for these male father figures in movies. And what's fascinating is how much I relate to that? My friend Jeremy Ga has his ability to get a get right to the heart of the matter 1 time, and 1 time just randomly said to me, it's pretty obvious what you're doing with the podcast. So what do you mean? And he said in your entire family, there's never been a successful role model. So that's what you're doing with these biographies. It's this obsessive search for a successful blueprint that you can emulate, and I had never consciously had that thought before, but as soon as it came out of his mouth Was like, always right. And so let's go back to Tara childhood, later on in life, he was he was well known for his film knowledge and his video recommendation. So, like, when he was working at... He his his job was working minimum wage trying to write scripts. He's was working at video archives, which is a video replace in Manhattan Beach. But everybody in the local community knew about the the the weird movie nerd at the video archives because he had this extensive film knowledge and video like, video recommendations that would come directly from his brain later on life, Like, when people... He said, when people asked me if I went to film school, I tell them no. I went to films. And so this entire book is teaching you the importance of reps, reps, reps, Tara was kidding on a lot of reps at a very young 8. He talks about the fact that he would go to double and triple features. I don't think they even do this in movie theaters anymore. It's like you watch 1 movie, then they immediately after start playing the second movie. And then in some cases, they immediately after playing a third movie or you're sitting in the movie theater for 789 hours. The depth of his obsession cannot be understated. A young t, he... For some reason he doesn't mention why, but he has a child psychologist, and he says when he does sessions with her, all they would talk about is the movies that they saw. And so this is what a typical weekend would look like between the ages of 8 to 11 years old. My mom would drive me to the cinema on a Saturday on Saturday and Sunday afternoon, then drop me off and come back and pick me up 4 or 5 hours later. And so this goes back to his mom's unusual, unusually relaxed attitude about movies, leading directly to his phenomenal career because by the time he starts making movies and writing own scripts, you know, 11:15 years later, he's got this knowledge of his industry, just like Charlie Mu, just like Sam z, just like Kobe Bryant, just like Magnus Carlson, the dominant chess player. I was listening to my friend, Patrick's podcast and best like the best it's episode 03:48, I'll link it down below. But it's Patrick and John Carlson, sure the founder stripe. And the title of the episode is a a business state of mind, but they mentioned something in that episode is very fascinating that Magnus Carlson who's, you know, dominating chess. When he was younger, he entered some chest trivia contest. It was just chest trivia and he won it. He knew the most chest trivia out of anyone who was in this contest, and that's this is I'm I'm quoting from the episode. He knew the most chest trivia out of anyone who is in this contest, and that's not a coincidence that the world's number 1 player has also studied the most about all chess history. He's extremely knowledgeable on that. You could say the exact same thing about Tara. And so if you studied, Tara love and dedication to his craft, you can help compare to your love and dedication to your own. And so there's an incredible story about this. And it's very simple. Like, how bad you actually want it. You can tell that Tara deeply deeply wanted it. This story about tell you takes place a decade, a decade before he writes his first 6... He successfully sells his first screen play. Since when I saw the movie rolling thunder with my mother and her boyfriend Marco in 19 77, it blew my fucking mind. I loved rolling thunder. For a period of 10 years, I followed it all over Los Angeles, whenever and wherever it played, this is way before Home Deep or Home Depot. This is before Home video, this before streaming, you literally had to wait until his... They would replay movies over and over again. I don't even think they do this now. And then he would go all over the city of Los Angeles is looking for this. I did this before I knew how to drive a car or before I had a car. I would travel by bus hours away from my home to some really sketchy neighborhoods to see rolling thunder. After I watched the film a few times and began to have a deeper understanding of it. Again. This is another thing. He will tell oh over and overnight. You hear this in conversations you hear this in writing. He's like, Watched that movie 15 times. I watched that movie 6 times. It's not 1 or 2 movies he did this for. He repetition repetition repetition repetition. You know what what's insane. Tara made his own read wise. He made his own founder notes. He had he has scrapbook. So this is what he does. He's comparing his love and dedication to to films compared to this other director, and it says, this guy didn't. Nor did he keep scrapbook, make notes and keep files on index cards of all the movies he saw growing up like I did. That is read wise and founder notes before software. He's got the analog version of that. He's cut a database of index cards of every single thing and files on all the movies he had growing up. It would be almost impossible to approach whatever you're working on Light Tara approach what he was working on and not come out success on the other time. But this story is not over. So he's said, hey, I'll get on a bus. I will travel by bus for hours just to see this movie. I will watch it over and over and over again, so I can have a deeper understanding of the film. This is exactly like Napoleon. The advice Napoleon gave you an eye a couple weeks ago on Episode 03:37. What did he say? You know, do you watch 1 movie 1 time? Do you read a book 1 time? You listen to podcast 1 time. Well good. You're gonna get dusted by the people that repeat, repeat, repeat and put in more reps. It only said read over and over again, the campaigns of Alexander Hannibal, Caesar. Frederick, the great make them your models, this is the only way to become a great gentleman to master the secrets of the Art of war with your own genius enlightened by this study. Quentin Tara was lightning his own genius by this study. By building this database by taking these notes by going to such great lengths and what does he do next? That film Rolling thunder maybe a champion of its director, John Flynn. So much so. That I sought out... I sought him out at 19 to interview him. How does he do that? How did I manage that? Simple, but not easy. I looked up every John Flynn in the phone book, called them up and asked them? Is this John Flynn? If they said yes, then I asked him, the John Flynn who directed rolling thunder. Till eventually, 1 said, yes, it is. Who is this. Wow. It's fucking him. I had never spoken to a movie director before. No less the director of 1 of my favorite movies. So I introduced myself and told him I was writing a book on film directors, and could we get together an interview and could I interview him about his career, and he agreed, and we set a time and he invited me over to come over to his house and conduct the interview. As we sat down in his living room to conduct the interview. I began asking my questions and testing my theories about rolling thunder. I was so inexperienced at what I was doing that I brought my tape recorder with me, but I only brought 1 cassette I could not imagine him giving me more than an hour. So once obviously did. So once both sides of the tape were done, I didn't wanna look like an idiot, so I just kept flipping it over and re recording over what I had just recorded. So all the stuff on his early career was lost forever. That is the end of that story. That is why I titled that story how bad do you want it? This there's another story that you and I've talked about in the past. Steve Jobs was 14 years old. Looks up Bill He who's a... The founder, the c cofounder of Hp. Right? He's got a question. He wants to make frequency counters. He calls him up. Bill answers the phone. He's like hey, Steve Jobs of 14 years old. I wanna make frequency counters. Can I have some extra parts? Bill laughs and laughs and laughs cyrus hilarious, gives him the parts and gives him a summer job on the assembly line at Hp when he's, like, 14 years old, assembling frequency counters. So I wanna go back to where this started. This unexpected benefit. Of his mom's unusually relaxed attitude about these violent movies. These Ra rated movies. These adult movies. Right? That directly leads to the the, you know, decade extra of time and reps and study and which that in turn leads to this psycho... Encyclopedia knowledge of his industry, The the the people I mentioned earlier, in addition to Napoleon, was Charlie Mu, Sam Z and Kobe. I didn't get a chance to meet Kobe before he passed away unfortunately, but I got a chance to meet both Charlie Mu and Sam before they died, and I'm telling you right now. I spoke directly to Charlie Mu for 3 hours. Could ask me any question I wanted. I spoke to Sam for 2 hours could ask him any single question I want. They know this stuff down pat. And I met Sam before I met Charlie Mu, and I remember coming back to my house and telling my wife. I was like, I want that. I want that. At 81 years old. Right? I didn't know he was gonna die 6 months later. Or maybe even less than that 4 months later. But, you know, to be he was still so fired up about what he was doing. He wanted it... Like, he he didn't... He's like, what am I gonna retire? There's nothing to retire from. You know, the guys got billions of billions of billions of billions of dollars. Not doing it for money. Doing it for the love saying he's gonna do deals so he dies. But what I... When I came back from that that conversation was, you know, he started... He just... Hit 61 years experience as an entrepreneur. And I'm supposed to be the business history guy. And for 2 hours. There's not 1 thing that I could bring up that Sam Z didn't already know and I came back, and Remember tell my wife I was like, I know I'm on the right path. You don't sell a company for 38000000000 dollars like Sam Z did, then you learn all this shit. You don't make incredible movies like Django and shane and glorious bastards and pulp fiction and then learn all this shit. You learn it way before. In some cases, decades before you use it. There's no way you can tell me that you and I are not on the right path that day... That this this complete dedication to trying to condense. Clarify this comprehensive knowledge of his grace entrepreneurs insurers. We're clearly on the right path, you see it over and over and over again in these people that get to the top of the profession. So people that I'd literally get become great at what they do, whether it's war, chess, politics, business filmmaking. It's all the same athletics. You see it over and over and over again. And the great thing is tara is much older than I am, much more accomplished I. And I'm like, oh, there's I thought I was dedicated to this. I was like oh, there's levels to this. There's a great example. He's constant comparing contrasting. You know, some film he likes, but he's like, oh, it's it's a job to them. It's an obsession with me. And so he talks about directors, like Sam Peck and Don Signal, signal. Who made great films. Don Siegel made, Dirty Harry. They were genre film masters. That's what Tara calls him. But he says, but they didn't make genre film films the way that I do. As students of Genre Ru seminar, we make films because we love Genre films. They made Genre films because they were good at it, and that's what the studios would hire them to do. And so when Tara studies other people. Just like when I study him. It's like, oh, that fires me up, I want that. Just like what I said, my wife when I met Saying, so, I want that. Tara before he makes movies, he starts seeing other people that aren't treating this like a job. They're treating it, like something they have to do The people he's about to go into and you know Tara. Even if he couldn't figure out a way to do it professionally. He was gonna make films no matter what? For money or not for money, he was going to do it no matter what. And so he starts seeing the movie brat. This is in the 19 seventies, and he's like, oh my god. They're film nerds like me. And so I've done a bunch of episodes on the movie brat. These are the first... So Tara was gonna give us some background here. Right? Though the first for film school educated generation of young directors that were raised on television. So you're thinking Francis ford Cop, Brian Palm, Martin Sc George Lucas, Steven Spielberg. This part is important. Right? So he's saying, what set the movie brat apart from the earlier generation of directors that had come before them, even more than than their youth and the film school education was the fact that they were film geek. True interest is revealed early. Right? You can find somebody that's gonna want to make film once play basketball, wants to start businesses wants to invest, you you look at their childhood, there's going to be signs early. People don't have ideas, ideas have people. The ideas grab them early when I'm reading this. I listen, I'm... It should be obvious you. This is not a job to me. I am completely and utterly obsessed. I work on founders podcast 7 days a week. Well, what was I doing before that I... The first time I discovered to a podcast was in 2010. You know, I've been obsessed. With, their, radio spoken word, Like, It was so hard to find. Like, I grew up There was no, you know, obviously, no Internet, well, later on in my childhood there's Internet, but you'd have to listen to, like, Am radio. And then I remember the day where, like, it was magic where I had to be in the car trying to listen to Am radio. You know, I listen to On everything. Politics sports, religion advice columns everything. And I remember the day when you could... The first time you could actually, listen not in your car, you could you could stream it on in your browser. Like, it would... The Internet speech were slow back then, and it would like buffer sometimes even though it's was just audio. So this is incredible. But the first time I discovered actual podcast, which change everything because it's like, oh, it's independent such you have a radio station in your pocket, and you can listen anytime you want was in 2010 from 2010 to 2016. Right? I started this podcast in 2016. I listed the thousands of episodes. And so you're seeing a very similar thing with tara and then the movie bratz because he's like, oh, the they're nerds. And he says they loved movies. They dreamed of movies. They even received degrees and movies back when that was a dubious major, and so this is what Tara was realizing. Why that's so important because that's how you truly get great at what you're doing gets to top of your profession because he sees jaws. And so this is Tara on Steven Spielberg and greatness. When Jaws came out in 19 75, it was easily the best movie ever made. Nothing ever made before it came close because for the first time, the man at the helm wasn't executing a studio assignments, but a natural born filmmaker genius who groove on exactly the this kind of movie and would kill himself to deliver the exact version of it that was in his head. And there's another time in the book that he brings up jaws and Steven Spielberg. He's says Steven Spielberg jaws 1 of the greatest movies ever made because 1 of the most talented filmmakers who ever lived. When he was young, remember this part because Quentin has made it public that his next movie is he intends his next movie to be his last and I'll get there. Right after this, so I don't forget. Just remember this. The the when he was young part. Steven Spielberg jaws is 1 of the greatest movies ever made because 1 of the most talented of filmmakers because you whoever ever lived when he was young, got his hands on the right material, knew what he had and killed himself to deliver the best version of that movie that he could. So let me put the book down. I need to go to my notes. Oh, in fact, this is Hilarious. So 1 of the things I was doing was I bought all of the... All of his movies, and a few of them came with, like, extra like, you know, there's, like, like, back in the day when need buy Dvds, that have, like, not even extra scenes, but, like, interviews and stuff. And so 1 of the extra scenes from his movie once upon a time in Hollywood ends with Tara leading a chance while they're on set, I think they closed on Hollywood Boulevard to do that scene, and he's leading a chance with his entire crew because we love making movies because we love making movies because we love making movies. That was his last... The last film he's made so far. He's gotta be close to, you know, 60 years all the time. And yet you can picture if you read this book and you spend time studying him, you knew that he he would do the exact same thing when he was 10/15/2501 of the reasons I watched Tara was when Tara came on Joe Rogan podcast to promote his book once upon a time in Hollywood. And, you know, he was joke at pushing and I was like, why? Like, I'm a huge fan why are you trying to, like, I don't want you to stop making movies. And Tara says he because I wanna leave on top? So I'm planning my next movie to be my last, I want to leave the audience wanting more, but also, the fact that I know about film history influences that decision. So what do you mean?? I know about film history, film directors do not get better as they get older. As what Tara said. Film directors do not get better as they get older. I don't wanna leave when my powers of movie making and movie making abilities are diminished. And he used the example of Muhammad and Ali leave fighting too long. You know? He wants to leave... He wants to be the Muhammad and I'll leave that leaves before he fights Leon spin. But again, I love this idea. This this historic database that he is his mind of film history. He knows. I... Like, I'm not and learning is not memorizing information. Right? Learning is changing your behavior. Quentin clearly is learning from history because he's using those ideas in his work and you can see them him and so this 1, he's like, I have to do this. Film directors do not get better as they get older. Then I wanna bring up the fact that he starts making movies in the nineties. Right? He was in his his influences were in the seventies. And the the way he made movies in his nineties were not only influenced by the seventies, So they're also influenced by the eighties. In the seventies, he was em what he liked in the eighties, he was trying to do the percent of what he hated. And so he says after growing up and the anything goes seventies, the eighties marked it as a play it safe decade, the eighties was a horrible decade, the restrictions Hollywood imposed on their product where self imposed, the harshest form of censorship is self censorship. And so he talks about the eighties were when every movie had to have a happy ending, everything had to be predictable. And so the only way to fight against that is to build... Memory there's no point in criticizing just build what you wanna see in the world. And that's exactly what he did And so keep in mind, he's writing. So I don't know if I I I've said this already, but if... Just in case I, I've got a little excited. So just in case I forgot. Tara knows, like, making a hundred and 50 dollars a week, working at a video rental store. That's what he was doing when he's writing his first script. The plan was to try to sell script, the first script he sells his sure Romance, then use that money to fund his first movie which winds up being reservoir docs. And so this is Tara looking back on this point in his life where he's just refusing to self sensor and he's refusing to play it safe. And so he writes. I remember when I worked at the Manhattan Beach video store video archives, and I would talk to the other employees about the types of movies that I wanted to make and the things I wanted to do inside of those movies. And their response should be, Quentin, they won't let you do that. To which I replied back, who the fuck are they and who is going to stop me. They can go fuck themselves. I wasn't a professional filmmaker back then. I was a bras know it all, film geek. Okay. His self confidence, obviously, when you hear him speak when you hear him right, excessively high. It was like that way before. Belief comes before ability, he... Before I ever made a movie, he had self confidence that he could make the movie. And 1 of his great friends is the other filmmaker Robert or you guys and even brought it up in the interview. Like, oh, no, you know, you're obviously very self confident. And they were self confident back when they were, like, kids, they were talking about hanging out when they were... They were first trying to make it. They'd go like, quentin like crappy apartment and watch movies all day. I think they were, like, their early twenties when they were doing this. And Quinn was like that back then. And so you see they, like, you know, I'm not gonna let them stop me forget them. I wasn't a professional filmmaker back then I was a brush note at all geek. Yet, once I graduated to a professional filmmaker, I never did let they stop me. Viewers can accept my work or rejected. They can deem it good, bad or within difference, But of all, this is such an of interesting... There's a great line such an interesting idea. But have always approached my cinema with a fearless of the eventual outcome, a fearless that comes to me naturally. I've always approached my cinema with a fearless of the eventual outcome, a fearless that comes to me naturally. And you know that it's true because he is he... He he is going against the trend. He has swim. Remember last week, David over he said only dead fish go with the flow. Tara is not a dead fish. He's not going into flow. He's making reservoir dogs coming off to eighties. And so he says that people making movies at this time didn't think audience cared whether or not the happy innings they gave them made sense or not. Because to Tara, they don't make sense. So like, you had this whole story, then you have to you have to do this weird twist. It doesn't make any sense just to give it a happy ending, so audiences are are happy. Right? Now, this is fascinating. Tara makes the movies he wanted to see even at the time he knew that the mass audiences liked movies that he hated. Right? So he's like, listen, I hate what the people making movies are doing, and he says, well, I'd like to say those Hollywood professionals were wrong, I'm not sure they were How would Tara know that. How would they know that, you know, he's like, I love for them to be wrong. I'm not sure that they were. And think about, he's not sure that they were, but he still goes back. He still be... He's still he's still he's still fearless in making and approaching the cinema and making the movie that he wants to see. Right? Because at video archives remember. While this is going on, he's working in the video store, he's talking to customers, viewers of movies. And so he says at video archives I dealt closely with the movie watching public. If usually on a 1 on 1 basis, much closer than any hollywood executives and for the most part, they didn't care how unrealistic or imp the Jerry rigged climax they were spoon fed were. They just didn't want the movie to end like a bummer. It's very obvious that Tara has a perspective. He has a set of ideals. He has a way he wants things done. In fact, I watched this clip of Jamie Fox being interviewed by Howard Stern. And he talks about what it was like, working with Quentin Tara. And Jamie Fox says that onset Tara is a tyrant, and he quote, won't let you fuck his film up. And so Howard Stern was surprised by that. And he's like, oh, you must, you know, you must not like that. And his whole point was like, no, With him, could Jimmy Fox was very it's very obvious, Like Tara knows his stuff. He cares deeply he's not going to let this fail. He's gonna get the best performance possible out of you. And so the follow question was, like, expecting a negative answer, you know, oh, like, of course you wanted... Like, would you work with Quentin Tara again? The the expected answer would... No. Of course, not I used just to tyrant, you know, you would be yelling and screaming and very adamant about how things he wanted to be. And yet, Jamie Fox said a thousand times, a thousand times, I would work with Quentin and Tara again. And what's incredible is this approach. Just like dedication to the fact that, hey, I'm gonna make my movies with a fearless. Of the eventual outcome. Everybody, even early in his career. Okay? Everybody tries to get him to do things the way that they want him to do things, and he just refuses. He just says no over and over again. No. No. Not doing that. Early in his career, a lot of his movies were financed by the Weinstein company, and Harvey Weinstein walks up to him and they're they are showcasing reservoir dogs this before it's released to on, like, the, like, the film festival circuit. And what they're noticing is there's a scene in reservoir dogs where they're cutting the guy's ear off. And some percentage of the audience is just not reacting well to that, they get up and they walk out. They're very upset. And so, you know, the they're trying to make the points Tara. I like hey, if you just remove that scene, then, you know, more people watch the movie. And Tara, just said, no, over and everything again. Like, nope. It's staying in. It's my movie. That seems important. That's exactly... The movie is exactly what I wanted to be, that is staying in. And this is constant no. No, No. And if you're refusing to budge, everybody else budgets. Because is more important to Quentin than it is to them. Another example that Tara gives is he has some unusual cast decisions, you you'll see that over and over again. At the time he cast John T travolta and Pulp fiction. John Travolta was start off as like a has. Right? Now he winds up. His career was revived after Pulp fiction goes on to a bunch of other movies but before then, It was like oh, it's like, that that was like guy dancing in the know, in 19 seventies. He's doing like, the baby movies now, like, no. And so they told him, he sends this cast list, and they're, like, we like all the names, but you have to take your vote off there. And he's like, I'm not taking John vote off there. And again, he just says no. No. No. It goes back to this idea that I'm approaching my cinema. With a fearless of the eventual outcome. And in the case of pulp fiction, this is fascinating. Can you think about movies to me. Right? The filmmakers career is fascinating. You could think about each individual movie. As like, a little minute miniature business. Right? That's put together for a certain certain set of time. I think there's a lot of similarities between a director, and an entrepreneur. There's a line from a biography of Robert Fried, which I covered, I don't know, 5 years ago. He was the guy that was a huge influence on Steve jobs early in his life, but he says, promoting a stock or building a business like making movie. You've gotta have stars prop in a good script. And so you could think of every single film that Tara or any other filmmaker that matter has made is like a miniature bit business. And so look at some of the capital efficiency here. Pull fiction cost 8000000 dollars to make. It got 213000000 just as the box office. So all these numbers I went and pulled 8 out of the 10 movies. So, reservoir dogs you know, made a little bit of money at box office, you know, but it costs very little. I think I think it was like, 1200000.0 and made, like 3000000 dollars something like that. And then the only 1 that kinda flopped or broke even. None of his movies lost money, but he considers, death death proof of flop because I think it just made back what they invested. But if you take the top 8 out of the 10 movies that Was made so far. They've cost about 400000000 dollars to make and they've yielded almost 2000000000 at the box office. And that's just a box office. Like, you know, I just said this week. I bought a bunch of them, you know, 15 dollars a pop on on Apple. They're streaming. They're still selling, but pulp fiction, 8000000 to make 213000000 at the box office. Jackie Brown 12000000 to make 74000000 at the box office. Kill bill volume 1, 30000000 to make, hundred and 80000000 at the box office. In glorious Bastards, Set that's probably my favorite return movie. 70000000 to make 321000000 at the box office. Django cost a hundred million to make brought in 426000000 almost a half a billion dollars at the box office. And it goes on and on and on. But this idea, Like, these is, like, miniature businesses. Right? And so everybody's, like, you can have. John Travolta was you know, probably the most important arguably the most important character in that movie, maybe Samuel Jackson, you know, in Pulp fiction played the bigger bigger role, but that 8000000 dollars and a yielded of 213000000 at the box office. The movie's been not wet for don't 25, 30 years. How much money he's it made since then. Okay. So there's 1 more story I wanna tell you. It's about Cr Tara favorite film critic, and I think it ties a lot of the ideas that I took away from studying Tara. 1 is that if you love your work, that will increase your enjoyment of your life. Number 2 is the importance of knowing more about your industry than anyone else. Number 3 is that passion and enthusiasm is infectious. You are... I've never seen... You know, these are movies that came out 50 years ago in some cases. I've never seen them. And you're just reading about Tara interpretation of them and love of them makes you love them or love his enthusiasm for them. And then 4, the importance of building this historical database that you can then use and that can influence and benefit your work many, many years into the future. We have no ideas we're about to see here. There's gonna be examples of books you read, hopefully, Podcast podcasts you listen to like this 1, where you're gonna hear something, and you're gonna use that 10:15 20 years into the future. And so he starts out comparing and contrasting the way that Kevin Thomas approaches his work is their direct opposite of how most people approach theirs in the same industry. Most critics writing for newspapers and magazines set themselves up as superior to the films that they were paid to review. Which I could never understand because judging from their writing, this was clearly not the case. They looked down on films, they gave pleasure. And on filmmakers who had an understanding of the audience that they did not. As a kid who loved movies and paid to see pretty much everything. I just thought they were sn assholes. Today, as a much older and wiser man, I realized the extent of how unhappy they must have been. They wrote with the demeanor of somebody who hates their life and hates their job. Kevin Thomas reviewed movies for the Los Angeles Times. The the La Times was the morning newspaper that most agents and studio executives read. So it's influential not only to a young quentin Tara, but also people working in the industry, you know, a decade before, maybe, maybe half a decade before Tara breaks him. Years later at the Torrance public library, I looked up 1 of his reviews. Okay. If you find yourself, add a public library, looking for a review of a movie that came out 20 years earlier, that is a sign that you're obsessed. That is a sign that you have maneuver yourself into the exact industry you should be working in. And so he talks about the fact that Kevin loved, he was very passionate. Again, passionate enthusiasm as infectious. That Kevin loved the movie for the review of these he's reading, Quentin Re Quentin goes to watch it. He says after 20 minutes, I walked out on this 1 too. But I never beg barrage Kevin Thomas his enthusiasm. Did I waste money? Yeah. But I'm not gonna pretend I even gave a shit about that. I liked Kevin Thomas so much. I was glad that he at least had a good time. Think about the contrast. Right? Where he started this Where he's like, you know, I'm reading these critics for newspapers. Oh, and then you realize, oh, they they hate their lives I hate their jobs. And then he's reading Kevin Thomas as Kevin's like, hyped up about this movie. Quentin who loves movies. Goes to see he's like, oh, Didn't like this movie, but I'm still happy because at least Kevin loved it. Passion and enthusiasm is infectious. And so what's never stated, but it's also implied if you read the story is like, oh, Kevin was just like qui in the sense that he maneuver himself into a job he loved, which then increases your enjoyment of overall your life. Right? Then he goes into the the the importance of having this historical database in your head because you never know when you're gonna use these ideas. And so here's an example of that. 1 review, Kevin Thomas wrote in 19 80 that I read when I was 18 years old was to have a significant impact on my film 17 years later, So it was a review. This is gonna... So he's he's 18 He's gonna use this 17 years later. Right? It was a review for a jaws rip off called alligator. In his review of this giant alligator movie. Okay? Which which Kevin called Well made and lots of fun. Kevin focused on 2 lead performances. 1 of those lead performances was this was a young Robert Foster. Remember, Quentin is 18 years old when he's reading this review about this performance of this actor named Robert Fo. 15 years later when I was writing my adaptation to what would turn into Movie Jackie Brown. I had to consider who was gonna play the likable lead male character, Bail Bonds Max Cherry? There was something about Forester in alligator that really stuck with me. I watched the movie again, and I felt that the character from alligator could be Max Cherry, just 15 years earlier. So I started writing the script as if he was. Would I have done that without Kevin Thomas's highlighting, forrest or so positively in his review? No. In the end, who have made Kevin Thomas so unique in the world of the seventies and eighties film criticism. He seemed like 1 of the only few practitioners who truly enjoyed their job and consequently their life. I loved reading him growing up and practically considered him a friend. In 19 94, I won an award for pulp fiction from the Los Angeles Film Critics Association. When I stepped up to the podium and looked out before the audience of La critics. My first remarks to the room were, g, thanks. Now I finally know what Kevin Thomas looks like. And that is where I'll leave it for the full story, highly recommend reading the book if you buy the book using the link that's in the show notes of your podcast player, are available founders podcast dot com, you'll be supporting with podcast podcasts at the same time. That is 344 books down 1000 ago, and I'll talk to you again soon. Spending 2 weeks studying Tara has got me completely fired up. I don't know if I'm done making podcast podcasts on them. I might make the next episode might be on him again. Have a lot of material that I still wanna talk about. But the main thing I wanna talk about you real quick, and I I can keep this real short is I can't get over the fact that you know how Tara had this historical database in his head. Of the movie industry, like, the tire history of the movie industry. And it was in his head. It's something that he could call on and that he not could call on, but he called on multiple times, and he would use in his work later on. I really believe that sage, which is the new feature of founders notes is that for you, but for the entire history of entrepreneurship for the entire entrepreneurship industry. It's kind blowing my mind how you know, because I told you since 02:18. I've been fit... I... I did what tara did. I didn't even know that he did this until I read this book. But just like he was catalog and making index cards and all the things of all the movies that he had been watching since or since he was a kid. Since 2018, all the books for every single book that I've, read for this podcast. I've been adding in all my highlights, all my notes into this database called Read wise into this app called read wise, which allows me to search it to review it, go... There's a bunch of different ways you can, like, you can search my book. You can search by highlight feed. You can search my keyword. And so for the last 6 months, I think you already know this but for the last 6 months, I partnered with them. I was like, hey, I was getting a bunch of messages over the years if people saying, hey, I want access to all your notes and highlights. So I partnered with the team of read wise to build founders notes dot com. Founders notes dot com is where you sign up to get this if you haven't done so already. And you could see exactly what I see. You see every single note, every single highlight, you can search through everything that I have that out, all the notes and highlights that I have is it's, like, giant searchable database about, like the collected knowledge of history security distributors that I've gathered over since 2018. So 6 years or whatever that's been. Then I started adding other features. Like putting in every single transcript into founder notes for every single episode, then you could search every single word of ever ever ever... Uttered on the podcast. And then I had this idea for a feature to build an Ai assistant on top of that. And so in addition to you being able to read all my notes, highlights searching everything reading all the transcripts. You can do that sage can do this for you, and it's insane because, you know, I have fear... You've heard me speak on other podcasts. Or you've heard me speak publicly. You know, I don't know what people are gonna ask me in advance. And I'll just use that historical databases in my mind to answer just take another question, and run it through everything I've learned from setting the podcast building podcast and then answer their question. Except Sage does this... It is a perfect memory. So what sage is I was I was calling this, you know, this feature I couldn't figure out what's to name it. I was gonna call Founders chat Gp or founder Gp, I was gonna call Founders chat. And I was, this is not really what it what it is. And so somebody that was actually in the private beta. So Sage is available to every single person... That has access to founders notes so if you already have it, you can use this immediately. If you haven't signed up, you should sign up. Like, exactly... I mean, I I don't know how you're gonna listen to the podcast You just listen to and not realize how valuable it is to have this historical database in your head and sage allows you to have this and that on demand anytime you want. And so somebody that in the private beta was testing sage. There's a bunch of people the existing subscribers of Founders notes. They were testing it. And he... Sent me an email Was like, listen, this founders chat, all these other names that you have Ai assistant and all those stuff. It's not actually, this sounded a good description of what you've built. And he's like, why don't you call it sage, and then he sent me the the definition. And when I think of sage, I think of Charlie Mu, and it is exactly what Charlie had in his mind. And so the sage has 2 main definitions. It's a profoundly wise person. This refers to someone with a deep understanding of life, accumulated knowledge and sound judgment that is every single person that you and I've ever studied in the podcast except Sage allows you to do this with across hundreds of these kind of people. They often look to for guidance and advice. So that's exactly why I'm reading these books. Exactly why I'm making the podcast. Right? And then it says, Sage is wise, earning discerning or prudent. This describes someone who shows good judgment and makes well considered decisions. And so what Sage does. Right? Is when you ask sage a question, and I'll leave a list of the questions, a bunch of people have been sending me questions that they've asked they've gotten great responses from about the questions they have on their work? Like, how do I find new customers, question on distribution marketing, all kinds of different things that that you, decisions, you have to make in your career. And so what I'm eventually gonna do is, first of all sage right now. It's available at founders notes dot com. Go to founders notes dot com and get it. Okay? Now, eventually, I already realized. This is like, I called the... 1 of the founders that I read wise, this week. I was like, Sage needs to be its own app. We've gotta figure out a way. Let's let's start building this immediately. This 1 feature will be... You... It'll always be available in founders notes. Right? But I want this for myself. I want it on my phone as an app as a standalone feature. And so what sage does, it automatically When you ask it a question. Right? It automatically searches every single highlight for every single book that I've ever arrived for G. Every single note for every single book that I read for the podcast. It searches every single transcript for every single episode of this podcast to give you the best answer possible, which means sage searches every word I've ever uttered on the podcast to help answer your question. Every week, I'm adding more notes, more highlights, more transcripts. I have so much more data I'm putting into this. With the goals over time, just like Tara took decades. Right? To get to this historical database sits in his head. Charlie Mu took decades to that Kobe Bryant took decades to do in Napoleon Sam z, all these people I mentioned in the podcast. Sage will out every single person that uses it to have that exact same except for all of history's greatest entrepreneurs, all the ones that have studied on the podcast. So far and all the ones that I will ever study on the podcast. Over time, I really do believe that everything all the features are building in Founder notes, sage being a huge part of that is over time, Like my goals, I want this ever increasing giant, valuable curriculum and tool that you can use your entire career, with the goal of condensing and clarifying the collective knowledge of history's greatest founders. If you have access to this information on demand, it will make your decision making better. As it is a way for you to... What Charlie Said, Learning from history is a form of leverage. So to get access go to founders, notes dot com as founders with an ask You can subscribe on an annual basis. If you choose to, or you can do a 1 time option, which means you get every single note, highlight transcript I've ever done and every single note, highlight transcript I ever do, plus any new feature I ever add. As I continue to add more data to it as I continue to add more features, of course, the price will go up, so make sure you sign up now. You can lock in the lowest price that'll ever will be. You can do this by going to founders notes dot com that is founders with an s just like the podcast founders notes dot com. Thank you very much for support. Thank you very much for listening, and I'll talk to you again soon."
}